{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "TV presenter killed in Israeli strike in southern Lebanon: Hezbollah | Freedom of the Press News | Al Jazeera",
            "time": "2026-01-27T03:12:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260126-40373498-40373482-ISRAELI_ARMY_CONDUCTS_AIRSTRIKE_ON_VEHICLE_IN_SOUTHERN_LEBANON-1769481518.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A television presenter who worked for Lebanon’s Al-Manar TV station has been killed in an Israeli attack on the southern Lebanese city of Tyre, according to the Lebanese armed group Hezbollah.</p><p class=\"tr-story-p1\">The killing on Monday of presenter Ali Nour al-Din, who worked for the Hezbollah-affiliated Al-Manar, portends “the danger of Israel’s extended escalations [in Lebanon] to include the media community”, Hezbollah said in a statement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Al-Manar TV confirmed that the attack in Tyre killed al-Din, “who previously worked at Al-Manar channel as a presenter of religious programmes”.</p><p class=\"tr-story-p1\">Al-Din also served as the main preacher in Al-Hawsh, in the suburbs of Tyre, Hezbollah said, calling his killing a “treacherous assassination”.</p><p>Lebanese Minister of Information Paul Morcos condemned the Israeli strike, saying on social media that <a href=\"/news/2026/1/25/wave-of-israeli-attacks-kills-two-in-lebanon-in-latest-ceasefire-violation\">such attacks</a> were “sparing neither journalistic nor media crews”.</p><p>“We declare our solidarity and condolences to the media family, and call on the international community to fully assume its responsibilities and take urgent action to put an end to these violations and ensure the protection of media professionals in Lebanon,” the minister said.</p><p>Prior to al-Din’s killing on Monday, at least six Lebanese journalists had been killed in Israeli attacks on Lebanon since 2023, according to a tally by the Committee to Protect Journalists. Other monitors put the death toll of Lebanese journalists at 10.</p><p>Earlier on Monday, Lebanon’s Ministry of Health said in a statement that one person was killed in an Israeli air strike in Tyre, although it did not immediately announce the name of the victim. The ministry added that a separate Israeli strike killed two other people in Kfar Rumman near the city of Nabatieh.</p><p>The Israeli military later admitted to the killing of al-Din, whom it referred to as a Hezbollah member, and said it struck two other people in the Nabatieh areas of southern Lebanon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel and Hezbollah agreed to a US-brokered ceasefire in 2024 to end more than a year of fighting, which saw Israel carry out air strikes across Lebanon that severely weakened the armed group.</p><p>Despite the ceasefire, Israel has kept up regular attacks on targets in Lebanon and has maintained troops in five locations in southern Lebanon.</p><p>Since the ceasefire, Israeli strikes have killed more than 350 people in Lebanon, according to the AFP news agency, while Lebanese authorities have been facing growing pressure from the United States and Israel to <a href=\"/news/2026/1/8/lebanons-army-says-phase-one-of-hezbollah-disarmament-in-south-completed\">disarm Hezbollah</a>.</p><p>On Monday, Hezbollah called on supporters to gather in its strongholds across Lebanon to express support for its ally Iran, which the group said was facing “American-Zionist sabotage and threats”.</p><p>The call came as a US aircraft carrier strike group arrived in the Middle East and US President Donald Trump continued to <a href=\"/news/2026/1/26/as-us-armada-approaches-iran-warns-of-dire-consequences-if-attacked\">threaten Tehran</a> with an attack.</p><p>In a televised address to supporters, Hezbollah chief Naim Qassem warned that any attack on Tehran would also be an attack on Hezbollah, adding that any new war on Iran would ignite the region.</p><p>Qassem also warned against any attempt to assassinate Iranian Supreme Leader Ayatollah Ali Khamenei, adding that Hezbollah considered such a threat “directed at us as well”.</p><p>Tehran has warned the US that an attack would be met with a “regret-inducing response” that could affect the entire Middle East region.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,433 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-27T02:02:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260126__943T6T3__v2__MidRes__TopshotUkraineRussiaConflictWar-1769471804.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,433</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,433 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Tuesday, January 27:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>\n<p class=\"tr-story-p1\">At least two people were injured after Russian forces launched a drone and missile attack on <a href=\"/video/digidocs/2025/12/18/aje-onl-guestsofkharkiv_digidocs-181225\">Kharkiv</a>, Ukraine’s second-largest city, Mayor Ihor Terekhov said. The attack also damaged apartment buildings, a school, and a kindergarten, he added.</p>\n</li>\n<li>Russian drones also hit a high-rise apartment building in Ukraine’s Kryvyi Rih, President Volodymyr Zelenskyy’s hometown southeast of Kharkiv. The head of the city’s military administration, Oleksandr Vilkul, said the attack triggered a fire, but there were no immediate reports of casualties.</li>\n<li>A Russian drone and missile attack on the Ukrainian capital damaged parts of the Kyiv-Pechersk Lavra, Ukraine’s most famous religious landmark and a UNESCO World Heritage Site, Ukraine’s Ministry of Culture said in a statement.</li>\n<li>In Russia, one person was killed following a Ukrainian drone attack in the<a href=\"/news/2024/7/30/nowhere-is-safe-in-belgorod-fears-grip-russian-region-bordering-ukraine\"> border region of Belgorod</a>, Governor Vyacheslav Gladkov said on the Telegram messaging app.</li>\n<li>Ukraine’s military said it struck the Slavyansk Eko oil refinery in Russia’s Krasnodar region overnight. The military said in a statement that parts of the primary oil processing facility were hit. There were no initial reports of casualties.</li>\n<li>\n<p class=\"tr-story-p1\">One person was injured, and two business enterprises caught fire in the city of Slavyansk-on-Kuban – also in Russia’s Krasnodar – after fragments fell from a destroyed drone, the regional emergencies centre said.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">Russia’s Ministry of Defence said that air defence systems had intercepted and destroyed 40 Ukrainian drones overnight, including 34 in the Krasnodar region.</p>\n</li>\n</ul><h3 id=\"military-aid\">Military aid</h3><ul class=\"spaced-bullet-spacing\">\n<li>NATO Secretary-General Mark Rutte said Ukraine’s interception rate of Russian missiles and drones has decreased due to Kyiv having fewer weapons to protect it from incoming attacks. Rutte urged allies to dig into their stockpiles to help defend Ukraine.</li>\n</ul><h3>Humanitarian aid</h3><ul class=\"spaced-bullet-spacing\">\n<li>Czechs have collected more than $6m in just five days in a grassroots fundraising effort to buy generators, heaters and batteries to send to Ukraine, where hundreds of thousands of people are freezing in sub-zero temperatures after Russian attacks on power plants, the online fundraising initiative Darek pro Putina (“Gift for Putin”) said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Ceasefire talks</h3><ul class=\"spaced-bullet-spacing\">\n<li>\n<p class=\"tr-story-p1\">Talks between <a href=\"/news/2026/1/26/ukraines-zelenskyy-says-us-security-agreement-100-ready-to-be-signed\">Ukrainian and Russian negotiators</a> are expected to resume on February 1, Zelenskyy said in his regular evening address. He urged Ukraine’s allies not to weaken their pressure on Moscow in advance of the expected talks.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">In a separate post on X, Zelenskyy said military issues were the primary topic of discussion at trilateral talks with the US and Russia over the weekend in Abu Dhabi, but that political issues were also discussed. He added that preparations are under way for new trilateral meetings.</p>\n</li>\n<li>The US-brokered trilateral talks in Abu Dhabi between Russian and Ukrainian negotiators were held in a “constructive spirit”, but there was still “significant work ahead”, Kremlin spokesman Dmitry Peskov told journalists in Moscow. The talks should be viewed positively despite these differences, he added.</li>\n<li>\n<p class=\"tr-story-p1\">The Kremlin also said that the issue of territory remained fundamental to Russia when it came to getting a deal to end the fighting, the Russian state’s TASS news agency reported. Moscow has insisted that for the war to end, Russia must take over all of Ukraine’s eastern Donbas region.</p>\n</li>\n<li>German Federal Minister for Foreign Affairs Johann Wadephul denounced Russia’s “stubborn insistence on the crucial territorial issue” following the talks in Abu Dhabi.</li>\n</ul><h3>Politics</h3><ul class=\"spaced-bullet-spacing\">\n<li>European Union countries have approved a ban on Russian gas imports by late 2027, a move to cut ties with their former top energy supplier nearly four years after Moscow’s full-scale invasion of Ukraine.</li>\n<li>Ukrainian Minister of Energy Denys Shmyhal welcomed the ban, saying in a statement that independence from Russian energy “is, above all, about a safe and strong Europe”.</li>\n<li>Germany’s Wadephul said that Russia is testing European countries’ resilience with hybrid tactics, such as the damaging of undersea cables, the jamming of GPS signals and the deployment of a shadow fleet of vessels to break sanctions, as its deadly war in Ukraine continues.</li>\n<li>\n<p class=\"tr-story-p1\">Hungarian <a href=\"/news/2025/12/13/hungary-protesters-demand-pm-viktor-orban-quits-over-child-abuse-cases\">Prime Minister Viktor Orban</a> said that Budapest would summon Ukraine’s ambassador over what Orban said were attempts by Kyiv to interfere in a Hungarian parliamentary election due on April 12. In recent weeks, Orban has intensified his anti-Ukrainian rhetoric and sought to link opposition leader, Peter Magyar, with Brussels and Ukraine.</p>\n</li>\n</ul><figure id=\"attachment_4267783\" aria-describedby=\"caption-attachment-4267783\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4267783\" src=\"/wp-content/uploads/2026/01/AFP__20260126__93ZW3NQ__v2__MidRes__TopshotUkraineRussiaConflictWar-1769471905.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"TOPSHOT - Pedestrians walk past an amputee begging for alms at a metro station during an air raid alert in Kyiv on January 26, 2026, amid the Russian invasion of Ukraine. (Photo by Sergei GAPON / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4267783\" class=\"wp-caption-text\">Pedestrians walk past a person with an amputated leg begging at a metro station during an air raid alert in the Ukrainian capital, Kyiv, on Monday [Sergei Gapon/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Hamas disarmament in Gaza comes with ‘some sort of amnesty’: US official | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-27T01:25:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AFP__20251013__78K46G3__v1__HighRes__PalestinianIsraelConflictGazaHostages-1760347171.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Disarmament by Hamas in Gaza will be accompanied by “some sort of amnesty” for the Palestinian group, a United States official has said.</p><p>The US official, speaking to reporters on condition of anonymity on Monday, made the comment after the body of <a href=\"/news/2026/1/26/remains-of-last-israeli-captive-in-gaza-retrieved-says-israel\">the last Israeli captive in Gaza</a> was recovered, a move that paves the way towards the next phase of the Gaza ceasefire deal agreed upon in October.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are listening to many of their people talk about disarming. We think they’re going to. If they don’t disarm, then they’ve breached the deal. We think disarmament comes along with some sort of amnesty, and candidly, we think we have a very, very good programme to disarm,” the official said, according to the Reuters news agency.</p><p>Al Jazeera’s Rosiland Jordan, reporting from Washington, DC, said the official made the comment during a background briefing by senior officials from US President Donald Trump’s administration and reporters.</p><p>“A senior administration official told reporters that Hamas agreed to disarmament and that it will happen,” Jordan said.</p><p>“The same official also alluded to the fact – when the question was raised about whether Hamas could be recognised as a political entity in exchange for [dis]armament – the official said the possibility of amnesty for those Hamas fighters who lay down their weapons was part of the discussion,” Jordan said.</p><p>“But the official didn’t get into any more details. Even so, the fact that that was put out there for reporters to discuss publicly is a significant step,” she said.</p><p>“How long is it going to take to work out these terms? Well, it certainly depends on what the Israelis, the Americans , their various interlocutors – the Qataris, the Turkish, the Egyptians – what they are all able to bring to the table with Hamas in order to get this figured out. But some sort of amnesty has now been publicly floated,” she added.</p><p>On Monday, Israel confirmed that the remains of the last captive held in Gaza, Ran Gvili, had been positively identified and that all those held in the war-torn Palestinian territory “have now been repatriated”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hamas said on Monday the return of remains of captives underscored its commitment to phase one of the ceasefire agreement, and that it had “fulfilled all its obligations in a clear and responsible manner”.</p><p>Israel must now hold up its side of the ceasefire deal “without any deduction or delay”.</p><p>“Especially the <a href=\"/news/2026/1/25/hamas-says-gave-israel-mediators-details-about-last-gaza-captives-remains\">opening of the Rafah crossing</a> in both directions without restrictions, the entry of the Gaza Strip’s needs in the required quantities, the lifting of the ban on any of them, the complete withdrawal from the Gaza Strip, and facilitating the work of the National Committee for the management of the Gaza Strip,” the group said.</p><p>Trump’s 20-point Gaza plan states that once all captives are returned, Hamas members who decommission their weapons will be given amnesty. Members of Hamas who wish to leave Gaza will be provided safe passage under the plan. The plan also states that aid must flow “freely” into the enclave, and the Rafah border crossing with Egypt is to be reopened.</p><p>Turkish Minister of Foreign Affairs Hakan Fidan met Hamas officials in Ankara on Monday and discussed the second phase of the ceasefire agreement and humanitarian conditions in the enclave, a ministry source told Reuters.</p><p>The minister briefed the Hamas officials about Turkiye’s efforts in international platforms, including Trump’s Board of Peace, to protect the rights of Palestinians in Gaza, the source added.</p><p>Turkiye’s official Anadolu news agency reported that Fidan said efforts to deliver much-needed humanitarian aid to Gaza “would continue with determination”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump says he’s raising tariffs on South Korea to 25% | Business and Economy News | Al Jazeera",
            "time": "2026-01-27T01:18:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260123__2257687936__v5__MidRes__PresidentTrumpReturnsToWashingtonDcFromSwitze-1769476537_8571eb-1769477595.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced that he is hiking tariffs on South Korean exports, accusing the East Asian ally of failing to ratify its trade deal with Washington fast enough.</p><p>In a post on Truth Social on Monday, Trump said he is “hereby increasing” tariffs from 15 percent to 25 percent over the failure of South Korea’s legislature to ratify the trade pact struck between Washington and Seoul last year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump said the higher tariff rate would apply to automobiles, lumber and pharmaceutical products, as well as any goods covered under his baseline “reciprocal” tariff.</p><p>“South Korea’s Legislature is not living up to its Deal with the United States,” Trump said.</p><p>“Why hasn’t the Korean Legislature approved it?” Trump added.</p><p><span>The White House had not issued an executive order giving the higher tariffs legal effect as of Monday night.</span></p><p>South Korea’s presidential office, Cheong Wa Dae, said in a statement that Seoul had not received any notification about the tariffs from the US side.</p><p>It said Kim Yong-beom, director of national policy, would convene a meeting on Tuesday to discuss Trump’s announcement.</p><p>South Korean Minister of Trade Kim Jung-Kwan, who is currently in Canada, will also travel to the US immediately to hold talks with US Secretary of Commerce Howard Lutnick, the office said.</p><p>The US and South Korea announced a framework trade deal in July, under which Trump agreed to lower his reciprocal tariff on South Korean goods from 25 percent to 15 percent.</p><p>Trump agreed to extend the 15 percent tariff rate to South Korean auto exports following his summit with South Korean President Lee Jae Myung on the sidelines of the Asia-Pacific Economic Cooperation (APEC) forum in Gyeongju, South Korea, in October.</p><p>Under the agreement, Seoul agreed to invest $350bn in key US industries, including semiconductors and shipbuilding.</p><p>A related bill drafted by Lee’s Democratic Party has been pending in the National Assembly since November.</p><p>Trump’s trade salvoes have been a major concern for South Korea’s economy, which is heavily dependent on exports and has faced flagging growth in recent years.</p><p>The South Korean economy grew 1 percent in 2025 after contracting 0.3 percent in the final quarter. That was the weakest performance for Asia’s fourth-largest economy since 2020, when the COVID-19 pandemic brought much economic activity to a grinding halt.</p><p>South Korea’s exports accounted for about 44 percent of gross domestic product (GDP) in 2024, well above the OECD average of 30 percent.</p><p>Despite Trump’s tariffs sapping demand for South Korean automobiles and machinery, South Korea counts the US as its top export destination after China.</p><p>South Korean exports to the US came to $122.9bn in 2025, about 17 percent of the total, an on-year decline of 3.8 percent.</p></div></div></body></html>"
        },
        {
            "title": "Canadian PM Carney unveils multibillion-dollar push to lower food costs | Inflation News | Al Jazeera",
            "time": "2026-01-26T21:14:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-20T155459Z_1083991834_RC235JAMDW7H_RTRMADP_3_DAVOS-MEETING-1768984723.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Canadian PM Carney unveils multibillion-dollar push to lower food costs</h1><p class=\"article__subhead\"><em>Carney has been under pressure from the opposition to lower prices of food and other essentials for lower-income people.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canadian Prime Minister Mark Carney has announced a multibillion-dollar package as part of a series of measures aimed at lowering the costs of food and other essentials for low-income families.</p><p>On Monday, Carney announced a five-year 25 percent boost to the Goods and Services Tax (GST) credit that starts this year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The GST credit, which is being renamed the Canada Groceries and Essentials Benefit, will provide additional, significant support for more than 12 million Canadians, Carney said in a statement.</p><p>The government will also provide a one-time top-up equivalent to a 50 percent increase this year to eligible residents.</p><p>“We’re bringing in new measures to lower costs and make sure Canadians have the support they need now,” Carney said.</p><p>The measures would cost the government 3.1 billion Canadian dollars ($2.26bn) in the first year and between 1.3 billion Canadian dollars ($950m) and 1.8 billion Canadian dollars ($1.3bn) in each of the following four years, he told reporters at a news conference, according to the Reuters news agency.</p><p>While overall consumer price inflation in Canada has eased and came in at 2.4 percent for December, “food price inflation remains high due to global and domestic factors, including supply chain disruptions, higher US tariffs from the trade war and climate change/extreme weather”, Tony Stillo, director of Canada Economics at Oxford Economics, told Al Jazeera.</p><p class=\"Indent2\">The government is also setting aside 500 million Canadian dollars ($365m) from the Strategic Response Fund to help businesses address the costs of supply chain disruptions without passing those costs on to Canadians, and<span> will create a 150 million Canadian dollar ($110m) Food Security Fund under the existing </span>Regional Tariff Response Initiative<span> for small and medium enterprises and the organisations that support them.</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"changing-landscape\">Changing landscape</h2><p>“The global landscape is rapidly changing, leaving economies, businesses, and workers under a cloud of uncertainty. In response, Canada’s new government is focused on what we can control: building a stronger economy to make life more affordable for Canadians,” Carney said.</p><p>The new measures were unveiled on the day Parliament resumes after its winter break.</p><p>Opposition parties have urged Carney to reduce prices of daily goods, especially as sections of the economy have come under pressure from United States President Donald Trump, who has slapped 35 percent tariffs on the country as well as separate tariffs on steel, aluminium and lumber, leading to job losses in those sectors.</p><p>Over the weekend, Trump escalated his threats and said he would impose a <a href=\"/news/2026/1/24/trump-threatens-100-percent-tariff-on-canada-over-china-deal\" target=\"_blank\" rel=\"noopener\">100 percent tariff</a> on Canada if it makes a trade deal with China. Carney has been working on diversifying Canada’s exports away from the US, its biggest trading partner and to which nearly 80 percent of its exports went last year, including by increasing business with other markets like China.</p></div></div></body></html>"
        },
        {
            "title": "Minnesota, ICE and the makings of a US civil war | News | Al Jazeera",
            "time": "2026-01-26T20:34:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769459601.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A 2024 simulation found US civil war could be triggered by clashes between state and federal law enforcement.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>US federal immigration raids continue in Minnesota, and the operation has set the stage for a standoff between state officials and the federal government. Governor Tim Walz has readied Minnesota’s national guard, while the Pentagon has ordered troops to be on standby. A 2024 University of Pennsylvania simulation warned that similar state-federal standoffs could escalate into broader armed conflict.</p><p><strong>In this episode: </strong></p><ul>\n<li>Claire Finkelstein (<a href=\"https://x.com/COFinkelstein\">@COFinkelstein</a>),  Center for Ethics and Rule of Law, University of Pennsylvania</li>\n</ul><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Chloe K. Li and Melanie Marich, with Phillip Lanos, Spencer Cline, Tamara Khandaker, Sonia Bhagat and our guest host, Manuel Rapalo. It was edited by Kylene Kiang. </em></p><p><em>The Take production team is Marcos Bartolomé, Sonia Bhagat, Spencer Cline, Sarí el-Khalili, Tamara Khandaker, Kylene Kiang, Phillip Lanos, Chloe K. Li, Melanie Marich, and Noor Wazwaz. Our host is Malika Bilal.</em></p><p><em>Our engagement producers are Adam Abou-Gad and Vienna Maglio. Andrew Greiner is lead of audience engagement. </em></p><p><em>Our sound designer is Alex Roldan. Our video editors are Hisham Abu Salah and Mohannad al-Melhem. Alexandra Locke is The Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio. </em></p><p><strong>Connect with us:</strong></p><p>@AJEPodcasts on <a href=\"https://twitter.com/AJEPodcasts\">X</a>, <a href=\"https://www.instagram.com/ajepodcasts/\">Instagram</a>, <a href=\"https://www.facebook.com/AJEPodcasts\">Facebook</a>, and <a href=\"https://www.youtube.com/playlist?list=PLzGHKb8i9vTwjZkiFu6LhzsLUKFkYO60I\">YouTube</a></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "White House attacks ‘sensationalist’ media over Alex Pretti coverage | Politics | Al Jazeera",
            "time": "2026-01-26T20:27:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260126__2258350388__v1__HighRes__PressSecretaryKarolineLeavittBriefsTheWhiteH_cropped-1769458056.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli and Palestinian captives and prisoners: A timeline of key events | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-26T19:40:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2025-10-13T130202Z_1144196740_RC20BHA6DWV6_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1760398602.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli authorities have said that there are <a href=\"/news/2026/1/26/remains-of-last-israeli-captive-in-gaza-retrieved-says-israel\">no remaining captives</a> left in Gaza after they received the remains of police officer Ran Gvili, fulfilling a key component of a ceasefire deal between Israel and Hamas.</p><p>The plight of Israeli and Palestinian captives has been a focus of ceasefire talks, with hundreds of people taken captive by Palestinian fighters during the October 7, 2023 attacks and subsequent waves of detentions of Palestinians by Israeli forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The return of the captives held in Gaza became an issue of particular resonance in Israel during the two-year Israel-Palestine war, causing a schism between protesters who pushed for a negotiated deal to secure their release and hardliners in the government who prioritised pushing forward with the destruction of Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Palestinians detained by Israel have been held in prisons and detention facilities where rights groups have reported that torture, sexual assault, and other severe abuses are systematic and widespread.</p><p>Here’s a brief timeline of developments regarding Palestinian and Israeli captives over the last several years.</p><h2 id=\"2023\">2023</h2><p><strong>October:</strong> Palestinian fighters carry out an attack on communities across southern Israel, killing about 1,200 people, most of them civilians, and taking 251 Israeli and foreign captives, according to Israeli figures. In the following weeks, Hamas releases two Israeli-American captives and two elderly captives, and Israeli forces recover an Israeli soldier taken captive during the attack.</p><p><strong>November:</strong> A deal is reached between Israel and Hamas that will result in the largest release of captives until the 2025 ceasefire deal, with 81 Israeli women and children and 24 foreign captives released. The agreement includes a slight increase in humanitarian aid entering Gaza, choked off by Israel in defiance of international law, and the release of 240 Palestinian women and teenage detainees and prisoners held by Israel, many of them being held without charge.</p><p><strong>December:</strong> Israeli forces in Gaza shoot and kill <a href=\"/news/2023/12/16/israeli-hostages-mistakenly-killed-in-gaza-were-had-a-white-flag-official\">three Israeli captives</a> holding a white flag and attempting to be rescued, underscoring the lax rules around the use of force by Israeli soldiers in the Gaza Strip.</p><h2 id=\"2024\">2024</h2><p><strong>February:</strong> Israeli forces recover two captives during a raid in southern Gaza as protesters in Israel call for a deal to bring the remaining captives home.</p><p><strong>June:</strong> Israeli forces conduct a raid in the Nuseirat neighbourhood of central Gaza to recover four captives, accompanied by indiscriminate bombing and attacks in the surrounding area that kill at least 274 Palestinians.</p><p><strong>July:</strong> <a href=\"/news/2024/7/31/israel-subjecting-palestinian-detainees-to-torture-and-abuse-un-report\">A report</a> by the Office of the United Nations High Commissioner for Human Rights finds that Israel is holding about 9,400 Palestinians as “security detainees”, often without giving them a reason for their detention, in facilities where abuses such as torture and sexual assault are widespread.</p><p><strong>August:</strong> The discovery of <a href=\"/news/2025/12/12/new-footage-shows-six-israeli-captives-held-in-gaza-tunnel-prior-to-deaths\">six dead Israeli captives</a> in a Hamas tunnel in southern Gaza sparks anger in Israel and mounting pressure on the government of Prime Minister Benjamin Netanyahu for a deal to secure the release of the remaining captives. The Israeli leader is accused of sabotaging negotiations on several occasions in order to continue the war. A video is released of several Israeli security force members gang-raping a Palestinian detainee at the Sde Teiman detention facility in Israel, notorious for abuse and torture.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>December:</strong> United States President-elect Donald Trump says there will be “hell to pay” if remaining captives are not released before his inauguration on January 20, 2025. Israeli forces detain Doctor <a href=\"/news/2025/12/27/a-year-on-israel-still-holds-gaza-doctor-hussam-abu-safia-without-charge\">Hussam Abu Safia</a>, director of Kamal Adwan Hospital, keeping him imprisoned without charge or trial. His lawyers later say he is tortured in Israeli detention, where he remains despite international calls for his release.</p><h2 id=\"2025\">2025</h2><p><strong>January:</strong> A ceasefire deal is reached for the release of 33 Israeli captives, 25 of them living and eight dead, and hundreds of Palestinians detained in Israeli prisons. Under the deal, a second phase of negotiations is supposed to lead to the release of the remaining captives and Israel’s withdrawal from Gaza, but Netanyahu unilaterally breaks off the agreement and resumes the war after six weeks. Hamas additionally releases five Thai workers who were among those taken captive by Palestinian fighters on October 7, 2023.</p><p><strong>February:</strong> Israel releases 600 Palestinian detainees after a delay, while Hamas releases Israeli-American Keith Siegel, Israeli-French Ofer Calderon, and Yarden Bibas, along with six other captives. The group later releases six more captives, and returns the bodies of Ariel and Kfir Bibas, who were aged four years and nine months respectively when kidnapped, along with their mother, Shiri Bibas, and a man in his 80s named Oded Lifshitz. The fate of the family causes anguish and anger in Israel and the UN condemns the “abhorrent” treatment of captives and their remains by Hamas.</p><p><strong>March:</strong> Israel breaks the ceasefire and <a href=\"/news/2025/3/18/israel-launches-gaza-assault-killing-hundreds-and-shattering-ceasefire\">resumes the war</a> with a wave of bombings and attacks across Gaza that kill at least 404 Palestinians in the first day, many of them children.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>May:</strong> Hamas hands over Israeli-American Edan Alexander, the last surviving US captive held in Gaza.</p><p><strong>October:</strong> A ceasefire agreement is reached between Hamas and Israel to secure the release of the remaining captives and the remains of the deceased held in Gaza, and Palestinian detainees and prisoners held by Israel. Israel <a href=\"/news/2025/10/18/what-we-know-about-the-torture-abuse-of-palestinian-prisoners-by-israel\">releases the bodies</a> of more than 100 dead Palestinians, most of whom are unidentified and many showing signs of torture, and continues to regularly bomb Gaza and restrict the flow of humanitarian aid.</p><p><strong>November:</strong> The rights group Physicians for Human Rights-Israel (PHRI) <a href=\"/news/2025/11/19/its-israeli-policy-report-reveals-abuse-of-palestinians-in-prisons\">releases a report </a>stating that at least 94 Palestinians have died in Israeli detention from causes such as torture, medical neglect, malnutrition, and assault. The report states that the true number is likely higher.</p><h2 id=\"2026\">2026</h2><p><strong>January:</strong> Central Gaza’s Al-Aqsa Martyrs Hospital says it received nine living Palestinian detainees released by Israel, shortly after the military said it had recovered the body of the last captive held in the Palestinian territory.</p></div></div></body></html>"
        },
        {
            "title": "Much of US digging out from snow, sleet, ice from massive winter storm | Weather | Al Jazeera",
            "time": "2026-01-26T19:35:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769456143.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"video-page article__featured-video-wrapper\"><div class=\"vertical-video-thumbnail is-horizontal \" data-testid=\"vertical-video-thumbnail\"><button aria-label=\"Play video\" class=\"vve-button-circular play-toggle\"><svg class=\"icon icon--play-arrow icon--white icon--29 \" viewbox=\"-3.5 -2 12 12\" version=\"1.1\" aria-hidden=\"true\"><title>Toggle Play</title><path fill=\"#FFF\" fill-rule=\"evenodd\" d=\"M.197 7.952A.39.39 0 0 1 0 7.61V.39C0 .247.076.114.197.048a.36.36 0 0 1 .384.018l5.25 3.61A.394.394 0 0 1 6 3.998a.394.394 0 0 1-.169.327l-5.25 3.61a.362.362 0 0 1-.384.016Z\"></path></svg></button><p class=\"vertical-video-thumbnail-title\">Much of US digging out from snow, sleet, ice from massive winter storm</p></div></div><div class=\"\"><header class=\"article-header\"><span class=\"program__page__source\"><a href=\"/video/newsfeed/\"><span class=\"video-program-source__program-name\">NewsFeed</span></a></span><h1>Much of US digging out from snow, sleet, ice from massive winter storm</h1></header><p class=\"article__subhead u-inline \">A huge winter storm brought frigid temperatures, snow, and sleet to more than a dozen US states, cancelling at least 19,000 flights and paralysing travel in and out of the country.</p><p class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"></p><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "Lula, Trump discuss ‘Board of Peace’, agree to meet in Washington: Brazil | Donald Trump News | Al Jazeera",
            "time": "2026-01-26T19:11:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6977b301-1769452289.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">‍Brazilian ‍President Luiz Inacio Lula da Silva has held a ⁠phone call ​with his US ‍counterpart Donald Trump and agreed ‍to ⁠visit Washington soon, the Brazilian government said in a statement.</p><p class=\"p1\">The two leaders on Monday discussed several issues during the 50-minute call, including the situation in Venezuela, Trump’s proposed “Board of Peace” for Gaza, and the fight against organised crime.</p><p>“Lula and Trump ​exchanged ‌views on the situation in Venezuela, and the ‌Brazilian president stressed ‌the importance of ⁠preserving peace and stability in the region,” ‌the statement said.</p><p class=\"p1\">Regarding Venezuela, the Brazilian president stressed the importance of “preserving peace and stability in the region”, the statement said.</p><p class=\"p1\">Lula has criticised the ‍<a href=\"/features/2026/1/26/the-discombobulator-did-us-use-secret-weapon-in-maduro-abduction\">US abduction of ⁠Venezuelan President Nicolas Maduro</a>, who was deposed earlier this month and taken to New York to face drug-trafficking charges. The Brazilian president had condemned the move as crossing “an unacceptable line”.</p><p class=\"p1\">Lula emphasised to Trump on Monday the need to work for the welfare of ​the Venezuelan people.</p><p>The Brazilian government’s statement did not say whether Lula accepted Trump’s ‍invitation to join the initiative.</p><h2 id=\"board-of-peace\" class=\"p1\">Board of Peace</h2><p class=\"p1\">Lula also ‌requested that Trump’s new proposal for a <a href=\"/news/2026/1/23/rights-advocates-welcome-canadas-exclusion-from-trump-board-of-peace\">Board of Peace</a> “be limited to the issue of Gaza and include a seat for Palestine”, as global powers worry the initiative launched last ‌Thursday could assume a wider role and rival the United Nations.</p><p class=\"p1\">Lula also urged the “comprehensive reform of the United Nations, including the expansion of the permanent members of the Security Council”.</p><p class=\"p1\">On Friday, Lula, 80, accused Trump, 79, of trying to create “a new UN where only he is the owner”, with his proposed “Board of Peace” following the October 10 ceasefire in the Israel-Palestine war.</p><p class=\"p1\">Although originally intended to oversee Gaza’s rebuilding, the board’s charter does not appear to limit its role to the Palestinian territory and seems to aim to rival the United Nations.</p><p class=\"p1\">Traditional US allies, including France and Britain, have also expressed doubts.</p><h2 id=\"unacceptable-line\">‘Unacceptable line’</h2><p class=\"p1\">Lula and Trump have been in contact several times since their first official meeting in October, which ushered in improved ties after months of animosity between Washington and Brasilia.</p><p class=\"p1\">As a result, Trump’s administration has exempted key Brazilian exports from 40 percent tariffs that had been imposed on Brazil, and lifted sanctions on a top Brazilian judge.</p><p class=\"p1\">Earlier this month, Lula said the US attack on Venezuela to abduct President Maduro crossed “an unacceptable line”.</p><p class=\"p1\">The presidency said the visit would take place after Lula’s trips to India and South Korea in February, and that a date would be set “soon”.</p><p class=\"p1\">The veteran leftist Lula has held phone calls in recent days with Russian President Vladimir Putin and Chinese President Xi Jinping.</p></div></div></body></html>"
        },
        {
            "title": "Is the Trump administration’s immigration crackdown working? | Donald Trump | Al Jazeera",
            "time": "2026-01-26T18:47:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769450962.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">There has been a second fatal shooting in the US state of Minnesota this month.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">As soon as Donald Trump made his comeback to the White House early last year, he rushed to step up his crackdown on those who enter the United States illegally.</p><p class=\"p1\">His administration soon started mass arrests and mass deportations.</p><p class=\"p1\">That has led to mass protests against Trump’s immigration policies.</p><p class=\"p1\">Protesters are particularly venting their anger against US Immigration and Customs Enforcement (ICE) agents, accusing them of using excessive force.</p><p class=\"p1\">And the state of Minnesota has become the epicentre of the anger against the crackdown in recent weeks.</p><p class=\"p1\">There have been at least three shootings there involving immigration agents just this month alone – two of them fatal.</p><p class=\"p1\">So, does this violent crackdown serve any real purpose?</p><p class=\"p1\"><strong>Presenter:</strong> James Bays</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Darrin Porcher – Former NYPD lieutenant and criminal justice professor at Pace University</p><p class=\"p1\">Leon Fresco – Former deputy assistant attorney general in charge of immigration litigation at the US Department of Justice</p><p class=\"p1\">Alex Vitale – Professor in the Department of Sociology at Brooklyn College, and the coordinator of the Policing and Social Justice Project</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Death toll from Indonesia landslide rises to 17 as dozens remain missing | Climate Crisis News | Al Jazeera",
            "time": "2026-01-26T18:45:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6977a4d514d7-1769448661.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Death toll from Indonesia landslide rises to 17 as dozens remain missing</h1><p class=\"article__subhead\"><em>Among the 42 people missing after landslide in West Java, 19 were members of Indonesia’s elite marine force.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The death toll from Saturday’s landslide in Indonesia has risen to at least 17 as search-and-rescue operations continue for at least 42 people who have been reported missing in West Java, according to officials.</p><p>Heavy rainfall began on Saturday, hitting a marine training camp and engulfing houses in Pasirlangu village on the slopes of Mount Burangrang.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Among the 42 missing people, 19 were members of Indonesia’s elite marine force who were training for a long operation on the Indonesia-Papua New Guinea border, Indonesian Navy Chief of Staff Muhammad Ali told reporters on Monday.</p><p>According to National Disaster Management Agency spokesperson Abdul Muhari, so far, 17 people have been confirmed dead.</p><p>The Navy chief also confirmed that four marines were among the dead.</p><p>“Heavy rain over two nights triggered the slope failure that buried their training area,” Ali said.</p><p>“Heavy machinery has struggled to reach the site, the access road is narrow, and the ground remains unstable,” he noted.</p><p>Ade Dian Permana, who heads the local search-and-rescue office, also told reporters that the ground was “still very unstable and mixed with water”, hindering rescue teams’ ability to move far.</p><figure id=\"attachment_4267504\" aria-describedby=\"caption-attachment-4267504\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4267504\" src=\"/wp-content/uploads/2026/01/afp_6977a53228d8-1769448754.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Rescuers search for victims buried by a landslide in Pasirlangu village in Cisarua, Bandung, West Java, on January 26, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4267504\" class=\"wp-caption-text\">Rescuers search for victims buried by a landslide in Pasirlangu village in Cisarua, Bandung, West Java [AFP]</figcaption></figure><p>Rescuers were digging through mud, rocks and uprooted trees, said Yudhi Bramantyo, the operation director of the National Search and Rescue Agency. He said that in some places in the province, the mud reached up to eight metres (26 feet).</p><p>Aep Saepudin, who has been coming to the village daily for updates about his 11 family members, including his sister, who are missing, told the AFP news agency that it was “impossible that they are still alive”.</p><p>“I just want their bodies to be found,” he said, adding, “My heart aches. I feel so sad seeing my older sister like that [buried by the landslide].”</p><p>According to the local disaster agency, more than 50 houses have been severely damaged by the landslide, displacing more than 650 people.</p><p>Rescuer Rifaldi Ashabi, 25, told AFP that crews are concerned about the risk of subsequent landslides as they use heavy machinery and manually dig to continue searching for residents.</p><p>“Sometimes when we’re in the operation, we aren’t focusing on the slopes that still have the potential for landslides,” Ashabi said.</p><p>But West Java’s governor, Dedi Mulyadi, blamed the disaster on plantations around Pasirlangu, mostly used to grow vegetables, and pledged to relocate residents in a statement on Saturday.</p></div></div></body></html>"
        },
        {
            "title": "Massive search underway for dozens missing in deadly Indonesia landslide | Environment | Al Jazeera",
            "time": "2026-01-26T17:42:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769449321.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "EU probes Musk’s Grok AI feature over deepfakes of women, minors | Technology News | Al Jazeera",
            "time": "2026-01-26T16:49:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_69776f1a8b-1769434906.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>EU probes Musk’s Grok AI feature over deepfakes of women, minors</h1><p class=\"article__subhead\"><em>Commission President Ursula von der Leyen says Europe will not ‘tolerate unthinkable behaviour, such as digital undressing of women and children’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The European Commission has launched an investigation into Elon Musk’s AI chatbot, <a href=\"/news/2026/1/17/mother-of-elon-musks-child-sues-his-ai-company-over-grok-deepfake-images\">Grok</a>, regarding the creation of sexually explicit fake images of women and minors.</p><p>The commission announced on Monday that its investigation would examine whether the AI tool used on X has met its legal obligations under the European Union’s Digital Services Act (DSA), which requires social media companies to address illegal and harmful online content.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Brussels said the investigation would examine whether X had properly mitigated “risks related to the dissemination of illegal content in the EU, such as manipulated <a href=\"/economy/2026/1/14/musk-denies-knowledge-of-grok-producing-sexualised-images-of-minors\">sexually explicit images</a>, including content that may amount to child sexual abuse material”.</p><p>In a statement to the AFP news agency, European Commission President Ursula von der Leyen said Europe will not “tolerate unthinkable behaviour, such as digital undressing of women and children”.</p><p>“It is simple – we will not hand over consent and child protection to tech companies to violate and monetise. The harm caused by illegal images is very real,” she added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Grok has faced a recent outcry after it was uncovered that users could ask the chatbot to create deepfakes of women and children by simply using prompts such as “put her in a bikini” or “remove her clothes”.</p><p>EU tech commissioner Henna Virkkunen said the rights of women and children in the EU should not be “collateral damage” of X’s services.</p><p>“Non-consensual sexual deepfakes of women and children are a violent, unacceptable form of degradation,” Virkkunen said in a statement.</p><p>X has been under investigation by the EU over its digital content rules since December 2023.</p><p>This month, Grok said it would restrict image generation and editing to paying customers after criticism of the tool’s capabilities.</p><p>A nonprofit organisation, the Centre for Countering Digital Hate, published a report last week that found Grok had generated an estimated 3 million sexualised images of women and children in a matter of days.</p><p>In December, the EU ordered X to pay a 120-million-euro ($140m) fine for violating the DSA’s transparency obligations.</p><p>The EU is not the only body investigating Grok’s tool; the United Kingdom’s media regulator, <a href=\"/news/2026/1/12/uk-to-investigate-elon-musks-grok-over-deeply-disturbing-deepfakes\">Ofcom</a>, announced it had launched an investigation into X to determine whether it had complied with requirements under the UK’s Online Safety Act.</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu says next phase of ceasefire is ‘demilitarising’ Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-26T16:22:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-26T151140Z_156098121_RC239JAZ8GQD_RTRMADP_3_ISRAEL-PALESTINIANS-NETANYAHU_cropped-1769444248.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "As US ‘armada’ approaches, Iran warns of dire consequences if attacked | Protests News | Al Jazeera",
            "time": "2026-01-26T16:19:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_6977775b5c933-1769437019.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran </strong>– Iranian authorities continue to warn of serious ramifications in case of military strikes by the United States, as more people are being arrested in connection with deadly protests amid a lingering internet blackout.</p><p>Tehran’s municipality on Sunday unveiled a giant billboard at the Enghelab (Revolution) Square in the capital’s central area, in an apparent warning to the <a href=\"/news/2026/1/25/us-military-moves-navy-air-force-assets-to-the-middle-east-what-to-know\">deployment</a> of the USS Abraham Lincoln supercarrier and supporting warplanes near Iranian waters.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The image showed a bird’s-eye view of an aircraft carrier with destroyed fighter jets on the deck and blood running in the water to form the US flag.</p><p>“If you sow the wind, you will reap the whirlwind,” read an accompanying message in Farsi and English.</p><p>Top military figures on Monday reiterated Iran’s readiness to engage in another war with Israel and the US in the case of an attack similar to last year’s <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day conflict</a>, while the Foreign Ministry promised a “comprehensive and regret-inducing response”.</p><p>Speaking to reporters during a news conference, ministry spokesman Esmaeil Baghaei also warned “the resulting insecurity will undoubtedly affect everyone” amid reports regional actors have been <a href=\"/news/2026/1/16/gulf-countries-gear-up-diplomacy-to-stave-off-us-iran-escalation\">directly appealing to US President Donald Trump</a>, who on Thursday <a href=\"/news/2026/1/23/trump-says-us-still-watching-iran-as-massive-fleet-heads-to-gulf-region\">said</a> a US “armada” is heading towards the Gulf.</p><p>As the European Union ponders listing the Islamic Revolutionary Guard Corps (IRGC) as a “terrorist” organisation following a vote in the European Parliament, Baghaei said Tehran believes “more prudent European countries should be careful not to fall into the trap of the devilish temptations of non-European parties toward such an action”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Iranian establishment’s remaining allies in the so-called “axis of resistance”, who took no action during June’s war, have also signalled that they may this time attack US and Israeli interests if conflict breaks out.</p><p>Abu Hussein al-Hamidawi, the chief of the Iran-backed Kataib Hezbollah in Iraq, <a href=\"/news/2026/1/26/iraqs-kataib-hezbollah-warns-of-total-war-if-iran-is-attacked\">issued</a> a fiery statement on Monday warning of “total war” in case of US aggression. Hezbollah’s Naim Qassem has repeatedly heaped praise on Iran’s Supreme Leader Ayatollah Ali Khamenei, including during a speech on Monday.</p><p>The Houthis in Yemen also released a video on Monday that showed US warships and previously attacked commercial vessels, indicating that they could once again become targets despite a <a href=\"/news/2025/11/11/yemens-houthis-appear-to-pull-back-from-red-sea-shipping-attacks\">Gaza ceasefire deal that stopped the attacks</a>.</p><h2 id=\"more-protest-linked-arrests-reported\">More protest-linked arrests reported</h2><p>Meanwhile, judicial and intelligence authorities continue to report action against “rioters” as the Iranian establishment blames “terrorists” working in line with the interests of the US and Israel during the <a href=\"/news/2026/1/24/iran-rejects-un-rights-resolution-condemning-protest-killings\">nationwide protests</a> that started in late December.</p><p>Mohammadreza Rahmani, the head of the police authority in the northern province of Gilan, announced 99 new arrests in a statement on Sunday.</p><p>He alleged that those arrested were engaged in destroying public property or acted as “leaders” of unrest both on the streets and on social media.</p><p>State media said a person “who incited people, especially the youth”, in online posts to participate in protests was arrested in Bandar Anzali, also in the north.</p><p>The US-based Human Rights Activists News Agency (HRANA), which says it has confirmed 5,848 deaths during the protests, reported on Monday that at least 41,283 people have also been arrested across the country.</p><p>Iranian authorities have <a href=\"/news/2026/1/21/at-least-3117-people-killed-during-iran-protests-state-media-reports\">not announced any official arrest numbers</a>, but said last week that at least 3,117 people were killed during the protests, including 2,427 described as “innocent” protesters or security forces.</p><p>Al Jazeera cannot independently verify these figures.</p><figure id=\"attachment_4267195\" aria-describedby=\"caption-attachment-4267195\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4267195\" src=\"/wp-content/uploads/2026/01/reuters_69777720-1769436960.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An Internet Error is displayed on Samaneh's Laptop as she tries to connect to the internet to check on her visa status for her migration process, after a nationwide internet shutdown since January 8, 2026, following Iran's protests, in Tehran, Iran, January 25, 2026. Majid Asgaripour/WANA (West Asia News Agency) via REUTERS ATTENTION EDITORS - THIS PICTURE WAS PROVIDED BY A THIRD PARTY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4267195\" class=\"wp-caption-text\">An ‘internet error’ message is displayed on an Iranian woman’s laptop as she tries to connect to the internet to check on her visa status, after a nationwide internet shutdown since January 8, 2026, following Iran’s protests, in Tehran, Iran, January 25, 2026 [Majid Asgaripour/WANA (West Asia News Agency) via Reuters]</figcaption></figure><p>Speaking during a meeting with top judiciary officials on Monday, Chief Justice Gholam-Hossein Mohseni-Ejei reiterated his promise that “no mercy” will be shown when prosecuting protest-related cases.</p><p>He also expressed dismay at any calls for negotiations with the US amid what he called “an all-out war and economic blockade” against Iran.</p><p>“Some people portray all avenues for confronting the enemy’s aggression and coercion as blocked and repeatedly prescribe negotiation with a treacherous enemy,” he said.</p><h2 id=\"monitored-internet-access-for-businesspeople\">Monitored internet access for businesspeople</h2><p>Iranians across the country remain afflicted by an unprecedented total internet shutdown that has now lasted nearly three weeks.</p><p>A limited number of users have been able to tunnel out using proxies and virtual private networks (VPNs), but the authorities continue to block any proxies offering access to the outside world.</p><p>As with previous protests, internet access can only be restored through permission by the Supreme National Security Council, but the council has provided no timeline for reconnecting Iran’s 90-million-strong population.</p><p>In the meantime, the state appears to be gearing up to implement its longtime plans to enforce a <a href=\"/news/2024/2/24/iran-unveils-plan-for-tighter-internet-rules-to-promote-local-platforms\">so-called “tiered internet”</a> that would only allow access to a limited number of permitted individuals and entities.</p><p>This week in Tehran, the authorities set up a small office to allow businesspeople who have identification from the Iran Chamber of Commerce to gain limited access to the internet.</p><p>Before being allowed to use the internet for a few minutes, they had to sign a form that committed them to use the connection for “business purposes” only, and emphasised they would be legally prosecuted if they “misuse” the opportunity.</p><p>A similar small office has also been opened for journalists by the Culture Ministry.</p><p>The rest of the population only has access to a local intranet designed to offer some basic services during state-imposed internet blackouts, but even that connection is slow and patchy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump’s second term: ‘Reality has overtaken satire’ | Donald Trump | Al Jazeera",
            "time": "2026-01-26T15:59:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769443134.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Marc Lamont Hill sits down with The Nation’s Katrina vanden Heuvel to unpack the first year of Trump’s second term.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>One year into his second term, United States President Donald Trump is testing the outer limits of executive power. From the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of Venezuelan President Nicolas Maduro to threats towards Iran and efforts to secure control of Greenland, the administration has plunged the US into turbulent territory.</p><p>Domestically, the Trump administration is enforcing hardline immigration policies. Documented reports of expanded anti-immigration operations – along with allegations of racial profiling and detentions affecting even US citizens and legal residents – have many communities on edge.</p><p>Adding to this, a shaky economy has many in the US questioning Trump’s policies as his approval ratings plummet before November’s midterm elections.</p><p>This week on <em>UpFront</em>, Marc Lamont Hill speaks with Katrina vanden Heuvel, editor and publisher of The Nation magazine, about Trump testing the limits of his executive power and what this could mean for the rest of his presidency.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Biscuit factory explosion in Greece kills at least four | Newsfeed | Al Jazeera",
            "time": "2026-01-26T15:29:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769441297.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "At least 10 dead as US winter storm causes outages, flight cancellations | Weather News | Al Jazeera",
            "time": "2026-01-26T14:58:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-26T102541Z_1022825798_RC2H8JAMW13V_RTRMADP_3_USA-WEATHER-1769435130.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 10 dead as US winter storm causes outages, flight cancellations</h1><p class=\"article__subhead\"><em>An additional 3,800 flights cancelled as heavy snow and freezing temperatures cause transportation snags.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The northeastern United States is experiencing the end of a strong <a href=\"/news/2026/1/25/us-storm-causes-widespread-power-outages-thousands-of-flights-cancelled\">winter storm</a> that caused freezing temperatures, power outages, deaths and transportation issues across the country over the weekend.</p><p>The flight-tracking website FlightAware showed that about 5,300 flights were cancelled as of Monday afternoon, with an additional 4,300 delayed as <a href=\"/gallery/2026/1/26/at-least-10-people-die-million-without-power-as-winter-storm-grips-us\">heavy snow</a> and freezing rain continue to blanket the northeast.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I pray for 2 feet [61cm] every time we get a snowstorm. I want as much as we can get,” New York City resident January Cotrel told The Associated Press news agency. “Let the city just shut down for a day, and it’s beautiful, and then we can get back to life.”</p><p>More than 10 deaths have been reported as a result of the storm. In New York City, Mayor Zohran Mamdani said five people were found dead outside over the weekend.</p><figure id=\"attachment_4267621\" aria-describedby=\"caption-attachment-4267621\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4267621\" src=\"/wp-content/uploads/2026/01/AP26026594957798-1769456641.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A man with a snowblower with a statue in the background\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4267621\" class=\"wp-caption-text\">A worker uses a snowblower to clear a snow-covered pavement in downtown Washington, a day after a snow and ice storm on Monday, January 26, 2026 [Mark Schiefelbein/AP Photo]</figcaption></figure><h2 id=\"flight-cancellations-are-expected-to-increase\">Flight cancellations are expected to increase</h2><p>The website poweroutage.com reported that more than 700,000 houses and businesses were without electricity across the US on Monday, most of them concentrated in the South, where the <a href=\"/news/2026/1/23/winter-storm-to-impact-at-least-180-million-across-southern-eastern-us\">storm brought freezing</a> rain and temperatures.</p><p>White House Press Secretary Karoline Leavitt told reporters on Monday that President Donald Trump continues to “monitor the situation closely” and has approved 12 federal emergency disaster declarations, freeing up additional resources in states such as Arkansas, Georgia, Indiana, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, South Carolina, Tennessee, Virginia, and West Virginia.</p><p>“These declarations will help state-led efforts of turning power back on, clearing roads for emergency services, and keeping communities safe,” said Leavitt. “The White House will continue to correspond directly with governors and local officials in the coming days, especially in those states that were harshly impacted by this storm.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Health authorities in the Southern state of Louisiana reported that two people had died from hypothermia, and icy weather brought down power lines in Tennessee.</p><p>Flight cancellations are expected to increase throughout Monday, and more snow is forecast across the Appalachian Mountain region as the cold front moves offshore. More than 11,000 flights were cancelled on Sunday, leaving thousands of travellers in a state of uncertainty.</p><p>The AFP news agency reported that about 190 million people in the US were under some form of extreme cold alert, citing a statement from the National Weather Service (NWS).</p><figure id=\"attachment_4267158\" aria-describedby=\"caption-attachment-4267158\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4267158\" src=\"/wp-content/uploads/2026/01/2026-01-26T040701Z_978769586_RC2E8JA2K7GM_RTRMADP_3_USA-WEATHER-1769436315.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A person walks past a deli in snowy weather\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4267158\" class=\"wp-caption-text\">A pedestrian walks past a deli and grocery store in Brooklyn during Winter Storm Fern [Bing Guan/Reuters]</figcaption></figure><p>Heavy snow has also filled roads, impeding local travel and prompting warnings from the Federal Emergency Management Agency and local authorities for residents to stay inside if possible.</p><p>The New York state branch of the NWS said on Monday that temperatures are expected to remain below freezing throughout the week, but any remaining snowfall would be light and was expected to end on Monday morning or early afternoon.</p></div></div></body></html>"
        },
        {
            "title": "Gustavo Petro: Colombia’s former rebel fighter turned president | Conflict | Al Jazeera",
            "time": "2026-01-26T14:41:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Petro-v2-1769347284.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In 2007, Gustavo Petro was visiting Washington, DC, when he made an unusual request: to accompany his host’s friend on a school pickup run.</p><p>At the time, Petro was a rising star in the Colombian Senate who was in the United States to receive the Letelier-Moffitt Human Rights Award for exposing politicians’ ties to paramilitary groups. His host was Sanho Tree, director of drug policy at the Institute for Policy Studies (IPS).</p><p>“That’s something I can’t do in Colombia,” Tree remembered Petro telling him. “If your assassins know you’re going to pick up your kid at a certain time, that’s extremely dangerous.”</p><p>Such dangers were not new to Petro.</p><p>He began his career being hunted by soldiers as an armed rebel with the M-19, an underground student movement that sought a fairer, more democratic Colombia. After laying down his rifle, he became a whistleblowing senator, holding hearings on the shadowy alliance between politicians and paramilitary groups that reached the highest echelons of power – and earned him a price on his head from a paramilitary leader.</p><p>Throughout, he has pursued the same issues in a country torn apart by decades of armed conflict and where land has long been concentrated in the hands of the wealthy few.</p><p>“One thing we can say about Petro is that he’s been consistent,” said Alejandro Gaviria, Petro’s former education minister, who has been both a critic and ally of the president.</p><p>“If you watch an interview of his 20 years ago, he has exactly the same ideas. Then he was talking about peace, land reform; he was even ahead of his time talking about environmental issues.”</p><p>In 2022, Petro was elected the first left-wing president of the South American country and entered the presidential palace with promises to lead Colombia in a more <a href=\"/news/longform/2025/2/4/petro-vs-trump-the-diplomatic-standoff-that-could-shape-colombias-future\">equitable</a>, eco-friendly direction.</p><p>On the international stage, he has been a rare figure among Latin American leaders as an outspoken <a href=\"/news/longform/2025/2/4/petro-vs-trump-the-diplomatic-standoff-that-could-shape-colombias-future\">critic</a> of US President Donald Trump. After the <a href=\"/news/2026/1/24/remote-coercion-what-has-us-approach-been-since-abduction-of-maduro\">US attacked Venezuela</a> in early January and abducted the country’s leader, Nicolas Maduro, Trump threatened military action against Colombia. The former rebel responded by saying he would “<a href=\"/news/2026/1/5/colombias-petro-promises-to-defend-homeland-amid-trump-threats\">take up arms</a>” again to defend Colombia. A <a href=\"/news/2026/1/8/trump-invites-colombias-petro-to-white-house-after-threats\">detente</a> soon followed after a phone call between the leaders.</p><p>As Petro has struggled to put his ideas into practice throughout his term and faced tensions with Trump, what drives Colombia’s president?</p><figure id=\"attachment_4264255\" aria-describedby=\"caption-attachment-4264255\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264255\" src=\"/wp-content/uploads/2026/01/1987-06-14T110000Z_2135575164_GF1DURFQBFAB_RTRMADP_3_GABRIEL-GARCIA-MARQUEZ-1769329486.jpg?w=770&amp;resize=770%2C545&amp;quality=80\" alt=\"Colombia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264255\" class=\"wp-caption-text\">Gabriel Garcia Marquez, who won the 1982 Nobel Prize in literature, celebrated the 20th anniversary of his novel One Hundred Years of Solitude in June 1987. His novel has greatly influenced Petro [File: Reuters]</figcaption></figure><h2 id=\"bookish-rebel\">Bookish rebel</h2><p>Petro was born in 1960 to a middle-class family in the Caribbean coastal town of Cienaga de Oro, but spent much of his childhood in the rainy capital, Bogota, and his teenage years in the city of Zipaquira.​</p><p>From a young age, he questioned authority.</p><p>“He likes discussion, but not dogma,” his father, Gustavo Petro Sierra, once said in an interview where he recalled an incident when his son was three. He had tried to punish his son by slapping his hand, but missed and accidentally struck his face. Petro had looked his father in the eye and yelled, “Don’t hit me in the face, Dad!”</p><p>Petro’s father, a teacher, inspired his son’s love of reading, and Petro was particularly influenced by the celebrated novel, One Hundred Years of Solitude, by the Colombian author <a href=\"/features/2014/4/18/author-gabriel-garcia-marquez-dies-at-87\">Gabriel Garcia Marquez</a>. His father gave him a copy as a birthday gift when he was a child, according to former Culture Minister Juan David Correa, who met Petro in 2021 as the editor of his memoir.</p><p>The magical realism epic immortalises Colombia’s civil wars and class struggles through the saga of the Buendia family through the 19th and early 20th centuries. After independence from Spain in 1810, Colombia experienced intermittent warfare between its two main political factions: the secular, reformist Liberals and the Conservatives, who wanted to maintain the Catholic, colonial status quo.</p><p>“That was a book that was definitive in our lives as Colombians,” explained Correa, noting Petro’s belief that Colombians must know their history.</p><p>“We have to know who these oligarchies or aristocracies are that ruled the country over the past 200 years of solitude [since independence], as [Petro] called it.”</p><p>In the colonial era, the Spanish oversaw a feudal-like system in which landless campesinos (rural workers) toiled for a pittance on behalf of wealthy landowners. In the Colombia that Petro grew up in, this system persisted. Even at the dawn of the new millennium, only 1 percent of landowners possessed half the arable land.</p><p>As a boy, Petro’s mother, Clara Nubia Urrego, would tell him stories about the turmoil in the country, including the assassination of Jorge Eliecer Gaitan. Gaitan, a presidential candidate for the Liberals, called for reforms, including land distribution, which landowners fiercely opposed. His murder in 1948 kicked off a decade of bloodshed, known as La Violencia, between Liberal armed rebels and the Conservative government.</p><p>A truce in 1958 led to a power-sharing arrangement between the Liberal and Conservative parties, known as the National Front. Things had seemingly calmed by the early 1960s, but in 1964, inspired by the Cuban Revolution, the remaining Liberal rebels roaming the countryside came together as the communist Revolutionary Armed Forces of Colombia (FARC) and the smaller National Liberation Army (ELN).</p><p>Meanwhile, the National Front blocked any legitimate alternatives, going so far as to rig the election on April 19, 1970 against the populist ANAPO (National Popular Alliance), which attracted people fed up with the two-party system, including Petro’s mother, who had joined the party. Seeing his mother’s sadness at the election results became Petro’s political awakening. He was 10.</p><p>At his Catholic school in Zipaquira, Petro and three other friends formed a study group and pledged to dedicate their lives to a better Colombia. They read Alternativa, a left-wing magazine founded by Garcia Marquez, which ran interviews with Chilean and Argentinian rebels and criticised the US sway over Latin America. They became involved with local unions, bringing together workers, salt miners and teachers.</p><p>In his memoir, Petro recalls his “communist” beliefs did not make him popular with priests or his classmates whose parents hung portraits of Spain’s fascist dictator <a href=\"/news/longform/2025/11/20/franco-legacy-fifty-years\">General Francisco Franco</a> on their walls. But he credits his high school as the place where he learned about liberation theology, a strand of Catholicism that advocates uplifting the oppressed.</p><p>“Since then, love for the poor has remained by my side,” he wrote.</p><p>“I didn’t learn that from Marxism, but from liberation theology.”</p><figure id=\"attachment_4264489\" aria-describedby=\"caption-attachment-4264489\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264489\" src=\"/wp-content/uploads/2026/01/AP9604170853-1769334165.jpg?w=770&amp;resize=770%2C550&amp;quality=80\" alt=\"Rebels from the Revolutionary Armed Forces of Colombia (FARC), enter a small town near Miranda, Colombia, Wednesday, April 17, 1996. A column of the same rebel group ambushed a military convoy Monday killing 31 soldiers and wounding 18 outside the town of Puerres, located 350 miles southwest of Bogota. The FARC are the largest and oldest guerrilla group in Colombia. (AP Photo/Ricardo Mazalan)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264489\" class=\"wp-caption-text\">FARC rebels enter a small town near Miranda, Colombia, on April 17, 1996, two days after the group ambushed a military convoy, killing 31 soldiers and wounding 18 outside the town of Puerres [Ricardo Mazalan/AP Photo]</figcaption></figure><h2 id=\"occupying-a-hillside\">Occupying a hillside</h2><p>In 1978, after enrolling at university in Bogota to study economics, Petro was handed a document by Pio Quinto Jaimes, a teacher involved in activist circles. It outlined the goals of an underground student movement known as the 19th of April Movement or M-19, named after the 1970 election. Jaimes was impressed by Petro’s work with the unions and considered him a worthwhile prospect for the group.</p><p>Although often described as “urban guerrillas”, M-19 was distinct from the uniformed rebels of the FARC or the ELN. Whereas the FARC recruited from rural workers and wanted a Cuban-style Marxist revolution, M-19 mainly consisted of politicised students who sought social democracy, denied by the two-party system.</p><p>Unlike the FARC’s camouflaged commandos, who would raid army outposts before disappearing into the jungle, M-19 operated in the cities and preferred symbolic stunts such as stealing the sword of Simon Bolivar, Colombia’s 19th-century liberation hero, from a Bogota museum.</p><p>“Bolivar has not died,” read a note they left behind. “His sword continues his fight. It now falls into our hands, where it is pointed at the hearts of those who exploit Colombia.”</p><p>The M-19 hijacked milk trucks to redivert the goods to poorer neighbourhoods, and orchestrated kidnappings targeting Colombia’s wealthy elite.</p><p>Petro read the document from cover to cover.</p><p>“The movement connected me with the reality of the country, with my mother’s stories about Gaitan, Bolivar, and the ANAPO,” he wrote in his memoirs. “It was as if it had struck a chord that intensely stirred some fibres within me.”</p><p>Petro, along with two of his high school study group friends, joined the M-19.</p><p>Although he learned to use a gun, he did not take part in armed operations. He was instead tasked with disseminating propaganda. He took on the nom de guerre Aureliano, after a rebel leader in Marquez’s novel.</p><p>After graduation, Petro returned to Zipaquira and was elected an ombudsman, a public advocate, in 1981, to hear residents’ complaints about the local government.</p><p>In the early 1980s, Petro edited a newsletter – Letter to the People – where he called on readers to occupy a hillside on the outskirts and turn it into a housing project for poor people. Some 400 impoverished families answered the call and found 22-year-old Petro and a group of young activists measuring out 6-by-12 metre (19.7×39.4 feet) plots. There were no wells or sewage, and residents had to collect rainwater.</p><p>The squatters were eventually granted permission to stay by the mayor, and the community evolved into a neighbourhood named Bolivar 83.</p><figure id=\"attachment_4264346\" aria-describedby=\"caption-attachment-4264346\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264346\" src=\"/wp-content/uploads/2026/01/1990-03-01T120000Z_92858073_GM1E81S04KW01_RTRMADP_3_CARLOS-PIZARRO-1769330481.jpg?w=770&amp;resize=770%2C716&amp;quality=80\" alt=\"Columbia presidential candidate Carlos Pizarro, of the M-19 guerrilla movement, surrenders his gun in Bogota March 1990. Pizarro died on April 26, 1990 in a hospital, after being shot in the head by a gunman during a commercial flight. Pizarro, 39, was the third candidate in the May 27 elections to be assassinated. (COLOMBIA) REUTERS/Zoraida Diaz /Landov\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264346\" class=\"wp-caption-text\">Colombian presidential candidate Carlos Pizarro of the M-19 group surrenders his gun in Bogota in March 1990. The following month, Pizarro, 39, was assassinated by an armed man during a commercial flight [File: Zoraida Diaz/Landov via Reuters]</figcaption></figure><h2 id=\"my-youth-was-over\">‘My youth was over’</h2><p>By 1984, as peace negotiations between the government and M-19 gained momentum, Petro publicly acknowledged his involvement in the group.</p><p>“I did so at a demonstration that was one of the largest in the municipality’s history,” he said in an <a href=\"https://www.elespectador.com/politica/las-luchas-del-companero-aureliano-article-202588/#google_vignette\" target=\"_blank\" rel=\"noopener\">interview</a>. “From then on, my life changed. My youth was over.”</p><p>After telling the crowd he belonged to M-19, Petro stepped back to applause.</p><p>But not everyone was pleased.</p><p>Petro’s father, who had no idea about his son’s secret life, was shocked by the risks he had been taking.</p><p>The talks with the government soon fell apart, meaning M-19 members were once again targets for arrest. Petro was forced to go underground.</p><p>He lay low in Bolivar 83, sleeping in different beds each night, and wore a disguise, a yellow dress and a wig, pretending to be a woman.</p><p>Around this time, Petro had a psychedelic revelation under the guidance of a shaman on a sacred mountain. Drinking ayahuasca, a powerful Amazonian brew, he experienced intense visions. The first showed an Indigenous princess descending from above as he was enveloped by roots.</p><p>“What does this mean?” he asked the shaman.</p><p>“Well, you are like a spirit taking care of nature,” the spiritual healer replied.</p><p>Petro, who recounted this experience in the book Children of the Amazon (2023), said this was the moment he realised his responsibility towards the environment. His second vision was more troubling: he saw his own death during an ambush.</p><p>In October 1985, soldiers poured into Bolivar 83, scouring the neighbourhood for M-19 rebels and intimidating residents. A terrified boy revealed the secret tunnels where Petro was hiding.</p><p>Petro was arrested, tortured for four days in a military barracks, and imprisoned. He served 16 months for possession of weapons, which he claimed were planted.</p><p>While imprisoned, he missed the birth of his first son, Nicolas. Katia Burgos, his wife, who he had known since childhood, was also with M-19.</p><p>Meanwhile, Colombia’s internal armed conflict escalated beyond the rebels and the government.</p><figure id=\"attachment_4264350\" aria-describedby=\"caption-attachment-4264350\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264350\" src=\"/wp-content/uploads/2026/01/2024-10-17T150548Z_1384778298_RC2CVO3483LZ_RTRMADP_3_REUTERS-ARCHIVE-1769330500.jpg?w=770&amp;resize=770%2C516&amp;quality=80\" alt=\"Colombia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264350\" class=\"wp-caption-text\">A Colombian soldier watches as cocaine seized in a raid is burned in 1989 [File: Zoraida Diaz/Reuters]</figcaption></figure><h2 id=\"the-rise-of-narcos\">The rise of narcos</h2><p>The emergence of drug cartels or narcotics traffickers, aka narcos, added another dimension to the conflict.</p><p>Cocaine, a white powder refined from coca leaves, gained popularity in the 1970s, fuelled partly by US disco culture. Initially, Colombia was mainly a transit point for cocaine smuggled from Peru or Bolivia, but it was not long before coca cultivation expanded within Colombia, soon becoming the most viable livelihood in rural areas.</p><p>Cocaine barons and other wealthy businessmen began bankrolling private armies and paramilitaries to protect their families and property from armed rebels.</p><p>Although both were engaged in criminal activities, the rebels sought to overthrow the ruling elite, but the narcos wanted to become part of it, pitting them on opposite sides of the conflict.</p><p>After his release from Bogota’s La Modelo prison in 1987 at age 26, the unease of Petro’s rebellion days stuck with him, and he even took to sleeping with an assault rifle under his bed.</p><p>The following year, he met Mary Luz Herran, an ardent M-19 member since she was 14. They would go on to marry and have two children, a daughter named Andrea and a son named Andres, before splitting.</p><p>Soon after they met, in 1990, the M-19 became the first significant rebel group to demobilise, transforming into the M-19 Democratic Alliance party.</p><p>But it was a dangerous time to be in Colombian politics.</p><p>In the 1980s and 90s, some 6,000 members of the left-wing Patriotic Union party were killed by narcos, paramilitaries and the security services.</p><p>M-19 were not spared, either. In 1990, their presidential candidate, Carlos Pizarro, was shot on board a passenger plane mid-flight.</p><p>While serving a term in Congress, Petro began receiving death threats from a paramilitary group called Colsingue, or Colombia Without Guerrillas, and for his and his family’s safety, he agreed to a diplomatic posting in Belgium in 1994. While there, he studied environmentalism and economics at the University of Louvain, and he became deeply interested in the work of Romanian economist Nicholas Georgescu-Roegen, who warned that while the global economy relies on constant growth, the Earth cannot be exploited forever.</p><p>But Petro grew restless in Brussels. “I felt bored, nostalgic, and eager to return to the political arena,” he writes in his memoirs.</p><p>He returned to Colombia, where he was re-elected to Congress in 1998. Two years later, he met his third wife, then a 24-year-old law student named Veronica Alcocer. They soon married, and despite initial tension with Veronica’s father — whom Petro described as an “almost fascist” in an interview with a Colombian magazine — Petro and his father-in-law grew close through their shared love of reading and intellectualism. His funeral in 2012 was one of the few times Petro cried in public. They have two daughters, ​​Sofia and Antonella.</p><p>Meanwhile, in a bid to start peace talks in 1998, then-President Andres Pastrana conceded territory roughly the size of Switzerland to Colombia’s largest armed group, the FARC. It was meant to be neutral ground, but the rebels used it to recruit and train child soldiers, grow coca, hold captives and enforce their own brand of justice.</p><p>Enter Alvaro Uribe. A right-wing hardliner, Uribe won the 2002 presidential election by promising to quash the rebels with an iron fist.</p><p>With US support, Uribe’s beefed-up military inflicted devastating defeats on the FARC. Washington had an interest in stopping the flow of cocaine from the source to the US, and in the 2000s and 2010s, Colombia was the third-largest recipient of US military aid after Israel and Egypt.</p><figure id=\"attachment_4264261\" aria-describedby=\"caption-attachment-4264261\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264261\" src=\"/wp-content/uploads/2026/01/2004-05-18T000000Z_1955448631_RP4DRIIFZOAB_RTRMADP_3_TRADE-USA-1769329496.jpg?w=770&amp;resize=770%2C563&amp;quality=80\" alt=\"Colombia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264261\" class=\"wp-caption-text\">Petro (C), then in Congress, talks with police during a protest in Cartagena on May 18, 2004, as Colombia hosts the launch of Andean free trade negotiations with the US [Eliana Aponte EA/Reuters]</figcaption></figure><h2 id=\"defying-death-squads\">Defying death squads</h2><p>Overall, security improved, but the Uribe era revealed that the authorities had been colluding with paramilitaries for years. While presenting themselves as anti-communist vigilantes, the paramilitaries were responsible for the <a href=\"/news/2013/7/25/report-says-220000-died-in-colombia-conflict\">lion’s share</a> of civilian deaths, terrorising vast swaths of the country.</p><p>In one particularly brutal episode in 1997, a band of armed men descended on the village of El Aro in Antioquia. Villagers were brutally tortured and raped, and up to 17 people were killed. The paramilitaries burned the village down as they left, and witnesses reported seeing a helicopter circling above — a yellow aircraft belonging to the Antioquia governor’s office, which at the time was occupied by Uribe.</p><p>The ghosts of El Aro were reawakened in the parapolitica (para-politics) scandal of 2006 after journalists and prosecutors revealed that several lawmakers were in league with far-right paramilitary groups, allowing them to murder and intimidate opponents while enriching themselves through bribes and illegal land grabs.</p><p>What happened next became one of the defining periods of Petro’s career. He held public hearings and accused the perpetrators of the El Aro massacre of operating with Uribe’s blessing while he was governor, such as by <a href=\"https://colombiareports.com/ex-auc-commander-links-uribe-with-paramilitaries-in-convivir-formation/\" target=\"_blank\" rel=\"noopener\">helping</a> establish civilian “self-defence” groups as a front for the militias.</p><p>“Why the silence, Mr President?” Petro pressed him at a hearing. “Or does the government accept that violent narcoterrorists have a presence in its ranks?”</p><p>The then-president fired back, calling the senator a “terrorist in civilian clothes”. Uribe’s alleged paramilitary ties later landed him in a years-long court case from 2012, ending in his conviction for witness tampering last year, which was soon <a href=\"/news/2025/10/21/colombian-appeals-court-strikes-down-ex-president-uribes-conviction\">overturned</a> on appeal.</p><p>Having lost comrades like Pizarro to the bloody purges of the 1980s and 90s, Petro knew all too well what he was up against. The scandal established him as a fearless crusader, but won him few friends.</p><p>“He was the one to [expose the paramilitaries] at a time when it was incredibly dangerous,” said Gimena Sanchez-Garzoli, a human rights advocate at the Washington Office on Latin America (WOLA).</p><p>“The impunity was so rampant … he was speaking to a Congress where 30 percent of it was linked to these groups.”</p><p>Tree, who nominated Petro for the human rights award in DC, remembered how the senator was on edge during this period.</p><p>“When I would meet with him in the mid-2000s in Bogota, he couldn’t stand near a window, and every night he had to go home by a different route,” Tree recalled.</p><p>Petro’s paranoia about standing near windows was not unwarranted; Salvatore Mancuso, the strongman behind the El Aro massacre, later confirmed that Petro’s name had indeed been on his hit list.</p><figure id=\"attachment_4264274\" aria-describedby=\"caption-attachment-4264274\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264274\" src=\"/wp-content/uploads/2026/01/AP111030056597-1769329532.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Colombia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264274\" class=\"wp-caption-text\">Petro gestures to supporters as he celebrates winning Bogota’s mayoral race, October 30, 2011 [Fernando Vergara/AP Photo]</figcaption></figure><h2 id=\"mayor-of-bogota\">Mayor of Bogota</h2><p>In 2010, Petro launched his first presidential bid but found himself at odds with his own party, the Democratic Pole, which sidelined him in favour of another candidate. Petro ran anyway and came in third overall.</p><p>He founded a new party, Humane Colombia, and successfully ran for mayor of Bogota in 2011.</p><p>While the previous mayor and his brother profited from corruption, Petro implemented many progressive reforms. A ban on brandishing firearms in public saw murder rates plunge to a three-decade low. Petro’s administration addressed animal cruelty, stopping the practices of using horse-drawn carts for rubbish collection and bullfighting, and pioneered mobile clinics for homeless drug users, treating addiction as a matter of public health.</p><p>“We were the first organisation to propose these [drug] reform ideas,” said Julian Quintero, director of Social Technical Action (ATS), a Bogota-based NGO focused on harm reduction and drug policy reform.</p><p>“Petro participated with us, and he sort of embraced the proposals we made to him.”</p><p>But Quintero noted that Petro’s governing style was also uneven, characterised by a rapid turnover of staff – a preview of his presidential years.</p><p>“Petro did very well as a senator because he’s a very good analyst who trembles with accusations when he’s in the opposition,” Quintero said.</p><p>“But when he takes office, he doesn’t stand out for his bureaucratic and technical skills. He’s not a good administrator. He changes teams very quickly, not allowing for continuity in his projects.”</p><p>Moreover, he added, in Colombia, “the left isn’t used to governing”.</p><p>Quintero noted that deeply entrenched right-wing interests also made Petro’s job more difficult. A failed attempt to overhaul the capital’s waste management system in 2013 ignited a political battle that saw Petro ousted from office by the arch-conservative Attorney General Alejandro Ordonez. That decision drew mass protests, and Petro was reinstated a month later – a sign that his brand of politics was gaining momentum.</p><figure id=\"attachment_4264290\" aria-describedby=\"caption-attachment-4264290\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264290\" src=\"/wp-content/uploads/2026/01/AP22150063429516-1769329590.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Colombia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264290\" class=\"wp-caption-text\">Petro (C) and his running mate Francia Marquez, at his left, with the Historical Pact coalition, stand before supporters with Petro’s wife Veronica Alcocer, second from left, and their daughter Andrea on election night in Bogota on May 29, 2022 [Fernando Vergara/AP Photo]</figcaption></figure><h2 id=\"path-to-victory\">Path to victory</h2><p>In 2010, Petro had lost his presidential bid to Juan Manuel Santos, Uribe’s defence minister, who oversaw his campaign against the FARC in the 2000s. But it was Santos who – to Uribe’s dismay – brokered peace with the rebels in 2016.</p><p>When Uribe’s protege Ivan Duque took office in 2018, however, the government largely abandoned that agreement, and violence surged.</p><p>“[The Uribe faction] wanted a candidate, basically a puppet, who was to rip up the peace agreement and not let it advance,” WOLA’s Sanchez-Garzoli explained.</p><p>Armed groups, including rogue FARC commanders, drug cartels and paramilitaries, rushed to fill the <a href=\"/news/2022/2/4/colombia-indigenous-land-defender-killings-spur-calls-to-action\">power vacuum</a>, where they once held sway.</p><p>Then, in 2021, Duque’s attempt to raise taxes prompted mass protests that were met with police brutality and dozens of deaths. The unrest and growing public disillusionment with the status quo, now fully exposed by the collapsing peace process and the pandemic-ravaged economy, meant Colombia finally had an opening for its first progressive president; a break from the conservative elite such as Uribe and Duque, who came from, and represented the interests of, the wealthy landowning class.</p><p>A leftist coalition called the Historic Pact rallied behind Petro for the 2022 elections.</p><p>Eager to include Liberals as well, Petro reached out to economist and former government official Gaviria.</p><p>“It’s kind of funny because when you see him at a rally, he’s really energised, but in a one-on-one interaction, he is timid, he is quiet, he is difficult to engage in conversation,” Gaviria said, recalling Petro’s visit to his home as he tried to build a coalition.</p><p>“When he visited my apartment, I was trying to ask him questions, and he never said anything to me. He stayed silent for five minutes.”</p><p>The presidential hopeful eventually proposed that Gaviria, then the Liberals’ presidential candidate, ally with his progressive forces.</p><p>Ultimately, in the second round of the election, Gaviria threw his support behind Petro, who offered him a place in his new cabinet as education minister when he took office that August.</p><figure id=\"attachment_4264265\" aria-describedby=\"caption-attachment-4264265\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264265\" src=\"/wp-content/uploads/2026/01/2022-09-20T152030Z_946304256_HP1EI9K16M41E_RTRMADP_3_UN-ASSEMBLY-1769329505.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Colombia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264265\" class=\"wp-caption-text\">Petro addresses the 77th session of the United Nations General Assembly in 2022 [File: Brendan McDermid/Reuters]</figcaption></figure><h2 id=\"international-stage\">International stage</h2><p>As president, Petro took his message to the world. At his first United Nations speech, he warned, “the jungle is burning” while global powers were fighting over drugs and resources. He highlighted what he saw as the hypocrisy of vilifying cocaine while protecting coal and oil.</p><p>“What is more poisonous for humanity, cocaine, coal or oil?” he asked. With Colombia’s cocaine industry having fuelled decades of civil war, Petro has called for cocaine legalisation, calling the so-called war on drugs a failure.</p><p>“Cocaine is illegal because it is made in Latin America, not because it is worse than whisky,” he told a broadcast government meeting in February 2025.</p><p>In confronting the climate crisis, he has halted fracking and new gas projects to shift Colombia towards clean energy. In an economy reliant on fuel exports, however, this decision has been met with fierce scrutiny.</p><p>Petro has also sought to address the country’s armed conflict.</p><p>Influenced by French philosopher Jacques Derrida, who believed true forgiveness meant forgiving the unforgivable, Petro presented Congress with a plan to bring all remaining cartels, armed rebels and paramilitaries to the table, including by suspending arrest warrants and empowering local leaders as mediators.</p><p>The plan was called “Total Peace”.</p><figure id=\"attachment_4264298\" aria-describedby=\"caption-attachment-4264298\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264298\" src=\"/wp-content/uploads/2026/01/AP22171037539019-1769329613.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Colombia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264298\" class=\"wp-caption-text\">Petro, left, and his running mate Francia Marquez, celebrate before supporters after winning a run-off presidential election in Bogota on June 19, 2022 [Fernando Vergara/AP Photo]</figcaption></figure><h2 id=\"a-dream\">‘A dream’</h2><p>Petro’s peace initiative was put to the test in Buenaventura, a key Colombian port on the Pacific Coast. The port had long been a strategic hub for cocaine smugglers loading cargo onto ships bound worldwide.</p><p>Then, in 2019, a deadly turf war exploded. Residents were terrified to leave their homes. In desperation, local archbishop Ruben Dario Jaramillo performed a mass exorcism of the city by spraying the streets with holy water from a convoy of vehicles.</p><p>But in October 2022, the leaders of two rival <a href=\"/news/2022/12/26/following-gang-truce-colombia-city-becomes-experiment-in-peace\">gangs</a> met and shook hands at a church service, thanks to a truce brokered by Jaramillo, building on the Total Peace initiative. The following six weeks saw only one killing, compared with the previous monthly death toll of 25.</p><p>The broader peace plan, however, has had flaws. Anticipating a deal, armed groups consolidated their positions to get the upper hand in negotiations while taking advantage of ceasefires to recruit and resupply.</p><p>As Quintero observed, the groups calling themselves “guerrillas” today are mostly criminal gangs using the label to legitimise their actions. “There are no guerrillas with the ideology to overthrow the state,” he said.</p><p>“[Instead], today there are gangs of very well-armed drug traffickers posing as guerrillas.”</p><p>The two most problematic ones are the Gulf Clan and the ELN. The <a href=\"/news/2025/12/16/us-officially-labels-colombias-egc-group-a-terrorist-organization\">Gulf Clan</a> is a powerful narco-paramilitary crime syndicate demanding talks to negotiate their surrender while aggressively expanding its empire. The <a href=\"/news/2025/11/2/colombias-eln-rebels-face-us-drug-threats-amid-push-for-peace-talks\">ELN</a> continues to carry out attacks and kidnappings and is battling a renegade FARC faction in the dense jungles of <a href=\"/news/longform/2025/2/26/everyone-wants-to-go-back-home-inside-catatumbos-displacement-crisis\">Catatumbo</a>, a fertile coca-growing region near Venezuela, displacing tens of thousands of people and prompting Petro to declare a temporary state of emergency last January.</p><p>Gaviria said that while reining in heavily armed drug dealers hiding in mountains and jungles would be challenging for any government, Petro has not really had a plan.</p><p>“He thought political will was enough to achieve Total Peace, which is completely wrong,” Gaviria said.</p><p>He compared Petro’s approach with Santos’s.</p><p>“Santos had a strategy, a group negotiating with the FARC. He met with that group every week, having conversations with his experts around the world … he was very disciplined in the way he was conducting this difficult topic.</p><p>“Petro was just completely different. No strategy at all,” Gaviria added. “Big announcements and political will. [Petro] thought that was enough, and now we know that no, it was not enough, especially if you’re dealing with such a complex problem.</p><p>“Total Peace was not a strategy. Total Peace was an idea, a dream.”</p><p>The chaotic nature of Petro’s cabinet has also complicated matters. The turnover rate is high, averaging a new minister every 19 days. Gaviria resigned in early 2023, along with three other ministers, during a fallout over health reforms. And 13 ministers lost or left their jobs in just three months between late 2024 and early 2025.</p><p>“I think this is a direct result of his style of policymaking,” said Gaviria, describing it as “undisciplined”.</p><p>Petro tends to replace ministers with loyalists and former members of the M-19, while publicly squabbling with former staff and accusing them of disloyalty. Some connect Petro’s perilous past to this governing style.</p><p>“Petro has a paranoid style of government that almost defines him,” said Gaviria.</p><p>“He is always thinking that there is a conspiracy against him. And probably this idea is related to being a former guerrilla member and living [in hiding].”</p><p>Correa agreed, noting that Petro does not trust many people.</p><p>The replacements he selects, too, are not necessarily the best-qualified.</p><p>For example, Sanchez-Garzoli believes the ELN peace process collapsed because Petro appointed “an ideologue and less of a real negotiator”.</p><p>“They basically blew apart a process that could have demobilised thousands,” she explained.</p><p>For Gaviria, Petro is these days more interested in ideological battles on social media than in leading the country. “I think he knows that he has not been an effective president,” he said. “Governing a country can be difficult, boring … [and to be successful] you have to engage in difficult conversations. You have to change your mind.”</p><p>Petro, he believes, has struggled to accept that “tragic destiny”.</p><figure id=\"attachment_4227547\" aria-describedby=\"caption-attachment-4227547\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4227547\" src=\"/wp-content/uploads/2026/01/2025-10-25T000035Z_556576129_RC2OIHA7QCQD_RTRMADP_3_COLOMBIA-POLITICS-1767987671.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Gustavo Petro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4227547\" class=\"wp-caption-text\">Petro speaks during a protest against Trump’s comments, accusing him of drug trafficking, and a court ruling that overturned convictions against former President Alvaro Uribe in Bogota on October 24, 202 [Luisa Gonzalez/Reuters]</figcaption></figure><h2 id=\"legacy\">Legacy</h2><p>Petro’s advocacy on <a href=\"/news/2024/5/1/colombia-to-cut-diplomatic-ties-with-israel-over-gaza-war-petro-says\">Palestine</a> – and the severing of diplomatic ties with Israel over its genocidal war on Gaza – the climate crisis, drug reform and willingness to confront Trump have won him international praise. Trump, without any evidence, has accused Petro of running cocaine mills and called him a “<a href=\"/news/2026/1/9/petro-says-colombia-cooperating-with-us-despite-insults-threats\">sick man</a>” on several occasions.</p><p>Back home, Petro points to having reduced poverty and infant mortality rates, increased agricultural production, and provided greater access to education, but his criticised peace strategy has failed to deliver broad demobilisation, and stark inequality persists. His <a href=\"/news/longform/2025/2/4/petro-vs-trump-the-diplomatic-standoff-that-could-shape-colombias-future\">approval rating has dropped</a> from 56 <span>percent when he took office to almost 36 percent</span>.</p><p>Petro’s presidency has been overshadowed by scandals, including his eldest son Nicolas’s arrest for alleged money laundering linked to narco campaign funding. He calls such attacks targeting his inner circle “lawfare”, aimed at weakening him, something he experienced when he was briefly ousted as mayor of Bogota.</p><p>“The first thing they tried to destroy was my family,” he told Spanish daily El Pais last February. “They wanted to destroy the emotional ties because a man without emotional ties becomes hard, bad, and errs.”</p><p>He conceded that the presidency is a role that brings him “absolute unhappiness”.</p><p>As Petro faces the end of his presidency this year, his legacy may be that of a polarising figure, a revolutionary who tried to overthrow the system from within — yet was unable to solve Colombia’s toughest challenges.</p><p>Still, Petro’s supporters see his presidency as the start of a social transformation.</p><p>“Our country is a very conservative society; our values, our classism are very, very evident,” said Correa.</p><p>“I think that it will take two generations to reconstruct the society … And I think that this government represents only a beginning, a seed for the new generation.”</p></div></div></body></html>"
        },
        {
            "title": "Trump says US Justice Department ‘looking at’ Ilhan Omar’s wealth | Donald Trump News | Al Jazeera",
            "time": "2026-01-26T14:30:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/10/2019-12-13T000000Z_947525100_RC2IUD9I93JK_RTRMADP_3_USA-ELECTION-SANDERS.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has suggested that the Department of Justice (DOJ) is investigating the wealth of Democratic Congresswoman Ilhan Omar as his administration grapples with the fallout from the killing of demonstrator <a href=\"/news/2026/1/26/trump-administration-maga-allies-spread-misinformation-on-pretti-killing\">Alex Pretti</a> in Minneapolis.</p><p>The Republican president also said on Monday that he is sending his border czar, Tom Homan, to the state of Minnesota, which has been witnessing protests since federal immigration officers fatally <a href=\"/news/2026/1/25/who-was-alex-pretti-the-nurse-shot-dead-by-federal-agents-in-minneapolis\">shot Pretti</a>, a 37-year-old nurse, there on Saturday morning.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Tom is tough but fair, and will report directly to me,” Trump wrote in a social media post. “Separately, a major investigation is going on with respect to the massive 20 Billion Dollar, Plus, Welfare Fraud that has taken place in Minnesota, and is at least partially responsible for the violent organised protests going on in the streets.”</p><p>“Additionally, the DOJ and Congress are looking at ‘Congresswoman’ Illhan Omar, who left Somalia with NOTHING, and is now reportedly worth more than 44 Million Dollars. Time will tell all.”</p><p>Omar’s net worth has increased into the millions of dollars in recent years due to her husband’s wealth. Omar serves in the US House of Representatives, representing Minnesota.</p><h2 id=\"omar-responds\">Omar responds</h2><p>The congresswoman hit back at Trump, accusing him of invoking her to distract from his dwindling popularity.</p><p>“Sorry, Trump, your support is collapsing, and you’re panicking,” Omar wrote on X.</p><p>“Right on cue, you’re deflecting from your failures with lies and conspiracy theories about me. Years of ‘investigations’ have found nothing. Get your goons out of Minnesota.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Previously, Trump had publicly urged Attorney General Pam Bondi to open investigations into his <a href=\"/news/2025/11/24/us-judge-dismisses-criminal-charges-against-james-comey-letitia-james\">political opponents</a>.</p><p>Last week, Trump said Omar “should be investigated for Financial and Political Crimes, and that investigation should start, NOW”.</p><p>Omar, who is of Somali descent, is one of Trump’s favourite targets, and he often deploys Islamophobic language to attack her.</p><p>The Muslim American congresswoman has been a vocal critic of Trump’s policies and rhetoric, including his attacks against the Somali community.</p><p>After Trump attacked Omar and called the <a href=\"/news/2025/12/3/ilhan-omar-denounces-donald-trump-for-calling-somali-immigrants-garbage\">Somali community</a> “garbage” last month, Omar accused him of having a “creepy” obsession with her.</p><p>“I hope he gets the help he desperately needs,” she said at the time.</p><p>In recent months, Trump has been incessantly bringing up Omar and the Somali community, seizing on a COVID-19-era welfare embezzlement scandal in Minnesota in which dozens of people, including some Somali immigrants, have been charged.</p><p>Late last year, Trump mocked Omar’s headscarf in one of his rants over Minnesota and its Democratic Governor Tim Walz, saying she is “always wrapped in her swaddling hijab”.</p><p>At the same time, the Trump administration launched an immigration crackdown in Minnesota that appeared to be targeting the state’s sizeable Somali community.</p><p>But immigration officers’ aggressive tactics in the state have generated nationwide condemnation. Early this month, a federal officer fatally shot <a href=\"/video/newsfeed/2026/1/8/witnesses-film-ice-killing-of-us-citizen-in-minneapolis\">Renee Good</a>, a US citizen and a mother of three, as she tried to flee immigration agents who had surrounded her car.</p><p>The Trump administration accused her of trying to ram the officer, but video footage cast doubt over that claim.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Then came the killing of Pretti, who was shot multiple times after a tussle with immigration agents. The White House described the victim as a “domestic terrorist” and said he was carrying a gun.</p><p>But videos shot from multiple angles showed Pretti had a phone in one hand while their other hand was raised and empty before the shooting.</p><p>White House Press Secretary Karoline Leavitt took a softer line in remarks to the media on Monday, saying that Trump did not want to see people being killed. But Leavitt said that the Trump administration would oversee investigations into the incident and blamed the fatal shootings on state and local officials who have objected to the Trump administration’s aggressive raids.</p><p>“Nobody in the White House, including President Trump, wants to see people getting hurt or killed in America’s streets,” she said. “This includes Renee Good, Alex Pretti, the brave men and women of federal law enforcement, and the many Americans who have been victimised at the hands of illegal alien criminals.”</p><p>Amid growing calls for an independent probe into the incident, Leavitt said that the shooting is being investigated by the Department of Homeland Security (DHS) and the Federal Bureau of Investigation (FBI), while Customs and Border Protection (CBP) is also conducting an internal investigation.</p><h2 id=\"trump-speaks-to-walz\">Trump speaks to Walz</h2><p>The killings of both Good and Pretti took place in Minneapolis, part of which is represented by Omar.</p><p>“I am absolutely horrified that federal agents are targeting and executing our residents instead of protecting them,” the congresswoman said in a statement on Saturday.</p><p>She called on federal immigration officers to leave the city and for Department of Homeland Security Secretary <a href=\"/news/2026/1/11/us-woman-killed-by-ice-agent-called-domestic-terrorist-what-it-means\">Kristi Noem</a> to be impeached.</p><p>Later on Monday, Trump said he spoke to Minnesota Governor Walz and the two “seemed to be on a similar wavelength”.</p><p>“I told Governor Walz that I would have Tom Homan call him, and that what we are looking for are any and all Criminals that they have in their possession,” Trump wrote on his Truth Social platform. “The Governor, very respectfully, understood that, and I will be speaking to him in the near future.”</p><p>The US president added that he and Walz share the goal of improving Minnesota.</p></div></div></body></html>"
        },
        {
            "title": "ICC judges find former Philippine President Duterte fit to stand trial | News | Al Jazeera",
            "time": "2026-01-26T14:15:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/AFP__20250314__372D7V2__v2__HighRes__NetherlandsPhilippinesCourtIccDuterte-1741964468.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>ICC judges find former Philippine President Duterte fit to stand trial</h1><p class=\"article__subhead\"><em>Judges cite a report by independent medical experts saying the 80-year-old is able ‘effectively to exercise his procedural rights’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Judges on the International Criminal Court (ICC) have ruled that former Philippine President Rodrigo Duterte is fit to stand trial for <a href=\"/news/2025/9/23/icc-charges-ex-philippine-president-duterte-with-crimes-against-humanity\">alleged crimes against humanity</a>.</p><p>In a statement on Monday, the court rejected defence arguments that the 80-year-old is in frail health and unfit to take part in the legal proceedings.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Duterte is facing charges of crimes against humanity for his alleged involvement in dozens of killings as part of his “war on drugs” while in office, first as the mayor of the southern city of Davao and later as president from 2016 to 2022.</p><p>“Having regard to the relevant legal principles, the medical assessment of the independent experts … and all of the relevant circumstances of the case, the Chamber was satisfied that Mr Duterte is able effectively to exercise his procedural rights,” the court said in a statement, citing an assessment by a panel of medical experts, including in geriatric neurology and psychiatry.</p><p>The judges noted that for people to be deemed fit to take part in their cases, it is enough that they have a broad understanding of the procedures, not that they operate at their highest level.</p><p>It is rare for international courts to find suspects, even elderly ones, wholly unfit for trial. The ICC has never found a suspect unfit for trial despite several other defendants’ petitions.</p><p>Duterte will now face a “confirmation of charges” hearing starting on February 23, in which judges will decide whether the prosecution’s allegations are strong enough to proceed to trial.</p><p>Duterte’s lead lawyer, Nick Kaufman, said he was disappointed in the court’s decision on Monday and would seek to appeal. The defence was “denied the opportunity to present its own medical evidence and to question, in court, the contradictory findings of professionals selected by the judges”, he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Duterte, who is being held in The Hague, was arrested in March. Families of the people killed in his “war on drugs” <a href=\"/news/2025/3/13/families-of-dutertes-drug-war-victims-grieve-seek-justice-in-philippines\">hailed</a> the development at the time.</p><p>According to ICC prosecutors, Duterte created, funded and armed death squads that killed thousands of alleged narcotics peddlers and users.</p><p>Estimates of the death toll during Duterte’s presidency vary. National police put the figure at more than 6,000 while human rights groups have said it is as many as 30,000.</p><p>Duterte has long insisted he instructed police to kill only in self-defence and has always defended the crackdown, repeatedly telling his supporters he was ready to “rot in jail” if it meant ridding the Philippines of illicit drugs.</p></div></div></body></html>"
        },
        {
            "title": "Remains of last Israeli captive Ran Gvili recovered from Gaza, says Israel | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-26T13:54:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260126-40372193-40372172-PALESTINIAN_FAMILIES_FEAR_ISRAELI_ARMY_PRESENCE_IN_GAZA-1769435477.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 4 hours ago</span><span aria-hidden=\"true\">Updated: 4 hours ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli military says the remains of Ran Gvili, the last Israeli captive in the Gaza Strip, have been retrieved, clearing the way for the next phase of a ceasefire deal agreed in October.</p><p>“Following the completion of the identification process by the National Centre of Forensic Medicine, in cooperation with the Israel Police and the Military Rabbinate, [military] representatives informed the family of the late Ran Gvili that his body has been returned for burial,” said army spokesman Avichay Adraee.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Thus, all the hostages held in the Gaza Strip have been repatriated,” Adraee confirmed.</p><p>Gvili, an Israeli policeman, is thought to have been killed during the October 7, 2023 Hamas-led attacks. His return to Israel marks the end of Hamas’s obligation to return all 251 people, dead or alive, to Israel under the terms of the ceasefire deal.</p><p>Later on Monday, Central Gaza’s Al-Aqsa Martyrs hospital said it had received nine living Palestinian detainees released by Israel.</p><p class=\"p1\">“Nine Palestinian detainees from Gaza arrived at the hospital a short while ago via Red Cross teams, after the occupation released them today,” the hospital said in a statement.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3995566\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Trump-20-point-Gaza-plan-1759216486.png?quality=80\" alt=\"INTERACTIVE Trump 20-point Gaza plan-1759216486\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"hamas-urges-israel-to-fully-honor-ceasefire-terms\">Hamas urges Israel to fully honor ceasefire terms</h2><p>Following the retrieval of Gvili’s body, Hamas said in a statement that this “stresses” the group’s commitment to the first stage of the ceasefire agreement and said it has “fulfilled all its obligations in a clear and responsible manner”.</p><p>“In return, the movement emphasises that [Israel] must complete the implementation of all the provisions of the ceasefire agreement without any deduction or delay, and comply with all the obligations arising from it,” Hamas said.</p><p>“Especially the opening of the Rafah Crossing in both directions without restrictions, the entry of the Gaza Strip’s needs in the required quantities, the lifting of the ban on any of them, the complete withdrawal from the Gaza Strip, and facilitating the work of the National Committee for the management of the Gaza Strip.”</p><p>The announcement comes after Hamas’s military wing said it had given “all the details” to truce mediators on the possible location of the last captive’s body to be returned to Israel under the United States-brokered ceasefire.</p><p>Israeli Prime Minister Benjamin Netanyahu hailed the return of the last captive, calling it an “extraordinary achievement for the State of Israel”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Reporting from Gaza City, Al Jazeera’s Hind Khoudary explained that the return of the final captive marked an “important moment for Palestinians”.</p><p>“There should be a lot changing on the ground – the Rafah crossing to open, the reconstruction material to enter the Gaza Strip, and also the withdrawal of the Israeli forces from the <a href=\"/news/2026/1/26/yellow-line-the-de-facto-israeli-buffer-zone-shaping-life-in-gaza\">yellow line</a> to allow Palestinians to go and be able to see their houses and see everything beyond that line,” Khoudary said.</p><p>“There have been a lot of promises from the first phase of the ceasefire, of course, which have not been fulfilled, including the agreement to allow 600 [aid] trucks per day to enter Gaza, whereas approximately 230 trucks have entered daily.”</p><p>Khoudary added that while Israel has repeatedly justified delays in fulfilling the terms of the ceasefire agreement due to not having all captives returned, now there was “no justification for that”.</p><p>Israel had previously said it would open the Rafah crossing connecting Gaza and Egypt only after the last captive was found. But it has insisted that the crossing would open on a “limited basis for the passage of people only”.</p><p>Two weeks ago, US special envoy Steve Witkoff announced that the ceasefire had entered into the <a href=\"/news/2026/1/16/us-declares-phase-two-of-gaza-ceasefire-but-what-did-phase-one-deliver\">second stage</a> of the agreement, which will focus on post-war governance of the besieged enclave, the demilitarisation of Hamas, and reconstruction.</p></div></div></body></html>"
        },
        {
            "title": "Anger as MSF agrees to Israel’s ‘unreasonable demands’: What to know | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-26T13:10:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-31T145502Z_1102578620_RC2MRIA2V7Z1_RTRMADP_3_ISRAEL-PALESTINIANS-AID-1769426364.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The medical charity Doctors Without Borders says it will provide Israeli authorities with the personal details of some of its Palestinian and international staff working in Gaza and the rest of the occupied Palestinian territory.</p><p>But critics warn Israel, whose army has killed more than 1,700 health workers – including 15 employees of the charity, also known by its French initials MSF – during the genocide in Gaza, could use the information to target more humanitarian workers in the besieged Strip and the occupied West Bank, including East Jerusalem.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>MSF said it faced an “impossible choice” to either provide the information or be forced by Israel to suspend its operations.</p><p>On January 1, Israel <a href=\"/news/2025/12/31/which-aid-groups-is-israel-banning-from-gaza-now-and-what-will-it-mean\">withdrew</a> the licences of 37 aid groups, including MSF, the Norwegian Refugee Council and International Rescue Committee and Oxfam, saying they failed to adhere to the new “security and transparency standards”.</p><p>The measure could exacerbate an already dire humanitarian situation for people in war-shattered Gaza, as they endure continued attacks.</p><p>Here’s what you need to know:</p><h2 id=\"why-did-israel-corner-ngos\">Why did Israel corner NGOs?</h2><p>Last year, Israel said it would suspend aid groups that did not meet new requirements on sharing detailed information about their employees, funding and operations.</p><p>According to rules set out by Israel’s Ministry for Diaspora Affairs, the information to be handed over includes passport copies, CVs and names of family members, including children.</p><p>It said it would reject organisations it suspected of inciting racism, denying the state of Israel’s existence or the holocaust. It would also ban those it deems as supporting “an armed struggle by an enemy state or a terrorist organisation against the State of Israel”.</p><p>The measures were roundly condemned, given that Israel has weaponised aid throughout the genocide and falsely accused the United Nations humanitarian agencies of working with Hamas fighters and sympathisers.</p><p>Israel has also accused MSF – without providing evidence – of employing people who fought with Palestinian groups.</p><p>MSF said it would “never knowingly” employ people engaging in military activity.</p><h2 id=\"why-did-msf-agree-to-israel-s-demands\">Why did MSF agree to Israel’s demands?</h2><p>MSF runs medical services in Gaza and the occupied West Bank, providing critical and emergency medical care, including surgery. It also helped run field hospitals in Gaza during two years of Israeli genocide.</p><p>In a statement on Saturday, MSF said following “unreasonable demands to hand over personal information about our staff”, it has informed Israeli authorities that, as an exceptional measure, “we are prepared to share a defined list of Palestinian and international staff names, subject to clear parameters with staff safety at its core”.</p><p>It said MSF’s Palestinian employees agreed with the decision after extensive discussions.</p><p>“We would share this information with the expectation that it will not negatively affect MSF staff or our medical humanitarian operations,” MSF said. “Since 1 January 2026, all arrivals of our international staff into Gaza have been denied and all our supplies have been blocked.”</p><h2 id=\"how-have-observers-reacted\">How have observers reacted?</h2><p>MSF’s decision was condemned by some doctors, activists and campaigners, saying it could endanger Palestinians.</p><p>A former MSF employee, who requested to remain anonymous, told Al Jazeera, “It is extremely concerning, from a duty of care perspective, from a data protection perspective, and from the perspective of the most foundational commitment to humanity, that MSF would make a decision like this.”</p><p>“Staff are extremely concerned for their wellbeing and futures. Other NGOs have been in uproar, since it further exposes their decision not to concede to Israel’s demands,” they said. “MSF faces profoundly difficult decisions – concede to the demands of a genocidal regime, or refuse and face complete expulsion and an abrupt end to all health activities in the coming weeks. But what is humanitarianism under genocide? There must be alternatives – alternatives that demand a much bolder and more disruptive approach to humanitarianism amid such brutal political decline.”</p><p>Ghassan Abu Sittah, a British surgeon who has volunteered in Gaza several times, said, “The moral bankruptcy lies in the implication that during a genocide, Palestinians are capable of making free consent. Their employees have as much choice as the Palestinians who knowingly went to their death at the feeding stations to feed their families.”</p><p>He added that the decision was “in clear contravention” of European Union data protection laws.</p><p>Hanna Kienzler, a professor of global health at King’s College London, said on X, “MSF, you have withdrawn your teams from war-affected settings before when you felt a mission’s integrity and/or safety were compromised. What makes you think Palestinian staff can be treated like cannon fodder so you can continue your mission in Gaza?”</p><h2 id=\"have-other-groups-heeded-israel-s-demands\">Have other groups heeded Israel’s demands?</h2><p>Israel says 23 organisations have agreed to the new registration rules. The others are understood to have refused or are weighing their decisions.</p><p>Al Jazeera contacted Oxfam and is awaiting a response.</p><h2 id=\"is-aid-being-delivered-to-gaza\">Is aid being delivered to Gaza?</h2><p>Gaza has been pulled back from the brink of famine, but needs far more aid to support the population amid continued Israeli attacks – more than 400 people have been killed since a fragile ceasefire came into place in October, large-scale displacement and a healthcare crisis.</p><p>Food shortages persist.</p><p>Israel said it would commit to allowing 600 aid trucks per day to enter the Strip, but in reality, only 200 or so are being let in, locals say.</p></div></div></body></html>"
        },
        {
            "title": "The ‘discombobulator’: Did US use ‘secret weapon’ in Maduro abduction? | Weapons | Al Jazeera",
            "time": "2026-01-26T13:02:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-09T014223Z_675799395_RC26XIAIEDC4_RTRMADP_3_USA-VENEZUELA-VICTIMS-TRIBUTE-1769424539.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s defence minister has accused the United States of using the country as a “weapons laboratory” during the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of President Nicolas Maduro and his wife, Cilia Flores, on January 3.</p><p>Vladimir Padrino Lopez said last week that the US had used Venezuela as a testing ground for “advanced military technologies” that rely on artificial intelligence and weaponry never used before, according to the Venezuelan newspaper El Universal.</p><p>On Sunday, US President Donald Trump told the New York Post that US forces had indeed used a weapon he referred to as “the discombobulator”.</p><p>“I’m not allowed to talk about it,” he said, adding that the weapon “made equipment not work” during the operation.</p><p>Details of the US military mission to abduct Maduro have not been made public, but the US has been known to use weapons to disorient soldiers and guards or disable equipment and infrastructure in the past.</p><p>Here is what we know:</p><h2 id=\"what-has-the-venezuelan-defence-minister-said\">What has the Venezuelan defence minister said?</h2><p>On January 16, Padrino Lopez said <a href=\"/news/2026/1/17/nearly-50-venezuelan-soldiers-killed-in-us-abduction-of-president-maduro\">47 Venezuelan soldiers</a> had been killed during the US attack on Caracas. Thirty-two Cuban soldiers, some of them providing protection to Maduro, were also killed.</p><p>Then last week, he made the “weapons laboratory” accusations and was quoted by El Universal as saying: “The president of the United States admitted that they had used weapons that had never been used on battlefields, weapons that no one in the world possessed. They used that technology against the Venezuelan people on January 3, 2026.”</p><p>He appeared to be referring to an interview Trump gave to the US news channel NewsNation in which he said a “sonic weapon” had been used.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-trump-said-about-us-secret-weapons\">What has Trump said about US ‘secret weapons’?</h2><p>Days after Maduro’s abduction, White House Press Secretary Karoline Leavitt reposted comments that appeared to have been posted on X by a Venezuelan security guard. He wrote that the US had “launched something” during the operation that “was like a very intense sound wave”.</p><p>“Suddenly, I felt like my head was exploding from the inside,” the security guard wrote. “We all started bleeding from the nose. Some were vomiting blood. We fell to the ground, unable to move.”</p><p>Al Jazeera has not been able to verify this account.</p><p></p><p>In his NewsNation interview last week, Trump said the “sonic weapon” was used against Maduro’s <a href=\"https://www.latintimes.com/topics/cuban\">Cuban</a> bodyguards in what he described as a heavily fortified area.</p><p>“Nobody else has it. And we have weapons no one knows about,” Trump said. “And I say it’s probably best not to talk about them, but we have some incredible weapons. That was an incredible attack. Don’t forget that house was in the middle of a fortress and military base.”</p><p>Then, on Sunday, Trump was quoted by the New York Post as saying the US had used a weapon designed to disable defensive equipment.</p><p>“The discombobulator,” he said. “I’m not allowed to talk about it.”</p><h2 id=\"what-sonic-or-other-disabling-weapons-has-the-us-been-known-to-use-in-the-past\">What ‘sonic’ or other disabling weapons has the US been known to use in the past?</h2><p>The best known “sonic” systems used by the US are directional acoustic hailing and warning devices, especially the long-range acoustic device (LRAD), Brussels-based military and political analyst Elijah Magnier told Al Jazeera.</p><p>“These are not traditional weapons. Instead, they are powerful, focused sound projectors used for things like stopping ships, securing bases, protecting convoys, managing checkpoints and sometimes crowd control,” he said.</p><p>The main purpose of these devices is to control behaviour by sending voice commands over long distances at a high volume. They can cause discomfort and are designed to force people to either comply with the commands or to leave an area.</p><p>“LRADs have been deployed on ships for piracy deterrence, in port security and by law enforcement agencies,” Magnier explained. “At high output settings, these devices can cause pain, vertigo, nausea or hearing damage, which makes their use sensitive and subject to scrutiny.”</p><p>LRADs are not designed to disable electronics or communication networks, however.</p><p>Another weapon used to disorient people is the active denial system (ADS), which is often wrongly called a “sonic” weapon but does not use sound.</p><p>“Instead, it uses millimetre-wave energy to create a strong heating feeling on the skin, making people move away,” Magnier said. “ADS was sent to Afghanistan in 2010 but was pulled back without being used in combat. Like LRAD, ADS is meant to affect people, not machines.”</p><h2 id=\"how-do-these-devices-work\">How do these devices work?</h2><p>The LRAD system can focus sound into a narrow wave. At a low setting, it enables voices to be heard clearly over long distances. At a higher setting, however, it can be physically debilitating.</p><p>“These effects are only physical and mental,” Magnier said. “Unlike electromagnetic tools, LRAD cannot turn off missiles, radars, computers or communication systems.</p><p>The rapid heating ADS causes to the outer layer of the skin triggers intense discomfort and compels people to move away. “It is a nonlethal area-denial tool intended for crowd control and perimeter defence,” Magnier said.</p><p>“Neither of these systems can realistically disable air defence systems, communication networks or military equipment,” he said. “If equipment stops working, it is much more likely due to electromagnetic, cyber or power denial methods.”</p><h2 id=\"what-does-the-us-use-to-disable-systems-and-equipment\">What does the US use to disable systems and equipment?</h2><p>Magnier said the US military is known to use several types of “nonkinetic” and “pre-kinetic” tools. These include:</p><ul>\n<li><strong>Electronic warfare (EW)</strong>, which can jam radar systems, block communications, trick GPS and fool sensors. “These actions help control the electromagnetic spectrum,” he said. “EW makes it harder for opponents to understand what’s happening and coordinate their defences before or during attacks.”</li>\n<li><strong>Cyber-physical operations</strong>, which involve sabotaging networks and industrial control systems. “The best known example is the Stuxnet campaign, which targeted Iranian nuclear centrifuge controllers and caused physical damage by changing their software” in 2009, Magnier said.</li>\n<li><strong>Counterelectronics, directed-energy weapons</strong>, which are mainly high-power microwave systems that are built to disable electronics by flooding their circuits with microwave pulses. “The main US project for this is CHAMP (Counter-electronics High Power Microwave Advanced Missile Project), which was created to disable electronics without physical force,” Magnier said.</li>\n<li><strong>Graphite or carbon-fibre munitions</strong> that can short-circuit electrical grids and cause widespread power failures without destroying all the equipment.</li>\n</ul><p>“These tools are a key part of the US military’s approach to gaining an ‘information advantage’ and controlling different areas of conflict,” Magnier said.</p><h2 id=\"how-do-these-systems-work-and-when-have-they-been-deployed\">How do these systems work, and when have they been deployed?</h2><p>Electronic warfare changes or blocks the electromagnetic environment. It can disorient radar systems by making them “see” noise or fake targets. It can also cause radios to stop working and disrupt GPS and sensor systems.</p><p>“The aim is to blind, confuse and throw off the enemy to create an opportunity for action,” Magnier said.</p><p>In the Stuxnet cybercampaign in 2009, a computer worm was installed on a computer at an Iranian nuclear facility to cause mechanical damage by taking over industrial control systems. “This operation is widely believed to have been carried out by US and Israeli intelligence against Iran’s nuclear programme,” Magnier said.</p><p>High-power microwave systems can also disable electronics by flooding their circuits with microwave energy, making them stop working without any visible damage to them. “Public tests in the early 2010s showed these systems could selectively disable electronic targets,” Magnier said.</p><p>Graphite or carbon-fibre munitions spread tiny conductive fibres that can short-circuit parts of electrical grids. “These weapons have been linked to major power outages in Iraq in 1991, Serbia in 1999 and Iraq again in 2003,” Magnier said.</p><p>“The basic strategy stays the same: first, take down power, communications, sensors and coordination, then start physical attacks.”</p><h2 id=\"has-the-us-tested-new-weapons-in-other-countries\">Has the US tested new weapons in other countries?</h2><p>“Yes, and this is not just something the United States does. Modern wars often become the first real-world test for new technologies once they are ready to be used,” Magnier said.</p><p>The 1991 Gulf War was the first time stealth aircraft, precision-guided bombs and electronic warfare were used on a large scale.</p><p>The cyberattack on Iran in 2009 was the first time a cyber-physical weapon was used at a strategic level.</p><p>The GBU-43/B MOAB, called “the mother of all bombs”, was first used in combat by the US in Afghanistan in 2017. It is a nonnuclear explosive used in precision strikes against fortified underground targets such as tunnels that delivers an enormous blast wave.</p><p>“It is important to know that testing usually does not mean secret device trials,” Magnier said. “Instead, it means using new tools in real situations and improving them based on what happens and the feedback received.”</p><p>All major countries test new systems in secret as well, especially in areas like electronic warfare, cyber-operations, space targeting, signals intelligence and special operations, he explained.</p><p>“The main difference is not how secret the tools are but how widely they are used, where they are based and how willing countries are to use them.”</p><p>Some examples, such as the Stuxnet attack, involve several countries working together.</p><p>“The US uses Israel for several testing grounds of different types of weapons and other warfare equipment of all kinds, mainly against the Palestinians, in Lebanon and Iran,” Magnier said.</p><p>The US has also accused other countries of using “sonic weapons” against its own personnel. In 2017, it <a href=\"/news/2017/8/12/us-urges-cuba-to-probe-health-attacks-on-diplomats\">demanded an investigation</a> into a suspected sonic attack that left several of its diplomats in need of medical treatment and forced them to leave Havana.</p><p>Then-US Secretary of State Rex Tillerson said the US mission in the Cuban capital had been subjected to “health attacks” that left some staff with hearing loss.</p><p>Canada’s government also <a href=\"http://www.aljazeera.com/news/2017/08/canadian-diplomat-cuba-treated-hearing-loss-170810214423519.html\">said</a> at least one Canadian diplomat in Cuba had been treated for hearing loss.</p><h2 id=\"what-does-trump-mean-by-a-discombobulator\">What does Trump mean by a ‘discombobulator’?</h2><p>There is no verified definition of a specific “discombobulator”.</p><p>“These terms are not technical and seem to be used as political labels for existing tools,” Magnier said.</p><p>“The most reasonable view is that this term refers to a group of known nonkinetic tools, not a new device.”</p><p>These could be:</p><ul>\n<li>Cyber-disruption targeting command networks</li>\n<li>Targeted kinetic strikes against antennae, relays and sensor nodes and localised power denial</li>\n</ul><p>To observers on the ground, this would appear as systems suddenly “not working”, Magnier said. A sonic device, however, is highly unlikely to have been responsible for affecting equipment in this way, he added.</p><p>“Reports say Venezuela’s Russian-made air defence systems failed, which could mean they were not well integrated or ready. This can happen because of electronic warfare, node suppression, cyberattacks or weak operations without needing any science fiction explanation. We have seen this happening in Syria for Russian weapons prior to Israel’s attacks.”</p><p>A sonic weapon could have affected soldiers and guards. If people had physical symptoms during the raid in Caracas, that does not indicate a new “sonic weapon” was being used.</p><p>“These effects could come from blast pressure, flash-bang devices or other common disorientation tools,” Magnier said. “There is no public evidence for a new type of weapon.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}