{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Russia-Ukraine war: List of key events, day 1,444 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-07T01:47:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770426232_644ba6-1770426443.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,444</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,444 of Russia’s war on Ukraine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">8 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Saturday, February 7:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Fierce fighting continues on the front line between Russian and Ukrainian forces despite the frigid winter temperatures, said Ukraine’s Commander in Chief Oleksandr Syrskii, who stated the front line now stretches about 1,200km (750 miles) in length along eastern and southern parts of Ukraine.</li>\n<li>Increasing <a href=\"/features/2026/2/6/ukraine-pulls-plug-on-russian-starlink-beefs-up-drone-defence\">technological improvements</a> in drone warfare on both sides of the conflict mean that the so-called “kill zone” – where troops are in greatest danger on the front line – is now up to 20km (12 miles) deep, Syrskii told reporters.</li>\n<li>Russia launched 328 drones and seven missiles at Ukraine overnight and into the early morning on Friday, Ukraine’s air force said, claiming that air defences had shot down 297 drones.</li>\n<li>One person was killed and two others were injured in an overnight Russian attack using drones and powerful glide bombs on the central Dnipropetrovsk region, according to the head of the regional military administration, Oleksandr Hanzha.</li>\n<li>A Russian aerial attack on the southern Zaporizhia region during early daylight hours injured eight people and damaged 18 apartment blocks, according to regional military administration head Ivan Fedorov. A dog shelter in the Zaporizhia regional capital was also struck, killing 13 dogs, Zaporizhzhia City Council Secretary Rehina Kharchenko said.</li>\n<li>Russia’s Ministry of Defence said that air defences downed 38 Ukrainian drones overnight, including 26 over the Bryansk region. Bryansk regional Governor Alexander Bogomaz said the attack briefly cut power to several villages in the region.</li>\n<li>Another Ukrainian nighttime strike damaged power facilities in the Russian city of Belgorod, disrupting electricity distribution, regional Governor Vyacheslav Gladkov said. Local reports stated that Ukrainian missiles hit a power plant and an electrical substation, cutting power to parts of the city.</li>\n<li>Ukrainian President Volodymyr Zelenskyy described the performance of the Ukrainian air force in parts of the country as “unsatisfactory” and said that steps are being taken to improve the response to large-scale Russian drone barrages of civilian areas.</li>\n<li>President Zelenskyy called for faster action in boosting Ukrainian air defences and in repairing damage to electricity grids and heating systems following massive Russian air attacks. He said more than 1,110 apartment blocks remained without heat in the aftermath of Russian attacks on energy infrastructure this week.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>A <a href=\"/news/2026/2/6/senior-russian-officer-shot-in-moscow-in-apparent-assassination-attempt\">top Russian military intelligence official</a> was shot in his Moscow apartment building and rushed to hospital, investigators said, the latest in a series of assassination attempts Russia has blamed on Ukraine.</li>\n<li>An unidentified gunman fired several shots at Lieutenant General Vladimir Alexeyev, deputy head of the GRU, Russia’s military intelligence arm, before fleeing the scene, investigators said. Alexeyev’s position meant he would have been closely involved in prosecuting Russia’s war in Ukraine.</li>\n<li>At least three bullets hit the intelligence officer – two in the stomach and one in his leg, causing Alexeyev to lose a lot of blood, according to reports.</li>\n<li>Russian Foreign Minister Sergey Lavrov accused Ukraine of being behind the assassination attempt, which he said – without citing evidence – was designed to sabotage peace talks. Alexeyev’s boss, Admiral Igor Kostyukov, the head of the GRU, has been leading Russia’s delegation in negotiations with Ukraine in Abu Dhabi on security-related aspects of a potential peace deal.</li>\n<li>Ukrainian Foreign Minister Andrii Sybiha told the Reuters news agency that Kyiv had nothing to do with the attack.</li>\n</ul><h3>Military aid</h3><ul class=\"spaced-bullet-spacing\">\n<li>Canada is supplying AIM missiles to strengthen Ukraine’s air defences, Ukrainian Defence Minister Mykhailo Fedorov wrote on X, adding that delivery is already under way. Fedorov did not disclose the number of missiles but also said that he had discussed joint drone production, military training and experience sharing in a call with his Canadian counterpart, David McGuinty.</li>\n<li>The United States Department of State has approved the potential sale of spare parts for military equipment and related items to Ukraine for an estimated cost of $185m, the Pentagon said.</li>\n</ul><h3>Peace talks</h3><ul class=\"spaced-bullet-spacing\">\n<li>A third round of talks aimed at ending the war between Russia and Ukraine should take place “soon”, although there is no fixed date yet, the Kremlin said on Friday.</li>\n<li>The <a href=\"/news/2026/2/5/russia-ukraine-talks-end-with-agreement-on-prisoner-swap\">latest and second round of talks between Russia and Ukraine</a>, mediated by the US on Wednesday and Thursday in Abu Dhabi, resulted in the two sides agreeing to a major prisoner swap but failed to yield a breakthrough on a ceasefire.</li>\n<li>US and Ukrainian negotiators have discussed an ambitious goal of March for Russia and Ukraine to agree on a peace deal, Reuters news agency reports, according to three sources familiar with the matter.</li>\n<li>Under the framework being discussed by US and Ukrainian negotiators, any deal would be submitted to a referendum by Ukrainian voters, who would simultaneously vote in national elections, according to five sources, who requested anonymity to discuss private deliberations, Reuters reported.</li>\n</ul><h3>Sanctions</h3><ul class=\"spaced-bullet-spacing\">\n<li>US President Donald Trump has lifted an additional 25 percent tariff he imposed on goods from India over its purchases of Russian oil. “India has committed to stop directly or indirectly importing Russian Federation oil,” according to an executive order Trump signed.</li>\n<li>The European Commission proposed a sweeping ban on any services that support Russia’s seaborne crude oil exports. Russia exports more than a third of its oil in Western tankers – mostly from Greece, Cyprus and Malta – with the help of Western shipping services. The ban would end that practice.</li>\n</ul><h3>Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Two top Organization for Security and Co-operation in Europe (OSCE) officials said on Friday they had paid their first visit to Moscow since Russia’s 2022 all-out invasion of Ukraine. OSCE’s acting head, Swiss Foreign Minister Ignazio Cassis, and OSCE Secretary-General Feridun Hadi Sinirlioglu met Russia’s Foreign Minister Lavrov on Thursday and Friday.</li>\n<li>France has detected a Russia-linked disinformation effort alleging President Emmanuel Macron’s involvement with convicted US sex offender Jeffrey Epstein, a government authority said.</li>\n<li>France’s Viginum agency, which tracks foreign disinformation campaigns, said it had on Wednesday detected a social media operation involving a fabricated video report alleging that “journalists had uncovered a compromising exchange implicating Emmanuel Macron”.</li>\n</ul><h3>Regional security</h3><ul class=\"spaced-bullet-spacing\">\n<li>Russian and US negotiators discussed the expiration of the last remaining nuclear arms pact between the two countries and agreed on the need to quickly launch new arms control talks, the Kremlin said.</li>\n<li>Washington accused Beijing of conducting a secret nuclear test in 2020 as it called for a new, broader arms control treaty that would bring in China as well as Russia.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Sport</h3><ul>\n<li>The Ukrainian delegation was met with deafening applause as athletes and staff entered San Siro Stadium in Milan, Italy, for the opening ceremony of the 2026 Olympic Winter Games</li>\n</ul><h3>Energy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s energy minister said that he discussed US liquefied natural gas (LNG) imports during an online meeting with his US counterpart. Energy Minister Denys Shmyhal said on the Telegram app that LNG supplies could be crucial to ensuring Ukraine’s energy security as the country faces its worst wartime energy crisis due to Russian air strikes, cold winter and accumulated damage.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Venezuela’s National Assembly leader sets deadline for prisoner release | Nicolas Maduro News | Al Jazeera",
            "time": "2026-02-07T00:13:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26029817236149-1770421713.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The president of Venezuela’s National Assembly, Jorge Rodriguez, has announced that his government plans to release all political prisoners no later than February 13.</p><p>Friday’s announcement was seen as a positive step towards addressing human rights abuses under the leadership of former President Nicolas Maduro.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But critics have long been sceptical of promises made by the Venezuelan government, which remains led by Maduro’s close allies.</p><p>Speaking to the family members of political prisoners in the capital Caracas, Rodriguez set a clear deadline for the mass release.</p><p>“We hope that, between next Tuesday and by Friday at the latest, they will all be free,” Rodriguez, the brother of interim President Delcy Rodriguez, said as he stood outside the Zona 7 detention centre.</p><p>He added that the government would “repair all the mistakes” committed during the Chavismo movement, founded by the late President Hugo Chavez and continued under Maduro.</p><figure id=\"attachment_4293718\" aria-describedby=\"caption-attachment-4293718\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293718\" src=\"/wp-content/uploads/2026/02/2026-02-06T214405Z_1165912663_RC2JGJAG8Z5O_RTRMADP_3_VENEZUELA-AMNESTY-LAW-1770421728.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nicolas Maduro Guerra walks with National Assembly members after discussions of an amnesty law\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293718\" class=\"wp-caption-text\">Nicolas Maduro Guerra, son of ousted President Nicolas Maduro, leaves after a meeting about Venezuela’s amnesty law on February 6 [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><p>His remarks come one day after the National Assembly unanimously approved an <a href=\"/news/2026/2/5/venezuelas-national-assembly-approves-amnesty-bill-in-first-of-two-votes\">amnesty bill</a> in the first of two votes before its final passage.</p><p>The legislation is designed to absolve those who have been accused or convicted of crimes related to their political leanings or protests. Under Maduro, dissidents were often charged with crimes like treason, terrorism or spreading hate.</p><p>The bill would also lift bans that prevent opposition figures like Nobel Prize winner Maria Corina Machado from running for public office.</p><p>But the amnesty measure would not cover crimes like murder, human rights violations or corruption.</p><p>The second and final vote on the bill is slated to take place on Tuesday. Rodriguez indicated that once the bill was signed into law, the mass release would begin.</p><p>“As soon as the law is adopted, they will also be released the same day,” he said on Friday.</p><p>The Maduro government had long been accused of stifling political dissent through arbitrary detention, torture and extrajudicial killing.</p><p>On January 3, however, United States President Donald Trump authorised a military operation to abduct Maduro and his wife Cilia Flores, transporting them to New York to face trial on drug trafficking charges.</p><p>Since that time, the Trump administration has pressured the interim presidency of Delcy Rodriguez to comply with its demands, particularly on the sale and extraction of Venezuelan oil.</p><p>But administration officials have also repeatedly blasted the Maduro government for its human rights record. This week’s prisoner release deadline, together with the amnesty law, is likely to be hailed as a victory for the Trump White House.</p><p>Still, concern abounds over whether human rights commitments will be maintained and justice served to alleged abusers within the government.</p><p>The Venezuelan government has said it has already released as many as 900 political prisoners.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But human rights groups like Foro Penal have recorded a number far lower, closer to 383. Foro Penal estimates that nearly 680 people remain jailed for their political activities.</p><p>There have also been reports of released prisoners facing gag orders, preventing them from speaking out about their arrest and detention.</p><p>Earlier this week, Amnesty International pointed out that 14 journalists were detained and released in the aftermath of Maduro’s abduction, and that others have reported harassment and intimidation from government-aligned forces.</p><p>It also argued that Venezuelan laws restricting free speech and political activities remain on the books, while those in power under Maduro also remain in office.</p><p>Though Amnesty International said the amnesty bill and other measures were “welcome”, it warned there was no guarantee that the abuses of the past would not be repeated.</p><p>“Crimes against humanity do not end with Maduro’s removal,” said the group’s secretary-general, Agnes Callamard.</p><p>“Venezuelan victims, survivors, and their families continue to carry physical and psychological scars. The fate and whereabouts of many people subjected to enforced disappearance remain unresolved. The state machinery responsible for those crimes is still firmly in place, now supported by the US authorities’ involvement.”</p><p>Callamard also criticised the US’s abduction of Maduro, calling it a violation of international law.</p><p>“Not only was the Trump administration’s use of force illegal, but it could encourage unlawful actions by other states and herald similar future actions by the USA,” she said.</p><p>In addition to releasing political prisoners, the Venezuelan government has also announced it plans to close one of its most infamous prisons, El Helicoide, a pyramid-shaped structure in Caracas reputed to be a torture site.</p></div></div></body></html>"
        },
        {
            "title": "Thousands gather in Libya for funeral of Saif al-Islam Gaddafi | Muammar Gaddafi News | Al Jazeera",
            "time": "2026-02-06T23:25:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260206__96DD3RE__v1__HighRes__LibyaPoliticsDeathGaddafi-1770414005.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thousands gather in Libya for funeral of Saif al-Islam Gaddafi</h1><p class=\"article__subhead\"><em>Authorities investigating killing of Saif al-Islam Gaddafi, once seen as de-facto PM under father’s iron-fisted rule.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of people have attended the funeral of <a href=\"/news/2026/2/3/saif-al-islam-gaddafi-son-of-former-leader-killed-in-libya\">Saif al-Islam Gaddafi</a>, the late Libyan leader Muammar Gaddafi’s most prominent son, who was shot dead this week.</p><p>The burial took place on Friday in the town of Bani Walid, some 175 kilometres (110 miles) south of Tripoli.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Nearly 15 years after the elder Gaddafi was toppled and killed in a 2011 NATO-backed uprising, thousands of loyalists turned up to mourn his son, who was once seen as the former leader’s heir apparent.</p><p>Saif al-Islam Gaddafi was killed on Tuesday in his home in the northwestern city of Zintan. His office said in a statement that he had been killed during a “direct confrontation” with four unknown gunmen who broke into his home.</p><p>The office of Libya’s <a href=\"/news/2026/2/4/libyas-top-prosecutor-launches-probe-into-saif-al-islam-gaddafis-killing\">attorney general</a> said investigators and forensic doctors examined the 53-year-old’s body and determined that he died from gunshot wounds and that the office was working to identify suspects.</p><p>“We are here to accompany our beloved one, the son of our leader in whom we placed our hope and our future,” said Waad Ibrahim, a 33-year-old woman from Sirte, nearly 300km (186 miles) away from Bani Walid.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"divided-country\">Divided country</h2><p>Saif al-Islam Gaddafi was once described as the de facto prime minister under his father’s iron-fisted 40-year rule, cultivating an image of moderation and reform despite holding no official position.</p><p>Championing himself as a reformer, he led talks on Libya abandoning its weapons of mass destruction and negotiated compensation for the families of those killed in the bombing of Pan Am Flight 103 over Lockerbie, Scotland, in 1988.</p><p>But that reputation soon collapsed when he promised “rivers of blood” in response to the 2011 uprising, which led to his arrest that year on a warrant issued by the International Criminal Court for alleged crimes against humanity.</p><p>In 2021, he announced he would run for president, but the elections aiming to unify the divided country under a United Nations agreement were indefinitely postponed.</p><p>Today, Libya remains split between Prime Minister Abdul Hamid Dbeibah’s UN-backed government based in Tripoli and an eastern administration backed by Khalifa Haftar.</p><p>The killing of Gaddafi, seen by many as an <a href=\"/news/2026/2/4/killing-said-gaddafi-removes-alternative-libya-rival-governments\">alternative</a> to the country’s power duopoly, occurred less than a week after a reported January 28 meeting in France’s Elysee Palace, which brought together Haftar’s son and advisers to Dbeibah.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "As Thais head to polls, can the reformist People’s Party break the cycle? | Elections News | Al Jazeera",
            "time": "2026-02-06T23:23:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-06T151441Z_507545_RC2DGJAAETVD_RTRMADP_3_THAILAND-ELECTION-1770397885.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bangkok, Thailand –</strong> The orange campaign buses of Thailand’s opposition People’s Party have been hard to miss in recent weeks, winding through cities and villages carrying reformist politicians on what they call the “Choose the Future” tour.</p><p>At rally stops, thousands have gathered to hear promises of change.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On social media, videos of the candidates have drawn millions of views.</p><p>For many, the support for the party before Sunday’s general election has stirred hope that the democratic future it promises may finally be within reach.</p><p>But in Thailand, winning an election does not guarantee the right to govern.</p><p>Known simply as the Orange party for its signature colour, the People’s Party is the latest incarnation of a progressive movement that has repeatedly clashed with Thailand’s royalist conservative establishment. Its predecessor won the last election in 2023, taking 151 seats in the 500-member House. Yet it was blocked from power by a military-appointed Senate and later dissolved by the Constitutional Court over its calls to curb the powers of the monarchy.</p><p>“Our ‘soldiers’ might have grown in number, but the conservative side’s arsenal is still devastatingly strong,” said Thankrit Duangmaneeporn, co-director of Breaking the Cycle, a documentary about the “Orange Movement”. But he said he hoped the party could still force the entrenched establishment into a compromise by demonstrating overwhelming support at the polls.</p><p>“We will fight at the ballot box on Sunday,” he said. “That is all we can do.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"overturned-mandates\">Overturned mandates</h2><p>For more than a quarter-century, Thailand – a nation of about 71 million people – has been trapped in a dispiriting loop. Reformist parties win elections, only to be removed by courts, coups or other interventions by judges, generals and tycoons, all loyal to the monarchy.</p><p>Many fear the pattern is about to repeat itself.</p><p>While opinion polls suggest the People’s Party will again win the most seats on Sunday, analysts say the conservative Bhumjaithai Party, led by caretaker Prime Minister Anutin Charnvirakul, stands a better chance of forming a government.</p><p>A January 30 survey by the National Institute of Development Administration put the People’s Party leader, Natthaphong Ruengpanyawut, in first place for prime minister with 29.1 percent, followed by Anutin at 22.4 percent. For party lists, the People’s Party led with 34.2 percent, followed by Bhumjaithai at 22.6 percent. In third was Pheu Thai, the party of jailed former Prime Minister Thaksin Shinawatra, with 16.2 percent.</p><p>A candidate for the top job must secure the backing of 251 legislators. Unless the People’s Party can reach that threshold on its own, analysts say Bhumjaithai could manoeuvre – with the support of conservative power brokers, Pheu Thai and smaller parties – into forming the next government.</p><p>The People’s Party traces its roots to the Future Forward Party, founded in 2018 with a pledge to curb the influence of unelected institutions. It quickly became the most serious challenge to elite domination of Thai politics and the economy in a generation, winning 81 seats in its first election in 2019.</p><p>But it was disbanded by the courts the following year.</p><p>Reconstituted as Move Forward, the party went on to win the 2023 election — only to be dissolved again the next year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-don-t-use-money-to-buy-power\">‘We don’t use money to buy power’</h2><p>Rukchanok Srinork, a 32-year-old lawmaker for the reborn People’s Party’s Bangbon District in Bangkok, said past defeats should not extinguish hopes. Speaking from a rally stop in the northern city of Chiang Mai, Rukchanok, who goes by the nickname “Ice”, said her party has already changed Thai politics.</p><p>“We are a party that won an election without spending a single baht on buying votes,” she told Al Jazeera, referring to the vote-buying practices that have long shaped Thailand’s elections, particularly in rural areas.</p><p>“We don’t use money to buy power,” she said.</p><p>Rukchanok’s own rise reflects the party’s appeal.</p><p>Once an online vendor, she built a following through social media critiques of corruption and military overreach, then entered the National Assembly on the strength of that support. Her story, she said, showed what could be possible in a fairer system.</p><p>“When people understand they have a role and that their voice matters, they won’t lose hope in politics,” Rukchanok said.</p><p>But that idealism might not be enough.</p><p>Prinya Thaewanarumitkul, a legal scholar at Thammasat University, warned that “money politics” could still tilt outcomes in rural areas, even if voters increasingly “take the money but vote with their heart”.</p><p>For the People’s Party, the possibility of forming a government “becomes real” only if it secures 200 seats or more, he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-conservative-counteroffensive\">A conservative counteroffensive</h2><p>Anutin, the caretaker prime minister, is the heir to a construction fortune and the face of Thailand’s cannabis legalisation. He became prime minister in August after the Constitutional Court removed his predecessor, Paetongtarn Shinawatra, over her handling of a border crisis with Cambodia.</p><p>Since then, he has skilfully exploited nationalist sentiment around the conflict, which killed 149 people on both sides before a ceasefire in December.</p><p>“Anyone can say ‘choose me and you won’t regret it,'” Anutin told a rally near the border with Cambodia this week. “But Bhumjaithai says that with the military on our side, we will never be defeated.”</p><p>Backed by the royalist establishment, Anutin has assembled a team of seasoned figures from business and diplomatic circles and drawn support from powerful political dynasties that trade their support for cabinet positions.</p><p>His party has also rolled out populist policies, including a subsidy programme that covers half the cost of food and has proved popular among struggling households and small businesses.</p><p>“I don’t know many other policies,” said Buapan Anusak, 56, at a recent Bhumjaithai rally in Bangkok. “But there also has to be a prime minister that’s patriotic,” she added, referring to the border tensions.</p><p>Bhumjaithai has also made inroads into territory once dominated by Pheu Thai, the party that won every election from 2001 until the People’s Party’s breakthrough in 2023.</p><p>Pheu Thai’s founder Thaksin, now 76, remains a hero to many for policies like universal healthcare. But Pheu Thai has lost its mantle as the voice of reform to the People’s Party, after it placed second in the last election and joined military-backed parties to form a government. Since then, two of its governments have collapsed, with two prime ministers — including Thaksin’s daughter Paetongtarn — removed by the courts.</p><p>Thaksin is currently in prison, with a parole hearing scheduled for May, around the time a new government must be formed.</p><p>“Thaksin remains a master of the ‘deal,'” said Prinya, the scholar at Thammasat University. And given Thaksin’s legal troubles and the pending cases against his daughter, the politician “is heavily incentivised to maintain a partnership with the conservative establishment,” Prinya added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"economic-strain\">Economic strain</h2><p>Whoever wins on Sunday will inherit a country in economic distress.</p><p>Tariffs have hurt exporters, growth has slowed to less than 2 percent, and tourist arrivals have declined.</p><p>“This may be a last chance to repair Thailand’s once-Teflon economy,” said Pavida Pananond, a professor of international business at Thammasat University, referring to the country’s historical resilience. But to bounce back, political stability would be essential, she stressed.</p><p>“Respecting the results and avoiding political manoeuvring that derails democratic processes is essential to restore economic confidence,” she added.</p><p>Back on the campaign trail, Rukchanok urged Thais not to give up.</p><p>“The moment you stop sending your signal by voting, that is when the 1 percent who hold this country’s resources will decide for you,” she said. “People may look at politics and see something ‘dirty’ — full of bluffing, mudslinging and endless arguing. But your life can only change if politics changes.”</p><p>She paused, then added: “We still have faith in the people.”</p></div></div></body></html>"
        },
        {
            "title": "‘Nothing retaliatory’: US seeks deportation of 5-year-old Liam Conejo Ramos | Donald Trump News | Al Jazeera",
            "time": "2026-02-06T23:13:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26032616849393-1770414281.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Department of Homeland Security (DHS) has revealed it will continue to seek the deportation of five-year-old <a href=\"/news/2026/2/1/five-year-old-boy-and-father-detained-by-ice-return-home-to-minnesota\">Liam Conejo Ramos</a> and his father Adrian Conejo Arias, after their recent return to Minnesota.</p><p>The department, however, denied it is seeking their expedited removal, as the family’s lawyer claimed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“These are regular removal proceedings,” DHS spokesperson Tricia McLaughlin said on Friday. “This is standard procedure, and there is nothing retaliatory about enforcing the nation’s immigration laws.”</p><p>Conejo Ramos’s case has drawn nationwide attention since his initial detention on January 20.</p><p>Photos went viral of Conejo Ramos standing in the snow, dressed in floppy blue bunny ears, with an immigration agent grabbing onto his Spiderman backpack.</p><p>Officials in Minnesota’s Columbia Heights Public School District accused immigration officials of using the preschool student as “bait” for his father. DHS, meanwhile, has claimed that his father abandoned the child when approached by immigration authorities.</p><p>Each side has denied the other’s account of the January 20 arrest.</p><figure id=\"attachment_4293663\" aria-describedby=\"caption-attachment-4293663\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293663\" src=\"/wp-content/uploads/2026/02/AP26022729648178-1770416380.jpg?w=770&amp;resize=770%2C1027&amp;quality=80\" alt=\"Liam Conejo Ramos in blue bunny ears, being escorted by federal agents\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293663\" class=\"wp-caption-text\">Liam Conejo Ramos, 5, is detained by US Immigration and Customs Enforcement officers after arriving home from preschool on January 20, 2026 [Ali Daniels via AP Photo]</figcaption></figure><p>Since December, the administration of President Donald Trump has led an immigration crackdown in Minnesota known as Operation Metro Surge. As many as 3,000 agents were deployed to the state at the operation’s height.</p><p>But bystander videos and photos have raised questions about the heavy-handed tactics being used, particularly in the Minneapolis-St Paul metropolitan area.</p><p>There, two US citizens were shot dead by immigration agents in the last month alone: Renee Nicole Good on January 7 and Alex Pretti on January 24.</p><p>The outcry over the shooting deaths, as well as other reports of violence against bystanders and warrantless arrests, has prompted the Trump administration to announce this week the withdrawal of nearly 700 immigration agents.</p><p>The detention of Conejo Ramos and his father had been among the high-profile flashpoints during the crackdown.</p><p>The five-year-old and his father were detained as they were coming home from preschool. They were quickly transported from Minnesota to Dilley, Texas, where they were kept in an immigration processing centre while Trump officials sought their expulsion.</p><p>But on January 27, Judge Fred Biery ruled that the two <a href=\"/news/2026/2/1/us-judge-orders-release-of-five-year-old-and-father-from-ice-detention\">should be released</a> while they challenged their expulsion.</p><p>“They seek nothing more than some modicum of due process and the rule of law,” Biery wrote in his brief but cutting decision.</p><p>Conejo Ramos and his father arrived in the US from Ecuador. Their legal team has said the pair entered the country legally and were in the midst of their asylum proceedings at the time of their detention.</p><p>Lawyer Danielle Molliver told Minnesota Public Radio this week that DHS had filed documents to expedite the father and son’s removal, speculating that the action was “retaliatory”.</p><p>“It’s really frustrating as an attorney, because they keep throwing new obstacles in our way,” she told the public broadcaster. “There’s absolutely no reason that this should be expedited.”</p></div></div></body></html>"
        },
        {
            "title": "For cricket-mad Bangladesh, T20 World Cup expulsion means heartbreak | Cricket | Al Jazeera",
            "time": "2026-02-06T22:52:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2023-10-10T000000Z_1989775131_UP1EJAA0KMJ1A_RTRMADP_3_CRICKET-WORLDCUP-ENG-BGD-1769321202.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dhaka, Bangladesh –</strong> Ziaul Haque Tanin had planned his February around the T20 World Cup.</p><p data-start=\"30\" data-end=\"218\">The former first-class cricketer turned sports-goods entrepreneur from Thakurgaon, in northwestern Bangladesh, had lined up a trip combining business, family visits and cricket fandom.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Tanin had secured a premium hospitality ticket at the famed Eden Gardens cricket stadium in Kolkata, where Bangladesh would take on Italy on February 9.</p><p>Those plans were scrapped after <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">Bangladesh said</a> it would not send its men’s team to India for the tournament, citing security concerns.</p><p>The Bangladesh Cricket Board had asked the International Cricket Council (ICC) to move Bangladesh’s matches from India to Sri Lanka, a request the governing body rejected. Bangladesh stood firm in their stance, resulting in their ouster from the tournament and Scotland’s inclusion at their expense.</p><p>The decision has drawn Bangladesh’s most popular sport into a wider political dispute, dividing opinion between supporters of the government’s stance and those fearing long-term ramifications on the game.</p><h2 id=\"how-cricket-became-a-casualty-of-politics\">How cricket became a casualty of politics</h2><p>Tensions sharpened after January 3, when Bangladesh fast bowler <a href=\"/amp/sports/2026/2/5/pakistan-super-league-signs-bangladeshs-mustafizur-after-ipl-controversy\">Mustafizur Rahman</a> was dropped from the Indian Premier League, a move that Bangladeshi officials said highlighted the impact of extremist pressure on Indian cricket authorities.</p><p>In Dhaka, the episode amplified wider resentment towards India, rooted in trade disputes and anger over New Delhi hosting fugitive former Prime Minister Sheikh Hasina since her ousting in August 2024.</p><p>In that charged atmosphere, cricket – Bangladesh’s most emotional public arena – became a proxy for questions of security and national dignity, with debate dominating social media, television talk shows and conversations in Mirpur, the heart of the country’s cricket culture.</p><p>About a year and a half after Bangladesh’s July 2024 mass uprising, signs of a thaw appeared in relations with India.</p><p>Indian External Affairs Minister S Jaishankar visited Dhaka for the funeral of former Prime Minister Khaleda Zia, while Prime Minister Narendra Modi sent a conciliatory letter to Tarique Rahman, Khaleda’s son, followed by a brief meeting between Jaishankar and Rahman.</p><p>Indian High Commission contacts with Jamaat-e-Islami further fuelled speculation that New Delhi was recalibrating its Bangladesh policy ahead of elections.</p><p>That cautious optimism, however, was abruptly undercut by actions of the Board of Control for Cricket in India (BCCI), pulling cricket into the centre of a renewed political standoff.</p><figure id=\"attachment_4292717\" aria-describedby=\"caption-attachment-4292717\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292717\" src=\"/wp-content/uploads/2026/02/2025-07-29T131949Z_76306680_UP1EL5O176JE2_RTRMADP_3_CRICKET-IPL-PBKS-DC-1770381986.jpg?w=770&amp;resize=770%2C549&amp;quality=80\" alt=\"Cricket - Indian Premier League - IPL - Punjab Kings v Delhi Capitals - Sawai Mansingh Stadium, Jaipur, India - May 24, 2025 Delhi Capitals' Mustafizur Rahman celebrates with Ashutosh Sharma after taking the wicket of Punjab Kings' Shashank Singh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292717\" class=\"wp-caption-text\">Mustafizur Rahman, left, playing for Delhi Capitals in the 2025 IPL [File: Abhijit Addya/Reuters]</figcaption></figure><h2 id=\"security-first-cricket-second\">Security first, cricket second</h2><p>Many supporters say the government had little room to manoeuvre.</p><p>Shamim Chowdhury, head of research at Dhaka-based sports channel T Sports, said the issue had hurt Bangladesh’s sentiments and questioned the role of the ICC. “The ICC’s double standards have been exposed,” he told Al Jazeera.</p><p>Abu Zarr Ansar Ahmed, a sports journalist in Dhaka, said the security concern goes beyond players and includes staff, journalists and supporters. With national elections approaching, he warned that even a single incident involving Bangladeshi nationals in India could trigger widespread anger at home. “From that perspective, Bangladesh made the right decision,” he said.</p><p>Others accept the security logic but are concerned about the long-term cost to cricket. Khairul Islam, a Dhaka-based university lecturer, said the threat level should have been assessed more carefully and suggested a third-country venue as an alternative.</p><p>On the streets, support appears strong. At a tea stall in Dhaka’s Tejgaon area, vendor Billal Hossain backed the boycott, citing violence against Muslims in India and border tensions. “If something happened to our players, it would be disastrous,” he said.</p><p>Of 14 people interviewed by Al Jazeera across Dhaka, seven supported the government’s decision, three opposed it – all identifying as supporters of Hasina’s party, the Awami League – while four declined to state party affiliations but still backed the boycott. Overall, support outweighs opposition, with dissent largely driven by concerns over cricketing consequences rather than security.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"players-regret-missed-opportunity\">Players regret missed opportunity</h2><p>The protagonist of the story, Bangladesh’s cricket team, have stayed largely silent, wary of being drawn into a diplomatic dispute, though privately many are anxious.</p><p>Two national team players, speaking to Al Jazeera on the condition of <span>anonymity</span>, said the squad had prepared intensively and felt confident after a strong run in T20 cricket. In 2025, Bangladesh won 15 of 30 matches – their best calendar-year record in the shortest format of the game.</p><p>“We felt ready,” one player said.</p><p>Both relayed the team’s eagerness to play in the T20 World Cup – in India or elsewhere – and had hoped for a compromise on venue. Missing the tournament, they said, means more than the loss of lost match fees – it limits their exposure to quality opposition, franchise opportunities and career growth.</p><p>“It’s not just money,” one player said. “It’s the chance to grow.”</p><p>Neither player criticised the government or the board publicly, saying that with India central to the dispute, speaking out felt risky.</p><p>However, Bangladesh’s absence from the T20 World Cup has left national cricketers facing an unexpected break. To make use of this vacant period, the Bangladesh Cricket Board (BCB) has offered them a swiftly-organised local T20 tournament.</p><p>The three-team event, titled “Odommo Bangladesh T20 Cup”, will offer 25 million taka ($200,000) in total tournament prize money and player fees.</p><figure id=\"attachment_4290927\" aria-describedby=\"caption-attachment-4290927\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4290927\" src=\"/wp-content/uploads/2026/02/2025-09-24T143651Z_416874300_UP1EL9O14LD0T_RTRMADP_3_CRICKET-ASIACUP-IND-BGD-1770314712.jpg?w=770&amp;resize=770%2C483&amp;quality=80\" alt=\"Cricket - Asia Cup - India v Bangladesh - Dubai International Cricket Stadium, Dubai, United Arab Emirates - September 24, 2025 General view of the trophy as the Bangladesh players line up during the national anthems before the match REUTERS/Satish Kumar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4290927\" class=\"wp-caption-text\">Bangladesh last played India at the 2025 Asia Cup in a match staged in Dubai [Satish Kumar/Reuters]</figcaption></figure><h2 id=\"the-sadness-of-not-playing-is-bigger\">‘The sadness of not playing is bigger’</h2><p>Not all cricket figures back the hardline stance.</p><p>Former Bangladesh batter Anamul Haque Bijoy urged keeping sport above politics, saying that a World Cup is the pinnacle of a cricketer’s career and a dream not many can realise.</p><p>“Sports should be above everything,” he said.</p><p>Others challenged the critics directly.</p><p>Behind the scenes, criticism has been sharper. Former BCB director Ahmed Sajjadul Alam said the decision reflected government interference, warning of financial losses and damage to Bangladesh’s standing within the ICC.</p><p>Another former director, Syed Ashraful Haque, who helped secure Bangladesh’s Test status, said the country’s influence in world cricket had weakened and argued the issue could have been resolved through dialogue.</p><p>Former captain Mohammad Ashraful took a pragmatic view, noting that government approval is mandatory for tours. While acknowledging the disappointment – especially for younger players – he said financial losses could be managed, but “the sadness of not playing is bigger”.</p><h2 id=\"pakistan-s-backing-and-what-comes-next\">Pakistan’s backing and what comes next</h2><p>The dispute has taken on a regional dimension after the Pakistan Cricket Board <a href=\"/sports/2026/1/27/why-is-pakistan-backing-bangladesh-in-its-t20-world-cup-row-with-india\">backed Bangladesh</a> and urged the ICC to reconsider venue arrangements. While some in Dhaka see this as a challenge to India’s dominance, officials reject the idea of a new alliance.</p><p>Former BCB director Alam dismissed talk of a Bangladesh-Pakistan axis, calling Pakistan a longstanding cricketing friend. BCB officials also avoided any suggestion of formal alignment.</p><p>The BCB says the matter is closed and it will not pursue arbitration. “We have accepted the ICC’s decision,” said Amjad Hossain, a BCB director.</p><p>Attention has now shifted to managing the fallout. Suggestions of extra tournaments to offset player losses remain unconfirmed, with the board saying benefits are being handled internally.</p><p>The government’s youth and sports adviser, Asif Nazrul, said the decision not to travel was taken at cabinet level after the ICC refused to revise the schedule.</p><p>For fans like Tanin, the cost is personal – cancelled plans, unused visas and an idle World Cup ticket – reflecting a wider national sense of loss as cricket once again collides with politics.</p><p>Pakistan’s decision <a href=\"/sports/2026/2/1/pakistan-to-boycott-t20-world-cup-match-against-india-on-february-15\">not to take part</a> in its match against India at the T20 World Cup has sent shockwaves through world cricket, with its impact also being felt in Bangladesh.</p><p>Multiple senior sources at the BCB said the move could reduce the board’s potential earnings from the ICC. However, a top BCB official, speaking on condition of anonymity, said there was little the board could do at this stage. He added that the crisis could still be resolved through dialogue at any time.</p><p>Referring to Pakistan’s boycott, he said Pakistan has always been a good friend of Bangladesh in cricket and has maintained a consistently friendly relationship.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"diplomacy-in-the-dark\">Diplomacy in the dark</h2><p>Questions have emerged over how diplomatic communication was handled. An official at Bangladesh’s Ministry of Foreign Affairs, speaking on condition of anonymity, said the government was not formally engaged in the process, as the BCB communicated directly with the ICC.</p><p>Neither the BCB nor the Ministry of Youth and Sports issued any directive to involve the Foreign Ministry, leaving officials largely reliant on media reports.</p><p>Political and diplomatic analyst and former Bangladeshi ambassador Humayun Kabir said the situation has grown more opaque due to recklessness on both sides. He argued that groups in both Bangladesh and India actively work to derail normalisation efforts, using multiple flashpoints – with cricket now possibly added to that list.</p><p>Once a unifying force, cricket in Bangladesh is now caught in politics. Supporters see sovereignty, critics see a setback for a promising generation, and players see a lost stage.</p><p>Whether this strengthens Bangladesh’s position or weakens its standing in world cricket remains unclear – but the cost is already being felt far beyond the boundary rope.</p></div></div></body></html>"
        },
        {
            "title": "Gas, power and AI’s role in the new age of energy addition | Energy News | Al Jazeera",
            "time": "2026-02-06T21:33:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/000_33L72ZJ-1760804658.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For two decades, <a href=\"/news/2025/4/8/clean-energy-surges-globally-but-has-yet-to-replace-fossil-fuels-report\">global energy demand</a> was static and efficiency gains, economic shifts, and renewable growth created an illusion of control.</p><p>The narrative was one of managed transition — a straight line from fossil fuels to a cleaner, perhaps simpler, energy system.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Energy companies believe that narrative is over.</p><h2 id=\"addition-not-substitution\">Addition, not substitution</h2><p>It’s unusual to see that many security personnel lining the road to Qatar’s convention centre. Enter LNG 2026, and the vast conference centre in Doha is hosting the people who shape the global energy system. Seated on the same stage were Saad Sherida al-Kaabi of QatarEnergy, Wael Sawan of Shell, Darren Woods of ExxonMobil, Patrick Pouyanne of TotalEnergies, and Ryan Lance of ConocoPhillips — leaders of companies that collectively sit at the centre of global energy supply.</p><p>Their estimation: The era of demand is here, and the age of gas is accelerating, not fading.</p><p>Everything from artificial intelligence, data centres, electrification and population growth are all pulling the energy system to a new scale. The executives say that demand is rising faster than grids, infrastructure, and policy frameworks can adapt.</p><h2 id=\"from-oil-to-energy\">From oil to energy</h2><p>Perhaps that is why the industry is changing how it describes itself. These companies no longer frame their future narrowly like “international oil companies” or oil producers. They now talk about being “international energy companies” – a deliberate shift reflecting a broader ambition: to manage molecules, systems, and supply chains in a world with increasing energy demands.</p><figure id=\"attachment_916112\" aria-describedby=\"caption-attachment-916112\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-916112\" src=\"/wp-content/uploads/2018/12/afd4659813ff435888d5778765e6fc1f_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"LNG at Raslaffans Sea Port,\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-916112\" class=\"wp-caption-text\">This undated file photo shows a Qatari liquid natural gas (LNG) tanker ship being loaded up with LNG at Raslaffans Sea Port, northern Qatar [File: AP]</figcaption></figure><p>Executives outlined projections that underline how deeply the market is changing. Global LNG demand, currently about 400 million tonnes a year, is expected to reach 600 million tonnes by 2030 and approach 800 million tonnes by 2050, according to the energy executives, and LNG is growing at more than 3 percent annually, making it the fastest-growing fuel among non-renewables, according to their data.</p><h2 id=\"building-for-a-bigger-world\">Building for a bigger world</h2><p>The confidence in Doha was backed by construction on a vast scale. QatarEnergy, under Saad al-Kaabi, is expanding LNG production and assembling a fleet expected to reach about 200 LNG carriers, one of the largest shipping expansions in energy history.</p><p>In the United States, ExxonMobil and QatarEnergy are partnering on a new 18 million MMBtu LNG facility, part of a wider North American build-out. Canadian LNG is entering the market, while new supply is emerging from Africa and South America.</p><p>These are substantial investments.</p><p>As al-Kaabi put it during the discussion: “The world cannot live without energy. People need to be prosperous, and nearly a billion people still do not have basic electricity. We cannot deprive them of growth.”</p><p>It is a framing shared across the panel. This is no longer a conversation about replacement, as one executive summed it up, “we are in a world of energy addition, not energy substitution.”</p><h2 id=\"europe-and-energy-security\">Europe and energy security</h2><p>The Russia–Ukraine war remains a defining reference point. Europe’s sudden loss of Russian pipeline gas forced a dramatic pivot to LNG. Imports jumped from roughly 50 million tonnes a year to approximately 120 million tonnes, transforming Europe into a major LNG market almost overnight.</p><p>What began as crisis management has reshaped global gas flows. LNG delivered flexibility, security, and scale, and for investors, that restored confidence that LNG infrastructure could be strategic.</p><p>As new supply comes online, executives expect prices to ease. When that happens, Asian demand, currently constrained by cost, is expected to rebound sharply. Several Asian economies are also shifting from exporters to net importers as domestic reserves decline.</p><h2 id=\"oil-s-quiet-re-entry\">Oil’s quiet re-entry</h2><p>Two years ago, oil was widely predicted to disappear from the energy mix by 2030. That narrative, too, has faded.</p><p>Oil demand has proven resilient, and even gas-focused producers are expanding oil portfolios. Qatar is actively seeking new oil opportunities and remains one of the world’s largest holders of exploration blocks.</p><figure id=\"attachment_913740\" aria-describedby=\"caption-attachment-913740\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-913740\" src=\"/wp-content/uploads/2016/11/b70eae012def4c90889a289c4c9f21e6_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Qatar Petroleum Refinery\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-913740\" class=\"wp-caption-text\">A petroleum refinery of Qatar Petroleum stands near Umm Sa’id, Qatar. Qatar is ranked 16th in countries with the biggest oil reserves and 3rd in natural gas reserves [File: Sean Gallup/Getty Images]</figcaption></figure><p>The shift is pragmatic. The industry is no longer debating whether oil and gas will be needed, but how they can be supplied at the lowest possible cost and emissions intensity. Several executives noted that many former oil sceptics have quietly reversed course.</p><h2 id=\"ai-and-the-end-of-low-demand\">AI and the end of low demand</h2><p>The most urgent driver of change is not geopolitics — it is artificial intelligence.</p><p>For nearly 20 years, global energy demand was relatively stable. That period has ended. AI-driven data centres are consuming electricity at a scale planners failed to anticipate. Individual facilities can require thousands of megawatts of constant power, running 24 hours a day, with no tolerance for interruption.</p><p>Executives described this moment as a decisive break with the past. After decades of flat demand, the system has entered what they call hyper-scaling mode.</p><p>This demand, they say, is inflexible. Data centres cannot wait for weather conditions. They require power that is reliable, dispatchable, and immediate.</p><h2 id=\"when-renewables-need-backup\">When renewables need backup</h2><p>No one on stage dismissed renewables. Shell’s Wael Sawan and TotalEnergies’ Patrick Pouyanne both stressed their central role in the future mix. But they were clear about limitations.</p><p>The executives viewed wind and solar as intermittent and argued that grids built for predictable generation are under growing stress. Recent blackouts and near-misses in highly renewable systems have exposed the consequences of imbalance.</p><p>“When the wind isn’t blowing and the sun isn’t shining,” one executive noted, “gas fills the gap.”</p><p>Gas turbines remain essential for grid stability. Nuclear takes decades to scale. Batteries are improving but remain limited. Hydrogen is promising, but not yet deployable at the pace required.</p><p>Gas, the industry argues, is the only option that can be built fast enough to meet the contemporary surge in demand.</p><h2 id=\"ai-the-friction-points\">AI: The friction points</h2><p>But behind the power-hungry AI-driven confidence are real snag lines. Building energy infrastructure has become slower and more complex.</p><p>The executives pointed to permitting delays that stretch projects more than a decade. Water and grid connections are major bottlenecks. Skilled labour is in short supply. Community resistance is growing, driven by cost concerns and environmental pressure.</p><p>Executives were openly critical of policy frameworks they see as detached from operational reality. Overlapping and conflicting regulations, they argued, raise costs and delay supply.</p><p>“The market dictates what can be delivered,” one leader said, warning that governments risk choking the arteries of energy flow.</p><h2 id=\"sustainability-emissions-and-the-social-contract\">Sustainability, emissions and the social contract</h2><p>The industry acknowledges that its future depends on emissions performance. Methane leakage, efficiency, manufacturing footprints, and transport emissions remain under scrutiny. Gas offers immediate reductions where it replaces coal – about 40 percent in power generation and 20 percent in marine fuels. Carbon capture and sequestration is increasingly integrated into new projects.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>ExxonMobil’s Darren Woods emphasised the company’s push to be seen as a technology player — working on hydrogen, carbon capture, and new uses for hydrocarbons beyond combustion. They describe this approach as responsible energy addition.</p><p>Yet the tension remains. The current demand surge has pushed environmental scrutiny to the background, but executives know that window is temporary. The sustainability of gas in this new role is under intense scrutiny.</p><p>While it burns cleaner than coal, its emissions of CO2 and methane, along with the transport footprint of LNG, remain central to the climate debate. Industry leaders acknowledge that gas must evolve to maintain its social licence. The CEO of QatarEnergy emphasised delivering energy “in the most environmentally responsible manner”.</p><p>There is awareness that the current surge in demand has sidelined environmental concerns, but these questions will resurface forcefully once the immediate capacity crisis abates. The gas industry risks a fate similar to coal if it fails to accelerate its decarbonisation efforts through carbon capture, utilisation, and storage (CCUS), and the integration of low-carbon gases, such as hydrogen.</p><h2 id=\"inclusive-not-mutually-exclusive\">Inclusive not mutually exclusive</h2><p>The dynamic with renewables and emerging technologies adds another layer of complexity. Executives recognise that, for many regions, building new infrastructure, renewables are the cheapest and easiest option.</p><p>The role of gas, therefore, is evolving from a baseload provider to a “complementary load-following role,” essential for balancing grids increasingly saturated with variable wind and solar power.</p><p>The advancement of battery storage technology also looms as a potential competitor for this grid-balancing role. The future energy mix is envisioned as abundant, accessible, reliable, and clean, but the path is uncertain.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Investments in hydrogen and ammonia are continuing, though with fluctuating levels of hype, indicating a sector in search of the next breakthrough.</p><h2 id=\"the-human-connection\">The human connection</h2><p>Strip away politics and technology, and the core driver is human. Roughly five billion people still consume far less energy than developed economies. To paraphrase QatarEnergy’s al-Kaabi: Prosperity requires power.</p><p>Removing energy poverty means adding supply – reliable, affordable supply – at unprecedented scale. That is the context in which the energy company executives are positioning gas: not as a bridge, but as a stabiliser. Energy producers are betting that global demand – supercharged by AI and economic ambition – will outpace the ability of renewables alone to carry the load.</p><p>They are building for a world that they say cannot afford shortages, blackouts, or theoretical purity. Gas, they believe, is not a bridge, but the foundation to weather the storm of demand.</p><p>And its future will be defined by a simple metric: Can the system deliver abundant, accessible, reliable, and progressively cleaner energy?</p></div></div></body></html>"
        },
        {
            "title": "US FCC notice to broadcasters prompts concerns on curtailing free speech | Freedom of the Press News | Al Jazeera",
            "time": "2026-02-06T21:02:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP24282559377967-1770407498.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>San Francisco, United States –</strong> In a November 2024 appearance on ABC’s popular daytime show, The View, host Sunny Hostin asked Kamala Harris, then the Democratic candidate for president, if she would do anything differently from the president, Joe Biden. Harris said, “There is not a thing that comes to mind.”</p><p>In this moment, analysts said, Harris had tied herself inextricably with the economic hardships voters faced during the Biden administration and its other failings. Harris lost the election and returned to the show a year later to say, “I realise now that I didn’t fully appreciate how much of an issue it was.” In her book 107 Days, Harris likened her statement to pulling the pin on a hand grenade.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While Harris’s appearance may not have helped her electoral prospects, Donald Trump, then the Republican presidential nominee, did not appear on The View before the 2024 election or in his previous two elections.</p><p>Daytime and late-night shows are usually required by a United States Communications Act rule that political candidates be given equal access to airtime, but The View may possibly have been an exemption because it could be seen as a “bona fide news show”, and those are exempt from that requirement.</p><p>But in the last year, The View, Saturday Night Live, Jimmy Kimmel Live and other shows have been in the Federal Communications Commission’s eye for not providing equal access and possibly providing partisan coverage. But critics say the FCC’s attempts to rein in such shows could amount to curtailing of speech. That, along with increasing corporate consolidation of media ownership, could make it vulnerable to regulatory intervention and a backsliding in media freedom, as has been seen in countries such as Hungary and Russia.</p><p>The FCC put out a public notice in late January saying concerns had been raised that the interview portions of all daytime and late-night shows were exempt from the equal opportunities requirement. “This is not the case,” the FCC’s notice said, encouraging stations “to obtain formal assurance” that they are exempt from giving equal access.</p><p>But such processes could be “a tool for harassment and intimidation”, said Harold Field, senior vice president at Public Knowledge, a left-leaning think tank based in Washington, DC.</p><p>With the notice and the petitioning process hanging, broadcasters may rethink “which perspectives to air and which ones not to”, said Seth Stern, chief of advocacy at the Freedom of Press Foundation.</p><p>Gigi Sohn, a lawyer who has previously worked in the FCC, said, “I like the spirit of the notice,” referring to the principle of providing lesser-known candidates equal access to airtime, “but the impact could be censorship. I am concerned about how it will be applied.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"it-costs-money-to-stand-up-for-principle\">‘It costs money to stand up for principle’</h2><p>The FCC notice stems from the Communications Act of 1934, which said, since the three broadcasters were being provided public airwaves, if a station provides space to one political candidate, it would have to provide equal opportunity to all other candidates for that office. Broadcasters would have to keep a public file on any free time given to a candidate so that other candidates could review this and claim their equal free time, too.</p><p>When John Kennedy appeared on the Tonight Show in 1959, the FCC had ruled that equal time was to be given to other candidates. In 2006, by the time Arnold Schwarznegger appeared on the Tonight Show while running for California governor, more talk shows had filled the airwaves and blurred the line between news and entertainment. The FCC had ruled that The Tonight Show was exempt from the equal time rule as a bona fide news interview.</p><p>The FCC notice from January said that the industry has taken this to mean that all daytime and late-night shows are exempt because they are bona fide news shows, but they are not.</p><p>“To state the obvious, Jimmy Kimmel Live is not Meet The Press. Not by a long shot. Not even close,” Daniel Suhr, president of the Center for American Rights, a right-leaning think tank based in Chicago, wrote in a blog post for the Yale Regulatory Journal.</p><p>FCC chair Brendan Carr had also <a href=\"https://x.com/BrendanCarrFCC/status/2014081766902940028\" target=\"_blank\" rel=\"noopener\">tweeted</a> that such shows had claimed exemptions “even when motivated by partisan political purposes”. Right-wing analysts quoted a study saying The View had only two conservative guests in 2025, while it had 128 liberal guests. A media representative of The View did not respond to Al Jazeera’s request for comment.</p><p>But others worry that the notice is part of a broader effort to curtail satire, comedy and comment.</p><p>“This, to me, is the most shocking element of what this administration has been able to do, is to say that views, satire and humour are censored,” said Margot Susca, assistant professor of journalism at American University in Washington, DC.</p><p>Putting out such notices could push the broadcasters’ parent organisations to limit their content, analysts say, citing instances of how the Paramount Skydance <a href=\"/economy/2025/2/10/trump-accused-of-leading-a-multipronged-attack-on-us-media\" target=\"_blank\" rel=\"noopener\">merger</a> was approved only after it settled a lawsuit over Harris’s interview on 60 Minutes.</p><p>“For-profit corporations are not known for their bravery,” said Public Knowledge’s Field. “They may keep their heads down and views in check.”</p><p>Berkeley’s Davis said that “it costs money to stand up for principle,” and that the administration’s “understanding of the financial needs of media corporations is unprecedented.”</p><p>Large corporations often have mergers pending or licence issues, said Sohn, “so departments can extract a pound of flesh when there isn’t even an issue.”</p><p>The notice may also be “intended to drive a wedge between broadcasters and affiliates”, argued Sohn. “It could be that Disney asks Kimmel not to have political candidates, or the affiliate may preempt the show since the burden also falls on stations.”</p><p>Sohn had been nominated by Biden for the FCC, but withdrew her nomination after a protracted and fraught confirmation process.</p><p>Last fall, when Kimmel made comments about Charlie Kirk’s killer, FCC commissioner Carr said affiliates could preempt, or drop the show, which Nextstar and Sinclair, the two biggest owners of television stations, did. Even after a public outrage reinstated Kimmel’s show, the two <a href=\"/economy/2025/9/23/some-us-broadcasters-will-not-air-kimmel-even-as-abc-brings-back-show\" target=\"_blank\" rel=\"noopener\">did not bring back Kimmel’s show for days</a>.</p><p>“Public outrage is the best tonic,” Sohn said, referring to the outcry that led ABC to bring back Kimmel. “But there are so many outrages.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"control-the-narrative\">‘Control the narrative’</h2><p>While broadcasters’ licences for free airwaves come with a public service responsibility, the FCC notice said daytime and late-night shows have been partisan.</p><p>But others, such as Berkeley’s Davis, say notices like this serve to “control the narrative, not inform the public”.</p><p>“The executive branch getting so powerful and increasing concentration of media ownership in corporate hands have created two forms of power that have colluded in ways that undermine media independence,” he told Al Jazeera.</p><p>It is a pattern American University’s Susca said she saw in other countries with sliding democratic standards and has written about in her forthcoming book Media Plutocracy, to be published by the University of Massachusetts Press.</p><p>“Hungary was the most glaring example where media ownership was concentrated in the hands of wealthy people who were aligned with President Orban,” she said. “This led to media restrictions and has meant that media independence was gone and any accountability on journalism disappeared in 15 years of Orban.”</p><p>Stern of the Freedom of Press Foundation said that, while there are comparisons with developments in Russia and Hungary, where media acquisitions have been steered towards favourable owners leading to a slide in media independence, these aren’t the only such cases.</p><p>“There are many precedents. Some of what we are seeing is old, and some new, but the value of these comparisons is limited because Trump is a unique figure in a unique time”.</p><p>More conservative analysts have accused the media of having a liberal bias that they have battled to correct. For instance, when Harris appeared in a 90-second Saturday Night Live last year and made jokes such as the US public “wants to end the dramala”, Suhr’s Center for American Rights filed a complaint for equal time. NBC then filed a public file offering equal time to Trump, who made a 90-second speech asking voters to vote for him.</p><p>The Center for American Rights did not respond to a request for comment by Al Jazeera.</p><p>While these battles are being fought over broadcasters’ right to air, Berkeley’s Davis pointed out that “this is a time for convergence. I watch Kimmel on YouTube,” where viewers could see the show, even when Nextstar and Sinclair did not air it, and the Communication Act rules do not apply.</p><p>Viewers, of all political views, are increasingly turning to social media for their news, opinions and humour, data shows.</p><p>“I like more speech, not less. Limiting it could be a concerning impact of this,” Sohn said.</p></div></div></body></html>"
        },
        {
            "title": "Oil and US oversight: How is Venezuela’s interim government surviving? | Oil and Gas News | Al Jazeera",
            "time": "2026-02-06T20:25:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260131__94MV49Z__v1__HighRes__VenezuelaUsConflictCrisis-1-1769837471.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After transferring between 30 and 50 million barrels of crude to the US, Venezuela has received $500m from its first oil sale under a US-brokered agreement.</p><p>The deal, reached last month, provides a lifeline for Venezuela’s struggling economy. However, the government does not control the proceeds. Instead, funds are deposited into a restricted account in Qatar, subject to US approval, to pay public sector salaries and essential services.</p><p>This new agreement came amid major political changes following the US military <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abduction</a> of President Nicolas Maduro. On January 15, acting President Delcy Rodriguez proposed reforms to Venezuela’s hydrocarbons law, aiming to attract foreign investment by easing restrictions that had favoured nationalisations for the past 25 years.</p><p>US Energy Secretary Chris Wright also said on Friday that he plans to visit Venezuela soon to meet “all the leadership” and assess oil and gas operations, as Washington signals it intends to oversee Venezuela’s oil sector for the foreseeable future.</p><p>As Venezuela moves forward amid these political changes, we examine how the government sustains its operations and the challenges it currently faces.</p><h2>What is the context, and what has been happening in Venezuela?</h2><p>One month after the US military action known as Operation Absolute Resolve, Venezuela is navigating a volatile political and economic landscape. The operation, conducted on January 3, 2026, resulted <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">in the abduction</a> of Maduro and his wife, Cilia Flores. According to Venezuela’s Ministry of Defence, the extraction was deadly, resulting in at least <a href=\"/news/2026/1/17/nearly-50-venezuelan-soldiers-killed-in-us-abduction-of-president-maduro\">83 deaths</a>.</p><p>In the aftermath, the Supreme Tribunal of Justice declared Maduro’s capture a “forced absence” and appointed Rodriguez as acting president. While Rodriguez condemned the US action as an “illegal kidnapping,” she has since signalled willingness to cooperate with Washington, including proposing reforms to attract foreign investment in the oil sector.</p><p>She has also framed herself as shaping a new order while maintaining tight control over the implementation of reforms.</p><p>Domestically, in late January, Rodriguez also announced a mass amnesty bill aimed at releasing political prisoners and plans to repurpose the notorious El Helicoide prison into a community centre.</p><p>Critics, however, argue that these measures may not address Venezuela’s structural problems, raising questions about the interim government’s long-term legitimacy and direction.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-are-the-key-people-running-the-venezuelan-government\" data-start=\"1639\" data-end=\"1690\">Who are the key people running the Venezuelan government?</h2><p>In Venezuela, power remains concentrated in a “civic-military” alliance.</p><p>While Rodriguez holds formal executive authority, analysts like Salvador Santino Regilme, a political scientist who leads the international relations programme at Leiden University in the Netherlands, say that in this case “real power is best understood as residing within a governing coalition rather than a single office-holder.”</p><p>Here are some of the key figures forming her government:</p><ul>\n<li data-path-to-node=\"8,2,0,0\"><strong>Jorge Rodriguez (Head of the National Assembly):</strong> The interim president’s brother controls the legislature. He was the architect behind the fast-track approval of the new energy reforms. “Rodriguez controls the legislative agenda and its outcomes,” said Carlos Pina, a Venezuelan political analyst.</li>\n</ul><figure id=\"attachment_4292000\" aria-describedby=\"caption-attachment-4292000\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292000\" src=\"/wp-content/uploads/2026/02/2026-02-05T192206Z_1124700125_RC2TFJAFI4O5_RTRMADP_3_VENEZUELA-ASSEMBLY-AMNESTY-LAW-1770362835.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Venezuela's National Assembly President Jorge Rodriguez\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292000\" class=\"wp-caption-text\">Venezuela’s National Assembly President Jorge Rodriguez [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><ul>\n<li data-path-to-node=\"8,2,1,0\"><strong>Diosdado Cabello (Interior Minister):</strong> He represents the hardline ideological wing of Chavismo. But he is under pressure: With a $25m US bounty on his head for narco-terrorism charges, he faces an ultimatum from Washington to cooperate with the transition or face arrest.</li>\n</ul><figure id=\"attachment_4292005\" aria-describedby=\"caption-attachment-4292005\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292005\" src=\"/wp-content/uploads/2026/02/2026-01-23T225110Z_305130512_RC287JA8RSMH_RTRMADP_3_USA-VENEZUELA-MARCH-1770362887.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Venezuela's Interior Minister Diosdado Cabello\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292005\" class=\"wp-caption-text\">Venezuela’s Interior Minister Diosdado Cabello speaks [Marco Bello/Reuters]</figcaption></figure><ul>\n<li data-path-to-node=\"8,2,2,0\"><strong>Vladimir Padrino (Defence Minister): </strong>He has held the military chain of command together, staying in his post for more than 11 years despite a US drug trafficking indictment and a $15m bounty for his capture.</li>\n</ul><figure id=\"attachment_4292009\" aria-describedby=\"caption-attachment-4292009\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292009\" src=\"/wp-content/uploads/2026/02/2026-02-04T193138Z_298664174_RC23FJA0GSP8_RTRMADP_3_VENEZUELA-ANNIVERSARY-1770362955.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Venezuela's Defence Minister Vladimir Padrino Lopez \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292009\" class=\"wp-caption-text\">Venezuela’s Defence Minister Vladimir Padrino Lopez [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><p>Pina also noted that one actor is often overlooked: the business sector.</p><p>“Many business leaders who are still operating inside the country have rallied behind Rodriguez, even before she assumed the interim presidency,” Pina explained. “This group has positioned itself as a kind of shadow power,” he added.</p><figure id=\"attachment_4290788\" aria-describedby=\"caption-attachment-4290788\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4290788\" src=\"/wp-content/uploads/2026/02/2026-02-04T013240Z_50977365_RC2OEJAEIMER_RTRMADP_3_USA-VENEZUELA-RODRIGUEZ-1770308341.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Venezuela’s interim president Delcy Rodriguez, flanked by National Assembly President Jorge Rodriguez and Interior Minister Diosdado Cabello, \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4290788\" class=\"wp-caption-text\">Venezuela’s interim President Delcy Rodriguez, flanked by Jorge Rodriguez and Cabello [File: Miraflores Palace/Handout via Reuters]</figcaption></figure><h2 id=\"how-is-the-current-government-paying-its-bills\">How is the current government paying its bills?</h2><p>Venezuela has the <span>world’s largest <a href=\"/news/longform/2026/2/3/what-does-303-billion-barrels-of-venezuelan-oil-look-like\" target=\"_blank\" rel=\"noopener\">proven oil reserves</a>, estimated at 303 billion barrels, more than five times </span>those of the US. As such, oil remains one of its main sources of income.</p><p>“Venezuela’s fiscal survival still depends primarily on hydrocarbons, because oil remains the only sector capable of generating rents at scale,” Santino told Al Jazeera.</p><p>The current financial control mechanism operates through several stages, from oil extraction to the final disbursement of funds.</p><p>Payments are not sent directly to Venezuela. Instead, they go through US-supervised channels and are deposited into a restricted account in Qatar, to stop creditors from seizing the money to recover Venezuela’s estimated $170bn in external debt.</p><p>The US also oversees the distribution of these funds. Venezuela must submit budget requests for specific uses, such as paying teachers, police and healthcare workers. Once approved, the funds are transferred to the Central Bank of Venezuela and then to private local banks.</p><p>“Venezuela will submit every month a budget of ‘this is what we need funded.’ We will provide for them at the front end what that [oil] money can be used for,” Rubio detailed the plan during an appearance before the Senate Foreign Relations Committee in January.</p><p>“I understand it’s novel, but it’s the best we could come up with in the short term,” Rubio added.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3925812\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Venezuela-oil-fields-poster-1756997699.png?quality=80\" alt=\"INTERACTIVE - Venezuela oil fields poster-1756997699\" data-interactive=\"true\" fetchpriority=\"low\"><br>\nHowever, experts have raised concerns about the implications of this arrangement.</p><p>“Right now, given the control … even though you have a facade, you have an interim president, Delcy Rodriguez, and other members, the one who really has control is Donald Trump,” Jose Manuel Puente, a professor at the Instituto de Estudios Superiores de Administracion in Caracas, said.</p><p>“Venezuela is a state under tutelage right now by the US. The US took control of all its income,” he added.</p><p>Some US officials have also criticised the arrangement. Democrat Lloyd Doggett <a href=\"https://doggett.house.gov/media/press-releases/rep-doggett-demands-answers-trumps-corrupt-venezuelan-oil-bargain\" target=\"_blank\" rel=\"noopener\">said</a> Rubio’s testimony “raised more questions than answers”</p><p>“There are currently no safeguards to ensure the Rodriguez family does not use the revenue to pay off Maduro’s allies,” Doggett said.</p><p>And by following this scheme, “[Trump] is unlawfully refusing to honour debts owed to US institutions … and [he] instead appears to be rewarding his donors,” he added.</p><h2>Are there any other sources of government revenue?</h2><p>The government has tried to diversify its revenue streams beyond oil.</p><p>The country possesses <a href=\"/news/2026/1/8/what-resources-does-venezuela-have-apart-from-the-worlds-most\">the largest official gold</a> reserves in Latin America. Venezuela’s reserves are approximately 161.2 metric tonnes, worth more than $23bn in today’s market value.</p><p>The country is also believed to hold some of the most significant untapped gold resources, but official data is outdated. Large parts of gold production happen through informal or illegal mining networks, especially in southern states like Bolivar.</p><p>According to the government, Venezuela produced 9.5 tonnes of gold in 2025.</p><p>“In recent years, gold has increased its share, just like some small export areas, such as the case of tropical fruits, or the case of shrimp,” Puente explained.</p><p>“There are some sectors that generate some income, but it is still completely asymmetric in favour of oil,” he added.</p><h2>How are things looking inside the country?</h2><p>With more than 7.9 million people requiring urgent humanitarian assistance and approximately<a href=\"https://civil-protection-humanitarian-aid.ec.europa.eu/where/latin-america-and-caribbean/venezuela_en\"> 56 percent</a> of the population living in extreme poverty, according to the United Nations and the European Civil Protection and Humanitarian Aid Operations, the administration faces immense pressure to implement effective solutions.</p><p>Nationals are struggling with wages that are too low to cover basic living costs.</p><p>“I am a housewife. I don’t work. My two older children work, but they earn salaries that are not enough,” Zulma Clavo, a Petare resident in Caracas, told Al Jazeera.</p><p>“My son works as a motorcycle taxi driver and has to take risks just to survive, and my daughter earns the minimum wage, and it’s still not enough. When we go grocery shopping, we realise we have to put things back because we don’t have enough money,” she added.</p><p>Experts say there will be some economic relief as oil production increases.</p><p>“And that, evidently, is going to be a significant flow [of funds]. The thing is, who will finally decide how and in what that large amount of money is invested will be the Americans, and that is the point of difference,” Puente said.</p></div></div></body></html>"
        },
        {
            "title": "Ronaldo misses Al-Nassr game amid reported discontent with Saudi club | Football News | Al Jazeera",
            "time": "2026-02-06T20:22:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25235567311817-1770409179.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ronaldo misses Al-Nassr game amid reported discontent with Saudi club</h1><p class=\"article__subhead\"><em>Ronaldo was not part of Al-Nassr’s 2-0 win at home, the second game he’s missed in four days due to unspecified reasons.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cristiano Ronaldo has missed his second consecutive game for Al-Nassr in the Saudi Pro League (SPL) amid reports he is <a href=\"/sports/2026/2/3/why-is-benzemas-al-hilal-transfer-linked-to-ronaldo\">unhappy</a> with the club’s majority owner over the lack of transfer activity.</p><p>The five-time Ballon d’Or winner was not in the squad when Al-Nassr faced defending champions Al-Ittihad at home on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Portuguese superstar also missed their 1-0 win over Al-Riyadh on Monday, which raised questions over his long-term future at the club.</p><p>Ronaldo has been unhappy with how Al-Nassr is being managed by the country’s Public Investment Fund, Portuguese outlet A Bola reported this week.</p><p>The 38-year-old was said to be upset with the club’s lack of action in the January transfer window while watching rivals Al-Hilal sign Ballon d’Or winner Karim Benzema, a former Real Madrid teammate.</p><p>Without naming Ronaldo, the SPL issued a statement on Thursday emphasising that no player was bigger than the league.</p><p>“The Saudi Pro League is structured around a simple principle: Every club operates independently under the same rules,” the league said.</p><p>“Clubs have their own boards, executives and football leadership. Decisions on recruitment, spending and strategy rest with those clubs, within a financial framework designed to ensure sustainability and competitive balance. That framework applies equally across the league.”</p><p>Meanwhile, Al-Nassr CEO Jose Semedo has declined to comment on Ronaldo’s absence.</p><p>Ronaldo is not injured, ill or out of favour with manager Jorge Jesus, ESPN reported. Neither does ‌he intend to leave Al-Nassr, who signed him to a lucrative two-year contract extension in June 2025.</p><p>According to CBS Sports, ‌senior club officials understand Ronaldo’s vexation with the PIF, ‌the Saudi Arabian sovereign ⁠wealth fund that owns Al-Nassr, Al-Hilal and two other Pro League sides.</p><p>Ronaldo has scored 17 goals for the club this season.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "New Yemen government formed with Shaya Mohsin al-Zindani as prime minister | News | Al Jazeera",
            "time": "2026-02-06T19:58:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696997f8-1768527864_2959f1-1768542439.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>New Yemen government formed with Shaya Mohsin al-Zindani as prime minister</h1><p class=\"article__subhead\"><em>Yemen’s Saudi-backed presidential council announces the formation of the new government.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yemen’s Saudi-backed Presidential Leadership Council has issued a decree to form a new government, with Shaya Mohsen al-Zindani confirmed as the country’s prime minister.</p><p>Al-Zindani will also continue to serve as foreign minister, the state-run news agency Saba reported on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Last month, the council accepted the resignation of former Prime Minister Salem bin Breik and asked al-Zindani to form a cabinet.</p><p>The new 34-member cabinet includes 10 ministers from the previous government and three women, Saba reported.</p><p>Marwan Faraj bin Ghanim was named as minister of finance, while Mohamed Abdullah Ali was confirmed as oil minister. Taher Ali al-Uqaili will serve as defence minister, according to the presidential decree.</p><p>The government’s formation follows months of consultations held in Riyadh, aimed at easing tensions between the Yemeni government and the main southern Yemeni separatist group, the Southern Transitional Council (STC), which announced its dissolution on January 9.</p><p>In December, the STC – which Saudi Arabia says is backed by the UAE – gained control of areas across southern and eastern Yemen, advancing ‌to within reach of the Saudi border, which the kingdom considered a threat to its national security. Saudi-backed fighters have ‌since largely retaken those areas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The two Gulf states have recently also faced friction over numerous other matters, ranging from geopolitics to oil output.</p><p>Saudi Arabia and the UAE had ‌previously worked together in a coalition battling the Iran-backed Houthis in Yemen’s civil war, which led to one of the world’s worst humanitarian crises.</p><p>United Nations Special Envoy for Yemen Hans Grundberg said last month that recent political and security developments – particularly in the south – underscored how quickly stability could unravel without a credible, inclusive political process.</p><p>Speaking to the UN Security Council last month, Ramesh Rajasingham, director of the Humanitarian Sector for the UN aid coordination office, said Yemen’s crisis was worsening as needs rise, and humanitarian access has become more restricted amid funding shortfalls.</p><p>More than 18 million Yemenis – about half the population – will face acute food insecurity in February, while tens of thousands could fall into “catastrophic hunger,” facing famine-like conditions, he warned.</p><p>“Humanitarian action saves lives,” Rajasingham said, “but when access is obstructed and funding falls away, those gains are quickly reversed”.</p></div></div></body></html>"
        },
        {
            "title": "Mexico promises food support for Cuba as US stifles the island’s fuel supply | Donald Trump News | Al Jazeera",
            "time": "2026-02-06T19:57:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_698636f099bc-1770403568.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexico’s President Claudia Sheinbaum has announced that her country will ship humanitarian aid to Cuba, as she continues to negotiate with United States President Donald Trump to relax the <a href=\"/economy/2026/2/5/cuba-to-introduce-plan-to-address-fuel-shortage-amid-us-blockade\">oil blockade</a> he has imposed on the island nation.</p><p>Speaking on Friday from Michoacan, Sheinbaum added that her government would be delivering the aid imminently.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are planning to send this aid, if not this weekend, then on Monday at the latest,” she said. “It is mainly food and some other supplies that they have requested.”</p><p>She added that she would also continue “diplomatic efforts” with the US to restore Cuba’s access to oil, a necessary fuel to power the country’s electrical grid.</p><p>But Sheinbaum acknowledged that the US has threatened to issue <a href=\"/news/2026/1/30/trump-threatens-tariffs-on-countries-supplying-cuba-with-much-needed-oil\">tariffs</a> against any country that seeks to circumvent its energy blockade.</p><p>“Obviously, we don’t want sanctions against Mexico,” she told reporters.</p><p>Her remarks come after Trump issued an executive order last week declaring that Cuba’s communist government constituted an “unusual and extraordinary threat” to the US, thereby requiring a national emergency declaration.</p><p>Trump cited reports of human rights violations on the island, the mass exodus of migrants and asylum seekers from Cuba, and the country’s ties to Russia, China and Iran.</p><p>As part of Trump’s declaration, his administration pledged to impose tariffs on any country that “provides any oil to Cuba”, whether directly or indirectly.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"aftermath-of-maduro-s-abduction\">Aftermath of Maduro’s abduction</h2><p>Trump has increased his pressure campaign against Cuba since January 3, when the US abducted Venezuelan leader Nicolas Maduro.</p><p>Cuba and Venezuela have long been close regional allies. But following Maduro’s ouster, the US has exerted pressure on the government of interim Venezuelan President Delcy Rodriguez.</p><p>Venezuela has since agreed to comply with a US demand to end its supply of oil and funds to Cuba.</p><p>“Cuba lived, for many years, on large amounts of OIL and MONEY from Venezuela,” Trump <a href=\"https://x.com/WhiteHouse/status/2010348143880053159?lang=en\" target=\"_blank\" rel=\"noopener\">wrote</a> on January 11.</p><p>“THERE WILL BE NO MORE OIL OR MONEY GOING TO CUBA – ZERO! I strongly suggest they make a deal, BEFORE IT IS TOO LATE.”</p><p>Cuba has seen antigovernment protests erupt in recent years as the island suffers from chronic power outages. Trump has previously said the country appears “<a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">ready to fall</a>“.</p><p>Meanwhile, Mexico’s oil and petroleum sales to Cuba totaled $496m in 2025. The state-owned oil company Pemex has said the sales account for less than 1 percent of its production.</p><p>It has framed the shipments as purely humanitarian, with Cuba having suffered from rampant poverty and energy shortages amid a decades-long US embargo.</p><p>Earlier this week, a spokesperson for United Nations Secretary-General Antonio Guterres <a href=\"/news/2026/2/5/un-warns-of-humanitarian-collapse-in-cuba-as-us-seeks-to-block-oil-supplies\">told reporters</a> that the UN chief was “extremely concerned about the humanitarian situation in Cuba”.</p><p>The spokesperson, Stephane Dujarric, added that the situation in Cuba would “worsen, if not collapse, if its oil needs go unmet”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"humanitarian-aid\">Humanitarian aid</h2><p>Still, <a href=\"/features/longform/2026/1/23/after-the-us-attack-on-venezuela-will-cubas-economy-survive\">critics have pointed out</a> that a humanitarian crisis in Cuba could result in an influx of migrants and asylum seekers fleeing to the US, undermining Trump’s goal of reducing migration.</p><p>Cuba lies only 145 kilometres (90 miles) from the southern tip of the United States.</p><p>On Thursday, the US State Department announced it would provide an extra $6m in humanitarian aid to Cuba, adding to $3m in previously announced support.</p><p>The aid was set to be delivered by the Catholic Church, bypassing Cuba’s government.</p><p>Cuba’s Deputy Foreign Minister Carlos Fernandez de Cossio decried the move as duplicitous.</p><p>“Quite hypocritical to apply draconian coercive measures denying basic economic conditions to millions and then to announce soup &amp; cans for a few,” de Cossio said in a post on social media.</p><p>US Secretary of State Marco Rubio — the child of Cuban immigrants — has long been a proponent of overthrowing the country’s government and has championed Washington’s “maximum pressure” campaign.</p><p>Latin American analysts have <a href=\"/news/2026/1/6/maduro-abduction-shows-influence-limits-of-us-secretary-of-state-rubio\">argued</a> that Rubio may have helped to orchestrate the abduction of Maduro as a means to that end.</p><p>Some have noted that the Caribbean island has far less in the way of economic resources than Venezuela, making it potentially less attractive as a target for Trump.</p><p>But Cuban President Miguel Diaz-Canel has repeatedly <a href=\"https://x.com/DiazCanelB/status/2010370814202569018\" target=\"_blank\" rel=\"noopener\">pledged</a> to defend his government, even to the “last drop of blood”.</p><p>On Thursday, Diaz-Canel said his government would roll out ‌temporary measures in the next week to deal with fuel shortages amid blackouts in several provinces.</p><p>Diaz-Canel also said the country is open to dialogue with the US — but without “pressure or preconditions”.</p></div></div></body></html>"
        },
        {
            "title": "Anti-ICE protesters rally in Milan as Winter Olympics get under way | Winter Olympics News | Al Jazeera",
            "time": "2026-02-06T19:39:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26037423002645-1770401969.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hundreds of protesters gathered in Milan to reject the presence of United States immigration agents in the city before the opening ceremony of the Milano Cortina Winter Games.</p><p>The student-led demonstration on Friday featured banners reading “ICE should be in my drinks, not my city” in reaction to the reported presence of <a href=\"/sports/2026/1/27/ice-agents-from-us-set-to-help-with-security-at-winter-olympics\">Immigration and Customs Enforcement</a> (ICE) officials providing security for the United States delegation at the games.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>ICE’s Homeland Security Investigations (HSI) is a separate division from the department playing a lead role in US President Donald Trump’s aggressive deportation push at home, which provoked global outrage after the <a href=\"/news/2026/1/24/us-federal-agents-shoot-another-person-in-minneapolis-governor\">fatal shootings</a> of two US citizens and the detention of a <a href=\"/news/2026/2/1/five-year-old-boy-and-father-detained-by-ice-return-home-to-minnesota\">five-year-old</a> and his father.</p><p>Italy’s Interior Minister Matteo Piantedosi insisted this week that HSI would <a href=\"/sports/2026/1/27/ice-agents-from-us-set-to-help-with-security-at-winter-olympics\">operate</a> only within US diplomatic missions, insisting that officials “are not operational agents” and “have no executive function”.</p><p>But students in Milan were not convinced, turning up in force on the streets with plastic whistles, which have become a symbol of anti-ICE rallies in the US, and calling for visiting US Vice President JD Vance and Secretary of State Marco Rubio to leave.</p><p>Protester Giacomo Calvi told the AFP news agency he was protesting the US “anti-immigration police, which are carrying out all kinds of violence in the United States”.</p><figure id=\"attachment_4293435\" aria-describedby=\"caption-attachment-4293435\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293435\" src=\"/wp-content/uploads/2026/02/AP26037426403123-1770404634.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Protesters spray paint on a wall during a demonstration against ICE organized by students at the 2026 Winter Olympics, in Milan, Italy, Friday, Feb. 6, 2026. (AP Photo/Luca Bruno)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293435\" class=\"wp-caption-text\">Protesters spray paint on a wall during a demonstration against ICE organised by students at the 2026 Winter Games, in Milan, Italy, on Friday [Luca Bruno/AP Photo]</figcaption></figure><p>“I thought that this was a good opportunity to show that the rest of the world is not OK with what’s happening in Minnesota,” Katie Legare, a protester from Minnesota currently studying in Europe, told the news agency Reuters.</p><p><strong>‘Shared values’</strong></p><p>The opening extravaganza at the event’s main hub in Milan’s San Siro Stadium was attended by Vance and Rubio, with pop diva Mariah Carey performing “Volare” for the crowd.</p><p>Vance is on a weeklong visit to Italy at a time when relations with Europe have been strained under the Trump administration, which has claimed Europe is facing “<a href=\"/news/2025/12/8/will-trumps-new-security-doctrine-boost-the-rise-of-far-right-in-europe\">civilisational erasure</a>” due to mass migration.</p><p>The US vice president and Italian Prime Minister Giorgia Meloni, who is close to Trump, hailed their “shared values” on Friday, with the latter calling the games an event that brings together Italy and the US, and “Western civilisation”.</p><p>Vance’s office said in a statement that he and the prime minister discussed the strength of bilateral relations between the nations and mutual efforts to improve the business and investment climate.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>More than 3,500 athletes from 93 countries will compete in this year’s winter games, which is taking place over a large area of northern Italy spanning about 8,500 square miles (more than 22,000 square kilometres).</p><p class=\"p1\">While the main opening ceremony was held in San Siro, where the five Olympic rings were lowered into the stadium, athletes also participated in simultaneous festivities held in Cortina d’Ampezzo in the heart of the Dolomite mountains, Livigno in the Alps, and Predazzo in the autonomous province of Trento.</p><p>The opening stages also honoured the late Italian fashion designer Giorgio Armani, who made Milan his base and died last September, with additional tributes made to other icons of Italian culture, including artist Leonardo da Vinci and composer Giacomo Puccini.</p></div></div></body></html>"
        },
        {
            "title": "Thousands attend funeral for Saif al-Islam Gaddafi, son of Libyan ex-leader | Muammar Gaddafi | Al Jazeera",
            "time": "2026-02-06T19:32:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770406340.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Is globalisation killing craftsmanship? | Arts and Culture | Al Jazeera",
            "time": "2026-02-06T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770299578.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Handmade crafts are disappearing under mass production. What is lost when everything is made fast, cheap, and at scale?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As globalisation reshapes how goods are made and consumed, traditional crafts are increasingly under threat. We explore what is being lost as handmade skills struggle to survive in a fast, profit-driven global economy. From sustainability to cultural identity, the discussion asks whether handmade work still has value and if it can survive in a world built for speed and scale.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong><br>\nSomesh Singh – Steering Committee member, World Crafts Council International<br>\nFadi Kattan – Chef &amp; author<br>\nSabah Arbilli – Calligraphy artist</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Republicans condemn racist Trump video post depicting Obamas as apes | Donald Trump News | Al Jazeera",
            "time": "2026-02-06T18:58:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6986208f7c80-1770397839.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has again stoked outrage over his online posts, this time for sharing a video <a href=\"/news/2025/7/22/donald-trump-accuses-barack-obama-of-treason-over-2016-election-claims\">depicting</a> former President Barack Obama and his wife, Michelle Obama, as apes.</p><p>The reposted clip came as part of a flurry of late-night messages on Trump’s Truth Social account.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>By midday on Friday, the video had been removed — but not after an outpouring of bipartisan condemnation, slamming the post as blatantly racist.</p><p>In a <a href=\"https://x.com/votetimscott/status/2019784005852242083\" target=\"_blank\" rel=\"noopener\">post</a> on the social media platform X, Tim Scott, the only Black Republican currently serving in the Senate, said he was “praying” that the video “was fake because it’s the most racist thing I’ve seen out of this White House”.</p><p>“The president should remove it,” he added.</p><p>Another Republican, Representative Mike Lawler, also called on Trump to delete the post, calling it “incredibly offensive — whether intentional or a mistake”.</p><p>Democrats, meanwhile, sought to tie the video to Trump’s history of insensitive remarks, and they called on Republicans to condemn this latest episode.</p><p>“President Obama and Michelle Obama are brilliant, compassionate and patriotic Americans. They represent the best of this country,” said Hakeem Jeffries, the top Democrat in the US House of Representatives.</p><p>“Donald Trump is a vile, unhinged and malignant bottom feeder. Why are GOP leaders like John Thune continuing to stand by this sick individual?”</p><p>The White House, for its part, initially defended the post as an “internet meme”. Later, it said the post had been shared “erroneously” by a White House staffer, not by the president.</p><p>Trump himself denied responsibility as he met with a gaggle of reporters on Air Force One, saying he only watched the start of the short video clip, which included false claims about his 2020 election defeat.</p><p>“No, I didn’t make a mistake,” Trump said, refusing calls to apologize. “I look at thousands of things. I looked at the beginning of it. It was fine.”</p><p></p><h2 id=\"stoking-outrage\">Stoking outrage</h2><p>Trump has long had an adversarial relationship with the Obamas, who became the first Black couple in US history to serve as president and first lady.</p><p>One of Trump’s first forays into national politics came during Barack Obama’s 2012 re-election campaign, when he <a href=\"/news/2016/9/17/donald-trump-finally-admits-obama-was-born-in-us\">pushed false claims</a> that the Democratic leader had not been born in the US.</p><p>Trump, a Republican, is known to be a prolific social media user, and he co-founded Truth Social in February 2022 after being temporarily banned from other major social media sites.</p><p>There, he often reposts memes and videos generated through artificial intelligence that promote his public image and political platform.</p><p>The video that includes the Obamas was posted online at 11:44pm Eastern US time (04:44 GMT) as part of a series of clips Trump shared.</p><p>The image of the Obamas as apes arrives about 59 seconds into a video that only lasts one minute and two seconds.</p><p>It appears dropped into a documentary-style segment that pushes baseless claims about the 2020 presidential election, claiming it was marred by malfeasance and problems with electronic voting machines. Trump has repeatedly spread lies denying his loss to Democrat Joe Biden in that race.</p><p>The video, which bears the watermark of a site called Patriot News Outlet, pairs the doctored image of the Obamas with the 1961 song The Lion Sleeps Tonight.</p><p>Critics have regularly accused Trump of intentionally stoking outrage to distract from politically damaging domestic issues, including the <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">recent release</a> of millions of files related to disgraced financier and convicted sex offender Jeffrey Epstein. Trump’s name has featured in those files.</p><p></p><h2 id=\"midterms-ahead\">Midterms ahead</h2><p>Some Republicans, like Lawler in New York, also face punishing re-election campaigns ahead as the country nears its November midterm elections.</p><p>Trump has warned that, if Republicans lose control of Congress, he could face new impeachment proceedings.</p><p>Initially, in the hours after the video was reposted on Trump’s Truth Social account, the White House dismissed the backlash as overblown.</p><p>White House spokesperson Karoline Leavitt told several US news outlets that the image of the Obamas was excerpted from an “internet meme video depicting President Trump as the King of the Jungle and Democrats as characters from ‘The Lion King'”, a 1994 animated feature film.</p><p>“Please stop the fake outrage and report on something today that actually matters to the American public,” she said in a statement to ABC News.</p><p>After the post was deleted, Leavitt continued to brush aside the outcry as well as demands for Trump to apologise.</p><p>In an interview with Fox News, she added that Trump had already addressed the incident with some members of Congress.</p><p>“He spoke with lawmakers today out of respect for them, including Senator Tim Scott. The post was removed. But leave it to the leftist media, of course, to talk about this all day,” she told Fox News host Laura Ingraham.</p><p>“He did take down the post, and again, this is merely a distraction for the fake news media,” Leavitt continued, quickly pivoting to Trump’s accomplishments.</p><p>But Leavitt’s explanations did not dampen the bipartisan push for Trump to renounce the video.</p><p>Republican Senator Pete Ricketts of Nebraska was also among those calling for the post to be taken down.</p><p>“Even if this was a Lion King meme, a reasonable person sees the racist context to this,” Ricketts <a href=\"https://x.com/SenatorRicketts/status/2019814293366272277\" target=\"_blank\" rel=\"noopener\">wrote</a> on X.</p><p>“The White House should do what anyone does when they make a mistake: remove this and apologise.”</p><p>Democrats, meanwhile, questioned Trump’s fitness for the presidency. In a social media <a href=\"https://x.com/CongressmanRaja/status/2019781481934053502\" target=\"_blank\" rel=\"noopener\">post</a>, Representative Raja Krishnamoorthi drew a line between the video and the long history of racist depictions of Black people in the US.</p><p>He pointed to similarly dehumanising illustrations that were shared during the Jim Crow era, a period from 1865 to the mid-20th century when Black people faced segregation and unequal rights following the abolishment of slavery.</p><p>“This kind of Jim Crow-style dehumanisation is pathetic and a disgrace to the office,” Krishnamoorthi wrote.</p></div></div></body></html>"
        },
        {
            "title": "UK police search Mandelson-linked properties as part of Epstein probe | Politics News | Al Jazeera",
            "time": "2026-02-06T18:45:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-06T160422Z_1332213493_RC2FGJA2F3AW_RTRMADP_3_USA-TRUMP-EPSTEIN-MANDELSON-1770394262.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK police search Mandelson-linked properties as part of Epstein probe</h1><p class=\"article__subhead\"><em>Properties in London and Wiltshire searched as police investigate alleged leaks to late sex offender Jeffrey Epstein.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British police are searching two properties linked to former ambassador to Washington <a href=\"/amp/news/2026/2/3/uks-mandelson-to-resign-from-house-of-lords-over-epstein-ties\">Peter Mandelson</a> as they investigate allegations of misconduct in public office over links to late paedophile financier <a href=\"/news/2025/12/21/slap-in-the-face-epstein-victims-slam-release-of-heavily-redacted-files\">Jeffrey Epstein</a>.</p><p>As the fallout from the scandal continued to <a href=\"/news/2026/2/5/how-epstein-mandelson-files-rocked-the-uk-government\">engulf</a> Prime Minister Keir Starmer on Friday, police said they were carrying out searches at two addresses located in the Camden area of London and the southwestern county of Wiltshire.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Metropolitan Police Deputy Assistant Commissioner Hayley Sewart said the Met’s Central Specialist Crime team was searching the two properties in relation to “an ongoing <a href=\"/news/2026/2/3/uks-mandelson-to-resign-from-house-of-lords-over-epstein-ties\">investigation</a> into misconduct in public office offences, involving a 72-year-old man”.</p><p>Mandelson, 72, has homes in Wiltshire and in the Camden area of London.</p><p>The former envoy, who is being investigated over documents suggesting he passed sensitive government information to Epstein a decade and a half ago, has not been arrested or charged.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Starmer had already <a href=\"/news/2025/9/11/uk-fires-ambassador-to-us-peter-mandelson-over-links-to-epstein\">sacked</a> Mandelson after a first batch of emails were published in September, showing that he had remained friends with Epstein after the late financier’s 2008 conviction for sex offences involving a minor.</p><p>But emails recently released by the US Department of Justice appear to show that Mandelson, as business secretary under the Labour government led by former Prime Minister Gordon Brown, also passed on sensitive, potentially market-moving information to the financier.</p><p>The latest revelations have prompted Starmer’s opponents and even those in his own party to question his judgement at a time when opinion polls indicate he is deeply unpopular with the British public.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The prime minister apologised on Thursday for believing Mandelson’s “lies” when he appointed him ambassador. His government has pledged to “provide whatever support and assistance the police need”.</p><p>He is now under pressure to sack his chief of staff, Morgan McSweeney, who is close to Mandelson and is believed to have pushed for his appointment as US ambassador.</p><p>Mandelson, who <a href=\"/news/2026/2/5/how-epstein-mandelson-files-rocked-the-uk-government\">resigned</a> from Starmer’s Labour Party on Sunday and quit his position in parliament’s upper chamber on Tuesday, has not responded to messages seeking comment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iranian FM says indirect talks with US were a ‘good start’ | Conflict | Al Jazeera",
            "time": "2026-02-06T18:43:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-06T152408Z_1727369181_RC25GJAY9E1Z_RTRMADP_3_IRAN-CRISIS-OMAN_cropped.JPG-1770403248.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US imposes sanctions on ‘shadow fleet’ accused of transporting Iranian oil | Donald Trump News | Al Jazeera",
            "time": "2026-02-06T18:11:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-14T171746Z_1364685869_RC24TIAH9P33_RTRMADP_3_IRAN-OIL-SHIPPING-1770399437.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has sanctioned 14 nautical vessels as part of what it calls a “shadow fleet” circumventing restrictions on the transport of Iranian oil and petroleum products.</p><p>In addition, the country’s Department of State also announced sanctions against two people and 15 entities — including ship management companies based in countries like China, Liberia and Turkiye — for having “traded in Iranian-origin crude oil, petroleum products or petrochemical products”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US has a long history of sanctions against Iran and its oil sector. But the latest slate of sanctions on Friday comes as the two countries hold <a href=\"/news/2026/2/6/iran-us-hold-talks-in-oman-as-fears-of-war-hang-over-region\">talks in Oman</a> to try to lessen the escalating tensions between them.</p><p>In a <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2026/02/sanctions-to-combat-illicit-traders-of-iranian-oil-and-the-shadow-fleet/\" target=\"_blank\" rel=\"noopener\">statement</a> on Friday, the US State Department signalled that the new sanctions were designed to support the antigovernment protests that have gripped Iran in recent months.</p><p>“Time and time again, the Iranian government has prioritized its destabilizing behavior over the safety and security of its own citizens, as demonstrated by the regime’s mass murder of peaceful protestors,” the statement read.</p><h2 id=\"threat-of-tariffs\">Threat of tariffs</h2><p>The State Department added that it would continue to impose economic penalties on any individual or group that helps to prop up Iran’s economy.</p><p>Within hours the sanctions announcement, President Donald Trump signed an <a href=\"https://www.whitehouse.gov/presidential-actions/2026/02/modifying-duties-to-address-threats-to-the-united-states-by-the-government-of-the-russian-federation/\" target=\"_blank\" rel=\"noopener\">executive order</a> threatening <a href=\"https://www.whitehouse.gov/fact-sheets/2026/02/fact-sheet-president-donald-j-trump-addresses-threats-to-the-united-states-by-the-government-of-iran/\" target=\"_blank\" rel=\"noopener\">additional tariffs</a> against any country that “acquires any goods or services from Iran”.</p><p>In a fact sheet, Trump compared the tariff threat to a similar measure taken against countries that might otherwise supply oil to Cuba, which faces a US-led energy blockade.</p><p>In both cases, Trump has accused the governments in Havana and Tehran of supporting “terrorism” and posing a threat to US national security.</p><p>The administration’s aim is to “stem the flow of revenue that the regime in Tehran uses to support terrorism abroad and repress its citizens”, according to the State Department.</p><p>“The United States will continue to act against the network of shippers and traders involved in the transport and acquisition of Iranian crude oil, petroleum products, and petrochemical products, which constitutes the regime’s primary source of income,” the State Department said on Friday.</p><h2 id=\"a-pressure-campaign\">A pressure campaign</h2><p>The sanctions and tariff threat are the latest one-two punch in a mounting pressure campaign against Iran under President Trump.</p><p>Over the last month, Trump has voiced a willingness to take further military action against Iran, following the air strikes he authorised on three Iranian nuclear facilities in June of last year.</p><p>On January 2, for instance, Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115824439366264186\" target=\"_blank\" rel=\"noopener\">warned</a> he would come to the “rescue” of any Iranian protesters killed in the country’s crackdown. The US, he added, was “locked and loaded and ready to go”.</p><p>A week and a half later, on January 13, CBS News aired an interview where Trump asserted that the US “will take very strong action” against Iran should protesters face execution.</p><p>Separately, that same day, he <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115888317758045915\" target=\"_blank\" rel=\"noopener\">posted</a> a message on Truth Social encouraging the demonstrators to continue their protests, adding, “HELP IS ON ITS WAY.”</p><p>In late January, Trump took a further step, announcing the deployment of a “massive armada”, including the aircraft carrier USS Abraham Lincoln, to the waterways near Iran. An Iranian drone was reportedly shot down this week as it approached the aircraft carrier.</p><h2 id=\"negotiations-underway\">Negotiations underway</h2><p>But US allies in the Middle East have encouraged the Trump administration to avoid any military escalation with Iran, for fear of sparking a destabilising, region-wide conflict.</p><p>In advance of Friday’s talks in Oman, the Trump administration released a list of demands, which included not only the dismantlement of Iran’s nuclear programme but also restrictions on its ballistic missile stockpile and its ability to back armed groups in the region.</p><p>While Iranian officials have baulked at some of the demands, Friday’s negotiations concluded with Iran’s Foreign Minister Abbas Araghchi calling it a “good start”. The US has yet to comment on the talks.</p><p>During Trump’s first term as president, the US withdrew from a 2015 deal called the Joint Comprehensive Plan of Action (JCPOA), which would have seen Iran scale down its nuclear programme in exchange for sanctions relief.</p></div></div></body></html>"
        },
        {
            "title": "Iran, US hold talks in Oman as fears of war hang over region | News | Al Jazeera",
            "time": "2026-02-06T17:20:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6985e8710fb9-1770383473.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran – </strong>Iranian authorities have described the latest talks with the United States as “positive”, but the mediated negotiations in Oman offered no roadmap to alleviate growing fears of a US attack.</p><p>Iran’s team in Muscat on Friday was led by Foreign Minister Abbas Araghchi, while Washington sent special envoy Steve Witkoff and President Donald Trump’s son-in-law Jared Kushner. US Central Command chief Brad Cooper, the most senior commander in the region, also joined the US delegation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Speaking to Iranian television in Muscat after the talks finished, Araghchi said the indirect talks got off to “a good start” and that a decision on how to proceed with further rounds would be taken after “consulting with the capitals”.</p><p>But Araghchi cautioned that there was a climate of “mistrust” after the US military attacked Iran’s nuclear sites when it briefly joined Israel’s 12-day war with Iran in June, days before a sixth round of similarly mediated indirect talks had been scheduled.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Oman’s Foreign Minister Badr bin Hamad Al Busaidi met with the US and Iranian sides separately multiple times on Friday and conveyed messages between the teams.</p><p>“It was useful to clarify both Iranian and American thinking and identify areas for possible progress,” he said, adding that the aim is to “reconvene in due course”.</p><p>Consultations “focused on creating appropriate conditions for the resumption of diplomatic and technical negotiations”, according to a statement from Oman’s Foreign Ministry.</p><p>The talks in Muscat come as US President Donald Trump considers military options against Iran. The US has moved the <a href=\"/news/2026/1/30/iran-prepares-for-war-as-us-military-armada-approaches\">USS Abraham Lincoln supercarrier</a> and supporting warships and fighter jets near Iranian waters, strengthened air defences in bases used by the US military across the region, while US forces also shot down an Iranian drone this week.</p><p>Trump has repeatedly threatened to attack Iran if it does not reach a new agreement with the US on several issues.</p><h2 id=\"red-lines\">Red lines</h2><p>The US wants Iran to fully abandon enriching uranium, even at the 3.67 percent civilian-use rate agreed under the landmark 2015 nuclear deal with world powers that Trump unilaterally abandoned in 2018. Iran used to enrich up to 60 percent before its main nuclear facilities were destroyed or significantly damaged by US bombs in June.</p><p>Washington also wants to limit the range of Iran’s ballistic missiles – the main tool in the country’s arsenal – and ensure that Tehran’s aligned armed groups in Iraq, Lebanon, Yemen and Syria will no longer receive any military or financial support.</p><p>Several European powers have expressed support for the US demands, as has the far-right government in Israel, which wants to undermine a substantive military rival in the region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But the Iranian government has repeatedly emphasised that it will only negotiate on nuclear issues to lift sanctions and de-escalate, saying that discussions on missiles or any other subject were a red line. As Araghchi reiterated on Friday, it also wants the US threats of war to end.</p><p>Iranian commanders have also said they remain highly prepared for a regional-scale war, and the Islamic Revolutionary Guard Corps (IRGC) on Thursday showed a new test launch of one of the country’s top ballistic missiles.</p><p>Iranian Press TV said the Khorramshahr-4 missile, capable of reaching Israel and US bases across the region, was put on a mobile launcher taken out from <a href=\"/news/2023/2/7/iran-unveils-underground-base-in-response-to-us-israel-exercises\">an underground base</a>.</p><p>Yadollah Javani, the political deputy for the IRGC, said that “unveiling the missile means that although we have sat down at the negotiating table, we will not give up our military power”.</p><h2 id=\"conditions-more-severe-than-war\">‘Conditions more severe than war’</h2><p>People in Iran are closely following the developments.</p><p>But there are fewer signs of the cautious optimism seen during five rounds of previous negotiations held last year in the lead-up to the <a href=\"/news/2025/6/24/is-the-12-day-israel-iran-war-really-over-and-who-gained\">12-day war with Israel</a>.</p><p>Soroush, a Tehran resident, told Al Jazeera he hopes the negotiations can lift the shadow of war hanging over Iran.</p><p>“War not only brings fear and anxiety, but also doubles the economic pressure,” he said, as the country deals with one of the <a href=\"/news/2026/2/2/irans-economy-falters-as-internet-shutdown-hits-people-businesses-hard\">highest inflation rates in the world</a>.</p><p>But another resident, Maryam, said she believes the negotiations will not succeed “and will definitely lead to war”, due to clashing positions of the two sides.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Angered by the <a href=\"/news/2026/1/24/iran-rejects-un-rights-resolution-condemning-protest-killings\">unprecedented killings of thousands</a> during last month’s nationwide protests and frustrated by a prolonged state of unpredictability and pressure, some are actually welcoming a military escalation.</p><p>“War is not a good thing, but the conditions we are living in now are, in many ways, larger and more severe than war itself,” said Amir from the capital. “I don’t think that with war, something worse than what already exists will happen.”</p><p>The Iranian government says that 3,117 people were killed during the protests, and that “terrorists” and “rioters” were to blame, not state forces. It also released a controversial list of victims this week that has <a href=\"/news/2026/2/5/questions-after-irans-government-releases-victim-list-in-protest-killings\">only raised more questions</a>.</p><p>The United Nations and international human rights organisations say they have documented widespread use of lethal weapons by state forces, as well as attacks on hospitals and medical staff helping wounded protesters. Rights groups say the actual death toll is likely far higher than the official figure.</p></div></div></body></html>"
        },
        {
            "title": "Siraj replaces Rana for India as seamer misses T20 World Cup with injury | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-06T17:15:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/13475171-1770396115.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Siraj replaces Rana for India as seamer misses T20 World Cup with injury</h1><p class=\"article__subhead\"><em>Harshit Rana sustained the knee injury in a warm-up match against South Africa with Mohammed Siraj now taking his place.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India seam bowler Harshit Rana has been ruled out of the Twenty20 World Cup with a knee injury, India’s cricket board (BCCI) announced on Friday, with Mohammed Siraj named as a replacement.</p><p>Rana, who has also ⁠developed into a handy lower-order batter, sustained the injury during a warmup match against South Africa on Wednesday when he bowled just one over before leaving the field.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Skipper Suryakumar Yadav had said that Rana’s injury did not look good, but that they had enough depth ⁠in the squad to deal with it.</p><p>Jasprit Bumrah and Arshdeep Singh are likely to share the new-ball duty, while India also have seam-bowling all-rounders in Hardik Pandya and Shivam Dube.</p><p>“It’s a big blow obviously because you make a squad of 15 players with a lot of combinations in mind,” Suryakumar said before ‌Saturday’s Group A contest <a href=\"/sports/2026/2/6/india-vs-united-states-t20-world-cup-teams-start-time-lineups\">against the United States</a>.</p><p>“If he is not available for us going forward, then we will set other combinations. We have enough ‌players.”</p><p>The International Cricket Council said they had approved Siraj as a replacement for Rana.</p><p>India are ‌bidding to be the first team ⁠in the tournament’s history to successfully defend their title and also be the first host to win a T20 World Cup.</p><h2 id=\"india-s-revised-squad\">India’s revised squad</h2><p>Suryakumar Yadav (captain), Abhishek Sharma, Sanju ‌Samson (wicketkeeper), Ishan Kishan (wicketkeeper), Tilak Varma, Hardik Pandya, Shivam Dube, Axar Patel (vice-captain), Rinku Singh, Jasprit Bumrah, Arshdeep Singh, Kuldeep Yadav, Varun Chakaravarthy, Washington Sundar, Mohammed Siraj</p></div></div></body></html>"
        },
        {
            "title": "Olympic torch travels through central Milan hours before games | Olympics | Al Jazeera",
            "time": "2026-02-06T16:28:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770395248.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Epstein files set off Norwegian political storm: What we know | Corruption News | Al Jazeera",
            "time": "2026-02-06T16:05:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20190506__1G75DX__v1__MidRes__FranceEuDiplomacyPolitics-1770342640.jpg?resize=1800%2C1200&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The latest <a href=\"/news/2026/2/2/modi-to-kevin-rudd-how-epstein-files-set-off-a-storm-far-beyond-the-us\">Epstein files</a> to be released in the United States have triggered a political storm in Norway after two high-placed figures were revealed to have close ties to the late convicted sex offender and financier Jeffrey Epstein.</p><p>The largest tranche yet of legal documents relating to the prosecution of Epstein for sex offences, including the trafficking of underage girls, includes some 3 million pages of documents, as well as 2,000 videos and 180,000 photographs, and was released a week ago.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The documents were published under the Epstein Files Transparency Act, which President Donald Trump signed into law in November after pressure from his supporters to make the files public, fulfilling his campaign promises.</p><p>As media, investigators and other interested parties continue to pore through this vast array of material, new revelations have been coming out throughout the week.</p><p>They have implicated many famous people, from princes to industry leaders, believed to have been in Epstein’s vast network, including Andrew Mountbatten-Windsor, formerly Prince Andrew, billionaire Elon Musk, Microsoft founder Bill Gates and the United Kingdom Labour politician <a href=\"/news/2026/2/5/how-epstein-mandelson-files-rocked-the-uk-government\">Peter Mandelson</a>.</p><p>In Norway, the revelation of emails between Norway’s Crown Princess Mette-Marit and Epstein caused initial shockwaves.</p><p>Then, on Thursday this week, Norwegian police opened a <a href=\"/economy/2026/2/6/norway-police-probes-former-pm-jagland-over-epstein-ties\" target=\"_blank\" rel=\"noopener\">criminal investigation</a> into former Norwegian Prime Minister Thorbjorn Jagland on suspicion of “gross corruption” linked to gifts, loans and benefits he may have received from Epstein.</p><p>The latest Epstein files also included emails showing that Borge Brende, who was Norway’s foreign minister from 2013 to 2017, had several business dinners with Epstein.</p><p>Here’s what we know about the scandal in Norway:</p><h2 id=\"who-is-thorbjorn-jagland-and-what-is-he-being-investigated-for\">Who is Thorbjorn Jagland, and what is he being investigated for?</h2><p>Jagland, 75, is a senior politician within Norway’s Labour Party. He is being investigated for economic corruption.</p><p>He was Norway’s prime minister from 1996 to 1997 and, afterwards, served as foreign affairs minister from 2000 to 2001. He was also head of parliament (stortingspresident) from 2005 to 2009.</p><p>However, Jagland’s association with Epstein is linked to his time as secretary-general of the Council of Europe, formed to protect human rights on the continent, and his simultaneous leadership of the Nobel Committee.</p><p>He joined the Norwegian Nobel Committee as chairman in 2009. He was later demoted to ordinary member in 2015 after the Nobel Peace Prize was awarded to Chinese rights activist Liu Xiaobo, prompting outrage from China. His demotion was seen as a peace offering to Beijing.</p><p>During this time, Jagland was also serving as head of the Council of Europe – he completed two terms from 2009 to 2019. His critics at the time alleged he did not do enough to fight corruption and that he was overly friendly towards Russian President Vladimir Putin.</p><p>On Thursday this week, Norwegian police said it is investigating whether Jagland received gifts, loans and travel benefits while serving in those positions after emails between him and Epstein emerged in the released documents last Friday.</p><p>Authorities did not provide details as to whether Epstein or people in his network offered those benefits, but Pal K Lonseth, head of a special police economic crimes unit, Okokrim, told reporters that what was revealed in the files “provides a basis for investigating whether these are criminal offences”.</p><p>Several Norwegian publications have reported that the new files revealed plans Jagland made for a family visit to Epstein’s private Caribbean island in 2014, but say the trip was later cancelled.</p><p>Speaking to Norwegian state broadcaster NRK, Jagland’s lawyer Anders Brosveet denied the claims and said there was “no question” as to whether the politician received any benefits.</p><p>“Based on the information we have found so far, we believe it is quite simple to clarify that this is not a transfer of benefits,” he said.</p><p>Following the release of the Epstein files, Jagland stated via his lawyers that his contact with Epstein had been “unwise” and that he “never” related to Epstein around his private life or his “dealings with young girls”.</p><p>While Jagland enjoys immunity from criminal prosecution as a former Council of Europe head, the Norwegian police have asked the institution to revoke his protections.</p><figure id=\"attachment_4257561\" aria-describedby=\"caption-attachment-4257561\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4257561\" src=\"/wp-content/uploads/2026/01/2026-01-21T145607Z_1188291971_RC2Q5JAVYDLD_RTRMADP_3_DAVOS-MEETING-TRUMP-1769009464.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"U.S. President Donald Trump gestures, as he stands next to the President and CEO of the World Economic Forum Borge Brende during the 56th annual World Economic Forum (WEF), in Davos, Switzerland, January 21, 2026. REUTERS/Jonathan Ernst\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4257561\" class=\"wp-caption-text\">US President Donald Trump gestures as he stands next to the President and CEO of the World Economic Forum Borge Brende, during the 56th annual World Economic Forum (WEF), in Davos, Switzerland, January 21, 2026 [Jonathan Ernst/Reuters]</figcaption></figure><h2 id=\"who-is-borge-brende-and-what-do-the-epstein-files-reveal-about-him\">Who is Borge Brende, and what do the Epstein files reveal about him?</h2><p>Borge Brende, who was Norway’s foreign minister from 2013 to 2017, had several business dinners with Epstein and communicated with him via email and text message, according to evidence in these files.</p><p>Brende, 60, is the head of the World Economic Forum (WEF), which organises the annual business summit of the same name in Davos. He is part of Norway’s opposition Conservative Party.</p><p>The WEF said in a statement after last week’s revelations that a risk committee would probe communications between Brende and Epstein.</p><p><a href=\"/economy/2026/2/6/norway-police-probes-former-pm-jagland-over-epstein-ties\" target=\"_blank\" rel=\"noopener\">Speaking to Al Jazeera,</a> Brende said he had only ever had limited contact with Epstein and that he had been unaware of his past or crimes.</p><p>He said he met Epstein in 2018 at a dinner and that the financier had been presented to him as an “American investor”.</p><p>“This gathering included several other leaders,” he said. “The following year, I attended two similar dinners with Epstein, alongside other diplomats and business leaders. These dinners, and a few mails and SMS messages, were the extent of my interactions with him,” he said.</p><p>Brende also said he regretted not doing more to look into Epstein’s history.</p><p>“I remain committed to learning from this experience and welcome the upcoming independent review, which I indeed requested,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-the-response-been-in-norway\">What has the response been in Norway?</h2><p>The revelations have prompted demands for further probes in parliament, which Jagland’s Labour Party dominates.</p><p>Foreign Affairs Minister Espen Barth Eide, also from Labour, said in a statement on Thursday that he had acted on a request from the police and reached out to the Council of Europe to remove Jagland’s immunity.</p><p>However, opposition parties, including the Conservative Party, which is the main opposition, are demanding that the government set up an independent investigation committee to probe the Ministry of Foreign Affairs.</p><p>“What everyone is questioning now is whether this is the tip of the iceberg. Whether this is a culture that exists at the top of Norwegian politics and the foreign service,” Sylvi Listhaug, head of the opposition Progress Party, said in parliament on Thursday, according to the NRK broadcaster.</p><p>Prime Minister Jonas Gahr Store, of the Labour Party, who has backed the police investigation, has, however, responded to the demand, saying an investigative committee is not “the right instrument to shed light on the matter”, NRK reported.</p><figure id=\"attachment_4293029\" aria-describedby=\"caption-attachment-4293029\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293029\" src=\"/wp-content/uploads/2026/02/2025-12-10T133552Z_1481862617_RC2PDIAQ9FO3_RTRMADP_3_NOBEL-PRIZE-PEACE-1770388176.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mette-Marit\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293029\" class=\"wp-caption-text\">Norway’s Crown Prince Haakon, Crown Princess Mette-Marit and Princess Ingrid Alexandra attend the Nobel Peace Prize award ceremony at Oslo City Hall in Oslo, Norway, December 10, 2025 [Ole Berg-Rusten/NTB/via Reuters]</figcaption></figure><h2 id=\"how-is-crown-princess-mette-marit-linked-to-epstein\">How is Crown Princess Mette-Marit linked to Epstein?</h2><p>Meanwhile, Crown Princess Mette-Marit, 52, is also in the spotlight over her alleged close relationship with Epstein as documented by emails included in the files released by the US Justice Department.</p><p>Her friendship with Epstein was already known. The latest tranche of documents, however, provides a much clearer picture of the nature of her relationship with him, with hundreds of messages sent over several years.</p><p>They included a 2012 email from Mette-Marit to Epstein in which she asked him: “Is it inappropriate for a mother to suggest two naked women carrying a surfboard for my I5 yr old sons wallpaper?”</p><p>Epstein then replied, “Let them decide,” and advised that the mother should “stay out of it.”</p><p>In a separate email, Epstein told Mette-Marit he was in Paris “on my wife hunt” but that “i prefer Scandinavians.”</p><p>In response, Mette-Marit said Paris was “good for adultery” but that “Scandis” were “better wife material”.</p><p>In a statement following the documents’ release, the crown princess said she felt “deep sympathy and solidarity” with the girls abused by Epstein.</p><p>She said she took responsibility for “not having investigated Epstein’s background more thoroughly” and also expressed regret for “having had any contact with Epstein at all. It is simply embarrassing.”</p><p>Separately, Mette-Marit’s eldest son, Marius Borg Hoiby, 29, whom she had referred to in her emails to Epstein, <a href=\"/news/2026/2/3/son-of-norways-crown-princess-denies-rape-as-trial-opens\">appeared in court</a> this week on multiple charges, including rape and domestic violence.</p><p>He denied charges of rape and filming people without their consent in court on Wednesday, but admitted to transporting drugs and speeding while driving.</p><p>Hoiby was first arrested in August 2024 on suspicion of assault. His trial will continue until March.</p><p>Amongst the evidence against him, police say, are incriminating videos stored on his phone, including one that allegedly shows him assaulting a woman who was incapacitated at his parents’ Skaugum estate, west of Oslo, in December 2018. He is alleged to have raped four women.</p><p>Hoiby holds no royal title. He was born when Mette-Marit, a non-royal, was in a relationship before her 2001 marriage to the heir, Prince Haakon. He has previously spoken about mental health issues and a struggle with substance abuse.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What Barak-Epstein audio says about Israeli controlling demographics | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-06T15:54:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2019-06-26T151116Z_288825181_RC13D05AB230_RTRMADP_3_ISRAEL-POLITICS-BARAK-1765170285.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Audio of the former Israeli Prime Minister <a href=\"/news/2025/12/9/israels-ex-pm-ehud-barak-and-jeffrey-epstein-had-close-relationship-emails-reveal\">Ehud Barak</a> speaking to <a href=\"/video/newsfeed/2026/2/3/epstein-audio-with-former-israeli-pm-sheds-new-light-on-relationship\">Jeffrey Epstein</a>, the now deceased convicted sex offender, has shone a light on Israel’s efforts to alter demographics by diluting the Palestinian population it occupies and also revealed ingrained racism within Jewish circles.</p><p>Barak told Epstein that he had told Russian President Vladimir Putin that Israel needs one million Russian-speaking immigrants to absorb, as the authorities can be more “selective” and “can control the quality much more effectively” compared to the past.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The recording was released last week in a huge tranche of files by the United States Department of Justice.</p><p>The former Israeli leader, speaking in an undated meeting with Epstein, says that his country could “easily absorb another million” Russian-speaking immigrants, a clear reference to white Slavic peoples.</p><p>Before Israel’s creation in May 1948 and in its early years, the main source of immigration was Eastern European Ashkenazi Jews, as well as Sephardi Jews from the Middle East and North Africa.</p><p>Barak, in the audio, seems to disparage Sephardi Jews, saying the country did what they could by taking Jews “from North Africa, from the Arabs, from whatever.”</p><p>The fall of the Soviet Union in 1989 started a massive immigration flow into Israel from various parts of the country.</p><p>According to the official data, 996,059 immigrants from former Soviet republics arrived in Israel after its collapse up until 2009.</p><p>Their politics have tended to be aligned with the right wing.</p><p>Barak also underscores the deep divisions between religious and secular Jews, a dynamic which continues to eat away at the country.</p><p>“I believe we have to break the monopoly of the Orthodox rabbinate on marriage and funerals and whatever, and on the definition of a Jew,” he said, referring to the strict religious rules in the religion.</p><p>“[This would], in a sophisticated, certain manner, open the gates for massive conversion into Judaism. It’s a successful country, many will apply,” Barak said.</p><p>Barak said that the Israeli authorities “can control the quality” of the population “much more effectively than our ancestors, than the founding fathers of Israel could”.</p><p>“It was kind of a salvation wave from North Africa, from the Arab [world] or whatever. They took whatever came; now, we can be selective,” he said, adding, “We can easily absorb another million. I used to tell Putin always, what we need is just one more million.”</p><p>Barak said that Russians would come to Israel first without preconditions, but added, “Under the social pressure of the need, especially of the second generation to adapt, it will happen.”</p><h2 id=\"some-are-welcome-others-not\">Some are welcome, others not</h2><p>The government of Israel has actively promoted immigration into the country for decades. Americans and the French are especially welcome, and many end up moving to illegal settlements and espousing domination of Palestinian land in the occupied West Bank, in which they have no previous links.</p><p>As recently as November, the government revealed that new immigrants and returning residents arriving in 2026 will be offered a zero-percent income tax rate for their first two years in the country.</p><p>Under the reform, which was introduced as part of the 2026 state budget, returning residents who lived abroad for 10 or more years and new immigrants who move to Israel in 2026 will pay no income tax in 2026 and 2027; the rates will be gradually increased, according to the Israeli media.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But a large wave of immigration into the country, when tens of thousands from the Beta Israel community were transferred to Israel from Ethiopia in the 1980s and 1990s, has exposed deep-seated racism.</p><p>Beta Israel was widely seen as the main and oldest Jewish presence in Ethiopia.</p><p>These Ethiopian Israelis have faced racism, exclusion and police violence against their communities. Many view themselves as second-class citizens.</p><p>However, they have rights that Palestinian Arab citizens of Israel do not have, nor have they been under brutal occupation as Palestinians in Gaza and the West Bank have been for decades.</p></div></div></body></html>"
        },
        {
            "title": "India beat England as Suryavanshi hits 175 in U-19 Cricket World Cup final | Cricket News | Al Jazeera",
            "time": "2026-02-06T15:51:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25140476574192-1770390999.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India beat England as Suryavanshi hits 175 in U-19 Cricket World Cup final</h1><p class=\"article__subhead\"><em>India’s 14-year-old prodigy Vaibhav Suryavanshi scores 175 from 80 balls to help beat England by 100 runs in final.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Fourteen-year-old prodigy Vaibhav Suryavanshi hammered a stunning 175 from just 80 balls as India thumped England by 100 runs in the Under-19 ODI World Cup final in Harare on Friday.</p><p>Suryavanshi, who has already made history by becoming the youngest player to post a century in the Indian Premier League, lashed 15 fours and 15 sixes in his innings, which saw him score his last 151 runs from just 56 balls.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The left-handed opener was finally caught behind by England captain Thomas Rew off Manny Lumsden to leave India on 251-3 in the 26th over. They closed their 50 overs on 411-9.</p><p>England launched a spirited attempt at making the runs, with opener Ben Dawkins making 66 and middle-order batter Caleb Falconer striking a sublime 115 from 67 balls.</p><p>Falconer was last man out, superbly caught by Khilan Patel, with England all out for 311 in 40.2 overs and India winning the title for the sixth time.</p><p>“I had faith in my skills that I can contribute in big games, and today it happened,” said Suryavanshi, who was named player of the match and player of the tournament, having finished with 439 runs in seven innings at 62.71.</p><p>Suryavanshi launched himself onto the international scene in 2024 as a 13-year-old with a 58-ball century against Australia in his Under-19 debut.</p><p>Picked up by the Rajasthan Royals, Suryavanshi then announced himself on the world stage by belting his first ball fearlessly for six on his IPL debut.</p><p>Nine days later, he clubbed the Gujarat Titans bowlers to all parts as he scored the second-fastest hundred in tournament history.</p><p>The teenager brought up his century off 35 balls with 11 sixes and seven fours to stand behind only West Indies great Chris Gayle, who took 30 balls to make a ton in 2013.</p></div></div></body></html>"
        }
    ]
}