{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump border czar Homan says staying in Minnesota ’until problem’s gone’ | News | Al Jazeera",
            "time": "2026-01-29T13:28:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697b61cd6928-1769693645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Trump border czar Homan says staying in Minnesota ’until problem’s gone’</h1><p class=\"article__subhead\"><em>Top official vows shift in operations after killings of US citizens, but says Trump not ‘surrendering’ mission.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tom Homan, United State President Donald Trump’s Border Czar, has vowed a shift in immigration enforcement operations in Minnesota, but maintained that Trump was not “surrendering” his mission.</p><p>Speaking during a news conference from the Midwestern state, where he was sent in the wake of two killings of US citizens by immigration enforcement officers this month, Homan vowed a lasting presence and more refined enforcement operations.</p><p>Still, he largely placed the blame on recent escalations on the former administration of US President Joe Biden and the policies of local officials, saying that more cooperation would lead to less outrage.</p><p>“I’m staying until the problem’s gone,” Homan told reporters on Thursday, adding the Trump administration had promised and will continue to target individuals that constitute “public safety threats and national security threats”.</p><p>“We will conduct targeted enforcement operations. Targeted what we’ve done for decades,” Homan said. “When we hit the streets, we know exactly who we’re looking for.”</p><p>While Homan portrayed the approach as business as usual, immigration observers have said the administration has increasingly used dragnet strategies in an effort to meet sky-high detention quotas.</p><p>State and local law enforcement officials last week even detailed many of their off-duty officers had been randomly stopped and asked for their papers. They noted that all those stopped were people of colour.</p><p>On the campaign trail, Trump had vowed to target only “criminals”, but shortly after taking office, White House spokesperson said it considered anyone in the country without documentation to have committed a crime.</p><p>Homan was sent by Trump to replace Greg Bovino, the top border patrol official sent to the state as part of a massive enforcement operation that has sparked widespread protests.</p><p>On January 7, Immigration and Customs Enforcement (ICE) agent fatally shot Renee Nicole Good in Minneapolis. Last week, border patrol agents fatally shot Alex Pretti.</p><p><i>More to come…</i></p></div></div></body></html>"
        },
        {
            "title": "Israel hands over 15 bodies of Palestinians in last stage of captive swap | Gaza News | Al Jazeera",
            "time": "2026-01-29T13:05:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T114848Z_747029523_RC2ZAJA22OAH_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1769687711.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has handed over the bodies of 15 Palestinians to the International Committee of the Red Cross in exchange for the final Israeli captive, whose remains were <a href=\"/news/2026/1/26/remains-of-last-israeli-captive-in-gaza-retrieved-says-israel\">recovered by Israeli forces</a> earlier this week, closing the chapter on this part of its more than two-year genocidal war on Gaza.</p><p>Al Jazeera’s Hani Mahmoud, reporting from Gaza, said Palestinian authorities are still trying to determine whether the bodies of the Palestinians will be released at Nasser Hospital in Khan Younis or at al-Shifa Hospital in Gaza City later on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Wednesday, Israel laid to rest policeman Ran Gvili, who was killed during the Hamas-led October 7, 2023, attacks on southern Israel.</p><p>Of the 251 captives taken by Hamas and other Palestinian groups that day, Gvili’s were the last remains held in the Palestinian territory.</p><p>At his funeral on Wednesday, Israeli Prime Minister Benjamin Netanyahu described Gvili as a “hero of Israel” and warned Israel’s enemies that they would pay a heavy price if they attacked again.</p><p>The return of all the captives from Gaza dragged on over the course of Israel’s war in a series of ceasefire and prisoner-swap deals as well as some mostly failed attempts to rescue them militarily.</p><p>The most recent set of captives-for-prisoners handovers was part of the ceasefire that took effect on October 10.</p><p>While all the captives held in Gaza have been returned to Israel, thousands of Palestinians continue to languish in Israeli prisons, many without charges or trials.</p><p class=\"jetpack-video-wrapper\"></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2024/7/31/israel-subjecting-palestinian-detainees-to-torture-and-abuse-un-report\">A July 2024 report</a> by the Office of the United Nations High Commissioner for Human Rights found that Israel was holding about 9,400 Palestinians as “security detainees”, often without giving them a reason for their detentions, in facilities where abuses such as torture and sexual assault were rife.</p><p>In November, the rights group Physicians for Human Rights-Israel <a href=\"/news/2025/11/19/its-israeli-policy-report-reveals-abuse-of-palestinians-in-prisons\">released a report </a>stating that of the Palestinian prisoners held in Israel, at least 94 have died during detention from causes such as torture, medical neglect, malnutrition and assault. The report said the true number is likely much higher.</p><p>Dozens of bodies of Palestinian prisoners that have been returned in previous exchanges have shown signs of torture, mutilation and execution.</p><p>The Israeli newspaper Haaretz reported on Thursday that the Israeli army “has adopted for the first time the Gaza Health Ministry’s count of nearly 70,000 Palestinians killed during the war.” Israel has disputed the ministry’s death toll repeatedly. More than 71,000 Palestinians have been killed by Israel since the war began.</p><p>Meanwhile, Palestinians are awaiting the <a href=\"/video/newsfeed/2026/1/29/video-palestinians-in-gaza-wait-for-vital-rafah-crossing-to-open\">reopening of the Rafah crossing</a> between Gaza and Egypt, which Israel has been pushed by Washington to do as part of the current United States-brokered ceasefire with Hamas.</p><p>After the completion of the captive-prisoner exchanges, that agreement calls for a political transition in Gaza that will start with a committee of Palestinian technocrats in charge of day-to-day governance of the enclave.</p><p>Hamas spokesman Hazem Qassem said the group was ready to transfer the governance of Gaza to the committee.</p><p>“Protocols are prepared, files are complete and committees are in place to oversee the handover, ensuring a complete transfer of governance in the Gaza Strip across all sectors to the technocratic committee,” Qassem said.</p><p>The committee is to work under the supervision of the Board of Peace, created and chaired by US President Donald Trump. Its work promises to be difficult.</p><p>On Thursday, Gaza’s Civil Defence spokesman Mahmoud Basal warned that the besieged territory is experiencing an “unprecedented catastrophe” due to the lack of shelter and food as well as shortages of medical supplies due to a continued Israeli blockade.</p><p>Also on Thursday, mourners buried the bodies of two Palestinians who, according to medics, were killed by Israeli gunfire in southern Gaza’s Khan Younis governorate outside the “yellow line”, or the 58 percent of Gaza still occupied by Israeli forces.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh approves shooting team India tour, days after T20 World Cup ban | Olympics News | Al Jazeera",
            "time": "2026-01-29T12:30:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP24160024558467-1769688494.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bangladesh approves shooting team India tour, days after T20 World Cup ban</h1><p class=\"article__subhead\"><em>Bangladesh cricket lost their place at T20 World Cup after refusal to play in India, but shooting team heads to New Delhi.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh ‌has approved its shooting team’s tour to New Delhi for ‍next month’s Asian ‍Shooting Championships, days after the cricket team’s refusal to play in India due to safety concerns cost them a place at the Twenty20 World Cup.</p><p>Bangladesh have been <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">replaced by Scotland</a> in ⁠the T20 World Cup, which runs from February 7 to March 8, ​after they insisted they would not tour India, highlighting security ‍concerns following soured political relations between the neighbours.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The International Cricket Council (ICC), citing independent security assessment reports, dismissed Bangladesh’s demands to play their World Cup matches in Sri Lanka, the tournament ‍cohosts, ⁠instead, arguing the late change in schedule was “not feasible”.</p><p>However, media reports in Bangladesh said a three-member contingent comprising shooter Robiul Islam, his coach Sharmin Akhter and jury member Saima Feroze had received approval from the Ministry of Youth and Sports to compete in New Delhi.</p><p>The National Rifle Association of India (NRAI) secretary-general, Pawan Singh, confirmed the shooting team’s participation in India.</p><p>“Bangladesh’s participation was confirmed a month ‌ago. Our applications for clearances for all nations have been in process for almost three months,” Singh told the Reuters news agency.</p><p>“We have to follow ISSF norms as a ‌sport and comply with the IOC (International Olympic Committee) charter, and as NRAI, we have always received support ‌from the government,” he said, referring to the International Shooting Sport Federation.</p><p>Singh added that the Bangladesh contingent ⁠did not request any extra security measures.</p><p>“The Bangladesh team has come to our tournaments many times, so they know our strict protocols well. Maybe that’s why they are confident and ‌have not made any special requests.”</p><p>The Asian Shooting Confederation, which is organising the event, did not immediately respond to a request for comment.</p><p>The continental ‍rifle and pistol shooting championship will be held in New Delhi from February 2 to 14.</p></div></div></body></html>"
        },
        {
            "title": "Family blames ICE for disabled son’s death after father’s detention | Donald Trump | Al Jazeera",
            "time": "2026-01-29T12:26:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WIDE-2-1769689543.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran-US tensions soar: What do both sides want? | Conflict News | Al Jazeera",
            "time": "2026-01-29T12:24:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-08-11T185418Z_341814668_RC255GA1AI8N_RTRMADP_3_USA-MILITARY-1769683795.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and Iran are engaged in increasingly hostile rhetoric as US warships <a href=\"/news/2026/1/29/how-does-us-military-build-up-off-iran-compare-to-the-june-2025-strikes\">move into the Arabian Sea</a>, despite regional nations seeking a diplomatic solution to prevent a military flare-up.</p><p>US President Donald Trump warned this week that “<a href=\"/news/2026/1/15/trumps-bluffs-why-us-strike-on-iran-remains-real-threat\">time is running out</a>” for Iran to return to talks to reach a new deal on its nuclear programme.</p><p>Trump said the naval forces he was sending to Iran’s neighbourhood were even greater than those that he deployed to the coast of Venezuela before US special forces <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">abducted the South American country’s president</a>, Nicolas Maduro, in a military assault on Caracas on January 3.</p><figure id=\"attachment_4271512\" aria-describedby=\"caption-attachment-4271512\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271512\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-US-Military-build-up-in-the-Arabian-Sea-JAN-28-2026-copy-1769609695.png?quality=80\" alt=\"INTERACTIVE - US Military build up in the Arabian Sea - JAN 28, 2026 copy-1769609695\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271512\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Iranian Foreign Minister Abbas Araghchi hit back at Trump’s threats, warning that his nation’s military was ready “with their fingers on the trigger”. He added that they would “immediately and powerfully respond” to any new US attack.</p><p>The escalation comes seven months after US bombers <a href=\"/news/2025/6/23/us-israeli-strikes-on-iran-nuclear-sites-how-big-are-radiation-risks\">attacked Iranian nuclear facilities</a> during Tehran’s 12-day war with Israel last year. Iran retaliated by striking <a href=\"/news/2025/6/23/hld-irans-attack-on-al-udeid-air-base-in-qatar-all-you-need-to-know\">Qatar’s Al Udeid Air Base</a>, which is used by US forces. During its war with Israel, Iran also struck several Israeli cities with missiles.</p><p>Earlier this month, Trump told Iranian protesters who were clashing with security forces that “help” was on the way, threatening to bomb Iran. However, he has since walked back his warning, seemingly accepting Tehran’s assurances that arrested protesters <a href=\"/news/2026/1/14/trump-says-he-has-been-told-killing-of-protesters-in-iran-has-stopped\">would not be executed</a>.</p><p>As Iran and the US appear to be headed towards a new military escalation, key demands from both sides appear to be primarily the same as they have been for years.</p><p>We unpack what they are:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-the-us-wants-iran-to-do\">What the US wants Iran to do</h2><p>Historically, the US has imposed sanctions on Iran for a range of reasons, from punishment for the hostage crisis in 1979 – when, after the Iranian Revolution, students took over the US embassy with staff inside – to supposed concern for the human rights of Iranians.</p><p>But over the past two decades, US pressure against Iran, including through crippling economic sanctions that have devastated the country’s middle class, has largely focused on Tehran’s nuclear and ballistic missiles programme.</p><h3>Nuclear programme</h3><p>The US and some of its Western allies insist that Iran’s programme is aimed at building nuclear weapons, even though Tehran has insisted that it is only developing a civilian programme to meet energy needs.</p><p>Under a nuclear deal that Iran agreed with the US during the Obama administration – known as the Joint Comprehensive Plan of Action (JCPOA) – Tehran capped its uranium enrichment at 3.67 percent and its enriched uranium stockpile at 300kg (660lb). This was enough for Iran to use for nuclear power plants, but far from adequate for weapons. In exchange, the US lifted most sanctions previously imposed on Iran.</p><p>At 60 percent enrichment, uranium is considered ready to be developed for weapons. At 90 percent, it is considered fully weapons-grade.</p><p>But Trump withdrew the US from this deal in his first term as president, in May 2018, and reimposed sanctions against Tehran. Iran appeared to try to stick to its end of the agreement for a while, along with European powers, Russia and China, who were all co-signatories to the Obama deal. Trump’s successor, Joe Biden, however, kept most of Trump’s sanctions in place, even though he had been Obama’s vice president.</p><p>In his second term as president, Trump has further ramped up economic coercion against Iran, which also began rapidly enriching its uranium.</p><p>In May 2025, the International Atomic Energy Agency (IAEA) <a href=\"/news/2025/5/31/iran-increases-stockpile-of-enriched-uranium-by-50-percent-iaea-says\">warned</a> that Iran had stockpiled more than 400kg (880lb) of uranium enriched to 60 percent. Though weapons need uranium that’s more than 90 percent enriched, no non-nuclear weapons state is known to keep uranium enriched to levels as high as 60 percent.</p><p>The US and Israel cited the IAEA warning as justification for bombing Iran in June.</p><p>“There has been a consistent lobby in Washington arguing that Iran achieving nuclear weapon capability is an enormous threat to the US and the wider world, and the US government knows that this fear is widely held in America,” Christopher Featherstone, associate lecturer at the Department of Politics, University of York, told Al Jazeera.</p><p>The US now demands that:</p><ul>\n<li>Iran must not build nuclear weapons, and it must abandon even a civilian nuclear programme.</li>\n<li>Iran must not enrich uranium at all – not even to very low levels that would be useless for military purposes.</li>\n<li>Iran must hand over any enriched uranium it already has.</li>\n</ul><h3>Ballistic missiles</h3><p>Israeli bombs and missiles killed more than 1,000 Iranians during the June war. But while far fewer – 32 – Israelis died in retaliatory Iranian attacks, Tehran’s ballistic missiles frequently managed to breach Israel’s vaunted <a href=\"/news/2023/10/12/whats-the-israel-iron-dome-defence-system-and-is-it-effective-all-to-know\">Iron Dome</a>, hitting several cities.</p><p>Since then, US and Israeli concerns about Iran’s ballistic missiles have grown. Iran’s Emad, Khorramshahr, Ghadr, Sejjil and Soumar ballistic and cruise missiles have ranges between 1,700km and 2,500 km (1,056-1,553 miles).</p><p>That puts Israel and all US military bases in the Middle East within the range of these missiles.</p><p>The US now demands that:</p><ul>\n<li>Iran must curb the number and range of its ballistic missiles.</li>\n</ul><figure id=\"attachment_3561192\" aria-describedby=\"caption-attachment-3561192\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3561192\" src=\"/wp-content/uploads/2025/03/INTERACTIVE_IRAN-MISSILE_MARCH6_2025-2-1741262892.png?quality=80\" alt=\"INTERACTIVE_IRAN-MISSILE_MARCH6_2025 (2)-1741262892\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3561192\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h3>Regional influence</h3><p>The US’s third key demand involves Iran’s influence in its region, stitched together through alliances with governments, religious movements and armed resistance groups.</p><p>That so-called “<a href=\"/news/2024/12/21/the-iran-led-axis-of-resistance-in-the-aftermath-of-syrias-upheaval\">axis of resistance</a>” has suffered body blows over the past two years. In Syria, Bashar al-Assad’s regime, a close partner, fell in December 2024; in Lebanon, Israel decimated the leadership of Hezbollah; while Hamas in Gaza and the Houthis in Yemen have also been bloodied in wars since 2023.</p><p>Still, many of these and other groups that Iran has traditionally supported remain active and alive. Earlier this week, the Iraq-based <a href=\"/news/2026/1/26/iraqs-kataib-hezbollah-warns-of-total-war-if-iran-is-attacked\">Kataib Hezbollah</a>, for instance, warned of a “total war” if the US were to attack Iran.</p><p>The US demands that:</p><ul>\n<li>Iran must end its support and links with armed resistance groups across the region.</li>\n</ul><h2 id=\"what-iran-wants-the-us-to-do\">What Iran wants the US to do</h2><p>Iran, meanwhile, has its own set of demands of the US.</p><h3>Economic sanctions</h3><p>US sanctions, first imposed on Iran in 1979, have grown increasingly harsh in recent years, leading to shortages, inflation and economic decline.</p><p>Iran’s <a href=\"/news/2026/1/13/how-us-sanctions-crippled-lives-of-iranians-trump-says-he-wants-to-help\">oil exports fell</a> by 60-80 percent after Trump reimposed sanctions in 2018, robbing the government in Tehran of tens of billions of dollars in annual revenues.</p><p>The currency has crashed, hitting a <a href=\"/news/2026/1/27/irans-currency-drops-to-record-low-against-dollar-as-tensions\">record low of 1,500,000 rials</a> to the dollar this week and leading to soaring inflation and a surge in the prices Iran must pay for everything it imports.</p><p>As a result, Iran’s middle class has shrunk dramatically in recent years.</p><p>Iran demands that:</p><ul>\n<li>The US must end economic sanctions, including the secondary sanctions that, in effect, coerce other nations from doing business with Tehran.</li>\n</ul><h3>Nuclear programme</h3><p>Iran has consistently argued that its nuclear programme is civilian in nature.</p><p>But since the joint attacks by Israel and the US last year, and the reimposition of sanctions on Tehran in recent months by the United Nations and European nations, hardliners in the country have been pressuring the government to instead race towards producing a nuclear bomb.</p><p>While the Iranian establishment has officially not shifted its position on the subject, it wants:</p><ul>\n<li>Iran to continue to have a nuclear programme, even if with some limits.</li>\n<li>Iran to continue to be able to enrich uranium, even if with some limits.</li>\n<li>A new understanding before allowing IAEA inspectors back into the country. Iran believes that the IAEA’s report on its enriched uranium last year was designed to provide the US and Israel with justification for their attacks.</li>\n</ul><h3>Ballistic missiles</h3><p>Iran believes its ballistic missiles offer it much-needed protection against regional threats, especially Israel.</p><p>That these missiles have the capacity to batter Israeli cities and reach US bases in the region gives Tehran leverage.</p><p>Iran wants:</p><ul>\n<li>To be allowed to keep its ballistic missiles programme.</li>\n</ul><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3770251\" src=\"/wp-content/uploads/2025/06/INTERACTIVE-US-Military-presence-in-the-Middle-East-June-2025-1749733457.png?quality=80\" alt=\"(previous version) A map showing the US military presence in the Middle East\" data-interactive=\"true\" fetchpriority=\"low\"></p><h3>Regional influence</h3><p>Iran’s alliances and partnerships in its neighbourhood are embedded in a complex web of ideological affiliations, political commitments – such as to the Palestinian cause – and strategic calculations.</p><p>It has lost al-Assad as an ally, and Hezbollah has been weakened. But Iran’s Supreme Leader Ayatollah Khamenei alluded in December 2024 to Tehran’s belief that:</p><h2 id=\"how-close-are-we-to-a-war\">How close are we to a war?</h2><p>This all depends on Trump, and how back-channel negotiations that are ongoing between the US and Iran proceed.</p><p>US allies in the region, including Saudi Arabia and the United Arab Emirates, have stated that they will not allow their airspace to be used for any attack on Iran. Qatar has been leading efforts to find a diplomatic solution.</p><p>Still, the US has been beefing up its military presence off Iran. The USS Abraham Lincoln, a nuclear-powered aircraft carrier, is now in the Arabian Sea.</p><p>Over the past seven months, Trump has bombed Iran, including deeply buried nuclear facilities like Fordow.</p><p>And while Trump has called for talks, Featherstone from the University of York said “it will take an enormous diplomatic effort to see a negotiation of any real meaning.”</p><p>Given Trump’s track record of ripping apart the Obama-era nuclear deal, Iran “will be unlikely to trust him as a negotiation partner”, Featherstone said. “I also don’t think European allies will want to help Trump with these negotiations, as he is so unpredictable and erratic.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Anti-ICE protesters tear-gassed outside Texas detention centre | Protests | Al Jazeera",
            "time": "2026-01-29T12:21:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ANT-ICE-HORIZONTAL-THUMB-1769688910.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Video shows US law enforcement officers firing tear gas at anti-ICE protesters outside a detention centre in Texas where a five-year-old boy is being held. Liam Ramos and his father were detained during an anti-immigration crackdown in Minneapolis.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "China bans 73 and punishes top football clubs in latest corruption scandal | Football News | Al Jazeera",
            "time": "2026-01-29T12:14:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2021-09-07T154112Z_1516015560_UP1EH9717KN2P_RTRMADP_3_SOCCER-WORLDCUP-CHN-JPN-REPORT-1769687360.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China’s football association has issued lifetime bans to 73 people, including former national team head coach Li Tie, and punished 13 top professional clubs for match-fixing and corruption.</p><p>Under President Xi Jinping, an anticorruption crackdown has swept through Chinese football in recent years, exposing the rotten state of the professional game.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Several top officials in the Chinese Football Association (CFA) have been brought down, while dozens of players have been banned for match-fixing and gambling.</p><p>A statement on Thursday evening did not specify when the most recently announced match-fixing took place, or how it worked.</p><p>The punishments were made after a “systematic review” and were needed “to enforce industry discipline, purify the football environment, and maintain fair competition”, the CFA wrote on its official social media account on Thursday.</p><p>Li, a former Everton player who led the national team from 2019 to 2021, is already serving a 20-year prison sentence for bribery, after being sentenced in December 2024.</p><p>He is now banned from all football activities for life, alongside 72 others, the CFA statement said.</p><p>Among them is Chen Xuyuan, former chairman of the CFA, who is already serving life in prison for accepting bribes worth $11m.</p><p>The football clubs that will be punished are similarly high-profile.</p><p>Of the 16 clubs that competed in the 2025 season in the country’s top Chinese Super League (CSL), 11 will have points docked and be fined.</p><p>After relegations, this means that when the 2026 CSL season starts in March, nine teams will start with negative points totals.</p><p>Tianjin Jinmen Tiger and last season’s runners-up Shanghai Shenhua face the stiffest sanctions, with 10-point reductions and one-million-yuan ($144,000) fines.</p><p>Shanghai Port, champions for the last three seasons, will face a five-point reduction and a 400,000-yuan fine, the same punishment given to Beijing Guoan.</p><p>The CFA did not detail the club’s specific infractions, saying only that they related to “match-fixing, gambling, and bribery”, with their punishments “based on the amount, circumstances, nature, and social impact of the improper transactions involved”.</p><p>“We will always maintain a zero-tolerance deterrent and high-pressure punitive force, and investigate and deal with any violation of discipline or regulations in football as soon as they are discovered, without any leniency or tolerance,” the CFA said.</p><p>Many of China’s professional teams are already in financial trouble.</p><p>Guangzhou FC, the most successful club in the CSL’s history, folded in 2025 after it failed to settle its debts in time for the new season.</p><p>President Xi is a football fan who has said he dreams of China hosting and winning the World Cup one day.</p><p>China didn’t qualify for the World Cup in Canada, Mexico and the United States this summer.</p><p>Chinese basketball was brought into the spotlight on January 15, when federal prosecutors in the United States <a href=\"/sports/2026/1/15/prosecutors-charge-15-former-ncaa-players-in-latest-basketball-rigging-case\">charged 20 people</a>, including 15 former college basketball players, in what it called a betting scheme to rig National Collegiate Athletic Association (NCAA) and Chinese Basketball Association (CBA) games.</p></div></div></body></html>"
        },
        {
            "title": "Why is ‘Deuce Bigalow’ rooting for Viktor Orban in Hungary? | Donald Trump | Al Jazeera",
            "time": "2026-01-29T11:51:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Rob-1769687024.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When Deuce Bigalow: Male Gigolo was released in 1999, the renowned film critic Roger Ebert wrote, “It’s the kind of picture those View n’ Brew theaters were made for, as long as you don’t view.” When the sequel Deuce Bigalow: European Gigolo came out in 2005, Ebert was harsher still, describing it as “aggressively bad, as if it wants to cause suffering to the audience.”</p><p>Playing the title role of a tropical fish tank-cleaner-turned-gigolo was Rob Schneider. For the sequel, Schneider won the Golden Raspberry Award for “Worst Actor”, and in 2010, he was nominated for “Worst Actor of the Decade”.</p><p>Some 15 years later, Schneider might have been expected to resurface in an even worse third instalment of the Bigalow franchise, or in another lowbrow Hollywood comedy. Instead, he appeared in a far more unlikely setting: <a href=\"https://x.com/PM_ViktorOrban/status/2010424569228841019?s=20\">a campaign video</a> endorsing Hungary’s far-right Prime Minister, Viktor Orban.</p><p>Schneider’s entry into local politics may have surprised Hungarian fans of Deuce Bigalow, but it did not come out of nowhere.</p><p>Over the past few years, Schneider has worked to establish himself as a leading conservative voice, railing against Hollywood’s supposed liberal bias. A frequent guest on Fox News, he has spoken publicly against diversity, equity, and inclusion policies and is vocally anti-trans and anti-vaccine. In a recent opinion piece, he claimed, “Since the rise of the ‘woke’ movement, and its total domination of the creative industries, anyone with a conservative point of view has been punished and even blacklisted.”</p><p>The video also includes endorsements from other right-wing figures, including Italian Prime Minister Giorgia Meloni, Israeli Prime Minister Benjamin Netanyahu, former Polish Prime Minister Mateusz Morawiecki, Argentinian President Javier Milei, Jean-Marie Le Pen of France’s National Rally, Italian Deputy Prime Minister and Lega leader Matteo Salvini, and German parliamentarian and Alternative for Germany leader Alice Weidel.</p><p>Why would this global cohort of far-right figures care about the political future of Hungary? The answer lies in the central role Hungary has played as an incubator for the global rise of the far right.</p><p>I saw the rise of the far right in the central European country unfold firsthand. Within a week of moving to Budapest in 2008 to pursue my graduate studies at Central European University (CEU), I was attacked by neo-Nazis. In the months that followed, amid a severe economic crisis, I encountered several neo-Nazi rallies and gatherings.</p><p>There was a sharp increase in violence targeting the country’s Roma population. In February 2009, a Roma man and his five-year-old son were shot dead in a village outside Budapest while fleeing their home, which had been set on fire in an arson attack. In September of that year, a Roma woman and her 13-year-old daughter were fired upon by armed men who had broken into their house in a village near the Ukrainian border. The mother was killed, while her daughter was admitted to the intensive care unit.</p><p>Hungary also saw a rise in anti-Semitism. In June 2009, vandals desecrated a Holocaust memorial with pigs’ feet. The memorial commemorates Jewish victims who were stripped, shot, and then thrown into the Danube River by the fascist militia Arrow Cross Party during the second world war.</p><p>Against this backdrop of rising racist violence and far-right mobilisation, Viktor Orban, having previously been in office between 1998 and 2002, returned as prime minister in 2010. He was then re-elected in 2014, 2018, and 2022, consolidating his hold on power. He used his electoral mandate to systematically take control of state institutions and suppress opposition.</p><p>Under Orban, press freedom has witnessed a significant downturn. According to Reporters Without Borders, oligarchs close to Orban’s Fidesz party have bought out media outlets and turned them into government mouthpieces. Currently, an estimated 80 percent of Hungary’s media is concentrated in the hands of Orban-friendly figures. Regulatory bodies have been weaponised to shut down independent media outlets. The government and pro-government media regularly accuse critical outlets of spreading disinformation and being financed by Hungarian-born American financier George Soros, the founder of the Open Society Foundation.</p><p>The institutions and laws of the state have also been weaponised to clamp down on educational bodies, civil society groups, and cultural institutions that Orban views as a hindrance to the country’s authoritarian far-right tilt. In 2018, the Soros-affiliated CEU, seen by Orban as a liberal bulwark, was forced to shut down most of its operations in Budapest and relocate to Vienna after the Orban government refused to sign an agreement that would allow it to operate as a degree-awarding university in Hungary.</p><p>In 2019, the Hungarian parliament passed a bill that allowed the Orban government to take control of the 200-year-old Hungarian Academy of Sciences. This was the first step towards 15 scientific institutes being incorporated into the Eotvos Lorand Research Network (ELKH), which is led by a board appointed by Orban. While the formal justification for this move was to “boost the funding and efficiency of Hungary’s underperforming research and development sector”, critics have maintained that this was yet another way for the government to suppress opposition.</p><p>According to civil society groups, artistic freedom and cultural institutions have also been under attack. Orban has used his “cultural approach” to advance his anti-democratic agenda, well aware that cultural and artistic spaces can play a “role in advancing pluralistic political discourse”. This has involved centralised control over the National Culture Fund and the National Cultural Council, as well as the appointment of Fidesz-friendly administrators at the helm of the Petofi Museum of Literature and the National Theatre. Notably, before his dismissal, the artistic director of the National Theatre was publicly rebuked by the Orban government “for his political views and his homosexuality”.</p><p>More recently, the Orban government established the “Sovereignty Protection Office” (SPO) to investigate critical journalists and civil society groups, under the pretext of combating threats to national sovereignty. Justifying the establishment of the SPO, Fidesz parliamentary group leader Mate Kocsis said, “We want to nettle left-wing journalists, fake civilians, and dollar politicians.”</p><p>As the Orban government’s efforts to consolidate right-wing control continue at home, elsewhere around the world, its tactics are being replicated. Its successes in Hungary have served as an inspiration for other far-right autocrats who see Orban as a first mover in establishing a conservative utopia, with far-right hegemony over all aspects of political, social, cultural, and economic life.</p><p>The Orban leadership takes this role as an inspiration and far-right instigator for others seriously. Well-funded Hungarian think tanks like the Mathias Corvinus Collegium (MCC) are making moves in Brussels to bring the Orban-brand of xenophobia, transphobia, and climate scepticism to the political mainstream in the European Union. MCC claims that it is building an alternative conservative agenda and political culture that challenges the “centrist outlook on public life”.</p><p>This agenda is particularly evident in a conference organised by MCC Brussels titled “Battle for the Soul of Europe.” The event brought together right-wing politicians, academics, public intellectuals, literary figures, and journalists from across Europe, alongside prominent American conservative thinkers and commentators.</p><p>Hungary also eagerly plays host to conservatives from around the world as a way of “spreading the knowledge”. Through visiting fellowships, book talks, and public panel discussions, institutions like MCC, the Hungary Foundation, and the Danube Institute in Budapest are nurturing a globally connected intelligentsia working towards crafting a conservative future.</p><p>Indeed, today, Hungary has become an important pit stop for world-touring conservative figures, from Nigel Biggar to the likes of Jordan Peterson and Tucker Carlson. In 2026, the Conservative Political Action Conference (CPAC) will return to Hungary for a fifth time.</p><p>The announcement of the 2026 edition of CPAC Hungary declares proudly, “We were Trump before Trump after all, and at CPAC Hungary, the key phrase: ‘No migration! No gender! No war!’ was first spoken. This has become official policy in the United States.”</p><p>As the authors of <a href=\"https://www.cambridge.org/core/books/world-of-the-right/87E95D21BD36A6412DF66B899436AD82\" target=\"_blank\" rel=\"noopener noreferrer\">World of the Right: Radical Conservatism and Global Order</a> argue, the global nature of the far right is well established. Nonetheless, within this interconnected movement, Orban’s Hungary has played a defining role. Recent polls show that, for the first time since 2010, Orban will face a tough challenge from the opposition. Orban’s right-wing friends around the world know this, and they are coming to the rescue of the first mover in this global tilt to the right.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Why is the UK’s Keir Starmer in China and what does he want to achieve? | News | Al Jazeera",
            "time": "2026-01-29T11:43:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26029238589744-1769687142.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Kingdom Prime Minister Keir Starmer is on a three-day state visit to China as he seeks to deepen economic and security ties with the world’s second-largest economy after years of acrimonious relations.</p><p>This is the first trip by a UK prime minister to China since Theresa May met Chinese President Xi Jinping in 2018.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s what you need to know about the trip aimed at mending ties at a time of global uncertainties:</p><h2 id=\"what-s-on-starmer-s-agenda-for-china\">What’s on Starmer’s agenda for China?</h2><p>The UK PM met Xi and Chinese Premier Li Qiang in Beijing on Thursday. He will next head to Shanghai to meet British and Chinese business leaders, according to his official itinerary.</p><p>After their meeting on Thursday, Starmer and Xi called for a “comprehensive strategic partnership” between the two nations.</p><p>“China-UK relations experienced setbacks in previous years, which were not in the interests of either country,” Xi said. “In the current complex and ever-changing international situation … China and the UK need to strengthen dialogue and cooperation to maintain world peace and stability.”</p><p>In his opening remarks, Starmer told Xi the two nations should “work together on issues like climate change, global stability during challenging times”.</p><p>The prime minister is accompanied by a delegation of nearly 60 representatives of businesses and cultural organisations, including banking conglomerate HSBC, pharmaceutical giant GSK, carmaker Jaguar Land Rover and the UK’s National Theatre.</p><p>Starmer told Bloomberg there will be “significant opportunities” for UK businesses in China in an interview this week in the run-up to his trip.</p><p>His trip is also expected to mark a reset in UK-China relations, which have been strained in recent years. Starmer underlined his intentions during his meeting with Xi on Thursday.</p><p>“China is a vital player on the global stage, and it’s vital that we build a more sophisticated relationship where we can identify opportunities to collaborate, but of course, also allow a meaningful dialogue on areas where we disagree,” Starmer told Xi, according to the Reuters news agency.</p><figure id=\"attachment_4274015\" aria-describedby=\"caption-attachment-4274015\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4274015\" src=\"/wp-content/uploads/2026/01/AP26029163483785-1769688321.jpg?w=770&amp;resize=770%2C484&amp;quality=80\" alt=\"British Prime Minister Keir Starmer and Chinese President Xi Jinping\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4274015\" class=\"wp-caption-text\">British Prime Minister Keir Starmer, fourth right, and Chinese President Xi Jinping, fifth left, with their delegations participate in a bilateral meeting in Beijing on Thursday, January 29, 2026. [Carl Court/Pool Photo via AP Photo]</figcaption></figure><h2 id=\"why-does-the-uk-want-to-reset-its-relationship-with-china\">Why does the UK want to reset its relationship with China?</h2><p>Starmer has framed his trip to China as a pragmatic move despite ongoing concerns back home about Beijing’s human rights record and potential national security threat.</p><p>“Like it or not, China matters for the UK,” Starmer said in advance of his trip to Beijing.</p><p>“As one of the world’s biggest economic players, a strategic and consistent relationship with them is firmly in our national interest. That does not mean turning a blind eye to the challenges they pose – but engaging even where we disagree,” he said.</p><p>China has rejected the allegations of human rights violations in parts of the country.</p><p>While few details have been released yet, Jing Gu, a political economist research fellow at the UK’s Institute of Development Studies, said reviving economic ties would require expanded “market access, predictable regulation and fair treatment of UK firms” alongside clear “guardrails”.</p><p>“This is not a question of being ‘pro-China’ or ‘anti-China’,” she said in a statement.</p><p>China offers a potential economic lifeline to the UK, whose economy has struggled in the decade since it embarked on its departure from the European Union in 2016.</p><p>A report by the nonpartisan National Bureau of Economic Research (NBER) in the United States estimated last year that Brexit reduced UK gross domestic product (GDP) by 6 to 8 percent, with the impact accumulating gradually over time. Investment is also down 12 to 18 percent, according to NBER estimates, and employment is down 3 to 4 percent.</p><p>The UK’s GDP is estimated to grow 1.4 percent in 2026, according to Goldman Sachs, as it faces new economic challenges from US President Donald Trump’s decisions and announcements.</p><p>The UK was not exempt from Trump’s tariff war despite its decades-long “special relationship” with the US. As a NATO member, the UK has also watched with alarm as Trump recently threatened to annex Greenland and impose up to<strong><a href=\"/economy/2026/1/20/trumps-greenland-tariffs-whats-europes-bazooka-option-to-hit-back\"> 25 percent tariffs</a></strong> on any country that opposed him.</p><p>Starmer is not the only US ally looking to diversify economic ties. His trip to China follows in the footsteps of French President Emmanuel Macron, Australian Prime Minister Anthony Albanese, South Korean President Lee Jae Myung, Finnish Prime Minister Petteri Orpo and Canadian Prime Minister Mark Carney.</p><h2 id=\"what-strained-the-uk-s-relationship-with-china\">What strained the UK’s relationship with China?</h2><p>The UK has longstanding concerns with China’s human rights record, but its relationship with Beijing took a turn for the worse after mass antigovernment protests swept Hong Kong, a former British colony, in 2019.</p><p>The UK was alarmed by the political crackdown that followed the 2019 protests and Beijing’s decision to impose legislation in 2020 that criminalised “secession, subversion, terrorist activities, and collusion with a foreign country or with external elements to endanger national security”.</p><p>In the aftermath, the UK opened a special immigration scheme for the citizens of Hong Kong born before the city’s 1997 return to Chinese sovereignty. British officials have continued to criticise Hong Kong’s national security trials, including the prosecution of pro-democracy businessman Jimmy Lai, who is a UK citizen.</p><p>Allegations of Chinese spying in the UK and China’s support for Russia in the Ukraine war have also frayed the ties.</p><p>Steve Tsang, director of the SOAS China Institute in London, told Al Jazeera that he did not expect any concessions in this area during Starmer’s visit. “Beijing will work to support Starmer to present the visit as a success, but it will not make any concession in areas that matter to China, such as human rights,” he said.</p><h2 id=\"what-about-security-concerns\">What about security concerns?</h2><p>Concerns about Chinese spying have been a front-page issue in the UK over the past year, with the head of the domestic intelligence agency MI5 recently saying “Chinese state actors” pose a national security threat “every day”.</p><p>Despite these worries, Starmer’s government this month approved Beijing’s plan to open a “mega embassy” in London that critics say could become a hub for espionage in Europe.</p><p>The embassy’s approval also follows the collapse of a legal case against two British men charged with spying for China. The decision by prosecutors to withdraw charges at the eleventh hour remains highly controversial in the UK.</p><p>China has denied the spying claims, with its Ministry of Foreign Affairs calling them “unfounded” accusations.</p><p>Starmer’s trip, however, emphasised areas of potential security cooperation between China and the UK.</p><p>Following his meeting with Xi, the Prime Minister’s Office announced that law enforcement would cooperate with Chinese authorities to stem the flow of synthetic opioids into the UK and cut off the supply of small boat engines to criminal gangs.</p><p>Engine-powered boats are used to smuggle people across the English Channel, according to Starmer’s office.</p><p>The agreement will include “intelligence sharing to identify smugglers’ supply routes and direct engagement with Chinese manufacturers to prevent legitimate businesses being exploited by organised crime”, his office said.</p></div></div></body></html>"
        },
        {
            "title": "Video: Palestinians in Gaza wait for vital Rafah crossing to open | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-29T11:41:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769686815.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel raids several occupied West Bank towns after killing Hebron youth | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-29T11:38:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260128__94AQ8EB__v1__MidRes__PalestinianIsraelConflictFuneral-1769681566.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have detained dozens of people after storming several areas across the <a href=\"/tag/occupied-west-bank/\">occupied West Bank</a>, including the home of a Palestinian man who was shot and killed by Israeli forces in Bethlehem.</p><p>The latest raids early on Thursday come as Israeli settlers stormed Joseph’s Tomb in Nablus, a gravesite believed to be the burial place of Joseph, the father of Jesus, according to Al Jazeera Arabic.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>At about dawn, the Israeli army deployed several military vehicles and soldiers as they targeted the towns of Attil and Deir al-Ghusun north of Tulkarem, the Palestinian news agency Wafa reported, quoting residents from the area.</p><p>In ad-Dhahiriya village on the outskirts of Hebron on Wednesday, residents buried a Palestinian youth, who was killed the previous night in a raid by the Israeli security forces.</p><p>Israel’s military crackdown across the occupied West Bank has escalated to the highest levels in decades since October 2023, as the army and settlers have intensified their attacks on Palestinians, with Israel expanding its <a href=\"/news/2026/1/1/israel-escalates-west-bank-demolitions-amid-illegal-settlement-expansion\">settlements</a> in the territory, which are illegal under international law.</p><p>Settlers have been emboldened by the far-right government and have been rampaging across Palestinian lands with impunity, often with the military’s backing, killing and injuring civilians and destroying their property. The United Nations says attacks against Palestinians and their property in the occupied West Bank have reached unprecedented levels.</p><p>Meanwhile, some Israeli troops were deployed to Nablus to secure the Christian holy site, Joseph’s Tomb, after it was reportedly stormed by Israeli settlers.</p><p>According to Al Jazeera Arabic, members of the Knesset and settler leaders were among those involved in the storming of the burial ground until early on Thursday.</p><p>In recent days, <a href=\"/video/newsfeed/2026/1/28/video-israeli-settlers-carry-out-arson-attacks-in-occupied-west-bank\">Israeli settlers were also accused of arson</a> in three villages in Masafer Yatta.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In one of the latest raids on Thursday, several young men were detained for interrogation as Israeli forces searched dozens of homes in both towns of Attil and Deir al-Ghusun, Palestinian sources told Wafa.</p><p>Among those detained in Attil was a young man who was previously injured by Israeli gunfire near the Tulkarem refugee camp last December.</p><p>The Tulkarem governorate, including the Tulkarem and Nur Shams refugee camps, has been subjected to Israeli military operations for the last 368 days, according to Wafa.</p><p>Also in Nablus, Mohammad Azem, head of Sebastia municipality, told Wafa that Israeli forces demolished a Palestinian-owned factory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier in the night, the towns of Sa’ir and ash-Shuyukh, northeast of Hebron, were also raided by Israeli forces.</p><p>In Sa’ir, the raiding forces targeted the home of Qusay Halaika, who was shot and killed by Israeli forces on Wednesday at Al-Anfaq checkpoint between Jerusalem and Bethlehem. Wafa reported that two of Halaika’s brothers were arrested during the raid.</p><p>Sources told Wafa that Halaika was left bleeding on the ground after Israeli authorities shot him multiple times.</p><p>Israeli media quoted authorities as saying that Halaika was shot after an attempted stabbing attack.</p><p>A short video clip posted on X showed Halaika apparently fending off someone and then running away before he was shot.</p><p>Meanwhile, in the Jabal Johar area of the <a href=\"/news/2026/1/19/israel-launches-large-scale-military-raid-in-occupied-west-banks-hebron\">city of Hebron</a>, Israeli forces seized a five-storey residential building belonging to the Rajbi family, forcing residents to leave their property, according to Wafa.</p><p>Elsewhere in the occupied territory, Israeli forces withdrew on Wednesday night from the town of Hizma after a two-day siege.</p><p>According to witnesses, Israeli forces interrogated more than 100 people and detained at least 13, including a pregnant woman and her husband, before leaving.</p><p>Hizma Mayor Nawfan Salah al-Din told Wafa that the Israeli soldiers also seized at least 35 vehicles and motorcycles.</p><p>During the previous night’s Israeli raid, residents complained of cash and gold jewellery being stolen from their homes.</p></div></div></body></html>"
        },
        {
            "title": "Video emerges of Dutch police assault on two Muslim women | Police | Al Jazeera",
            "time": "2026-01-29T11:38:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769686653.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Italy’s Winter Olympics security plan keeps ICE in advisory role | Winter Olympics News | Al Jazeera",
            "time": "2026-01-29T11:27:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-28T162207Z_742731801_RC2Z8JA3ALRS_RTRMADP_3_OLYMPICS-2026-ICE-SECURITY-1769682065.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Italy has detailed a sweeping security plan for the Winter Olympics, stressing it will keep command of all operations after news emerged that United States Immigration and Customs Enforcement (ICE) staff would be assisting the US delegation.</p><p>The Games will be one of the most complex security operations Italy has had to manage, with the ⁠event split between two main hubs, Milan and Cortina d’Ampezzo, with additional events held elsewhere across the north.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>About 3,500 athletes will take part in ​the event, which runs from February 6 to February 22, with the government expecting some two million visitors, including ‍60,000 for the opening ceremony in Milan’s San Siro stadium.</p><p>The US delegation will be led by US Vice President JD Vance and Secretary of State Marco Rubio.</p><p>Interior Minister Matteo Piantedosi said the security operation blends field deployments, intelligence-led prevention and, for the first time at a major event in Italy, a 24-hour cybersecurity ‍control room.</p><p>About 6,000 law ⁠enforcement officers will guard multiple Olympic sites, supported by no-fly and restricted-access areas.</p><p>Competing nations often bring their own security personnel. In that vein, the US Department of State said on Tuesday that several federal agencies, <a href=\"/sports/2026/1/27/ice-agents-from-us-set-to-help-with-security-at-winter-olympics\">including ICE</a>, would help protect the visiting Americans, as they have at past Olympics.</p><p>ICE and Border Patrol agents have drawn heavy criticism in the US over their enforcement of President Donald Trump’s immigration crackdown, with images of their actions shocking many in Italy, traditionally a close US ally.</p><p>In a statement, the Ministry of Interior said ICE staffers would only work in US diplomatic offices such as the Milan consulate, and “not on the ground”.</p><p>It added, “All ​security operations on Italian territory remain, as always, under the exclusive responsibility and direction of the Italian authorities.”</p><p>ICE ‌will be present via its Homeland Security Investigations (HIS) division, but its role “will be strictly advisory and intelligence-based, with no patrolling or enforcement involvement”, Tilman J Fertitta, the US ambassador to Italy, wrote on X.</p><p>“At the Olympics, HIS criminal investigators will contribute their expertise by providing intelligence on transnational criminal threats, with a focus on cybercrimes and national ‌security threats.”</p><p>The assurances have not quelled criticism.</p><p>The hard-left USB union has called an “ICE OUT” rally in central Milan on February 6, coinciding with the Games opening ceremony, while opposition parties and left-wing ‌groups plan a protest this Saturday.</p><p>Emanuele Ingria, a human resources worker from Milan, told ⁠Reuters he was “very worried” by the prospect of ICE agents operating in Italy.</p><p>“I don’t think that’s what we need today,” he added. “Especially considering what’s happening there (in the US) … It’s truly a guerrilla force, I don’t like it.”</p><p>Under the Olympics deployment plan, more than 3,000 regular police officers, some 2,000 Carabinieri military police and more than 800 Guardia di Finanza ‌tax police will be assigned to venues, with Milan hosting the largest contingent.</p><p>The plan also includes drone surveillance, robotic inspection systems for hazardous or inaccessible areas, and a cybersecurity command centre in Milan tasked with monitoring both Olympic networks and strategic transport infrastructure that faced disruption before ‍the Paris 2024 Games.</p><p>Authorities will activate several “red zones” from February 6 to 22, barring access to individuals with public-order convictions in an effort to prevent clashes.</p></div></div></body></html>"
        },
        {
            "title": "If Cuba falls, the Global South is to blame, too | Donald Trump | Al Jazeera",
            "time": "2026-01-29T11:27:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697b43f803ad6-1769686008.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On Tuesday, United States President Donald Trump <a href=\"https://www.facebook.com/reel/1253655639982882\">had a good laugh</a> with members of the press in the US state of Iowa as he issued a rather serious <a href=\"https://www.reuters.com/world/americas/trump-says-cuba-will-be-failing-pretty-soon-2026-01-27/\">decree</a> regarding the short-term future of Cuba: “Cuba will be failing pretty soon. Cuba is really a nation that’s very close to failing.”</p><p>To be sure, this is not the first time that Trump has predicted the downfall of the Caribbean island nation, which the US has effectively been trying to destroy for no fewer than 67 years – ever since the triumph in 1959 of Cuba’s communist revolution that overthrew the brutal right-wing dictator and US buddy Fulgencio Batista.</p><p>This time around, however, the threat carries a bit more weight in light of the <a href=\"/opinions/2026/1/3/venezuela-american-regime-change-with-a-trumpian\">Trump administration’s abduction</a> earlier this month of Nicolas Maduro, the leftist president of Venezuela.</p><p>To date, the US has not been held accountable for this utterly illegal and patently batty act, which Trump on Tuesday invoked as alleged proof of Cuba’s impending demise: “You know, they got their money from Venezuela. They got the oil from Venezuela. They are not getting that any more.”</p><p>One would hope, then, that other countries – particularly the self-declared allies of Cuba – might step up to defend the island against US predations or at least credibly register their opposition to imperial impunity.</p><p>Instead, all Cuba has really gotten are some perfunctory professions of support – such as from Mexican President <a href=\"/opinions/2024/6/3/mexicos-election-a-victory-for-organised-crime\">Claudia Sheinbaum</a>, who, like her ostensibly leftist predecessor <a href=\"/opinions/2023/1/9/the-three-amigos-and-a-us-war-on-asylum-seekers-in-mexico\">Andres Manuel Lopez Obrador</a>, has perfected the art of pretending to counter US machinations while doing exactly what the gringos want.</p><p>Following recent <a href=\"/news/2026/1/27/mexico-vows-solidarity-with-cuba-after-oil-shipment-cancellation-report\">reports</a> that Mexico had halted a scheduled oil shipment to Havana on account of US pressure, Sheinbaum has <a href=\"https://www.youtube.com/watch?v=MOPT8USDHpQ\">repeatedly insisted</a> that the business of shipping oil is a “sovereign decision” and that Mexico remains “in solidarity” with Cuba.</p><p>Speaking evasively at a press conference, the Mexican leader reflected on her country’s history of providing oil to Cuba for “humanitarian reasons”, owing to the US embargo that, she reminded her audience, has been in effect “for many years now” and has resulted in “shortages”.</p><p>Indeed, when I <a href=\"/opinions/2022/2/7/from-havana-with-love\">last visited Cuba in 2022</a> – incidentally just in time for the 60th anniversary of US sanctions on the island – staples like coffee and milk were in short supply.</p><p>The nation that had for decades been renowned for its <a href=\"/opinions/2012/7/27/the-power-of-cubas-free-healthcare\">free healthcare</a>, medical humanitarianism and international deployment of meticulously trained doctors was now suffering a dearth of basic medications – which meant that the employees of the pharmacy I went to after executing an epic crash while jogging on Havana’s seaside promenade simply shrugged apologetically at the sight of my bloodied knees and sent me on my way with a prescription for soap and water.</p><p>The same prescription had been issued by a 43-year-old Cuban named Eraudis, who had witnessed my fall from his perch atop the seawall just next to a plaque commemorating Leonard Wood, the former US military governor of Cuba who had supervised the promenade’s construction in 1901 and had also served as governor-general of the Philippines.</p><p>As if we needed any further imperial irony, it turned out that Eraudis hailed from none other than the Cuban province of Guantanamo – site of the <a href=\"/news/2025/1/10/guantanamo-at-23-whats-next-for-the-lawless-detention-facility\">eponymous illegal US penal colony</a> and torture centre – and that his own two legs had been blown off by a landmine outside the US base when he was 19.</p><p>He apologised that he could not carry me home due to his legless state and coaxed me out of my own state of panic – no doubt a greater act of “solidarity” than suspending oil shipments to Cuba while claiming “humanitarian” motivations.</p><p>Of course, it’s not only Mexico that’s letting Cuba down. Pretty much the rest of Latin America has opted to sit on the fence as Trump goes about seeking to engineer the island’s definitive “failure”.</p><p>Ditto for much of the rest of the Global South. On Tuesday, the same day that Trump engaged in friendly nation-wrecking banter with journalists in Iowa, China’s Ministry of Foreign Affairs took to its English-language X account to <a href=\"https://x.com/MFA_China/status/2016081169012687110\">call for</a> the “immediate lifting of blockade and sanctions on #Cuba”.</p><p>China pledged to “continue to support and assist Cuba” and reiterated its belief that “under the strong leadership of the party and government of Cuba, the Cuban people will tide over the difficulty”.</p><p>No offence to the Cuban people – who for almost seven decades have exhibited extraordinary resilience – but it’s not so easy to “tide over the difficulty” when you’re a tiny island in the crosshairs of a schizophrenic megalomaniac who happens to be in charge of the global superpower.</p><p>Also on Tuesday, the Cuban News Agency <a href=\"http://www.cubanews.acn.cu/world/28099-solidarity-groups-with-cuba-in-india-reaffirm-their-support-to-the-island\">reported</a> that “solidarity groups” in India had “expressed their support for Cuba” during an event held in Kolkata.</p><p>As per the report, the programme “included a minute of silence in homage to the revolutionaries and citizens who lost their lives in the struggle against imperialist forces in the region”.</p><p>Now, just as the struggle has become more critical than ever, it remains to be seen whether any of Cuba’s professed allies will stick their necks out to keep the country from “failing”.</p><p>In the event it does fail – and Trump manages to swing regime change in a place that has resisted for so long against all odds – it’s safe to say that nowhere is safe from imperial designs.</p><p>What is needed right now is some real solidarity – because if Cuba fails, it’s nothing less than a global failure.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Sabalenka, Rybakina to meet in Australian Open final | Tennis News | Al Jazeera",
            "time": "2026-01-29T11:06:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260129__94EF84Z__v1__HighRes__TennisAusOpen-1769691055.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Belarusian Aryna Sabalenka powered into her fourth Australian Open final in a row with a dominant 6-2 6-3 win over Ukraine’s Elina Svitolina on Thursday, in a politically charged encounter.</p><p>Top-seeded Sabalenka will now bid for a third crown at Melbourne Park in four years, and fifth Grand Slam title overall, against Elena Rybakina at Rod Laver Arena on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I just cannot believe that. It’s an incredible achievement ⁠but the job is not done yet,” world number one Sabalenka said on court. “I’m super happy with the win. She’s ​such a tough opponent and has been playing incredible tennis the whole week.”</p><p>Since Russia’s invasion ‍of Ukraine in 2022, for which Belarus has been a staging ground, Russian and Belarusian players have been banned from representing their nations at the Grand Slams and tour events.</p><p>Like other players from Ukraine, Svitolina does not shake hands with opponents from Russia or Moscow’s ally Belarus because of the war.</p><p>An announcement was made before the semifinal at Rod Laver Arena and a statement flashed up on a big screen saying there would be no handshake, asking fans to “respect” that.</p><p>The two players also noticeably kept apart for the pre-match formalities and photos.</p><p>Svitolina has been vocal about the strain of playing the two countries’ players, and said she hoped ‍to bring her ⁠nation “light” at the Australian Open after a tough winter.</p><figure id=\"attachment_4273787\" aria-describedby=\"caption-attachment-4273787\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273787\" src=\"/wp-content/uploads/2026/01/AFP__20260129__94EA8U4__v1__HighRes__TennisAusOpen-1769682054.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Aryna Sabalenka in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273787\" class=\"wp-caption-text\">Sabalenka serves against Svitolina during their women’s singles semifinal match in Melbourne on January 29, 2026 [Izhar Khan/AFP]</figcaption></figure><p>The 27-year-old Sabalenka, however, crushed those hopes in a furious display of raw power.</p><p>She became the third woman in the professional era to reach the Australian Open decider four times in a row, following Evonne Goolagong Cawley (1971-76) and Martina Hingis (1997-2002), who each played six finals in a row.</p><p>“Gutted not to make it through tonight,” Svitolina told reporters. “Of course, it’s very difficult when you’re playing a world number one on fire.”</p><p>While 31-year-old Svitolina was comprehensively defeated, she fought ​hard from the first ball to the last.</p><p>The 12th seed started with tenacity, thumping ‌a forehand winner down the line on the first point returning serve.</p><p>Sabalenka wobbled, giving up two break points with a loose backhand, but blasted her way out of danger.</p><p>There was early tension at 2-1 when Svitolina was awarded a point mid-rally, with Sabalenka penalised for hindering ‌the point with a late grunt.</p><p>Incensed, she demanded a video review, but the point stood.</p><p>She channelled her frustration into breaking Svitolina, then held for a 4-1 lead.</p><p>Pinning Svitolina well ‌behind the baseline, Sabalenka grabbed three set points and converted the ⁠third, roaring “Let’s go!” after a sizzling cross-court backhand winner.</p><figure id=\"attachment_4273796\" aria-describedby=\"caption-attachment-4273796\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273796\" src=\"/wp-content/uploads/2026/01/AP26029366752459-1769682262.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Aryna Sabalenka and Elina Svitolina react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273796\" class=\"wp-caption-text\">Svitolina, left, was no match for Sabalenka in the first semifinal [Dita Alangkara/AP]</figcaption></figure><p>After 41 minutes of earth-shaking power, Sabalenka’s weapons finally misfired.</p><p>She dropped the opening service game of the second set with a clutch of errors, raising cheers from a crowd yearning for a contest.</p><p>But Sabalenka steadied herself, breaking Svitolina twice in ‌succession.</p><p>Svitolina never dropped her head and earned a break point when trailing 4-2 to put the match back on serve.</p><p>Sabalenka was not to be denied, though.</p><p>After thrashing a forehand winner down the line to save the break point, she ‍proved unstoppable.</p><p>Grabbing two match points with a huge serve, Sabalenka closed it out in style, swooping forward with a forehand cross-court winner to book her chance of claiming a third trophy at Melbourne Park.</p><h2 id=\"rybakina-overcomes-pegula-sets-up-2023-finals-rematch\">Rybakina overcomes Pegula, sets up 2023 finals rematch</h2><p>In the second semifinal on Thursday, Rybakina set up a rematch of the 2023 Australian Open women’s singles final with Sabalenka with a 6-3 7-6(7) defeat of sixth seed Jessica Pegula.</p><p>Rybakina, the 2022 Wimbledon champion, needed one hour and 40 minutes to eliminate the American to advance to Saturday night’s final showdown with Sabalenka.</p><p>Sabalenka has an 8-6 advantage in head-to-head meetings with Rybakina, the pair splitting their four meetings last year. Rybakina won their most recent match at the season-ending WTA Finals in December.</p><figure id=\"attachment_4274098\" aria-describedby=\"caption-attachment-4274098\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4274098\" src=\"/wp-content/uploads/2026/01/AFP__20260129__94EQ88T__v1__HighRes__TennisAusOpen-1769690179.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Elena Rybakina in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4274098\" class=\"wp-caption-text\">Kazakhstan’s Elena Rybakina is into her third women’s grand slam final after winning her semifinal against USA’s Jessica Pegula in Melbourne on January 29, 2026 [Izhar Khan/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Why is India’s Nipah virus outbreak spooking the world? | Health News | Al Jazeera",
            "time": "2026-01-29T10:58:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-07-20T000000Z_273274256_RC26Z8AKMZNL_RTRMADP_3_INDIA-VIRUS-1769582446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An outbreak of the Nipah virus in India’s eastern state of West Bengal has heightened concerns in China and several Southeast Asian countries, prompting them to tighten health screening operations at airports as millions prepare to travel for the Lunar New Year holiday.</p><p>Since December 2025, <a href=\"/news/2026/1/28/india-says-deadly-nipah-virus-contained-after-two-cases-confirmed\">two confirmed cases</a> of the virus have been reported in West Bengal, India’s health ministry <a href=\"https://www.pib.gov.in/PressReleasePage.aspx?PRID=2219219&amp;reg=3&amp;lang=2\" target=\"_blank\" rel=\"noopener\">said</a> on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The ministry did not provide details about the people infected but noted that of a total of 196 contacts linked to the confirmed cases, “all traced contacts have been found asymptomatic and have tested negative”, for the virus.</p><p>“The situation is under constant monitoring, and all necessary public health measures are in place,” the ministry added.</p><p>A district health officer told Reuters that the two people infected in West Bengal in late December were health workers. Both are being treated at a local hospital, the health officer said.</p><p>Is the recent outbreak of the virus a cause for concern?</p><p>Here’s what we know:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-the-nipah-virus\">What is the Nipah virus?</h2><p>The <a href=\"/features/2025/7/26/what-is-the-nipah-virus-and-is-it-spreading-in-southern-india\">Nipah virus</a> (NiV) is a zoonotic virus – a disease transmitted from animals such as fruit bats and flying foxes to humans. It can also be transmitted to humans via contaminated food products or directly from person to person.</p><p>The virus can be deadly. It typically incubates in the human body for five to 14 days, with symptoms occurring within three to four days.</p><p>It causes severe respiratory and neurological disease in humans, progressing from fever and headache to acute encephalitis (brain inflammation) in severe cases, Kaja Abbas, associate professor of infectious disease epidemiology and dynamics at the London School of Hygiene &amp; Tropical Medicine and Nagasaki University, said.</p><p>Symptoms can also include convulsions and mental confusion, and patients can fall into a coma within 24 to 48 hours in severe cases.</p><p>“The case fatality rate is high, between 40 percent and 75 percent, among people infected with the Nipah virus,” Abbas told Al Jazeera.</p><p>However, the virus’s basic reproduction number, which is the expected number of secondary infections stemming from a primary case, is “typically below one”, he said. This suggests the virus spreads in only a limited way via human-to-human transmission and there is a low likelihood of the virus becoming a widespread pandemic.</p><figure id=\"attachment_4273618\" aria-describedby=\"caption-attachment-4273618\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273618\" src=\"/wp-content/uploads/2026/01/Interactive_Nipah_Jan29_2026-1769677212.png?quality=80\" alt=\"Interactive_Nipah_Jan29_2026\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273618\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"where-have-outbreaks-of-the-nipah-virus-occurred-before\">Where have outbreaks of the Nipah virus occurred before?</h2><p>The first known outbreak of NiV was reported in 1998 when pig farmers and butchers in Malaysia and Singapore contracted it from infected pigs. At least 250 people were infected, with more than 100 deaths.</p><p>In 2014, NiV infections in the Philippines were associated with the slaughter of horses and consumption of infected horse meat.</p><p>Since 2001, there have been sporadic but recurring outbreaks in South Asia, particularly in Bangladesh and India.</p><p>According to the World Health Organization, outbreaks in Bangladesh have been linked to humans consuming contaminated raw palm sap, having close contact with other people’s secretions and excretions, and caring for infected patients.</p><p>According to the WHO, the first cases in India were recorded in West Bengal in 2007 but an earlier outbreak was retrospectively identified in the state’s Siliguri city in 2001. The 2001 Siliguri outbreak occurred in a healthcare setting where 75 percent of cases were of hospital staff or visitors, the WHO said.</p><p>Since 2018, dozens of deaths have been reported in India’s Kerala state, which is now regarded as the world’s highest-risk region for the virus.</p><p>The reasons for other outbreaks in Indian states are unclear. Some medical experts have <a href=\"/features/2025/7/26/what-is-the-nipah-virus-and-is-it-spreading-in-southern-india\">suggested</a> outbreaks may have been triggered by human consumption of fruit contaminated by bat saliva or urine, while the Indian Council of Medical Research has suggested that while the virus is primarily spread by physical contact, it may also be airborne.</p><p>According to Abbas, there is no clear evidence about the cause of the latest outbreak in West Bengal, which has occurred after decades without outbreaks.</p><p>Abbas said the fact that the two confirmed cases are both healthcare workers in the same hospital indicates a potential transmission from an infected but undiagnosed patient to the healthcare workers at the hospital.</p><figure id=\"attachment_4273710\" aria-describedby=\"caption-attachment-4273710\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273710\" src=\"/wp-content/uploads/2026/01/2026-01-29T063807Z_517781593_RC2BPP9129J1_RTRMADP_3_HEALTH-NIPAHVIRUS-1769679681.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nipah\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273710\" class=\"wp-caption-text\">Field laboratory assistants catch a bat to collect specimens for Nipah virus research in the Shuvarampur area of Faridpur, Bangladesh, on September 14, 2021 [File: Mohammad Ponir Hossain/Reuters]</figcaption></figure><h2 id=\"is-there-a-vaccine-for-the-virus\">Is there a vaccine for the virus?</h2><p><a href=\"https://www.who.int/news-room/fact-sheets/detail/nipah-virus\">According to</a> the WHO, there is currently no approved treatment or vaccine available for people infected by the virus or animals carrying the virus.</p><p>The University of Oxford has been conducting clinical trials in Bangladesh to test a Nipah virus vaccine and <a href=\"https://cepi.net/university-oxford-launches-worlds-first-phase-ii-nipah-virus-vaccine-trial\" target=\"_blank\" rel=\"noopener\">launched</a> the second phase of trials in December 2025.</p><p>In the absence of approved vaccines, doctors have been treating patients with antivirals such as Ribavirin. <a href=\"https://www.cdc.gov/nipah-virus/hcp/clinical-overview/index.html\" target=\"_blank\" rel=\"noopener\">According to</a> the United States government’s Centers for Disease Prevention and Control (CDC), Ribavirin was used to treat a small number of patients in a 1999 Nipah outbreak in Malaysia, but its efficacy in treatment remains unclear.</p><p>The CDC has said that the drug Remdesivir could also help prevent Nipah “when given to exposed nonhuman primates”.</p><p>The Indian state of Kerala <a href=\"/features/2025/7/26/what-is-the-nipah-virus-and-is-it-spreading-in-southern-india\">used</a> Remdesivir during a 2023 outbreak which resulted in an improved case fatality rate.</p><h2 id=\"which-countries-have-announced-enhanced-screening-for-nipah-virus\">Which countries have announced enhanced screening for Nipah virus?</h2><p>Thailand, Indonesia, Nepal and Malaysia have all tightened international airport screening.</p><p>Thailand’s health ministry told journalists that it has assigned special parking bays for aircraft arriving from Nipah-affected countries, and passengers have been asked to complete health declaration forms before immigration.</p><p>Thermal scanners have also been installed at the Suvarnabhumi airport in Bangkok to screen people for fever and other symptoms of the virus.</p><p>Malyasia, Indonesia and Nepal have implemented similar measures at their international airports.</p><h2 id=\"what-is-the-best-way-to-prevent-the-spread-of-this-virus\">What is the best way to prevent the spread of this virus?</h2><p>On Wednesday, Hong Kong daily The South China Morning Post <a href=\"https://www.scmp.com/week-asia/health-environment/article/3341520/nipah-cases-india-raise-regional-anxiety-experts-say-wider-spread-unlikely\" target=\"_blank\" rel=\"noopener\">reported</a> that social media channels in China had been flooded with posts from people expressing concern over the outbreak of the virus in India.</p><p>“It’s so scary, especially with the Spring Festival coming up. I don’t want to experience another lockdown,” one social media user said.</p><p>“Can’t we temporarily shut the travel channel with India?” another user asked, according to the SCMP.</p><p>China’s state broadcaster, CCTV, reported that the country has not recorded any Nipah virus cases so far but warned that there could be risks of imported cases.</p><p>According to Abbas, however, the virus is not like the COVID-19 virus which resulted in yearlong lockdowns around the world from 2020.</p><p>He said severe cases of the Nipah virus could be managed “through intensive supportive care”.</p><p>He added that besides airport health screenings, countries should focus on promoting measures to prevent the virus, like good hygiene, proper ventilation, avoiding crowds, staying home when ill, seeking timely medical advice and maintaining a healthy lifestyle to support immunity.</p><p>The WHO has also provided guidelines for controlling the spread of the virus.</p><p>In particular, it stated in a 2018 report, “decreasing bat access to date palm sap and other fresh food products” is required.</p><p>“Keeping bats away from sap collection sites with protective coverings [such as bamboo sap skirts] may be helpful. Freshly collected date palm juice should be boiled, and fruits should be thoroughly washed and peeled before consumption. Fruits with sign of bat bites should be discarded,” the WHO reported.</p><p>It added that people should wear gloves and other protective clothing while handling sick animals or their tissues, and during slaughtering and culling procedures.</p><p>To control the spread of the virus in healthcare settings, WHO said, “contact and droplet precautions should be used in addition to standard precautions. In some cases, “airborne precautions” may also be required.</p><p>“Close unprotected physical contact with Nipah virus-infected people should be avoided. Regular hand washing should be carried out after caring for or visiting sick people,” the WHO added.</p></div></div></body></html>"
        },
        {
            "title": "‘Wael’s last wish’: Man detained by ICE denied release for son’s funeral | Donald Trump News | Al Jazeera",
            "time": "2026-01-29T10:53:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Maher-and-Wael-Tsrabishi-1769642522.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The restrictions placed on Maher Tarabishi will haunt him long after his 30-year-old son, Wael, is laid to rest.</p><p>For decades, Maher, 62, had cared for his son as he struggled with a rare genetic condition called Pompe disease, which causes muscle weakness and severe respiratory problems.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The disease required round-the-clock care and dozens of surgeries, which Maher carefully attended to.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But Maher was abruptly separated from Wael last year, as part of United States President Donald Trump’s immigration crackdown.</p><p>Last Friday, when Wael drew his final breath, Maher was not there to hold him. When Wael’s funeral is held on Thursday at a mosque in Arlington, Texas, Maher will once again be absent, unable to say his final goodbyes.</p><p>That is because Maher remains in the custody of Immigration and Customs Enforcement (ICE), and in each instance, his requests for a temporary release have been denied.</p><p>“Wael’s last wish was, ‘Let me at least just see my father. Let me at least hold his hand,'” Shahd Arnaout, Wael’s sister-in-law, told Al Jazeera.</p><figure id=\"attachment_4272909\" aria-describedby=\"caption-attachment-4272909\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4272909\" src=\"/wp-content/uploads/2026/01/Maher-and-Wael-Tarabishi-2-final-1769642743.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Maher Tarabishi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4272909\" class=\"wp-caption-text\">Maher Tarabishi poses for a family photo with his son Wael [Credit: @freemahertarabishi on Instagram]</figcaption></figure><p>Maher, a Jordanian national, had lived in the US for years under a so-called “supervision order” from a court. It allowed him to remain in the country to care for his son, despite a 2006 order calling for his removal.</p><p>But the conditions of his stay included annual check-ins with ICE, which Maher completed for more than two decades. Over that time, he provided immigration agents with documents explaining his son’s complications from his surgeries and the care he needed to survive.</p><p>But on October 28, 2025, something changed. During Maher’s last check-in, ICE agents took him into detention as part of Trump’s <a href=\"/news/2026/1/27/trumps-approval-on-immigration-falls-to-record-low-new-poll-finds\">hardline immigration policies</a>.</p><p>His family spent months trying to convince officials of the role Maher played in his son’s life. Their petitions went unheeded.</p><p>Arnaout and other family members attended to Wael in his absence, but they were acutely aware of the unique bond the father and son had built over their 30-year relationship.</p><p>“It was very scary, because we didn’t want to do anything wrong,” Arnaout recounted. “His body was very fragile. We had to wait for Maher to call, so we could ask the questions we needed to ask.”</p><p>“One time, his feeding tube came all the way up,” she added. “We had to wait until Maher called so we could show him through video whether we were doing the right steps or not.”</p><h2 id=\"ice-is-responsible\">‘ICE is responsible’</h2><p>Wael’s family draws a direct line between his death and his father’s enforced absence, noting the 30-year-old experienced a physical and psychological decline as the months of separation stretched on.</p><p>During that time, he twice ended up in intensive care, and his health deteriorated during his most recent visit.</p><p>“ICE is responsible for the death of Wael,” Arnaout said. “They may not kill him with a bullet, but they killed him inside.”</p><p>As it became clear Wael’s final moments were approaching, family lawyer Ali Elhorr made a desperate appeal to ICE officials for Maher’s release.</p><p>First, Elhorr travelled to an ICE field office in Dallas, where he was told to contact the Bluebonnet Detention Center, where Maher was being held.</p><p>He was then given an email and sent back to the Dallas field office, before being redirected to another detention centre in Alvarado, Texas, an hour’s drive away.</p><p>Finally, Elhorr found the docket officer in charge and explained the situation. Soon after, he received an update.</p><p>“Basically, Maher would only be allowed a virtual [visit],” Elhorr recalled. “So basically, a Zoom call.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Maher was not able to be in the room as his son died. Elhorr’s efforts to gain Maher a supervised release for Wael’s funeral met a similar end.</p><p>“Initially, it seemed like they had agreed. They asked me to send through email exact funeral details, like times and locations of the different events, and it seemed like they were actually working to move him,” Elhorr said.</p><p>“And then, about 15 minutes later, I get another call from the officer who said, ‘My director called me and told me that he would not be allowed to attend his funeral.'”</p><p>To Elhorr, the message was clear: “The decision was made from higher up.”</p><p>The government’s indifference to Maher’s requests has drawn nationwide outrage, as the family shared their story on a <a href=\"https://www.gofundme.com/f/support-mahers-family-during-this-urgent-crisis\">GoFundMe page</a> to help raise money for their legal fees.</p><p>“It’s just no compassion. No moral compass. It’s shameful in this country,” said Mustafaa Carroll, the interim executive director of the Texas branch for the Council on American-Islamic Relations (CAIR).</p><p>“I have four sons. I can’t imagine what that must be like,” Carroll added. “They’re treating him like a hardened criminal.”</p><h2 id=\"this-has-to-stop\">‘This has to stop’</h2><p>According to his lawyer and family, Maher has no criminal history and no history of disobeying the provisions set out by immigration officials.</p><p>They are seeking to have Maher’s immigration case reopened after discovering that the individual who initially filed his immigration paperwork appears to have fraudulently posed as a lawyer.</p><p>Elhorr hopes the case, which is making its way through immigration court, could lead to Maher’s removal order being nixed. He has lived in the country since 1994.</p><p>ICE did not respond to Al Jazeera’s request for information on Maher’s case.</p><p>However, in a statement to NBC News last year, an ICE spokesperson described Maher as a “criminal alien and self-admitted member of the Palestine Liberation Organization [PLO] – a murderous foreign terrorist organization that has carried out countless terrorist attacks and plane hijackings”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Elhorr said the claim is as baffling as it is false. He emphasised that Maher has “zero involvement” with the PLO, which is an umbrella term for a coalition of Palestinian groups.</p><p>Furthermore, while the PLO was designated as a “terrorist” group by the US in 1987, it has been regularly granted waivers to maintain a diplomatic presence in the US.</p><p>For her part, Arnaout said Wael’s death has added a new dynamic to the push for Maher’s release.</p><p>“Maher was Wael’s arms, his legs, his lungs,” she said. “He has not been holding up. He is always alone, thinking about his son. We don’t want to lose him, too.”</p><p>“No family should go through this. No one,” she added. “This has to stop.”</p></div></div></body></html>"
        },
        {
            "title": "Mbappe blasts Real Madrid after Champions League loss at Benfica | Football News | Al Jazeera",
            "time": "2026-01-29T10:16:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2258745034-1769680880.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Mbappe blasts Real Madrid after Champions League loss at Benfica</h1><p class=\"article__subhead\"><em>French forward Kylian Mbappe questions team’s desire after damaging defeat sends Real Madrid into playoffs.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Real Madrid striker Kylian Mbappe has said his team “deserve” to be in their current situation because they were not consistent enough for a top-eight spot as his side slipped into the Champions League playoff round.</p><p>The record 15-time European champions fell to <a href=\"/sports/2026/1/28/mourinhos-benfica-drag-real-madrid-with-them-to-champions-league-playoffs\">a 4-2 defeat</a> at Jose Mourinho’s Benfica on Wednesday, finishing ninth in the league phase table, meaning they must face their Portuguese conquerors or Bodo/Glimt in February instead of reaching the last 16 directly.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>After three wins in their previous three matches under new coach Alvaro Arbeloa, Madrid were brought back down to earth by Benfica in Lisbon.</p><p>“The problem is we aren’t consistent in our play, we have to fix that, you can’t have one day [playing well] and another not, a champion team does not do that,” Mbappe told reporters.</p><p>“We deserve to be in this situation today. Benfica were better. Now we have to play two more playoff games. It hurts to have to play those. We wanted to have the time in February to work on our game.”</p><p>Mbappe said he could not put his finger on a clear reason why Madrid played so poorly against Benfica.</p><p>“I think it’s a bit of everything. I can’t tell you it’s just a matter of attitude, because if I only say that, you’ll think we came here without any desire,” said the French superstar, who scored twice in the defeat.</p><p>“If I tell you it’s a football issue, you’ll think the team is bad. No, I think it’s a broader issue, and in the Champions League, every detail matters if you want to beat your opponent.</p><p>“It shows you that if you don’t come in with everything you need to win a Champions League match, the opponent will come and, as they say, make fools of you.”</p><p>However, Mbappe called on Madrid’s fans to support the team at the Santiago Bernabeu on Sunday against Rayo Vallecano in La Liga, rather than booing as they did earlier in January.</p><p>“Come and support the team – we had a bad game – but we are not knocked out of the Champions League, and in La Liga we’re in a good dynamic now,” pleaded Mbappe.</p><p>“If the Bernabeu is with us, we will win on Sunday.”</p></div></div></body></html>"
        },
        {
            "title": "What we know about the US-proposed Gaza community | Gaza | Al Jazeera",
            "time": "2026-01-29T10:11:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769681447.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Senegal and Morocco handed fines and bans after AFCON final farce | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-29T10:10:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26019250387051-1769679771.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>African football’s governing body has issued fines worth more than $1m and banned Senegal’s coach and Senegalese and Moroccan players over a shambolic African Cup of Nations (AFCON) final that involved a walk-off protest by one of the teams, fans trying to storm the field and fights among journalists.</p><p>The bans, announced on Thursday, apply only to African games and not the World Cup, which kicks off in June and which Senegal and Morocco have both qualified for.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The sanctions announced by the Confederation of African Football (CAF) include fines totalling $615,000 for the Senegalese Football Federation and $315,000 for the Royal Moroccan Football Federation for unsporting and improper conduct by their players, coaching staff and supporters, among other offences.</p><p>At the January 18 <a href=\"/news/2022/2/6/mane-converts-decisive-penalty-as-senegal-win-afcon-final\">AFCON finale</a>, Senegal’s players walked off the pitch, led by coach Pape Thiaw, in protest against a penalty awarded late in regulation time to the hosts, Morocco. Thiaw, who last week <a href=\"/sports/2026/1/22/senegal-coach-defends-afcon-final-walk-off-ahead-of-expected-sanction\">defended his side’s actions</a>, was banned for five African games and given a fine of $100,000 for bringing the game into disrepute, the African confederation said.</p><p>The game restarted after a delay of about 15 minutes. Morocco missed the penalty, and Senegal won the African title 1-0 after extra time.</p><p>The heated final in Rabat also saw supporters trying to storm the field, Morocco’s and Senegal’s players scuffling on the sidelines, reporters from the two countries fighting in media areas and a bizarre sequence in which Moroccan ball boys tried to seize a towel being used by Senegalese goalkeeper Edouard Mendy – in an apparent bid to distract him and help their team win the continental title.</p><p>That behaviour by the home team’s ball boys led to a $200,000 fine for Morocco’s federation, which will be a cohost of the 2030 World Cup alongside Spain and Portugal and has come under scrutiny for the chaotic African final.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>That behaviour by the home team’s ball boys led to a $200,000 fine for Morocco’s federation, which will be a co-host of the 2030 World Cup alongside Spain and Portugal and has come under scrutiny for the chaotic African final.</p><p>Morocco was hoping to host the 2030 World Cup final in Casablanca at the Hassan II Stadium, set to be the largest football arena in the world with a capacity of 115,000 people after its planned completion in 2028. But this month’s African final reflected badly on it.</p><p>Morocco coach Walid Regragui said the game had given African football a “shameful” image.</p><p>Senegalese players Iliman Ndiaye and Ismaila Sarr were banned for two African games, Morocco’s Achraf Hakimi was also banned for two games with one suspended and Morocco’s Ismael Saibari was banned for three games and fined $100,000 for unsporting behaviour.</p><p>CAF dismissed an appeal by Morocco to have the result cancelled and Morocco declared the winner because of the Senegalese walk-off.</p><p>The game even strained diplomatic ties between Senegal and Morocco, prompting government officials in both nations to pledge to stay friends and call for calm. In Morocco, rights groups denounced what they called hate speech targeting sub-Saharan African residents in the country.</p><p>Senegalese Prime Minister Ousmane Sonko said on an investment-related trip to Morocco days after the game that the reaction to it should be seen as “emotional outbursts produced by fervour and not as political or cultural rifts”.</p><p>In a further blow to Morocco’s 2030 FIFA World Cup ambitions, the president of Spain’s football federation <a href=\"/sports/2026/1/27/spanish-football-president-declares-it-will-host-2030-world-cup-final\">declared on Tuesday</a> that his country would be hosting the final.</p><p>FIFA, who will have the deciding say, have yet to confirm where the showpiece match of the tournament will be held.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Clashes between government troops and Tigrayan forces erupt in Ethiopia | Conflict News | Al Jazeera",
            "time": "2026-01-29T09:59:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/IMG-20260121-WA0010-1769018491-e1769113371205.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Clashes between government troops and Tigrayan forces erupt in Ethiopia</h1><p class=\"article__subhead\"><em>‘Deteriorating’ situation causes suspension of flights, security and diplomatic sources say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Clashes between Ethiopian federal government troops and Tigrayan forces have erupted in the country’s northern Tigray, a region still devastated and impoverished from a full-blown war and more recent huge cuts in international aid.</p><p>The fighting has triggered the suspension of flights, security and diplomatic sources told the AFP news agency on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hostilities broke out in recent days in Tsemlet, western Tigray, an area claimed by forces from the neighbouring Amhara region, the sources told AFP. “The situation appears to be deteriorating,” the security source said on condition of anonymity.</p><p>The <a href=\"/features/longform/2024/11/2/two-years-on-tigray-war-survivors-hope-time-will-heal-the-scars-of-war\">Tigray war</a>, which started in 2020, killed thousands of people and displaced millions more before the conflict ended in 2022.</p><p>Al Jazeera reported in recent days from <a href=\"/features/2026/1/23/hunger-death-devastation-no-respite-in-tigray-a-year-after-us-aid-cuts\">Hitsats in Tigray</a>, a destitute village that has been sustained mostly by humanitarian organisations, including the United States Agency for International Development (USAID) – once Ethiopia’s largest source of humanitarian aid.</p><p>But that changed abruptly a year ago when US President Donald Trump took office and promptly demolished the agency’s work and cut funding across the globe.</p><p>Across Tigray province, humanitarian organisations, including the World Food Programme (WFP), say that up to 80 percent of the population needs emergency support. But the USAID cuts mean there is less humanitarian funding available overall, and what remains is often directed towards hotspots and global conflict zones that are considered worse emergencies.</p><p>In Ethiopia, which used to be the largest recipient of USAID funds in sub-Saharan Africa before Trump’s cuts, the funding shortfalls have created critical gaps and put more pressure on other organisations.</p><p>In Tigray, “donor funding cuts have placed additional strain on an already fragile public health system,” Joshua Eckley, head of mission at Doctors without Borders for Ethiopia, told Al Jazeera on January 22, before the eruption of clashes.</p><p>“As aid actors scale back or suspend activities in the region due to funding constraints, the most vulnerable are experiencing reduced access to medical care, water and sanitation services … while overall humanitarian needs continue to exceed the collective capacity.”</p><p>Months after suspending USAID in Ethiopia, the US government announced the resumption of some of its support to the country, but many say little has come to regions like Tigray, whose economy, as well as population, remains devastated after years of conflict.</p></div></div></body></html>"
        },
        {
            "title": "Israel seeks ‘more exits than entries’ at Gaza’s Rafah as Egypt objects | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-29T09:54:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/10/AP23287435823048-1697285675.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As preparations accelerate for the partial Israeli reopening of Gaza’s Rafah border crossing, tentatively scheduled for Sunday, a simmering dispute has erupted between Egypt and Israel regarding which and how many Palestinians may leave and return.</p><p>Many are <a href=\"/news/2026/1/27/lives-on-hold-for-two-years-some-hope-stuck-behind-gazas-rafah-crossing\">seeking urgent medical attention</a> that cannot be found in a healthcare system decimated by Israel in its more than two-year genocidal war. Others want to reunite with family or pursue an education, all put on hold because of the war.</p><p>According to a report by Israel’s public broadcaster Kan on Wednesday, Israeli negotiators have presented a condition regarding the flow of travellers: that the number of Palestinians leaving Gaza and entering Egypt through the crossing must exceed the number of those permitted to enter.</p><p>The broadcaster reported that Egyptian officials rejected this asymmetric formula, insisting on an “equal ratio” of entries and exits. Cairo reportedly fears that Tel Aviv’s position is a calculated attempt to engineer emigration and permanently reduce Gaza’s population.</p><p>While North Sinai Governor Khaled Megawer affirmed to local media Egypt’s operational readiness “for all scenarios”, the technological mechanisms being imposed on the ground suggest a system designed to filter the population.</p><figure id=\"attachment_2414318\" aria-describedby=\"caption-attachment-2414318\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2414318\" src=\"/wp-content/uploads/2023/10/INTERACTIVE-What-is-the-Rafah-crossing-1697466070.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"INTERACTIVE - What is the Rafah crossing map-GAZA_ISRAEL_Oct 16_2023\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2414318\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"remote-screenings-for-exit-physical-screenings-for-entry\">‘Remote’ screenings for exit, physical screenings for entry</h2><p>While Kan reported on the dispute over numbers, the Israeli news site Ynet revealed the technical details of the proposed operation, which suggest a crossing that operates on a double standard.</p><p>According to the website and security sources, all travellers must be vetted by Israel’s <a href=\"/video/al-jazeera-world/2013/10/24/inside-shin-bet\">Shin Bet</a> security service 24 hours in advance. But the actual crossing process differs sharply by direction. A European Union monitoring mission is also expected to be on hand, but its role is unclear. Here is the reported plan:</p><ul>\n<li><strong>Leaving Gaza:</strong> For Palestinians exiting to Egypt, Ynet reported, there will be no physical Israeli presence inside the terminal. Instead, Israel will operate a “remote control” system. <a href=\"/news/2026/1/28/uk-police-to-use-ai-facial-recognition-tech-linked-to-israels-war-on-gaza\">Facial recognition</a> cameras will transmit live feeds to an Israeli command centre where officers will have the capability to remotely lock the electronic gates instantly if a “<a href=\"/news/2023/5/7/chilling-effect-israels-ongoing-surveillance-of-palestinians\">suspect</a>” is identified.</li>\n<li><strong>Entering Gaza:</strong> For Palestinians trying to return home, the process is far more invasive. Returnees will be funnelled into an Israeli military checkpoint established just past the border. There, they will be subjected to body searches, X-ray scanning and biometric verification by Israeli soldiers before crossing the “yellow line”, which marks the 58 percent of Gaza that Israeli forces still occupy, and leaving Israel’s self-proclaimed buffer zone.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rafah-2-a-one-way-ticket\">‘Rafah 2’: A one-way ticket?</h2><p>This structural disparity has raised alarm among observers. Major General Samir Farag, former head of the Egyptian army’s Morale Affairs Department, told Al Jazeera that Israeli Prime Minister Benjamin Netanyahu is trying to bypass <a href=\"/news/2005/11/15/deal-struck-over-gaza-border-crossing\">the 2005 Agreement</a> on Movement and Access concerning the Rafah crossing.</p><p>Farag said the Israeli proposal involves opening Rafah “in one direction” for exit only as part of a “displacement” agenda – a move he said Egypt has “categorically rejected”.</p><p>Ibrahim Al-Madhoun, director of the Palestinian Institution for Media, argued that this setup, often referred to as “Rafah 2”, is not a border crossing in the traditional sense but a “sorting platform managed with a mentality of forced displacement”.</p><p>“Israel is making exit relatively easier via remote monitoring while making entry a humiliating, physical ordeal at a military post,” Al-Madhoun told Al Jazeera. “They are engineering a system where people are encouraged to leave but are too terrified – or simply denied permission – to return.”</p><p>The proposed system marks a departure from the 2005 agreement, which designated Rafah as a Palestinian-Egyptian crossing under EU supervision, specifically to guarantee Palestinian sovereignty.</p><p>Security expert Osama Khaled warned that the implications of the new mechanism go beyond logistics. By inserting itself into the minutiae of the crossing, Israel would secure a permanent chokehold on this Gaza lifeline.</p><p>“This is comprehensive electronic surveillance designed to ensure a mandatory Israeli presence,” Khaled said. “It transforms the crossing from a sovereign gateway into a tool for political blackmail.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The sharp focus on the Rafah crossing also has a darker side. According to comments by retired Israeli General Amir Avivi, who still advises the military, Israel has cleared land in Rafah to construct an enormous facility to entrench its military control and presence in Gaza for the long term.</p><p>Avivi on Tuesday described the project as a “big, organised camp” capable of holding hundreds of thousands of people. He said it would be equipped with “ID checks, including facial recognition”, to track every Palestinian entering and leaving.</p></div></div></body></html>"
        },
        {
            "title": "Video: US agents placed on leave over Pretti shooting as vigil held | Police | Al Jazeera",
            "time": "2026-01-29T09:19:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769678367.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "China warns against US ‘military adventurism’ as Iran tensions escalate | Military | Al Jazeera",
            "time": "2026-01-29T08:39:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/CHINA_USMILITARY_HORIZONTAL_THUMB-1769675722.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has told the UN Security Council that US ‘military adventurism’ in the Middle East will push the region into chaos, as President Donald Trump continues to threaten strikes on Iran if it does not submit to his demands.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Is the global economic order unravelling? | Business and Economy | Al Jazeera",
            "time": "2026-01-29T08:21:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/global-economic-order-1-1769674830.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">As the United States pushes its ‘America First’ agenda, its partners are edging towards China and new alliances are being formed.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>It was built on democracy, open markets and cooperation – with America at the helm.</p><p>But the rules-based global order created after World War II is now under strain. Conflicts are rising. International rules are being tested. Trade tensions are escalating. And alliances are shifting.</p><p>At the centre of it all is US President Donald Trump.</p><p>In just a few short weeks, he’s captured Venezuela’s president, vowed to take control of Greenland, and threatened to slap tariffs on those who oppose him.</p><p>Meanwhile, China is presenting itself as a stable partner.</p><p>Many warn that the global order is starting to break apart.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}