{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "People climb from windows of burning campus building in Dakar | Infrastructure | Al Jazeera",
            "time": "2026-02-10T19:32:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770751934.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US imposes new Hezbollah sanctions targeting gold exchange firm | Hezbollah News | Al Jazeera",
            "time": "2026-02-10T19:32:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP24295240423417-1770745300.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>US imposes new Hezbollah sanctions targeting gold exchange firm</h1><p class=\"article__subhead\"><em>Trump administration vows to cut off Lebanese group ‘from the global financial system’ amid daily Israeli violations.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has imposed sanctions on a gold firm <a href=\"/news/2026/1/25/wave-of-israeli-attacks-kills-two-in-lebanon-in-latest-ceasefire-violation\">in Lebanon</a> that it accused of having ties to Hezbollah as Washington pushes to choke off the group’s revenue streams.</p><p>The administration of US President Donald Trump blacklisted Jood SARL on Tuesday, saying the company is helping convert Hezbollah’s “gold reserves into usable funds” to help sustain efforts to rebuild itself after a <a href=\"/news/2024/9/28/hassan-nasrallah-hezbollah-leader-killed-in-beirut-in-israeli-strike\">series of deadly attacks.</a></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Hezbollah is a threat to peace and stability in the Middle East,” US Treasury Secretary Scott Bessent said in a statement.</p><p>“Treasury will work to cut these terrorists off from the global financial system to give Lebanon a chance to be peaceful and prosperous again.”</p><p>Hezbollah has long rejected US sanctions, which it says contribute to <a href=\"/news/2025/12/30/what-is-lebanons-gap-law-that-attempts-to-end-the-financial-crisis\">the economic crisis</a> in Lebanon and primarily harm civilians.</p><p>The sanctions come at a time when <a href=\"/economy/2026/2/8/understanding-the-value-of-gold-prices-global-reserves-and-market-trends\">gold prices</a> have reached record highs, surpassing $5,000 per ounce.</p><p>The US Treasury said Jood SARL works under al-Qard al-Hassan (AQAH), an already sanctioned Hezbollah-linked entity that provides financial services in Lebanon.</p><p>“After facing challenges throughout early 2025 to secure funding, Hezbollah directed AQAH … to ensure the terrorist group’s continued access to cash flow,” the Treasury said.</p><p>“Senior al-Qard al-Hassan officials established a chain of companies to trade gold in Lebanon and potentially overseas.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"painful-blows\">‘Painful blows’</h2><p>On Tuesday, the Treasury also imposed sanctions on several individuals and shipping companies it said help generate revenue for Hezbollah.</p><p>The sanctions block the firms’ assets in the US and generally make it illegal for US citizens and companies to engage in financial transactions with them.</p><p>Israel delivered painful blows to Hezbollah in 2024, killing the group’s top military and political officials as the Israeli military invaded <a href=\"/video/newsfeed/2025/10/17/huge-israeli-airstrikes-on-lebanon-despite-ceasefire\">south Lebanon</a> and turned many villages on the Lebanese side of the border into rubble.</p><p>Despite these setbacks, after the November 2024 ceasefire, Hezbollah provided millions of dollars to pay for temporary housing for families whose homes were destroyed in the Israeli assault.</p><p>Israel, which has launched <a href=\"/news/2026/2/9/lebanese-group-accuses-israel-of-abducting-its-leader-in-raid\">daily attacks</a> across Lebanon despite the truce, has been blocking the reconstruction of southern villages, preventing tens of thousands of displaced people from returning to their towns.</p><p>While piling up sanctions against Hezbollah, the US has not pressured Israel to stop its abuses against Lebanon.</p><p>Earlier this year, the Lebanese Foreign Ministry <a href=\"/news/2026/1/26/lebanon-files-un-complaint-against-israels-daily-ceasefire-violations\">submitted a complaint</a> to the United Nations documenting 2,036 Israeli violations of the “ceasefire” in the final three months of 2025.</p><p>Besides external pressures from the US and Israel, Hezbollah faces a push by the Lebanese government to disarm the group.</p><p>However, Hezbollah has rejected calls to give up its weapons, arguing it has a right to resist what it describes as Israeli “expansionism”.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3518594\" src=\"/wp-content/uploads/2025/02/INTERACTIVE-Israel-Hezbollah-Lebanon-remain-in-5-locations-1739885189.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Israel-Hezbollah Lebanon remain in 5 locations-1739885189\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Why is a moderate Democrat’s primary loss being called an AIPAC backfire? | Elections News | Al Jazeera",
            "time": "2026-02-10T19:32:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_698b67e0425d5-1770743776.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> Tom Malinowski, a moderate Democrat, has conceded defeat to progressive Analilia Mejia in a crowded primary race in New Jersey for the United States House of Representatives.</p><p>But the race is being called a loss not just for Malinowski but also for the influential pro-Israel organisation that opposed him: the American Israel Public Affairs Committee (AIPAC).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In recent years, Malinowski, a former Congress member, has offered only mild criticism of Washington’s unconditional support for Israel, suggesting conditions could be placed on US aid.</p><p>That, however, was enough to trigger <a href=\"/news/2026/2/4/aipac-linked-pac-ups-pressure-on-moderate-us-democrat-in-new-strategy\">an onslaught</a> of targeted attack advertisements from the United Democracy Project (UDP), a super PAC linked to AIPAC.</p><p>Critics say the campaign against Malinowski is a sign of AIPAC’s zero-tolerance strategy towards any criticism of Israel, despite the risk of blowback from a Democratic electorate increasingly wary of Israel’s actions.</p><p>In this case, UDP’s spending appeared to help Mejia, the most critical candidate in the race of US-Israel policy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Malinowski’s concession on Tuesday comes five days after the February 5 Democratic primary, as officials finish tallying outstanding votes.</p><p>As of Tuesday, Mejia, a former campaign official for progressive Senator Bernie Sanders, leads by about 900 votes.</p><p>Tahesha Way, a former lieutenant governor of New Jersey, came in a distant third, despite having been embraced by conservative Israeli media in the final stretch of the race.</p><p>Malinowski, too, had previously enjoyed AIPAC’s support and describes himself as “pro-Israel”. He formerly served as a congressmemeber representing a different New Jersey district from 2019 to 2023.</p><p>In his <a href=\"https://x.com/Malinowski/status/2021244666063081981\" target=\"_blank\" rel=\"noopener\">statement</a> conceding defeat, Malinowski applauded Mejia, saying she deserves “unequivocal praise and credit for running a positive campaign and for inspiring so many voters on election day”.</p><p>But he nevertheless acknowledged the role AIPAC played in the results.</p><p>“The outcome of this race cannot be understood without also taking into account the massive flood of dark money that AIPAC spent on dishonest ads during the last three weeks,” Malinowski wrote.</p><p>“The threat unlimited dark money poses to our democracy is far more significant than the views of a single member of Congress on Middle East policy.”</p><h2 id=\"an-ineffective-strategy\">An ineffective strategy?</h2><p>With Mejia’s victory, many observers see AIPAC’s newest approach backfiring.</p><p>Malinowski has long been a supporter of US funding for Israel. But he has suggested <span>that Washington should not provide a “blank cheque” to the government of Israeli Prime Minister Benjamin Netanyahu.</span></p><p>Mejia, in contrast, was the only candidate in the race to refer to Israel’s war in Gaza as a genocide.</p><p>She will face two Republicans in a special election in April, competing for a district that swung heavily Democratic in the 2024 vote.</p><p>While the Democratic Party’s progressive branch has long criticised AIPAC’s tactics, the campaign against Malinowski has brought criticism from what is considered its more “moderate” flank.</p><p>The advertisements bought by UDP did not specifically reference Malinowski’s support for Israel.</p><p>Instead, they attacked the former Congress member over domestic issues, including a 2019 vote in support of funding for Immigration and Customs Enforcement (ICE).</p><p>Representative Brad Schneider, the leader of the centrist caucus New Democrat Coalition, told the publication Politico that AIPAC’s strategy “raised eyebrows”.</p><p>He questioned the group for “spending against a candidate that would’ve been a New Dem and instead electing a far-left candidate”.</p><p>“Come on, guys, this is not what we were hoping for here,” said Schneider, who himself has enjoyed AIPAC support.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Mark Pocan, a Democratic Congressman and longtime AIPAC critic, meanwhile called the strategy a “monumental failure”.</p><p>He said the spending showed that Democratic voters were becoming increasingly averse not just to AIPAC but to groups associated with it, like the UDP, as outrage over Israel’s genocide in Gaza continues to grow.</p><p>“Their money is so toxic that the very people they are trying to help are now hurt by their involvement, no matter how well disguised,” Pocan <a href=\"https://x.com/MarkPocan/status/2020505199761338478\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p><p>For its part, AIPAC sent a letter to supporters last week, downplaying the situation. It noted that, because Mejia is running in a special election, even if she wins in April, her term will only run through January of next year. She will face another Democratic primary in June before the general election.</p><p>It pledged to get involved in that race as well.</p><p>“While this is not the outcome we hoped for, her prospective win was an anticipated possibility,” AIPAC said in its email.</p><p>“Our ultimate focus for this race remains the June primary that will likely determine who represents this district for the full term beginning in January 2027.”</p><p><em><strong>Ali Harb contributed reporting. </strong></em></p></div></div></body></html>"
        },
        {
            "title": "Why you’re getting less for your money | Financial Markets | Al Jazeera",
            "time": "2026-02-10T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770715013.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">As portions shrink and prices rise, shoppers feel the hidden cost of shrinkflation.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>On this episode of <em>The Stream</em>, we explain how brands use specific strategies to maximise profits on essential items. Inflation is loud, shrinkflation is sneaky, and together they’re hitting our wallets. We ask experts what consumers can do to avoid breaking their budgets.</p><p>Presenter: Stefanie Dekker</p><p>Guests:<br>\nOmar Fares – University of New Brunswick<br>\nEric Gardner – Business reporter</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Facing a mercurial Trump, countries scramble to forge new alliances | Business and Economy News | Al Jazeera",
            "time": "2026-02-10T19:16:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26037849957063-1770706305_09cff5-1770707293.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As Donald Trump continues to unleash havoc on allies and trading partners, countries are scrambling to forge new alliances and mend broken ones as they try to shield themselves from a mercurial American president.</p><p>The past few months have seen a flurry of diplomatic moves by governments seeking to lessen their reliance on the United States, including among countries that had long nursed grudges against one another.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Countries are trying to diversify economic and security partnerships,” Vina Nadjibulla, vice president at the Asia Pacific Foundation of Canada, told Al Jazeera.</p><p>“Many US allies, especially in the Indo-Pacific region, won’t decouple from the US – the US is too important, especially for security – but they are all looking for a US-plus strategy to minimise risk,” Nadjibulla said.</p><p>European Commission President Ursula von der Leyen is set to travel to Australia after the Munich Security Conference this weekend to push through a trade and security deal that has been in the works since 2018.</p><p>The trip comes on the heels of security and trade agreements that the European Union has lined up with the United Kingdom, Canada and, most recently, <a href=\"/economy/2026/1/27/mother-of-all-deals-how-india-eu-trade-deal-creates-27-trillion-market\" target=\"_blank\" rel=\"noopener\">India</a>, and weeks after the bloc signed a trade pact with Argentina, Brazil, Paraguay and Uruguay.</p><p>“It is difficult to overstate the disruption Donald Trump has inflicted on the global trading system,” Robert Rogowsky, adjunct professor of trade and economic diplomacy at Georgetown University, told Al Jazeera.</p><p>But Trump has also underestimated the world’s middle powers, said Rogowsky, referring to Canadian Prime Minister Mark Carney’s call at the World Economic Forum in Davos, Switzerland, for smaller countries to unite and show “genuine cooperation” as leading powers turn inwards.</p><p>“That resolve is rooted in a simple reality. For many countries, economic stability is a matter of national survival. Faced with repeated shocks from Washington, they can’t remain dependent on an increasingly erratic trading partner,” Rogowsky said.</p><p>Last month, Carney became the first Canadian leader to visit China in nearly a decade, seeking to reset ties that had been frozen since Canadian authorities arrested a top official of Chinese telecommunications giant <a href=\"/economy/2022/5/19/huawei\" target=\"_blank\" rel=\"noopener\">Huawei</a> in December 2018.</p><p>During Carney’s meeting with Chinese President Xi Jinping in Beijing, the two leaders agreed to slash tariffs on certain goods and allow up to 49,000 Chinese electric vehicles into Canada with minimal tariffs.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last week, Canadian Industry Minister Melanie Joly said her government was working with China to launch a joint EV assembly facility in Canada to export to the world.</p><p>The move marks a significant departure from Canada’s previous efforts to restrict China’s EV industry, including a 100 percent tariff on imports introduced after a similar move by the US.</p><p>Canada is also trying <a href=\"/news/2025/11/13/canada-moves-to-rebuild-trade-ties-with-india-after-years-of-tension\">to rebuild ties</a> with India, another key trading partner, after years of tensions over the killing of a Canadian Sikh activist, with Carney expected to visit New Delhi in the next few months.</p><h2 id=\"reconfiguration-of-trade\">‘Reconfiguration of trade’</h2><p>“The reconfiguration of global trade is under way,” Rogowsky said.</p><p>Although remaking supply chains and trade relationships that evolved in the aftermath of World War II will be neither quick nor easy, particularly when they involve the world’s largest economy, “the pace of change is accelerating”, he added.</p><p>While two-way trade between the US and 19 of its trade partners grew slightly last year, total global trade grew much faster, according to Gary Hufbauer, nonresident senior fellow at the Peterson Institute of International Economics.</p><p>In dollar terms, US trade with its partners grew 3.6 percent, compared with a 6.3 percent increase in global trade, he said.</p><p>One reason for the marginal change in US trade, despite Trump’s tariffs and threats, is that many countries ramped up their exports in anticipation of new taxes. Deeply embedded supply chains also take time to change.</p><p>“There is no doubt Trump has shaken the world trade order. Most importantly, trading rules once agreed in the WTO, or FTAs, no longer bind the US,” Hufbauer told Al Jazeera.</p><p>“From a diplomatic standpoint, trust in the US has dropped to a post-Second World War low. Carney is right to describe the current geopolitical context as a ‘rupture’ from the past 80 years.”</p><p>Hufbauer said he expected to see further trade diversion away from US trade this year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“There is a lot of geopolitical uncertainty, and countries are proactively looking to hedge,” Farwa Aamer, director of South Asia Initiatives at the Asia Society Policy Institute, told Al Jazeera.</p><p>“It’s almost like trade agreements and partnerships today are strategic signals that there are friends and partners beyond Washington. However, there is a parallel effort in keeping ties with Washington as stable as possible. It is a big market and carries major global weight. A stable relationship with the US is pragmatic.”</p></div></div></body></html>"
        },
        {
            "title": "EU votes to allow deportation of migrants to ‘safe’ third countries | Migration News | Al Jazeera",
            "time": "2026-02-10T18:47:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-10T143127Z_939317512_RC247DAPQNF5_RTRMADP_3_EU-MIGRATION-1-1770744753.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>EU votes to allow deportation of migrants to ‘safe’ third countries</h1><p class=\"article__subhead\"><em>New rule could be used to send asylum seekers to countries they have no ties to if they’re ‘deemed’ safe.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European Parliament passed new legislation letting member states deport migrants to designated “safe” countries outside the EU even if they are not from those nations.</p><p>European lawmakers approved the measure on Tuesday with a vote of 396‑226 as centre and far-right members backed it.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Under the new rules, EU states will be able to send asylum seekers to third countries they merely transited through, provided those countries are deemed to respect “international standards” for migrant treatment.</p><p>They could also deport asylum seekers to “safe” third countries with which they have no prior ties, if an agreement is reached with the host state, the UK’s Guardian newspaper reported. The rules are expected to take effect in June.</p><p>The move underlines the rise in anti-immigration sentiment across the European Union over ⁠the past decade that has broadened popular support for far-right parties.</p><p>The legislation’s text – which requires final formal approval from the 27 EU member governments – marks a sharp hardening of EU migration policy that has taken shape since an influx of more than one million refugees and migrants in 2015-16.</p><p>Rights groups warned the policy could be used to deport migrants to countries where they have no ties and can be mistreated.</p><p>“The new ‘safe third country’ rules are likely to force people to countries they may never have set foot in – places where they have no community, do not speak the language, and face a very real risk of abuse and exploitation,” said Meron Ameha Knikman, senior adviser for the International Rescue Committee.</p><p>During Tuesday’s session, the European Parliament also signed off on a list of “safe countries” including Bangladesh, Colombia, Egypt, India, Kosovo, Morocco and Tunisia.</p><p>Migrants in some of those countries, including <a href=\"/features/2018/12/3/raped-abused-and-harassed-tale-of-female-migrants-in-morocco\">Morocco</a> and Tunisia, have reportedly faced widespread abuse and mistreatment, including being expelled into remote desert zones <a href=\"/news/2024/9/12/in-tunisia-refugees-and-migrants-are-expelled-to-the-desert-left-helpless\">in Tunisia</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Cecilia Strada, an Italian lawmaker in the Socialists and Democrats Group in European Parliament that voted against the designations, said the “so-called ‘safe countries of origin’ are not safe”.</p><p>“This parliament has passed resolutions on many of these countries, condemning deteriorations in their rule of law, democracy, and fundamental rights. Today’s vote ignores the reality of the facts,” said Strada.</p><p>Last May, <a href=\"/news/2024/4/10/european-parliament-passes-asylum-and-migration-reforms\">the EU endorsed sweeping reforms</a> to the bloc’s asylum system, with the European Commission issuing the new Pact on Migration and Asylum. The pact, among other things, called for increasing deportations and setting up “return hubs” – a euphemism for deportation centres for rejected asylum seekers.</p><p>“The text on safe countries of origin will place hundreds of thousands of people in situations of great danger. Third countries will be deemed safe despite an extremely worrying human rights situation,” said French Green lawmaker Melissa Camara.</p></div></div></body></html>"
        },
        {
            "title": "Paramount expands offer for Warner Bros amid hostile takeover bid | Media News | Al Jazeera",
            "time": "2026-02-10T18:45:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-22T131001Z_264531435_RC2I0JAF57S4_RTRMADP_3_WARNER-BROS-DISCOVERY-M-A-PARAMOUNT-SKYDAN-1770741666.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Paramount Skydance is ramping up its bid for Warner Bros Discovery by offering extra cash for each quarter the deal fails to close after this year.</p><p>The CBS parent company also said that it would cover the $2.8bn termination fee if Warner Bros Discovery walks away from its $82.7bn deal for its studio and streaming assets with Netflix.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The move is the latest effort by Paramount to sweeten the deal for the HBO parent company amid repeated attempts at <a href=\"/economy/2026/1/7/warner-bros-again-rejects-latest-hostile-bid-from-paramount\" target=\"_blank\" rel=\"noopener\">a hostile takeover</a>, which Warner Bros has turned down.</p><p>Paramount Skydance offered a 25-cent per share “ticking fee” which would ultimately come out to $650m in cash per quarter between the start of 2027 and the closing of the deal. However, the move does not raise its offer of $30 per share, or $108.4bn including debt, for the whole of Warner Bros including cable assets.</p><p>Both Netflix and Paramount covet Warner Bros for its leading film and television studios, extensive content library and major franchises such as Game of Thrones, Harry Potter and DC Comics’ superheroes Batman and Superman.</p><p id=\"the-sweetened-deal-is-unlikely-to-sway-wbd-away-from-netflix-and-toward-paramount-paramount-is-throwing-spaghetti-at-the-wall-and-hoping-something-sticks-said-ross-benes-senior-analyst-at-emarketer-told-the-reuters-news-agency-outside-of-raising-its-price-paramount-s-best-chance-at-stealing-wbd-is-from-outside-regulators-blocking-netflix\">“The sweetened deal is unlikely to sway WBD away from Netflix and toward Paramount. Paramount is throwing spaghetti at the wall and hoping something sticks,” Ross Benes, senior analyst at Emarketer, told the Reuters news agency. “Outside of raising its price, Paramount’s best chance at stealing WBD is from outside regulators blocking Netflix.”</p><h2 id=\"conflict-of-interest-concerns-loom\">Conflict of interest concerns loom</h2><p>Paramount leadership’s ties with the administration of United States President Donald Trump have long <a href=\"/economy/2025/12/11/paramounts-warner-bros-discovery-bid-faces-conflict-of-interest-concerns\" target=\"_blank\" rel=\"noopener\">raised conflict-of-interest concerns</a>. Paramount is led by the Ellison family, and Oracle co-founder Larry Ellison is a key Trump ally.</p><p>Paramount raised a personal guarantee from Ellison to $43.3bn and expects to fund the deal with $54bn of debt from Bank of America, Citigroup and Apollo.</p><p>The future of CNN is in the spotlight as part of the deal. Netflix has voiced little interest in the cable news channel, which the US president has long criticised. But Paramount has expressed a different opinion.</p><p>The Wall Street Journal reported late last year that Paramount Skydance CEO David Ellison, Larry Ellison’s son, promised Trump “sweeping changes” to CNN if his company was ultimately successful in the acquisition of Warner Bros Discovery.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Paramount has already reshaped CBS after Skydance’s acquisition of the storied broadcaster, including <a href=\"/economy/2026/1/27/cbs-news-bari-weiss-unveils-new-strategy-amid-backlash-viewership-lags\" target=\"_blank\" rel=\"noopener\">hiring Bari Weiss</a>, a conservative opinion writer with no previous television experience, to lead one of the US’s largest news organisations.</p><p>Press freedom experts argue that the acquisition could hurt Warner Bros in the long term.</p><p>“WBD shareholders should push back against any transaction that would result in CNN being controlled by people who have already shown willingness to sell out journalism and journalists to benefit their other interests,” Seth Stern, director of advocacy at the Freedom of the Press Foundation, told Al Jazeera. “And that’s not to mention WBD’s other holdings, which also rely on a strong First Amendment. What happens when Donald Trump objects to the content of an HBO show? Authoritarianism isn’t just bad for democracy; it’s bad for business.”</p><p>While Democrats, including US Senators Bernie Sanders and Elizabeth Warren, have voiced concern about political bias in the Paramount Skydance deal, Republicans allege that Netflix is being politically biased.</p><p>Last week, Netflix co-CEO Ted Sarandos appeared at the Senate Judiciary Subcommittee on Antitrust, Competition Policy, and Consumer Rights and faced questions about alleged political bias from Republicans.</p><p>“Netflix has no political agenda of any kind,” Sarandos said.</p><p>Republicans have often treated transgender identity as a political position, labelling it an ideology. At the hearing, US Senator Josh Hawley of Missouri pressed the platform on why it allowed content he claimed “promotes a transgender ideology”.</p><p>“We feature a wide variety of stories and programmes to meet a wide variety of people’s tastes,” Sarandos said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>If Netflix were to succeed in the merger fight, it would become the world’s largest streaming platform, with roughly half a billion subscribers.</p><h2 id=\"financial-questions\">Financial questions</h2><p>Paramount offered other measures that would address financial concerns posed by the Warner Bros board, including a backstop debt exchange that Paramount argues will eliminate the risk of a $1.5bn fee owed to the bondholders.</p><p>The company also said it certified compliance with the US Department of Justice’s second request on Monday, triggering a 10-day waiting period, and has already secured foreign investment clearance in Germany. It added that it is in talks with antitrust regulators in the US, the European Union and the United Kingdom.</p><p>“Paramount’s latest offer attempts to address regulatory concerns about successfully closing a deal, but both bids from Netflix and Paramount Skydance could face lengthy, contentious regulatory reviews in the US and internationally with no guarantee of a successful outcome,” Seth Shafer, principal analyst at S&amp;P Global, told Reuters.</p><p>The company also yet again extended the deadline for Warner Bros Discovery to consider its <a href=\"/economy/2026/1/22/paramount-skydance-extends-warner-bros-takeover-bid-offer\" target=\"_blank\" rel=\"noopener\">offer by February 20.</a> Warner Bros will hold a special investor meeting to vote on the Netflix deal, with the streaming pioneer saying that the meeting was expected to be held by April.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Netflix had last month switched to an all-cash offer for Warner Bros without increasing its $82.7bn price. The Warner Bros board has said the Netflix merger deal is superior to Paramount’s bid because its investors would retain a stake in the separately traded Discovery Global.</p><p>On Wall Street, Warner Bros Discovery’s stock is up 2.1 percent since the market opened on Tuesday. Paramount also ticked up in midday trading by 1.3 percent. Netflix is also up by about 2.4 percent.</p></div></div></body></html>"
        },
        {
            "title": "Zimbabwe cabinet approves plan to extend Mnangagwa’s rule till 2030 | Politics News | Al Jazeera",
            "time": "2026-02-10T18:31:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/03/GettyImages-1645159016-1-1709618867.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Zimbabwe cabinet approves plan to extend Mnangagwa’s rule till 2030</h1><p class=\"article__subhead\"><em>President Mnangagwa, 83, ⁠is currently meant to step down in 2028 after serving two five-year terms.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Zimbabwe’s ‌cabinet backed draft legislation that would change the constitution to extend presidential terms from five years to seven, allowing President Emmerson Mnangagwa to stay in office until 2030.</p><p>Other proposed changes in the bill presented to the cabinet on Tuesday include ⁠a provision that the president be elected by parliament rather than through a direct popular vote.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Others include allowing the president to appoint 10 more senators, boosting the Senate to 90 seats.</p><p>Justice Minister Ziyambi Ziyambi told a news conference the bill will be sent to the speaker of parliament and published in an official gazette before lawmakers consider it.</p><p>A cabinet statement said the amendments passed would “enhance political stability and policy continuity to allow development programmes to be implemented to completion”.</p><p>Mnangagwa, 83, ⁠is currently meant to step down in 2028 after serving two five-year terms, and there has been a succession <a href=\"/news/2025/4/3/why-is-zimbabwes-president-mnangagwa-facing-pressure-to-resign\">battle in the governing ZANU-PF</a> party over who will take over.</p><p>He came to power after the military ousted longtime leader Robert Mugabe in 2017, and opposition politicians have condemned moves by his party ‌to extend his time in office.</p><p>The governing party’s “2030 agenda” had been on the cards for months before it was announced as the party position, prompting opposition figures to pledge to “defend the constitution against its capture”.</p><p>Jameson Timba, a senior leader in the Southern African country’s fractured opposition movement, said the cabinet’s approval ‌of the changes is “politically destabilising”.</p><p>He said in a statement that a group called Defend the Constitution Platform would immediately ‌consult lawyers and brief regional and international ⁠partners as part of efforts to oppose the changes.</p><h2 id=\"calls-for-a-referendum\">Calls for a referendum</h2><p>ZANU-PF has governed Zimbabwe since independence from the United Kingdom in 1980.</p><p>It has a two-thirds majority in the lower ‌house of parliament and also overwhelmingly controls the upper house through traditional leaders and other proxies who generally vote with it, allowing it to change the constitution.</p><p>Analysts and opposition figures have said any constitutional changes would also need to be put to a national referendum.</p><p>“Any amendment which has the ‘effect’ of extending an incumbent’s tenure should be subjected to a referendum,” said opposition politician David Coltart. “They know that if that happens, they will fail, so they will do all in their power to prevent a referendum from happening.”</p><p>Elected in 2018 and re-elected in 2023, Mnangagwa has been accused of allowing rampant corruption and of suppressing human rights, while Zimbabweans endure hardship despite a growing economy.</p><p>Attempts over the past months to demonstrate against the plan to keep him in office met a police crackdown that put many people in jail.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US Commerce Secretary Lutnick downplays Epstein ties amid resignation calls | Donald Trump News | Al Jazeera",
            "time": "2026-02-10T18:11:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26033775438752-1770742847.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Commerce Secretary Howard Lutnick has played down his connections to child sex abuser <a href=\"/news/2026/2/10/struggling-to-navigate-the-epstein-files-here-is-a-visual-guide\">Jeffrey Epstein</a> after newly released emails shared details about their interactions.</p><p>Facing calls for his resignation, Lutnick told a Senate committee on Tuesday that he “barely knew” Epstein, although emails appear to contradict his earlier accounts of their relationship.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I did not have any relationship with him. I barely had anything to do with that person,” Lutnick said.</p><p>The commerce secretary is the latest member of the political and financial elite to face pressure over relations with the disgraced financier.</p><p>The administration of President <a href=\"/video/newsfeed/2026/2/4/trump-hits-out-at-reporter-for-question-on-epstein-survivors\">Donald Trump</a> has come under particular scrutiny for its handling of government files related to Epstein and the president’s own years-long relationship with the convicted sex offender.</p><p>During Tuesday’s hearing, lawmakers pressed Lutnick about statements he made on a podcast last year, explaining that he had pledged to “never be in the room with that disgusting person ever again” after he and Epstein met in 2005.</p><p>Lutnick said he made the decision after Epstein showed him and his wife a massage table featured prominently in his residence and made sexually suggestive comments about it.</p><p>But recently released emails suggest that Lutnick may have visited Epstein’s private island for a lunch meeting in 2012 and may have met on other occasions as well.</p><p>“You led people to believe that you had cut off all contact with Jeffrey Epstein after the 2005 encounter you and your wife had in his apartment,” Senator Chris Van Hollen, a Democrat, told Lutnick at the committee hearing.</p><p>“But as I’m sure you know, the Epstein files show a very different record of interaction.”</p><p>Lutnick, however, downplayed his interactions with Epstein and emphasised that nothing “untoward” happened in the 2012 encounter.</p><p>“I know, and my wife knows, that I have done absolutely nothing wrong in any possible regard,” Lutnick said.</p><p>The apparent contradiction emerged after the Department of Justice released 3 million pages of Epstein-related records on January 30, in an attempt to satisfy the requirements of the bipartisan <a href=\"http://aljazeera.com/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">Epstein Files Transparency Act</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Epstein pleaded guilty to soliciting a minor for prostitution in 2008, but he continued to enjoy close relationships with some of the most influential figures in politics, business, culture and science for years afterwards.</p><p>In 2019, Epstein was re-arrested and charged with federal sex-trafficking crimes. He was found dead that year in his jail cell, in what medical examiners ruled a suicide.</p><p>His former girlfriend, Ghislaine Maxwell, is currently serving a 20-year sentence for her participation in Epstein’s crimes, including child sex trafficking.</p><p>But critics have argued that few of those involved in Epstein’s crimes have faced any consequences.</p><p>The government in the United Kingdom is currently facing a political crisis over Epstein’s connections to the country’s former ambassador to the US, Peter Mandelson.</p><p>In October, King Charles III also stripped his brother, Andrew Mountbatten-Windsor, of his titles following mounting evidence of his relationship with Epstein.</p><p>But there are few signs that the US is on the verge of a similar reckoning. Trump has previously called the scrutiny of the Epstein files a “hoax” and a Democrat-led “scam”.</p><p>Representatives Ro Khanna and Thomas Massie, two lawmakers who spearheaded the Epstein Files Transparency Act, have both called on Lutnick to resign.</p><p>“This is bringing down the British government. It may bring down the monarchy. It’s bringing down elites,” Khanna, a Democrat, said on Monday. “What are we doing here in the US to stand up to the Epstein class? We’ve got a commerce secretary who is all over the files.”</p><p>Massie, a Republican, wrote on social media that Lutnick’s contradictory statements raise questions that need to be resolved.</p><p>“Lutnick went to the island and was in business deals with Epstein, long after Lutnick says he parted ways and even after Epstein was convicted of sex crimes,” Massie said. “What else is Lutnick covering up with respect to his association with Epstein?”</p><p>Still, at a Tuesday news briefing, White House Press Secretary Karoline Leavitt defended Lutnick.</p><p>“Secretary Lutnick remains a very important member of President Trump’s team, and the president fully supports the secretary,” she told reporters.</p><p>Leavitt also brushed aside reports that Maxwell is seeking clemency from Trump, calling the issue “not a priority” for the administration.</p></div></div></body></html>"
        },
        {
            "title": "Irish comedian Tadhg Hickey shares why he advocates for Palestine | Gaza | Al Jazeera",
            "time": "2026-02-10T17:59:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770746383.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Protests erupt in New Delhi over Indian PM’s name in Epstein files | Sexual Assault News | Al Jazeera",
            "time": "2026-02-10T17:57:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770746175.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Pakistan beat USA to avenge T20 World Cup upset | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-10T17:34:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2260912464-1770742971.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan beat USA to avenge T20 World Cup upset</h1><p class=\"article__subhead\"><em>After their shock defeat at the 2024 T20 World Cup, Pakistan exact revenge on USA with 32-run win at 2026 edition.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Opener Sahibzada Farhan hit a solid half-century while spinner Usman Tariq grabbed three wickets as Pakistan downed the United States <a href=\"/sports/liveblog/2026/2/10/live-pakistan-vs-united-states-t20-world-cup\">by 32 runs</a> in a T20 World Cup Group A game in Colombo, Sri Lanka.</p><p>Twenty-nine-year-old Farhan hit five sixes and six fours in his 41-ball 73 and was aided by a brilliant 32-ball 46 by Babar Azam (four fours, one six) to guide Pakistan to a strong 190-9 total on Tuesday at the Singhalese Sports Club ground.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Their spinners then checked the inexperienced USA batting, with Tariq taking 3-27 and Shadab Khan 2-26 to restrict their opponents to 158-8 in 20 overs.</p><p>The win avenged Pakistan’s shock defeat at the hands of the USA in the T20 World Cup two years ago and handed them a second cricket win in as many games following their close three-wicket win over the Netherlands on Saturday.</p><p>For the USA, Shubham Ranjane top-scored with a valiant 30-ball 51, including three sixes and as many fours, before he fell to pace bowler Shaheen Shah Afridi, who was playing his 100th T20 international.</p><p>Opener Shayan Jahangir muscled his way to an attractive 34-ball 49 studded with two sixes and five fours while Milind Kumar scored 29 before the United States were derailed from 123-3 to lose the match.</p><p>Earlier, Farhan and fellow opener Saim Ayub, who scored a 17-ball 19 with two sixes, put on 54 in five overs.</p><p>Pakistan then lost two wickets in the sixth over of their innings, bowled by Shadley van Schalkwyk.</p><p>Ayub was caught off a slower one while skipper Salman Agha holed out on the deep square-leg boundary for one.</p><p>Farhan and Azam took control with an 81-run third-wicket stand as Pakistan cut loose in the middle overs.</p><p>Farhan passed 1,000 T20 international runs in his 41st match before he was caught in the covers off spinner Harmeet Singh in the 16th over.</p><p>Shadab Khan launched an assault to score 30 off 12 balls before Pakistan lost five wickets for just 13 runs in the last two overs.</p><p>Van Schalkwyk was the best USA bowler with 4-25, following his four-wicket haul against India in the 29-run defeat on Saturday.</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu says he’ll present ‘principles’ for Iran talks to Trump | Benjamin Netanyahu News | Al Jazeera",
            "time": "2026-02-10T17:07:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25363751835660-1770736708.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu said he will <a href=\"/news/2026/2/9/netanyahu-to-meet-trump-in-us-to-discuss-iran-says-israeli-pm\">present Donald Trump</a> with “principles” for negotiating with Iran as he heads to Washington, DC, for his sixth official visit with the US president over the past year.</p><p>Netanyahu hailed the “unique closeness” between Israel and the United States and his own warm ties to Trump before leaving Tel Aviv on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I will present Trump with principles for negotiations with Iran that are important not only to Israel but to everyone who wants peace and security,” Netanyahu told reporters, according to The Jerusalem Post newspaper.</p><p>“In my opinion, these are important principles for everyone who wants peace and security in the Middle East.”</p><p>His visit comes days after Washington and Tehran concluded a round of nuclear talks in Oman – the first negotiations since the June 2025 war that saw the US bomb Iran’s main nuclear facilities after waves of <a href=\"/news/2024/10/26/israel-strikes-iran-what-we-know-so-far-and-whats-next\">Israeli attacks</a>.</p><p>Israel is not part of those talks, but Netanyahu has long sought <a href=\"/news/2026/2/10/what-happens-when-netanyahu-visits-trump-a-look-at-his-past-six-us-visits\">to exert influence</a> over US presidents to shape Washington’s policies in the region.</p><p>Later on Tuesday, top Iranian official Ali Larijani, who is <a href=\"/news/2026/2/10/irans-top-security-official-in-oman-following-nuclear-talks-with-us\">visiting Oman</a>, said the Trump administration must not allow Netanyahu to derail diplomacy between Washington and Tehran.</p><p>“They must remain alert to the destructive role of the Zionists,” Larijani said of US officials.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Netanyahu did not provide details about his “principles” for a potential Iran deal, but he has previously said Tehran should agree to full disarmament of heavy weapons, akin to Libya’s 2003 deal with the West.</p><p>Iran has ruled out negotiations over its missile programme, which it views as one of its most important deterrents against Israeli attacks.</p><p>When Israel launched its surprise assault against Iran in June of last year – killing several of the country’s top generals and nuclear scientists as well as hundreds of civilians – Tehran relied primarily on its missiles to respond after air defences were taken out.</p><p>Iran fired hundreds of missiles at Israel, dozens of which penetrated the country’s multilayered air defences, <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">killing 28 people</a> and causing significant damage.</p><p>Iran’s Foreign Minister Abbas Araghchi told Al Jazeera on Saturday that Iran’s missile programme is a defence issue that is “never negotiable”.</p><p>Israel and the US may also push Iran to end support to its network of allied non-state actors in the region – including the Houthis in Yemen, <a href=\"/features/2026/2/3/will-hezbollah-continue-to-avoid-responding-to-israels-attacks-on-lebanon\">Hezbollah in Lebanon</a>, Hamas in Palestine, and armed groups in Iraq.</p><p>But that alliance, known as the <a href=\"/news/2026/1/26/iraqs-kataib-hezbollah-warns-of-total-war-if-iran-is-attacked\">Axis of Resistance</a>, has already been weakened by Israeli assaults over the past two years.</p><p>Another sticking issue in the talks is whether Iran would be allowed to enrich uranium domestically.</p><p>While Tehran has said it would agree to strict limits and monitoring of its nuclear activities, it has maintained that domestic enrichment is a sovereign national right.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite Washington’s talks with Tehran, US Ambassador <a href=\"/news/2024/11/12/trump-picks-pro-settlement-mike-huckabee-as-us-ambassador-to-israel\">Mike Huckabee</a> – who is joining Netanyahu on his trip – has stressed Israel and the United States have the same red lines when it comes to Iran.</p><p>“I think there’s an extraordinary alignment between Israel and the United States. Everyone would love to see something that would resolve without a war, but it will be up to Iran,” he told reporters.</p><p>“If they insist on holding nuclear weaponry and enriched uranium, then I think the president made very clear that this is not acceptable.”</p><p>The United States has moved the <a href=\"/news/2026/1/29/how-does-us-military-build-up-off-iran-compare-to-the-june-2025-strikes\">USS Abraham Lincoln</a> aircraft carrier, destroyers, and fighter jets to the Middle East to pressure Iran into an agreement. Tehran says it won’t be swayed by threats of war.</p></div></div></body></html>"
        },
        {
            "title": "What happens when Netanyahu visits Trump? A look at his past six US visits | Benjamin Netanyahu News | Al Jazeera",
            "time": "2026-02-10T16:47:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/02/AP25035809816368-1-1738941437.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> No other world leader has visited the United States in an official capacity over the past year more than Israel’s <a href=\"/news/2026/2/9/netanyahu-to-meet-trump-in-us-to-discuss-iran-says-israeli-pm\">Benjamin Netanyahu</a>.</p><p>And the Israeli prime minister is set to break his own record when he embarks on yet another trip to the US this week – his sixth since President Donald Trump returned to the White House early in 2025.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The visit comes at a tense moment for the region.</p><p>Israel is tightening <a href=\"/news/2026/2/9/muslim-countries-slam-israel-for-illegal-annexation-push-in-west-bank\">its illegal grip</a> over the occupied West Bank; the bombardment and <a href=\"/features/2026/2/9/tool-of-siege-israels-punishing-control-of-gaza-movement\">siege of Gaza</a> are continuing despite a US-brokered “ceasefire”; and US and Iranian officials are holding indirect talks to stave off a war that appeared imminent a few weeks ago.</p><p>The Iran file is expected to top Netanyahu’s agenda in Washington, DC, as he pushes for a hardline US approach towards Tehran.</p><p>Here, we look back at Netanyahu’s previous visits to see Trump and their outcomes.</p><h2 id=\"february-2025-reaffirming-alliance\">February 2025: Reaffirming alliance</h2><p>Almost exactly a year ago, Netanyahu became the first foreign leader <a href=\"/news/2025/2/2/netanyahu-travels-to-us-to-discuss-second-phase-of-gaza-ceasefire\">to visit Trump</a> after the start of the US president’s second term in office.</p><p>The trip aimed to reaffirm the US-Israeli alliance and Netanyahu’s own strong ties to Trump, who had moved Washington’s policy further in favour of Israel during <a href=\"/news/2017/12/7/trump-ignores-warnings-with-reckless-jerusalem-move\">his first term</a>.</p><p>“You are the greatest friend Israel has ever had in the White House,” Netanyahu told Trump at that time.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A Gaza truce that had begun in January 2025 was in effect.</p><p>But the US president revealed during that visit a proposal to <a href=\"/news/2025/2/5/trump-says-us-will-take-over-and-own-gaza-in-redevelopment-plan\">ethnically cleanse Gaza</a> and turn the Palestinian territory into the “Riviera of the Middle East”, sparking <a href=\"/news/2025/2/13/trumps-gaza-plan-what-it-is-why-its-controversial-and-globally-rejected\">international condemnation</a>.</p><p>With that Trump plan, which was vehemently opposed by Arab countries, the ceasefire collapsed, and <a href=\"/news/2025/3/18/israels-resumes-its-war-onus-the-people-of-gaza\">Israel resumed</a> its genocidal war in Gaza in full force weeks after Netanyahu’s trip to Washington, DC.</p><h2 id=\"april-signs-of-a-rift\">April: Signs of a rift?</h2><p>It wasn’t long before <a href=\"/news/liveblog/2025/4/7/live-israel-kills-43-in-gaza-orders-palestinians-in-deir-el-balah-to-flee\">Netanyahu returned</a> to the White House, this time shortly after Trump had spiked US tariffs on goods from countries across the world, including Israel.</p><p>The Israeli prime minister had announced measures to boost trade with the US in a push to get a tariff exemption for his country.</p><p>But the move did not work. “Don’t forget, we help Israel a lot,” <a href=\"/news/liveblog/2025/4/7/trump-tariffs-live-asian-european-shares-plunge-as-shockwaves-spread\">Trump said</a> in the Oval Office next to Netanyahu when asked about tariff relief for Israel. “We give Israel $4bn a year. That’s a lot.”</p><p>The other top issue on Netanyahu’s agenda was Iran. The Israeli prime minister had been seeking escalation against Tehran.</p><p>But instead of a move towards war, Trump announced at the meeting with Netanyahu that the US and Iran would hold <a href=\"/news/2025/4/12/iranian-us-delegations-set-to-begin-high-stakes-nuclear-talks-in-oman\">nuclear talks</a>, reiterating his preference for a deal with Iran.</p><p>“We have a very big meeting, and we’ll see what can happen. And I think everybody agrees that doing a deal would be preferable to doing the obvious,” Trump said at that time.</p><p>Netanyahu responded by setting out maximalist conditions for US diplomacy with Iran – a complete disarmament of heavy weapons akin to the 2003 Libyan model.</p><p>“If it can be done diplomatically in a full way, the way it was done in Libya, I think that would be a good thing,” Netanyahu said. “But whatever happens, we have to make sure that Iran does not have nuclear weapons.”</p><p>Iran has repeatedly denied seeking nuclear weapons while Israel is widely believed to have an undeclared <a href=\"/news/2009/10/27/israels-nuclear-arsenal\">nuclear arsenal</a>.</p><p>Despite signs of disagreement between Trump and Netanyahu over Iran and trade at that time, the US administration continued to support and fund Israel’s brutal assault on Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"july-victory-lap\">July: Victory lap</h2><p>Although Trump and Netanyahu did not appear on the same page when it came to Iran weeks earlier, the <a href=\"/news/2025/6/22/us-joins-israel-in-attacks-against-iran-strikes-key-nuclear-sites\">US joined Israel</a> in bombing Iran in June, hitting three of its key nuclear sites and fulfilling a wish that the Israeli prime minister had been seeking for years.</p><p>Netanyahu visited the White House a month later to hail the war and its outcomes, which Trump said “obliterated” Iran’s nuclear programme.</p><p>“I think the partnership between Israel and the United States, the partnership between President Trump and me, produced a historic victory. It’s an incredible victory, actually,” Netanyahu said.</p><p>“It brought the greatest capabilities of the United States – that are unmatched – with the great capabilities of Israel and the army of Israel, the pilots of Israel, the soldiers of Israel and the Mossad.”</p><p>Netanyahu met with Trump on <a href=\"/news/2025/7/9/trump-netanyahu-meet-for-a-second-time-to-discuss-a-gaza-ceasefire\">two occasions</a> during that visit as the US was pushing for a ceasefire in Gaza amid international outrage at Israel’s atrocities and a forced starvation campaign against Palestinians.</p><p>Some media reports had suggested at the time that Trump may pressure Netanyahu to stop the war, but the Israeli prime minister stressed that he and the US president were in “lockstep” over Gaza.</p><p>“President Trump wants a deal, but not at any price,” <a href=\"/news/2025/7/10/if-trump-wants-gaza-ceasefire-he-must-pressure-netanyahu-experts-say\">Netanyahu said</a>. “I want a deal, but not at any price. Israel has security requirements and other requirements, and we’re working together to try to achieve it.”</p><figure id=\"attachment_4230080\" aria-describedby=\"caption-attachment-4230080\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4230080\" src=\"/wp-content/uploads/2026/01/AP25188851950210-1768098038.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Benjamin Netanyahu hands Trump a document from across a table.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4230080\" class=\"wp-caption-text\">Israeli Prime Minister Benjamin Netanyahu, right, meets with US President Donald Trump at the White House on, July 7, 2025 [Alex Brandon/AP Photo]</figcaption></figure><h2 id=\"september-the-ceasefire\">September: The ‘ceasefire’</h2><p>After a United Nations General Assembly that saw much of the world <a href=\"/news/2025/9/29/gaza-and-palestine-were-dominant-themes-at-un-will-it-make-a-difference\">express outrage</a> at the horrors unfolding in Gaza, Netanyahu travelled to Washington, DC, to meet with Trump for the fourth time in eight months.</p><p>Trump had put forward a 20-point plan that would become the basis for the current Gaza “ceasefire”.</p><p>With the visit, the US president sought buy-in from Netanyahu for his plan, which he hailed as a new dawn for the region and the world.</p><p>“This is a big, big day, a beautiful day, potentially one of the great days ever in civilisation,” <a href=\"/news/2025/9/30/have-trump-and-netanyahu-really-agreed-on-a-gaza-peace-plan-key-takeaways\">Trump said</a> during a news conference with Netanyahu.</p><p>“And I’m not just talking about Gaza. Gaza is one thing, but we’re talking about much beyond Gaza. The whole deal, everything getting solved. It’s called peace in the Middle East.”</p><p>While Netanyahu said he accepted the Trump proposal, he did so with caveats.</p><p>“Israel will retain security responsibility, including a security perimeter, for the foreseeable future,” Netanyahu said.</p><p>“Gaza will have a peaceful civilian administration that is run neither by Hamas nor by the Palestinian Authority but by those committed to a genuine peace with Israel.”</p><p>The truce would go into effect days later, but more than four months on, Israel has continued to bomb and <a href=\"/video/by-the-numbers-3/2026/2/8/israel-is-killing-far-more-civilians-than-fighters-in-gaza\">kill Palestinians</a> in Gaza while restricting the entry of medicine and material for temporary shelters into the territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"december-iran-again\">December: Iran again</h2><p>Netanyahu had proclaimed in July that the joint US-Israeli strikes against Iran set back the country’s nuclear and missile programmes, which he called “two tumours”. Still, the prime minister returned to the US at the end of the year to raise concerns about the same issues.</p><p>Even before the two leaders met at Trump’s Mar-a-Lago resort in Florida, <a href=\"/news/2025/12/30/five-key-takeaways-from-trump-netanyahu-meeting-in-florida?utm_source=facebook&amp;utm_medium=social&amp;utm_campaign=socialPulse&amp;fbclid=IwY2xjawP3JxdleHRuA2FlbQIxMABicmlkETFpZHZ6alg2YmxqS2V1dFM3c3J0YwZhcHBfaWQQMjIyMDM5MTc4ODIwMDg5MgABHiYhtfeQmNlxqsKsagM5W8Jnu1Ib3VQObRsfPMMK2UUW8aNqZG1aFzc-0IS8_aem_Q8qA-Y1Q3BmwUbQZzA3GeA\">Trump threatened</a> Iran with more bombs.</p><p>“Now I hear that Iran is trying to build up again, and if they are, we’re going to have to knock them down,” Trump said. “We’ll knock them down. We’ll knock the hell out of them. But hopefully, that’s not happening.”</p><p>From there, Trump and Netanyahu heaped praise on one another, dismissing media reports that they were not seeing eye to eye on the future of Gaza and other regional issues.</p><p>Trump called Netanyahu a “hero”, arguing that Israel may not have existed without his leadership.</p><p>“We’re with you, and we’ll continue to be with you, and a lot of good things are happening in the Middle East,” Trump told Netanyahu.</p><p>For his part, the prime minister announced that his country would award Trump the Israel Prize, which is normally given to Israeli citizens.</p><p>“I have to say that this reflects the overwhelming sentiment of Israelis across the spectrum,” Netanyahu said.</p><p>Days after that meeting, antigovernment protests broke out in Iran, leading Trump to threaten to intervene militarily as he promised demonstrators who faced a <a href=\"/news/liveblog/2026/1/13/iran-protests-live-tehran-says-its-prepared-for-any-move-by-trump\">security crackdown</a> that “help is on the way”.</p><p>That threat never materialised.</p><p>With the protest movement in Iran all but faded and renewed US-Iranian diplomacy under way, the Israeli prime minister is likely to lobby for greater pressure on Tehran as he returns to Washington, DC, this week.</p><p>What remains to be seen is how the US president – who, like his predecessors has shown reluctance to say “no” to Israeli demands – will respond.</p></div></div></body></html>"
        },
        {
            "title": "T20 World Cup: India vs Pakistan match confirmation delights teams, fans | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-10T16:03:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250928__77263LU__v1__MidRes__CricketAsia2025T20IndPak-1759064027.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s decision to reverse its boycott of the match against India at the T20 World Cup has been welcomed by fans, players and coaches in both countries.</p><p>The highly anticipated confrontation between the archrivals was thrown into doubt for more than a week after Pakistan’s government ordered its team against taking the field for Sunday’s clash in Colombo, Sri Lanka.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The reversal late on Monday brought relief to millions of fans on both sides of the countries’ shared border as well as tournament organisers and coaches.</p><p>The Indian camp said it would be “delighted” to play against a “quality side”.</p><p>“It’s great that the game is back on. We kind of never changed the preparation,” India’s assistant coach Ryan ten Doeschate said on Tuesday.</p><p>India will play their second Group A match against Namibia on Thursday in New Delhi before flying to Colombo the following morning.</p><p>It means a quick turnaround for Sunday’s match, the biggest and most lucrative clash in world cricket.</p><p>“It’s going to be a challenge going to Colombo, where Pakistan have been for the last two weeks,” ten Doeschate added.</p><p>“We are fully focused on just bringing our best game to that fixture.”</p><h2 id=\"good-for-cricket\">‘Good for cricket’</h2><p>Pakistan’s decision to go ahead with the game was hailed as an outbreak of “good sense” and “good for cricket”.</p><p>A frantic weekend of negotiations saw the International Cricket Council (ICC) and Bangladesh Cricket Board chiefs fly to Lahore on Sunday for talks with the Pakistan Cricket Board.</p><p>The governments of Bangladesh and Sri Lanka both wrote to the Islamabad government on Monday, urging it to change its stance and allow the game to go ahead.</p><p>After “multilateral discussions, as well as the request of friendly countries, the Government of Pakistan hereby directs the Pakistan National Cricket Team to take the field on February 15”, the Islamabad government said on its official X account late on Monday.</p><p>The decision had been taken with the aim of “protecting the spirit of cricket”, it added.</p><p>Former India cricketer Madan Lal told the AFP news agency that the resumption was “good for cricket”.</p><p>“We want strong teams to play so that the charm of the World Cup is not lost,” he added.</p><p>Sri Lanka, who will host the match – which generates multimillions of dollars in advertising, broadcast rights, sponsorships and tourism – also praised the decision.</p><p>Sri Lankan President Anura Kumara Dissanayake in a social media post thanked Pakistani Prime Minister Shehbaz Sharif for “ensuring the game we all love goes on”.</p><p>Veteran Indian journalist Pradeep Magazine said, “Good sense has prevailed on all sides.”</p><p>Financial considerations would have been taken into account, he added.</p><p>“Everyone realised that losing the revenue from an India-Pakistan match would have been a loss-loss situation for all ICC member nations.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-greater-happiness\">‘No greater happiness’</h2><p>For fans, it’s another chance to watch the bitter rivals face off at a global tournament.</p><p>Kafeel Ahmed, a cricket fan from Karachi, said Pakistan vs India matches were unique.</p><p>“There is a different intensity to it. If Pakistan wins by 12 runs, there is no ⁠greater happiness than that,” Ahmed told the Reuters news agency. “This happiness is not just about a challenge against a rival; it is the feeling that comes after defeating your opponent.”</p><p>India and Pakistan have not played a bilateral series since 2012-2013 due to their longstanding political rift.</p><p>“The benefit is not only that the public is happy or that young people who play cricket are happy; it also increases business and public interest,” cricket ‌fan Rai Fayaz said.</p><p>Rajeev Shukla, vice president of the Board of ‌Control for Cricket in India, said on Tuesday that it was good that a solution had been found.</p><p>“All kudos to the ICC for taking this initiative, resolving the whole issue and bringing cricket back to the forefront. This is a big achievement as far as the ICC is concerned,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What were Jeffrey Epstein’s links to Israel? | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-10T15:34:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770737659.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Netanyahu heads to US for talks with Trump on Iran, Gaza | Newsfeed | Al Jazeera",
            "time": "2026-02-10T15:19:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770736789.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Struggling to navigate the Epstein files? Here is a visual guide | Infographic News | Al Jazeera",
            "time": "2026-02-10T15:19:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/INTERACTIVE-EPSTEIN-COVER-IMAGE-1770720087.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More details are emerging daily from the <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\" target=\"_blank\" rel=\"noopener\">January 30</a> release of more than three million pages of documents by the US Department of Justice (DOJ), exposing the extraordinary breadth of Jeffrey Epstein’s social and financial circle, which included some of the world’s most powerful people.</p><p>Epstein was an American financier and convicted sex offender who used his vast wealth and high-profile social connections to orchestrate a decade-long sex trafficking ring involving dozens of underage girls.</p><p>As news organisations and citizen journalists <a href=\"/video/the-listening-post/2026/2/9/the-anatomy-of-the-epstein-network\" target=\"_blank\" rel=\"noopener\">work</a> their way through the vast amount of material, Al Jazeera gives you the background you need to know about Epstein, his criminal cases, infamous island, inner circle, and the latest DOJ release to help you better understand the story.</p><h2 id=\"how-can-you-access-the-epstein-files\">How can you access the Epstein files?</h2><p>Under the Epstein Files Transparency Act, which was signed into law in the United States on November 19, 2025, the DOJ was meant to release all unclassified records related to Epstein and his accomplice Ghislaine Maxwell within 30 days.</p><p>In total, the <a href=\"https://www.justice.gov/opa/pr/department-justice-publishes-35-million-responsive-pages-compliance-epstein-files\">DOJ</a> identified six million pages of evidence. But so far, it has only released 3.5 million pages, including some 180,000 images and 2,000 videos.</p><p>The pages consist of email chains, text messages, internal investigative reports, news articles and other material tied to Epstein, including bank statements, wire transfer records, flight logs, and FBI interview summaries.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The files are organised into 12 separate data sets, each containing different categories of evidence as follows:</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>Data Sets 1-8</strong>: Contain the bulk of FBI interview summaries and police reports from Palm Beach, Florida, between 2005 and 2008.</li>\n<li><strong>Data Set 9</strong>: Contains email evidence, including private correspondence between Epstein and high-profile individuals, as well as internal DOJ correspondence regarding the 2008 non-prosecution agreement that granted broad federal immunity to Epstein and his potential coconspirators.</li>\n<li><strong>Data Set 10</strong>: Contains 180,000 images and 2,000 videos seized from Epstein’s properties. These materials are heavily redacted, featuring numerous blacked-out boxes that the DOJ says are in place to protect potential victims. However, this has been criticised for allowing some victims to remain identifiable while shielding potential perpetrators.</li>\n<li><strong>Data Set 11</strong>: Contains financial ledgers, flight manifests to Epstein’s island in the US Virgin Islands, and property seizure records.</li>\n<li><strong>Data Set 12</strong>: Contains late productions and supplemental items of approximately 150 documents that require more detailed legal review.</li>\n</ul><p>Compared to large data leaks and investigations, the Epstein files rank among some of the largest in terms of the number of documents.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4302618\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-EPSTEIN-FILES-SIZE-EDIT-feb10-2026-1770729613.png?quality=80\" alt=\"INTERACTIVE - EPSTEIN FILES SIZE EDIT -feb10 2026\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"who-was-jeffrey-epstein\">Who was Jeffrey Epstein?</h2><p>Epstein was born in Brooklyn, New York on January 20, 1953.</p><p>Despite not graduating from university, he was hired to teach physics and mathematics at the age of 21 at the Dalton School, an elite private institution in Manhattan.</p><p>After being connected by the father of one of his students, he began working at Wall Street investment bank Bear Stearns, but left the firm following a regulatory violation related to his misconduct.</p><p>Epstein then founded his own financial management and consulting firm, which serviced ultra-wealthy clients and built his fortune. He leveraged his wealth to cultivate relationships with powerful figures across politics, business, royalty and academia.</p><p>In 1991, Epstein met Ghislaine Maxwell, the daughter of the late British media tycoon Robert Maxwell. The two became romantically involved, and she became his primary coconspirator.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4302074\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WHO-WAS-EPSTEIN-FEB9-2026-1770719425.png?quality=80\" alt=\"INTERACTIVE - WHO WAS EPSTEIN\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"timeline-of-epstein-s-criminal-cases\">Timeline of Epstein’s criminal cases</h2><p>In 2005, the Palm Beach Police Department began an investigation into Epstein after the parents of a 14-year-old girl reported that he had molested their daughter.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4302079\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-EPSTEIN-CHARGES-FEB92026-1770719429.png?quality=80\" alt=\"INTERACTIVE - EPSTEIN -CHARGES\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>In July 2006, the FBI launched a federal investigation into Epstein, identifying 36 girls who were minors at the time of their abuse.</p><p>In May 2007, federal prosecutors had prepared a draft indictment of 60 counts against Epstein. However, in September that year, US Attorney for the Southern District of Florida Alexander Acosta signed a non-prosecution agreement that granted immunity to Epstein, four named coconspirators and “any potential coconspirators”.</p><figure id=\"attachment_4302140\" aria-describedby=\"caption-attachment-4302140\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4302140\" src=\"/wp-content/uploads/2026/02/ap_698b0cd04c6de-1770720464.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"President Donald Trump listens as Labor Secretary Alex Acosta speaks during a meeting of the President's National Council of the American Worker in the Roosevelt Room of the White House, Monday, Sept. 17, 2018, in Washington. (AP Photo/Evan Vucci)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4302140\" class=\"wp-caption-text\">US President Donald Trump listens as then-US Labor Secretary Alexander Acosta speaks during a meeting of the President’s National Council for the American Worker in the Roosevelt Room of the White House, on September 17, 2018 [Evan Vucci/AP Photo]</figcaption></figure><p>In 2008, under a secret arrangement, Epstein pleaded guilty to just two state charges of solicitation of prostitution and solicitation of prostitution from someone under the age of 18. He was sentenced to 18 months in a minimum-security facility, but was allowed work release for 12 hours per day.</p><p>He was released five months early in 2009 after serving less than 13 months at the Palm Beach County Stockade, and had to register as a sex offender.</p><p>In the decade that followed, Epstein faced allegations from multiple women who claimed they were victims of his sexual abuse.</p><p>In November 2018, the <a href=\"https://www.miamiherald.com/news/local/article220097825.html\" target=\"_blank\" rel=\"noopener\">Miami Herald</a> published a series of investigative pieces revisiting Epstein’s case. The coverage received renewed public interest and, in July 2019, Epstein was arrested on federal sex trafficking charges after prosecutors in New York concluded they were not bound by the terms of the earlier non-prosecution agreement.</p><p>While awaiting trial, on August 10, 2019, Epstein was found dead in his cell. Investigators ruled it a suicide by hanging.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The case continued with charges against Epstein’s longtime associate and former girlfriend, Ghislaine Maxwell. In July 2020, federal prosecutors in New York charged Maxwell with helping to recruit underage girls, who she and Epstein then sexually abused.</p><p><a href=\"/news/2026/2/9/us-congress-seeks-answers-maxwell-invokes-fifth-amid-epstein-case-tensions\" target=\"_blank\" rel=\"noopener\">Maxwell</a> was convicted in December 2021 of sex trafficking, conspiracy and transportation of a minor for illegal sexual activity, and sentenced to 20 years in prison in 2022.</p><h2 id=\"where-was-epstein-s-island\">Where was Epstein’s island?</h2><p>In 1998, Epstein purchased a private island, Little Saint James, located in the US Virgin Islands, for $8m.</p><p>The island provided extreme isolation, requiring access by boat or helicopter, and became Epstein’s primary residence. It served as the central location for his trafficking operation, with released documents including island blueprints, photographs, Little Saint James logbooks, and multiple logs of boat trips.</p><p>In 2016, Epstein expanded his Caribbean holdings by purchasing Great Saint James, a larger island neighbouring Little Saint James.</p><p>In May 2023, billionaire Stephen Deckoff, the founder of the private equity firm Black Diamond Capital Management, announced the acquisition of the Great Saint James and Little Saint James islands for $60m.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4302082\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-EPSTEIN-ISLAND-FEB9-2026-1770719432.png?quality=80\" alt=\"INTERACTIVE - EPSTEIN - ISLAND\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Epstein owned at least six properties around the world, including:</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>Townhouse in Manhattan, New York</strong>: A large Upper East Side mansion at 9 East 71st Street, which sold for about $51m in 2021 to Michael Daffey, a former Goldman Sachs executive.</li>\n</ul><ul class=\"spaced-bullet-spacing\">\n<li><strong>Zorro Ranch, New Mexico</strong>:  A large ranch near Stanley, New Mexico that was sold in 2023.</li>\n<li><strong>Mansion in Palm Beach, Florida</strong>: A waterfront estate at 358 El Brillo Way was a key site where prosecutors say many sex crimes were committed. The property was demolished by a developer in 2021 to “erase the legacy” of the site.</li>\n</ul><ul class=\"spaced-bullet-spacing\">\n<li><strong>Little Saint James</strong>: Epstein’s primary private island residence in the Caribbean.</li>\n</ul><ul class=\"spaced-bullet-spacing\">\n<li><strong>Great Saint James</strong>: A larger island, neighbouring Little Saint James.</li>\n</ul><ul class=\"spaced-bullet-spacing\">\n<li><strong>Apartment in Paris, France</strong>: A luxury apartment at 22 Avenue Foch in the 16th arrondissement, which sold for $10.4m to Bulgarian plastic packaging tycoon Georgi Tuchev.</li>\n</ul><p>At the time of his death in 2019, Epstein’s real estate portfolio was valued at around $180m, though most of it was eventually sold at a discount.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4302084\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-EPSTEIN-ISLAND-FEB9-2026-copy-1770719434.png?quality=80\" alt=\"INTERACTIVE - EPSTEIN - PROPERTIES\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"who-was-in-epstein-s-inner-circle\">Who was in Epstein’s inner circle?</h2><p>Epstein ran a deep, multilayered operation that depended on several key figures who enabled his criminal activities over decades.</p><p>The Justice Department shared a diagram mapping Epstein’s inner circle in the released documents in January, with a number of names and faces redacted. Below is a list of some of the most prominent figures.</p><figure id=\"attachment_4302271\" aria-describedby=\"caption-attachment-4302271\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4302271\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Department-of-Justice-inner-circle-Epstein-1770723053.png?quality=80\" alt=\"Jeffrey Epstein’s inner circle [US Department of Justice]\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4302271\" class=\"wp-caption-text\">American financier Jeffrey Epstein’s inner circle [US Department of Justice]</figcaption></figure><ul class=\"spaced-bullet-spacing\">\n<li><strong>Ghislaine Maxwell</strong>: Her intimate friendship with Epstein dated back to the 1990s. She played a significant role in recruiting girls and young women.</li>\n<li><strong>Jean-Luc Brunel</strong>: The French modelling agent was financed by Epstein in 2004, launching MC2 Model Management. Many victims have testified that Brunel helped recruit girls for Epstein. He also died by suicide in his cell at La Sante Prison in Paris in 2022 before his trial.</li>\n<li><strong>Darren Indyke</strong>: Epstein’s personal lawyer was involved in the inner workings of Epstein’s finances. He was named in Epstein’s will to receive $50m.</li>\n<li><strong>Richard Kahn</strong>: Epstein’s accountant, along with Indyke, served as coexecutor of Epstein’s estate. Kahn was named to receive $25m in Epstein’s will.</li>\n<li><strong>Harry Beller</strong>: Epstein’s financial adviser worked under the direction of Kahn as part of a tight-knit team managing some of the most delicate parts of Epstein’s financial life.</li>\n<li><strong>Lesley Groff</strong>: She was one of three personal assistants who prosecutors had been prepared to indict in 2007. Victims alleged she helped coordinate travel and logistics for the trafficking operation.</li>\n</ul><p>The document also lists several of Epstein’s other employees and associates, who are redacted. American billionaire businessman Les Wexner, former CEO of the lingerie company Victoria’s Secret, was another longtime prominent figure. For years, he was Epstein’s most important financial benefactor, with Epstein having power of attorney.</p><h2 id=\"who-has-been-named-in-the-files\">Who has been named in the files?</h2><p>Elite circles spanning royalty, senior politicians and technology magnates demonstrated remarkable comfort in their associations with Epstein in emails and other messages documented in the files. Names mentioned in the files do not automatically indicate wrongdoing.</p><p>Some of the most high-profile names in the files include:</p><p><strong>Andrew Mountbatten-Windsor</strong>: The younger brother of Britain’s King Charles was stripped of his royal title in October last year. British Prime Minister Keir Starmer called for Mountbatten-Windsor to testify before a US congressional committee earlier this month. Police have also said they were reviewing allegations that a woman was taken to an address in Windsor for sexual purposes in 2010.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Peter Mandelson</strong>: The United Kingdom’s <a href=\"/news/2026/2/5/how-epstein-mandelson-files-rocked-the-uk-government\">former US ambassador</a>, who resigned from the Labour Party last week and is under police investigation. Emails suggest he leaked market-sensitive government information during the 2008 financial crisis.</p><p><strong>Donald Trump</strong>: The US president has been mentioned more than 4,000 times in the files. Trump has denied any wrongdoing in relation to Epstein, and says he severed contact decades ago.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Mette-Marit Hoiby</strong>: The crown princes of <a href=\"/news/2026/2/6/epstein-files-set-off-norwegian-political-storm-what-we-know\">Norway</a> exchanged emails with Epstein after his 2008 conviction.</p><p><strong>Ehud Barak</strong>: the former Israeli prime minister is mentioned in multiple documents, with evidence of correspondence on several occasions after Epstein was convicted. One exchange in 2017 shows plans for Barak to stay at Epstein’s New York residence. Barak has acknowledged his interactions with Epstein, but says he was never involved in inappropriate behaviour.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Bill Gates</strong>: There are multiple emails from the Microsoft cofounder dating back to 2013.</p><p><strong>Bill Clinton</strong>: There are several photos of the former US president in the Epstein files. He was also photographed with Epstein in the 1990s and 2000s.</p><p><strong>Elon Musk</strong>: Documents reveal emails between the tech billionaire and Epstein dating back to 2012 and detailing travel plans to visit Epstein, although Musk says he never travelled to Epstein’s island.</p><p><strong>Richard Branson</strong>: The British entrepreneur and Virgin Group cofounder appears in hundreds of files. However, Branson has maintained that his meetings were limited to group and business settings.</p><p><strong>Sarah Ferguson</strong>: Known as “Fergie”, Mountbatten-Windsor’s ex-wife appears in multiple emails.</p><p><strong>Steve Bannon</strong>: Trump’s former top adviser appears to have sent and received thousands of messages, mostly between 2018 and 2019.</p><p><strong>Howard Lutnick</strong>: The billionaire businessman, now the US Commerce Department secretary, had planned to visit Epstein in Little Saint James with his family.</p><p><strong>Noam Chomsky</strong>: The intellectual appeared in multiple documents, with some suggesting he advised Epstein on media coverage of sex-trafficking allegations.</p><p><strong>Deepak Chopra</strong>: The self-help guru appears in files that show communication after Epstein’s 2008 conviction.</p><p><strong>Ariane de Rothschild</strong>: The head of Edmond de Rothschild Group met Epstein multiple times in New York and Paris before his 2019 arrest.</p><p><strong>Miroslav Lajcak</strong>: The Slovakian national security adviser resigned after emails about young women surfaced with correspondence dating to 2018 when he was foreign minister.</p><p><strong>Sergey Brin</strong>: The cofounder of Google visited Epstein’s island and had made plans to visit Epstein’s New York home.</p><p><strong>Thorbjorn Jagland</strong>: The former prime minister of Norway is now subject to a criminal investigation for corruption based on email exchanges with Epstein.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Other names include: Peter Thiel, Palantir cofounder; Larry Summers, US President Bill Clinton’s former treasury secretary; Steve Tisch, coowner of the New York Giants; Jack Lang, former French culture minister; his daughter Caroline Lang, who partnered with Epstein in 2016 in the company Pyrtanee LLC; Borge Brende, World Economic Forum CEO; Mona Juul, Norway’s ambassador to Jordan and Iraq; Terje Rod-Larsen, Juul’s husband and Oslo Accords architect; Brad Karp, chairman of prestigious law firm Paul Weiss; Casey Wasserman, chairman of the Los Angeles 2028 Olympic Games; and Brett Ratner, director of the new documentary on US First Lady Melania Trump.</p></div></div></body></html>"
        },
        {
            "title": "Mexico’s Sheinbaum laments US’ oil block on Cuba | Business and Economy | Al Jazeera",
            "time": "2026-02-10T15:17:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/13723394_cropped-1770736582.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Why did Saif al-Islam Gaddafi have to die? | Muammar Gaddafi | Al Jazeera",
            "time": "2026-02-10T14:12:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_698b0f08-1770721032.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"318\" data-end=\"918\">Saif al-Islam Gaddafi was shot 19 times inside his compound in Zintan, a mountain town in western Libya, where he had lived since his capture in 2011. Four masked men entered the compound after disabling the security cameras. Roughly 90 minutes earlier, his guards had withdrawn from the area for reasons that remain unexplained. When the shooting ended, the assailants did not flee. They left. No gunfight. No pursuit. No claim of responsibility. The perpetrators vanished into the kind of silence that, in Libya, usually means the killers have nothing to fear from an investigation.</p><p data-start=\"920\" data-end=\"1545\">Saif was the son of Muammar Gaddafi, who ruled Libya for more than four decades before being overthrown and killed in the 2011 revolution. Since 2014, the country has been divided between two rival power centres. In the west, successive governments in Tripoli, the latest led by Prime Minister Abdul Hamid Dbeibah, derive their authority from United Nations recognition. In the east, renegade military commander Khalifa Haftar controls territory through military force, backed by the United Arab Emirates, Russia, and Egypt, while a paper government in Benghazi provides civilian cover for what is effectively military rule. Neither side has faced a national election, nor intends to.</p><p>The mechanics of the killing tell their own story. This was not violence born of chaos. It was an operation, executed within a narrow window by actors who understood Saif’s movements, his protection, and the informal rules governing both. Members of his inner circle have described it as an inside job. Reaching him required more than weapons. It required access to his routines, to his guards, and to the layered arrangements that had kept him alive in secret. For years, Saif had lived in varying degrees of concealment, protected by local understandings and, at times, by Russian-linked security support. By the night of the attack, all that protection had been withdrawn. Whoever planned the operation knew it would be.</p><p data-start=\"2279\" data-end=\"2352\">Motive alone is not evidence. But method and capability narrow the field.</p><p data-start=\"2354\" data-end=\"3201\">When Abdelghani al-Kikli, the commander of Tripoli’s largest militia, Stabilisation Support Apparatus (SSA), was assassinated last year by a rival brigade, the result was immediate chaos. Armed clashes shut down large parts of the capital – factional and noisy, and instantly legible. The Zintan operation bears no resemblance. Its precision and the silence that followed point to a different kind of actor. Critics, liabilities, and inconvenient figures within Haftar’s orbit have often been removed quietly. Mahmoud al-Werfalli, a senior officer in Haftar’s forces and a man wanted by the International Criminal Court, was shot dead in broad daylight in Benghazi in 2021. No serious investigation followed. Others have disappeared in a similar fashion. These operations do not require total territorial control. They rely on networks, intimidation and the expectation of impunity.</p><p data-start=\"3203\" data-end=\"3310\">None of these constitutes proof. Libya rarely offers proof. Only patterns. But patterns have infrastructure.</p><p data-start=\"3312\" data-end=\"3776\">The political order Muammar Gaddafi built did not disappear in 2011. It was disassembled and repurposed. Haftar took its fragments, tribal patronage networks, security hierarchies, and the militia economy, and reassembled them around his own family, anchored by a praetorian guard, the Tariq bin Ziyad Brigade, commanded by his son Saddam, the recently appointed deputy general commander of the self-styled Libyan National Army and the most likely successor to his father.</p><p data-start=\"3778\" data-end=\"4277\">Former loyalists of the old regime were not excluded from this system, but they were never trusted within it. Pro-Gaddafi political figures and commanders were encouraged to return under Haftar and absorbed after 2014 only on strictly conditional terms. Figures such as Hassan Zadma, once aligned with Saif’s brother Khamis’s infamous 32nd Brigade, were coopted for their utility, not integrated as partners. When their presence threatened Haftar’s control, they were marginalised or dismantled.</p><p data-start=\"4279\" data-end=\"4567\">Saif himself was never offered even that conditional inclusion. He remained outside the system, tolerated, contained, and watched, a reminder of an alternative line of inheritance that could never be fully neutralised. He had lived under the persistent threat of assassination since 2017.</p><p data-start=\"4569\" data-end=\"5397\">Saif did not represent change. He represented an alternative. The danger he posed was structural. Haftar’s coalition is held together not by ideology but by patronage, and patronage is distributed unevenly. Some tribes and armed groups receive more than others. Loyalty is transactional, calibrated to what each faction can extract. In the event of Haftar’s death, those who feel short-changed would see succession as an opportunity to renegotiate their terms, or defect to whoever offers a better deal. The only figure with a history and surname symbolic enough to draw them in was Saif, heir to the very system Haftar had repurposed. He would not have dismantled it. He would have ruled through it, with the same patronage logic and the same authoritarian reflexes. Same system, different family.</p><p data-start=\"5399\" data-end=\"6688\">That made him extraordinarily difficult to accommodate. Forty-eight hours before the killing, Saddam Haftar met Ibrahim Dbeibah, the prime minister’s nephew and head of Libya’s national security apparatus, secretly at the Elysee Palace in Paris. There was no official readout. Leaks suggest a single agenda: whether Libya’s rival camps could form yet another interim unity government, one that would bring the LAAF formally under the state, divide ministries and institutions between the Haftar and Dbeibah families, and postpone elections for what would now be over a decade. Libyans have not voted since 2014. That grievance has deepened with every failed transition, every broken promise of elections, every new interim arrangement designed to keep the same people in power. A family carve-up negotiated in Paris would have made it volcanic. Saif did not need a programme to exploit that. He only needed to be on the ballot. In the aborted 2021 presidential election, he polled significantly ahead of Haftar. If the only viable candidates are authoritarians, the anti-establishment authoritarian wins. He could not be absorbed into such an arrangement without destabilising both sides, and he could not be left outside it without becoming the vehicle for every Libyan’s rage against it.</p><p data-start=\"6690\" data-end=\"7273\">Five days after his killing, Saif’s tribe buried him in Bani Walid, a town long associated with loyalists of his father. They had wanted Sirte, his father’s tribal seat. Haftar’s forces denied them. Condolence receptions were blocked. Public mourning was prevented. Saif spent a decade being told where he could live, who he could see, and when he could speak. His killers decided where he could die. His rivals decided where he could be buried. No one has been arrested. No one will be. In Libya, silence after a killing is never the absence of an answer. It is the answer.</p><p data-start=\"6690\" data-end=\"7273\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Iran shuts down private businesses after protests as economy slumps | Protests News | Al Jazeera",
            "time": "2026-02-10T14:02:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697a3ae73ca1-1769618151.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran –</strong> Iranian authorities have shut down a number of privately owned businesses in the wake of deadly nationwide protests last month, even as the country’s cratering economy is <a href=\"/news/2026/2/2/irans-economy-falters-as-internet-shutdown-hits-people-businesses-hard\" target=\"_blank\" rel=\"noopener noreferrer\">hitting people and businesses hard</a> and its government pursues a fraught diplomatic path with the United States.</p><p>Neither police nor judicial authorities have elaborated on why the businesses, most of them popular gathering spots in central and northern Tehran for young Iranians, have been shut down.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But many of the businesses had either observed strikes or expressed support online in the form of Instagram stories for the nationwide protests that started at the end of December.</p><p>Dozens of small and medium-sized businesses – including restaurants, cafes and roasteries, art galleries and ice cream shops – have been closed over recent days by a police authority tasked with overseeing public spaces.</p><p>Notices posted on the social media pages of the closed businesses said their content was found to be in “violation of the country’s rules and not adhering to police regulations”.</p><p>On Monday, the Fars news agency, which is affiliated with the Islamic Revolutionary Guard Corps, released an image of a confession letter allegedly signed by private businessman Mohammad Ali Saedinia.</p><p>The 81-year-old and his family managed a string of popular cafes and food brands with dozens of branches across the country.</p><p>The judiciary confirmed last week that he has been in prison in the aftermath of the protests, all of his businesses have been closed and <a href=\"/news/2026/1/20/iran-just-getting-started-on-punishing-rioters-arrested-during-protests\" target=\"_blank\" rel=\"noopener noreferrer\">all his assets confiscated</a> to compensate for the damage done during the unrest.</p><p>“Unfortunately, in recent times due to the problems occurring in the markets and for the financing of the factory, my son had mistakenly announced the closure of our stores in lockstep with the Tehran bazaar,” the confession letter reads.</p><p>“He and myself have now fully understood our mistake and apologise to the dear people because if there is a problem, we must be vigilant so the enemies of Iran and Islam do not misuse it.”</p><p>The Iranian government said 3,117 people were killed during the unrest as it accused “terrorists” and “rioters” armed and funded by the United States and Israel of being behind the killings and the destruction of public property, including homes and businesses.</p><p>The United Nations and international human rights organisations said they have documented widespread use of deadly force against the protesters, including children. They have also raised alarms over raids on hospitals and arrests of medical personnel.</p><p>The latest figures by the US-based <a href=\"/news/2026/1/15/what-is-hrana-the-us-based-group-behind-irans-death-toll-figures\" target=\"_blank\" rel=\"noopener noreferrer\">Human Rights Activists News Agency</a> indicated 6,964 fatalities and 11,730 further cases under investigation. UN Special Rapporteur on Iran Mai Sato said more than 20,000 civilians may have been killed as information remains limited amid heavy internet filtering by the state.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"economy-in-turmoil\">Economy in turmoil</h2><p>More than a month after the killings as concerns of war breaking out with the US linger, the Iranian economy is increasingly under strain.</p><p>The national currency, the rial, on Tuesday changed hands for about 1.62 million per US dollar, hovering close to an all-time low registered last month.</p><p>In Tehran’s Grand Bazaar, nearly all the shops are open, and some activity has returned out of necessity but not to the already deeply diminished levels seen before the protests.</p><p>“After weeks of very low sales, we’re now at maybe 60 percent compared to before, and that’s while we deal in equipment needed by different industries,” said a merchant at the bazaar who sells electric motors mostly imported from China.</p><p>“The transactions are done in cash on the day as much as possible. There’s been no interest to deal using cheques for even one to two months,” he told Al Jazeera.</p><p>Shops are also open around the nearby Jomhouri business area of downtown, where the protests were <a href=\"/news/2025/12/29/protests-strikes-after-irans-economic-situation-rapidly-deteriorates\" target=\"_blank\" rel=\"noopener noreferrer\">originally sparked by shopkeepers</a> on December 28 against the freefall in the value of  the national currency. But there is still a heavy presence of security forces in the area, who at times set up checkpoints and patrol the streets.</p><p>A report on Monday by the reformist Shargh newspaper said many parents are questioning whether schools, which were shut down along with universities by the authorities during the unrest, are now safe places to send their children. Their indecision has left many classrooms nearly empty.</p><h2 id=\"celebrations-to-mark-1979-revolution-planned\">Celebrations to mark 1979 revolution planned</h2><p>The theocratic establishment is planning events across the country on Wednesday to celebrate the anniversary of the 1979 revolution, which ousted Iran’s last shah, US-backed Mohammad Reza Shah Pahlavi.</p><p>In a speech on Monday, Supreme Leader Ali Khamenei told Iranians to “make the enemy disappointed” by participating in state-organised rallies and demonstrations, which he said are “unparalleled” in the world.</p><p>President Masoud Pezeshkian and other top officials have also addressed state media to ask the people to join the rallies.</p><p>The confession letter signed by Saedinia also said the businessman and his son would participate in the rallies to demonstrate “hatred for criminal America”.</p><p>Earlier this week, Iranian authorities also <a href=\"/news/2026/2/9/iran-arrests-prominent-reformists-over-deadly-january-unrest\" target=\"_blank\" rel=\"noopener noreferrer\">arrested leading reformist figures</a> who had called for changes in the aftermath of the government’s deadly protest crackdown. They were all accused of working “for the benefit” of Israel and the US and joined tens of thousands of people arrested since last month.</p><p>Iran and the US held indirect talks mediated by Oman on Friday but have continued to exchange threats as the US builds up its warships and air defences across the region.</p><p>Iranian security chief <a href=\"/news/2026/2/10/irans-top-security-official-in-oman-following-nuclear-talks-with-us\">Ali Larijani met Oman’s leaders in Muscat</a> on Tuesday as Israeli Prime Minister Benjamin Netanyahu arrived for a visit to the US to press Trump to back Israel’s narrative and demands on Iran on both the nuclear and ballistic missiles issues.</p><p>Israeli media have reported Trump asked for the meeting to be off-camera, which suggests there are disagreements as Washington, for the time being, pursues diplomacy with Tehran.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Macron warns US trade ‘threats, intimidation’ towards EU not over | European Union News | Al Jazeera",
            "time": "2026-02-10T13:34:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-06T162738Z_1275494411_RC2EGJA7P1XM_RTRMADP_3_FRANCE-POLITICS-1770723962.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French President Emmanuel Macron warned “threats” and “intimidation” by the United States are not over despite an apparent lull in tensions, urging the EU to treat recent turbulence in the transatlantic relationship as a wake-up call to push through reforms.</p><p>In an interview with several publications published on Tuesday, Macron said Europeans need to learn from what he called the <a href=\"/news/2026/2/6/canada-france-to-open-consulates-in-greenland-amid-ongoing-us-threats\">“Greenland moment”</a>, and called on European Union leaders to pursue changes that would strengthen its ability to stand up economically to Washington and Beijing.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>US President Donald Trump has pledged to take control of Greenland saying the Danish autonomous territory is crucial for “national security”.</p><p>Macron said the recent pause in Washington’s threats against its European allies should not be mistaken for a lasting shift in the US position, saying the Trump administration is being “openly anti-European” and seeking the EU’s “dismemberment”.</p><p>“We are currently in a phase I would call a ‘Greenland moment’,” Macron said in the interview published in France’s Le Monde, English language publications The Economist and The Financial Times, and Germany’s Suddeutsche Zeitung.</p><p>“There are threats and intimidation and then suddenly Washington backs down. And we think it’s over. But don’t believe it for a second.”</p><p>He said when there is “blatant aggression … we must not bow down or try to reach a settlement”.</p><p>“We tried this strategy for months and it’s not working. But above all, it strategically leads Europe to increase its dependence.”</p><p>Macron added “every day” there are US threats against Europe, and warned of further hostile moves against the EU to come in the form of American import tariffs if the EU uses its Digital Services Act to regulate US tech giants.</p><p>“The US will in the coming months – that’s certain – attack us over digital regulation,” Macron said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-profound-shock\">‘A profound shock’</h2><p>In advance of an EU meeting on competitiveness this week, Macron advocated for “simplifying” and “deepening the EU’s single market”, and “diversifying” trade partnerships. He warned the bloc needed to be more resilient in the face of challenges from ‌the US and China.</p><p>“We have the Chinese tsunami on the trade front, and we have minute-by-minute instability on the American side,” he said. “These two crises amount to a profound shock – a rupture for Europeans.”</p><p>Macron said he believed the economic strategy to secure European power “lies in what I call protection, which is not protectionism, but rather European preference”.</p><p>The EU’s public and private investment needs about 1.2 trillion euros ($1.4 trillion) per year, including green and digital technologies, defence and security, he said.</p><p>The French president, whose second term expires in early 2027, renewed his call for ‌the EU to embark on more common borrowing to help the bloc of 27 nations invest at scale and challenge the hegemony of the US dollar.</p><p>France has championed the concept for years, but other countries have not yet bought in.</p><p>“Now is the time to launch a common borrowing capacity for these future expenditures, future-oriented Eurobonds,” said Macron.<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4256657\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-GREENLAND-Military-bases-in-the-Arctic-JAN-21-2026-1768987635.png?quality=80\" alt=\"INTERACTIVE-GREENLAND - Military bases in the Arctic - JAN 21, 2026-1768987635\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"trump-upends-transatlantic-ties\">Trump upends transatlantic ties</h2><p>Since returning to the White House, Trump has unsettled longstanding relations with Washington’s European allies by taking a more transactional and confrontational approach to the relationship.</p><p>The move has led to a crisis in transatlantic ties and prompted European leaders to reassess their traditional cooperation frameworks.</p><p>Relations plummeted to a new low last month when Trump threatened to annex Greenland and impose trade tariffs on European countries that opposed the move, before abruptly performing a U-turn.</p><p>Trump backed off the threats after saying he struck a “framework” deal with NATO chief Mark Rutte to ensure greater US influence over the Arctic island. NATO has begun planning a new Arctic mission amid the dispute.</p><p>Trump’s repeated comments about NATO’s spending targets and security commitments have also prompted unease in Europe.</p><p>Trump recently insulted NATO allies with <a href=\"/news/2026/1/23/trump-claim-on-nato-role-in-afghanistan-draws-condemnation\">comments</a> that their troops stayed “a little off the front lines” in Afghanistan, remarks that British Prime Minister Keir Starmer <a href=\"/news/2026/1/23/frankly-appalling-uks-starmer-slams-trump-over-afghanistan-comments\">described as</a> “insulting and frankly appalling”.</p><p>Meanwhile, tariffs on European imports to the US have led to economic friction, while the US has pushed back on moves to regulate digital spaces through the EU’s Digital Services Act, which Washington says stifles free speech and is harmful to US tech firms.</p><p>On Monday, a State Department official said the Trump administration would fund efforts to promote free speech within Western countries allied with Washington.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Australian police under scrutiny after protesters beaten | Gaza | Al Jazeera",
            "time": "2026-02-10T13:23:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770729800.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel accused of spraying chemicals to poison Syrian farmland | Newsfeed | Al Jazeera",
            "time": "2026-02-10T12:46:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770727561.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Feb 2026</span><span aria-hidden=\"true\">10 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "A coup that never was: Why UK’s Starmer faced major leadership challenge | Politics News | Al Jazeera",
            "time": "2026-02-10T12:16:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26040656822332-1770726264.jpg?resize=1667%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Kingdom Prime Minister Keir Starmer has emerged rattled but ultimately unscathed after a day and night of drama during which a key member of his Labour Party called for him to resign over <a href=\"/news/2026/2/5/how-epstein-mandelson-files-rocked-the-uk-government\">revelations</a> about a former ambassador to the US, Peter Mandelson, in the Jeffrey Epstein files.</p><p>Starmer has faced more than a week of mounting pressure since the release of the latest tranche of documents from the US Department of Justice relating to the criminal cases against the late sex offender. They revealed that Mandelson had maintained a close friendship with the disgraced financier even after Epstein had pleaded guilty to solicitation of sex with a minor and was jailed in 2008.</p><p>They include documents and emails that suggest Mandelson may have received payments from Epstein and passed sensitive information to him during the 2008-2009 financial crisis.</p><p>Since then, Starmer has admitted that he knew of the pair’s friendship when he appointed Mandelson as ambassador but said the peer had lied about the extent of it. The affair has caused outrage in parliament. Two key members of Starmer’s inner circle have resigned and a third is under pressure to go. On Monday, Scottish Labour leader Anas Sarwar called for the prime minister to do the same.</p><p>While Starmer’s position has been shored up for now by a rally of support from his cabinet on Monday night, just how badly has this affair shaken his government?</p><figure id=\"attachment_4301900\" aria-describedby=\"caption-attachment-4301900\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4301900\" src=\"/wp-content/uploads/2026/02/AFP__20260209__96PW8A3__v1__MidRes__BritainScotlandUsPoliticsLabourEpsteinMandelson-1770714191.jpg?w=770&amp;resize=770%2C526&amp;quality=80\" alt=\"anas sarwar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4301900\" class=\"wp-caption-text\">‘The distraction needs to end,’ Scottish Labour leader Anas Sarwar says at a news conference in Glasgow on February 9, 2026, at which he called for Starmer to step down [Andy Buchanan/AFP]</figcaption></figure><h2 id=\"why-did-anas-sarwar-call-for-starmer-to-resign\">Why did Anas Sarwar call for Starmer to resign?</h2><p>Sarwar said at a news conference early on Monday afternoon that he had called Starmer and told him it was time for him to resign. “I spoke to the prime minister earlier today, and I think it’s safe to say he and I disagreed,” Sarwar said.</p><p>He said “too many mistakes” had been made in relation to the appointment of Mandelson.</p><p>“The distraction needs to end, and the leadership in Downing Street has to change,” Sarwar said as he became the first Labour heavyweight to stand against the prime minister.</p><p>While Sarwar said he believed Starmer to be a “decent man”, the fury over the Epstein files had severely damaged the government’s support and wrecked its chances in the upcoming Scottish parliament elections. Opinion polls put Scottish Labour some distance behind the Scottish National Party, followed by the far-right Reform party, led by Nigel Farage.</p><p>But cabinet members came out in support of Starmer, ultimately ending the coup that never was. Angela Rayner, former deputy prime minister and a senior member of the Labour Party, was the first to show him support. She said in a post on X that while she did not defend Starmer’s judgement, “the worst possible response [to the scandal] would be to play party politics or factional games.”</p><p>“I urge all my colleagues to come together, remember our values and put them into practice as a team,” she wrote on X. “The Prime Minister has my full support in leading us to that end.”</p><p>Within hours, nearly every minister had followed suit. Wes Streeting, the health secretary, urged people to “give Keir a chance”. Pat McFadden, the work and pensions secretary, said he hoped the prime minister would stay on, and Douglas Alexander, Scotland secretary, said he “respected” Sarwar’s stance but backed the prime minister.</p><p>On Monday night, Starmer addressed more than 400 MPs and peers at a Labour Party meeting. “I have won every fight I’ve ever been in. I fought to change the Labour Party to allow us to win an election again,” he told them.</p><p>“But I’ll tell you this, after having fought so hard for the chance to change our country, I’m not prepared to walk away from my mandate and my responsibility to my country or to plunge us into chaos as others have done.”</p><figure id=\"attachment_4301896\" aria-describedby=\"caption-attachment-4301896\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4301896\" src=\"/wp-content/uploads/2026/02/AFP__20260209__96P79VC__v1__MidRes__BritainUsPoliticsEpsteinMandelson-1770714140.jpg?w=770&amp;resize=770%2C501&amp;quality=80\" alt=\"starmer\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4301896\" class=\"wp-caption-text\">Journalists gather outside 10 Downing Street, the official residence of Britain’s prime minister, on February 9, 2026, as Starmer was ‘getting on with the job of delivering change across the country’, a spokesman told them. [Henry Nicholls/AFP]</figcaption></figure><h2 id=\"who-has-resigned-from-starmer-s-team-and-why\">Who has resigned from Starmer’s team and why?</h2><p>Two key figures have already resigned, and a third is under pressure to do so, UK media has reported.</p><p>Amid growing outrage over the new revelations about Mandelson and Epstein, Starmer’s chief of staff, Morgan McSweeney, resigned on Sunday, taking “full responsibility” for advising the prime minister to appoint Mandelson to the ambassadorship, which he took up in 2025, despite the risks.</p><p>“The decision to appoint Mandelson was wrong,” McSweeney said. “He has damaged our party. … I advised the prime minister to make that appointment and I take full responsibility for that.”</p><p>Mandelson was dismissed from the post in September after serving seven months after the UK daily The Sun obtained other emails between him and Epstein that showed the depth of their friendship.</p><p>After the release of the latest tranche of Epstein documents on January 30, Mandelson resigned from the Labour Party and the House of Lords.</p><p>Tim Allan, Starmer’s communications chief, resigned on Monday, saying he was leaving to pave the way for a “new No 10 team” to be built as Starmer tries to reset his government.</p><p>Allan, who founded the Portland Communications firm specialising in reputation management, had been in the job for only five months, and Starmer is now looking to hire his fifth communications chief since taking office in 2024.</p><p>Chris Wormald, the cabinet secretary and senior-most civil servant in Downing Street, is also reportedly under pressure to resign and is said to be currently negotiating his exit from the role, which he has been in for less than a year.</p><p>The UK’s Guardian newspaper reported that some people close to Starmer view him as a “disastrous” appointment.</p><figure id=\"attachment_4301892\" aria-describedby=\"caption-attachment-4301892\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4301892\" src=\"/wp-content/uploads/2026/02/AFP__20250508__2214072125__v3__MidRes__PresidentTrumpAnnouncesATradeAgreementWithThe-1770714135.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"mandelson\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4301892\" class=\"wp-caption-text\">UK Ambassador Peter Mandelson, shown standing just right of US President Donald Trump, seated, talks with UK Prime Minister Keir Starmer by speaker phone in the Oval Office of the White House on May 8, 2025, in Washington, DC [Anna Moneymaker/Getty Images via AFP]</figcaption></figure><h2 id=\"what-did-the-epstein-files-reveal-about-mandelson\">What did the Epstein files reveal about Mandelson?</h2><p>The latest release of files showed Mandelson maintained his relationship with Epstein after the latter was jailed in 2008.</p><p>They also suggested Mandelson received payments from the late financier and may have shared market-sensitive information with him that was of financial interest to Epstein.</p><p>Leaks of sensitive information by Mandelson allegedly took place in 2009 while he was serving as the UK’s business secretary.</p><p>The UK police have launched a criminal investigation over suspected misconduct in public office linked to Mandelson’s relationship with Epstein.</p><p>In one of the emails revealed in the most recent tranche of documents released from the US Justice Department, Mandelson told Epstein to “fight for early release” shortly before he was sentenced in 2008.</p><p>“I think the world of you,” Mandelson told Epstein, adding about his prosecution: “I can still barely understand it. It just could not happen in Britain. You have to be incredibly resilient, fight for early release and be philosophical about it as much as you can.”</p><figure id=\"attachment_4301890\" aria-describedby=\"caption-attachment-4301890\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4301890\" src=\"/wp-content/uploads/2026/02/AFP__20250227__36YQ8HM__v1__MidRes__BritishPrimeMinisterKeirStarmerArrivesInWashingt-1770714132.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"starmer\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4301890\" class=\"wp-caption-text\">Prime Minister Keir Starmer, right, talks with then-Ambassador to the US Peter Mandelson at a welcome reception at the ambassador’s residence in Washington, DC [File: Carl Court/pool/AFP]</figcaption></figure><h2 id=\"how-damaging-has-this-all-been-for-starmer\">How damaging has this all been for Starmer?</h2><p>Starmer has apologised publicly for appointing Mandelson as ambassador to the US despite knowing of his ties – but not the extent of them, he said – to the disgraced financier.</p><p>“None of us knew the depth and the darkness of that relationship,” Starmer said on Thursday as he apologised to Epstein’s victims.</p><p>“I am sorry – sorry for what was done to you, sorry that so many people with power failed you, sorry for having believed Mandelson’s lies and appointing him.”</p><p>But this has not been enough to let him off the hook entirely, experts said.</p><p>Tim Bale, a professor of politics at Queen Mary University of London, said the scandal has been hugely damaging for Starmer. “A more popular PM might have been able to ride it out, but he was already facing a good deal of hostility from voters before it blew up,” Bale told Al Jazeera. “He’s managed so far to hold on to his cabinet, but he’s completely lost the trust of the electorate – and that’s hard to get back.”</p><p>Bale said “people are disgusted by” Starmer’s decision to appoint Mandelson “despite knowing that he’d stayed friends with Epstein after he’d been convicted”.</p><figure id=\"attachment_3927804\" aria-describedby=\"caption-attachment-3927804\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3927804\" src=\"/wp-content/uploads/2025/09/2025-09-02T084753Z_166857996_RC2KJGAOHUS6_RTRMADP_3_BRITAIN-POLITICS-CABINET-1757086048.jpg?w=770&amp;resize=770%2C516&amp;quality=80\" alt=\"Britain's Foreign Secretary David Lammy and Deputy Prime Minister Angela Rayner\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3927804\" class=\"wp-caption-text\">Then-UK Foreign Secretary David Lammy and Deputy Prime Minister Angela Rayner greet each other as they arrive for a cabinet meeting at Downing Street in London on September 2, 2025 [Toby Melville/Reuters]</figcaption></figure><h2 id=\"can-starmer-s-leadership-still-be-challenged\">Can Starmer’s leadership still be challenged?</h2><p>While Starmer has survived Monday night, his position is still weak with low approval ratings, experts said.</p><p>Labour is expected to suffer losses in crucial Scottish elections in May. A parliamentary by-election is also due on February 26.</p><p>“The immediate danger [to Starmer] is that [Labour] suffers catastrophic losses in a by-election and then a big set of elections in May,” Bale said. “That will reignite calls for Starmer to resign and, if he doesn’t, a challenge from one or more of his colleagues.”</p><p>Among the top runners to replace Starmer are Rayner, his former deputy prime minister who resigned from the cabinet last year over a tax scandal.</p><p>A website pitching Rayner as leader, angelaforleader.co.uk, went live in January briefly, The Guardian newspaper reported. Rayner has denied any links to the website.</p><p>Another politician gearing up to replace Starmer is Wes Streeting, the health secretary.</p><p>Streeting, 43, has also been called out for his ties with Mandelson. In a bid to distance himself from the former ambassador, Streeting this week shared private chats he had with Mandelson that questioned the government’s growth plan.</p><p>Home Secretary Shabana Mahmood, 45, is another possible successor to Starmer. She has grown popular among several right-aligned leaders of the Labour Party with her moves to tighten border controls and crack down on unauthorised immigration.</p><figure id=\"attachment_4106258\" aria-describedby=\"caption-attachment-4106258\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4106258\" src=\"/wp-content/uploads/2025/11/epa_6917070ad630-1763116810.jpg?w=770&amp;resize=770%2C620&amp;quality=80\" alt=\"epa12520210 British Prime Minister Sir Keir Starmer departs 10 Downing Street for Prime Minister's Questions at parliament in London, Britain, 12 November 2025. EPA/ANDY RAIN\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4106258\" class=\"wp-caption-text\">British Prime Minister Keir Starmer has survived calls for him to step down, but his approval ratings are low, and he remains vulnerable [File: Andy Rain/EPA]</figcaption></figure><h2 id=\"what-other-issues-has-labour\">What other issues has Labour faced under Starmer?</h2><p>The Labour Party swept to power in July 2024, ending nearly 14 years of Conservative rule. However, the prime minister has since had a difficult time in Downing Street.</p><p>In the 2024 elections, Reform UK, the right-wing, populist, anti-immigration party led by Farage, won just five of the 650 seats in parliament. However, it has gone on to become one of the best polling British parties. In July, a YouGov <a href=\"/news/2025/7/3/could-far-right-reform-really-in-a-uks-general-election-now\">poll</a> put Reform in the lead, predicting it could win 271 seats if elections were held then.</p><p>In his speech on Monday, Starmer called the challenge posed by the rise of the Reform party, which has won over a number of high-profile defectors from the Conservative Party in recent weeks, “a fight for our lives”.</p><p>Starmer is also facing domestic pressure to put a stop to undocumented immigration to the UK. More than 32,000 people tried to cross the English Channel from France in small boats last year. These crossings are dangerous and have resulted in many deaths.</p><p>The UK and France have laid the blame on each other for the rising numbers. This led to a “<a href=\"/news/2025/9/24/how-effective-is-uks-one-in-one-out-migrant-deal-with-france-so-far\">one-in-one-out</a>” migrant deal signed between the UK and France last year, under which the UK returns one migrant to France for each accepted refugee. The scheme has had little success, however, with only a handful of migrants returned.</p><p>Starmer himself has dropped in popularity by 20 percentage points from July 2024 to January this year, according to YouGov.</p><p>“Reform has obviously spooked some in the Labour Party,” Bale said, adding, however, that Reform is eating into the Conservatives’ base more. “And Labour probably needs to worry more about the Greens and the Liberal Democrats at this stage.”</p><p>“The break-up of the two-party duopoly that has dominated British politics for a century is no longer simply an aspiration among challenger parties but an ongoing reality,” Bale said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}