{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Orthodox Christians celebrate Christmas in Bethlehem | Newsfeed | Al Jazeera",
            "time": "2026-01-06T16:03:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767715383.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "World safety at risk after US military intervention in Venezuela | Donald Trump | Al Jazeera",
            "time": "2026-01-06T15:37:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767713810.jpg?resize=1593%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Congress’s role questioned as Democrats vow to rein in Trump on Venezuela | Donald Trump News | Al Jazeera",
            "time": "2026-01-06T14:30:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26006037081044-1767663789.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> It has become a familiar pattern. United States presidents conduct unilateral military actions abroad. Congress shrugs.</p><p>On Saturday, in the hours after the US military <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abducted</a> Venezuelan leader Nicolas Maduro, Democrats in the Senate pledged to raise yet another <a href=\"/news/2025/6/19/what-is-the-war-powers-act-and-can-it-stop-trump-from-attacking-iran\">resolution</a> to rein in US President Donald Trump’s military actions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Chuck Schumer, the top Democrat in the chamber, has said the party will push for a vote within the week. By all accounts, the odds of its success remain long.</p><p>Since Trump took office for a second term in 2025, Congress has weighed multiple bills that would force him to seek legislative approval before initiating a military strike.</p><p>But the latest attack on Venezuela offers a stark instance of presidential overreach, one that is “crying out for congressional action”, according to David Janovsky, the acting director of the Constitution Project at the Project on Government Oversight.</p><p>Experts say it is also one of the clearest tests in recent history of whether Congress will continue to cede its authority to check US military engagement abroad.</p><p>“There are a lot of angles where you can come at this to say why it’s a clear-cut case,” Janovsky told Al Jazeera.</p><p>He pointed out that, under the US Constitution, Congress alone wields the authority to allow military action. He also noted that the Venezuela attack “is in direct contravention of the UN Charter, which is, as a treaty, law in the United States”.</p><p>“Any of the fig leaves that presidents have used in the past to justify unilateral military action just don’t apply here,” Janovsky added. “This is particularly brazen.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"an-uphill-battle\">An uphill battle</h2><p>Since August, the Trump administration has signalled plans to crank up its “maximum pressure” campaign against Venezuela.</p><p>That month, Trump reportedly signed a secret memo calling on the US military to prepare for action against criminal networks abroad. Then, on September 2, the Trump administration began conducting dozens of strikes on alleged drug-smuggling boats off the Venezuelan and Colombian coasts.</p><p>That deadly bombing campaign was itself condemned as a violation of international law and an affront to Congress’s constitutional powers. It coincided with a build-up of US military assets near Venezuela.</p><p>Trump also dropped hints that the US military campaign could quickly expand to alleged drug-trafficking targets on Venezuelan soil. “When they come by land, we’re going to be stopping them the same way we stopped the boats,” Trump said on September 16.</p><p>The strikes prompted two recent votes in the House of Representatives in December: one that would require congressional approval for any land strikes on the South American country, and one that would force Trump to seek approval for strikes on alleged drug-smuggling boats.</p><p>Both resolutions, however, failed roughly along party lines. A similar resolution in the Senate, which would have required congressional approval before any more attacks, also fell short in November.</p><p>But speaking to reporters in a phone call just hours after the <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">US operation</a> on Saturday, Senator Tim Kaine said he hoped the brashness of Trump’s latest actions in Venezuela would shock lawmakers into action.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Republicans, he said, can no longer tell themselves that Trump’s months-long military build-up in the Caribbean and his repeated threats are a “bluff” or a “negotiating tactic”.</p><p>“It’s time for Congress to get its a** off the couch and do what it’s supposed to do,” Kaine said.</p><p>In an interview with CNN’s Dana Bash, US Senator Chris Murphy also agreed that it was “true” that Congress had become impotent on matters of war, a phenomenon that has spanned both Democratic and Republican administrations.</p><p>Bash pointed to former President Barack Obama’s 2011 military deployment to Libya, which went unchecked by Congress.</p><p>“Congress needs to own its own role in allowing a presidency to become this lawless,” Murphy responded.</p><h2 id=\"republicans-ho-hum-about-resolutions\">Republicans ho-hum about resolutions</h2><p>Under the US Constitution, only Congress can declare war, something it has not done since World War II.</p><p>Instead, lawmakers have historically passed Authorizations for Use of Military Force (AUMFs) to approve committing troops to recent wars, including the US invasions of Iraq and Afghanistan and the strikes on alleged al-Qaeda affiliates across the Middle East, Africa and Asia.</p><p>No AUMFs have been passed that would relate to military action in Venezuela.</p><p>When lawmakers believe a president is acting beyond his constitutional power, they can pass a <a href=\"/news/2025/6/16/us-senator-introduces-bill-to-curb-trumps-power-to-go-to-war-with-iran\">war powers resolution</a> requiring Congressional approval for further actions.</p><p>Beyond their symbolism, such resolutions create a legal basis to challenge further presidential actions in the judiciary.</p><p>However, they carry a high bar for success, with a two-thirds majority in both chambers of Congress needed to override a presidential veto.</p><p>Given the current makeup of Congress, passage of a war powers resolution would likely require bipartisan support.</p><p>Republicans maintain narrow majorities in both the House and Senate, so it would be necessary for members of Trump’s own party to back a war powers resolution for it to be successful.</p><p>In November’s Senate vote, only two Republicans — co-sponsor Rand Paul of Kentucky, and Lisa Murkowski, of Alaska — split from their party to support the resolution. It failed by a margin of 51 to 49.</p><p>December’s vote on a parallel resolution in the House only earned 211 votes in favour, as opposed to 213 against. In that case, three Republicans broke from their party to support the resolution, and one Democrat opposed it.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But Trump’s abduction of Maduro has so far only received condemnation from a <a href=\"/news/2026/1/4/us-republicans-back-trump-on-venezuela-amid-faint-maga-dissent\">tiny fragment</a> of his party.</p><p>Overall, the response from elected Republicans has been muted. Even regular critics of presidential adventurism have instead focused on praising the ouster of the longtime Venezuelan leader, who has been accused of numerous human rights abuses.</p><p>Senator Todd Young, a Republican considered on the fence ahead of November’s war powers vote, has praised Maduro’s arrest, even as he contended the Trump administration owed Congress more details.</p><p>“We still need more answers, especially to questions regarding the next steps in Venezuela’s transition,” Young said.</p><p>Some Democrats have also offered careful messaging in the wake of the operation.</p><p>That included Debbie Wasserman Schultz, a Democrat who represents a large Venezuelan diaspora community in Florida.</p><p>In a <a href=\"https://x.com/DWStweets/status/2007515364553568526?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\" target=\"_blank\" rel=\"noopener\">statement</a> on Saturday, Wasserman Schultz focused on the implications of Maduro’s removal, while avoiding any mention of the military operation that enabled it. Instead, she asserted that Trump owed Congress an explanation about next steps.</p><p>“He has failed to explain to Congress or the American people how he plans to prevent the regime from reconstituting itself under Maduro’s cronies or stop Venezuela from falling into chaos,” she wrote.</p><p>In December, however, Wasserman Schultz did join a group of Florida Democrats in calling for Congress to exercise its oversight authority as Trump built up military pressure on Venezuela.</p><h2 id=\"what-comes-next\">What comes next?</h2><p>For its part, the Trump administration has not eased up on its military threats against Venezuela, even as it has <a href=\"/news/2026/1/4/fact-checking-trump-following-us-capture-of-venezuelas-maduro\">sought to send</a> the message that Maduro’s abduction was a matter of law enforcement, not the start of a war.</p><p>Trump has also denied, once again, that he needed congressional approval for any further military action. Still, in a Monday interview with NBC News, he expressed optimism about having Congress’s backing.</p><p>“We have good support congressionally,” he told NBC. “Congress knew what we were doing all along, but we have good support congressionally. Why wouldn’t they support us?”</p><p>Since Saturday’s attack and abduction, Trump has warned that a “second wave” of military action could be on the horizon for Venezuela.</p><p>That threat has extended to the potential for the forced removal of Maduro’s deputy, Delcy Rodriguez, who was <a href=\"/news/2026/1/5/delcy-rodriguez-sworn-in-as-venezuelas-president-after-maduro-abduction\">formally sworn in</a> as the country’s interim president on Monday.</p><p>“If she doesn’t do what’s right, she is going to pay a very big price, probably bigger than Maduro,” Trump told The Atlantic magazine.</p><p>The administration has also said that strikes on alleged drug-smuggling boats near Venezuela will continue and that US military assets will remain deployed in the region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Constitutional expert Janovsky, however, believes that this is a critical moment for Congress to act.</p><p>Failure to rein in Trump would only further reinforce a decades-long trend of lawmakers relinquishing their oversight authorities, he explained. That, in turn, offers tacit support for the presidency’s <a href=\"/news/2025/12/29/2025-trumps-year-of-emergency-invasion-and-narcoterrorism\">growing power</a> over the military.</p><p>“To say this was a targeted law enforcement operation — and ignore the ongoing situation — would be a dangerous abdication of Congress as a central check on how the United States military is used,” Janovsky said.</p><p>“Continued congressional inaction does nothing but empower presidents to act however they want,” he added.</p><p>“To see Congress continue to step back ultimately just removes the American people even farther from where these decisions are actually being made.”</p></div></div></body></html>"
        },
        {
            "title": "Israeli FM visits Somaliland after world-first recognition storm | News | Al Jazeera",
            "time": "2026-01-06T14:26:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_695017bc062a-1766856636.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s foreign minister has arrived in Somaliland for the first high-level diplomatic visit since the country became the <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">first in the world to recognise</a> the breakaway region’s independence over a week and a half ago, triggering condemnation and concerns that Palestinians may be forcibly expelled by Israel there.</p><p>Gideon Saar landed in the capital Hargeisa on Tuesday and was received by government officials at the airport, according to a statement from Somaliland’s presidency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He was scheduled to meet President Abdirahman Mohamed Abdullahi, with footage circulating online showing the two together.</p><p>Somalia’s foreign ministry condemned Saar’s visit as an “unauthorized incursion” into its sovereign territory. The ministry said any official presence or engagement in Somali territory without Mogadishu’s consent was “illegal, null, and void”.</p><p>The Israeli visit comes as regional opposition to Israel’s recognition intensifies, with the African Union convening an emergency ministerial session on Tuesday to address the move.</p><p>The session, which was not part of the AU Peace and Security Council’s original January agenda, was specially convened following requests from member states.</p><p>Egypt’s Foreign Minister Badr Abdelaty told the session that Israel’s recognition represented “a blatant violation” of Somalia’s sovereignty and set a dangerous precedent.</p><p>In the meantime, Ismail Shirwac, a Somaliland diplomat, described the Saar visit as marking “a defining moment in the deepening relations between two democratic nations operating in a strategically critical region”.</p><p>He said the diplomatic partnership was “not only significant, it is irreversible”.</p><p>Israel formally recognised Somaliland as an independent state on December 26, marking its second major breakthrough following the establishment of ties with Taiwan in 2020.</p><p>Somaliland’s president, in a New Year’s Eve message, said he expected more countries to follow.</p><p>Ted Cruz, the staunchly pro-Israel US senator from Texas, and a prominent supporter of Somaliland, has urged President Donald Trump to recognise it, calling it a matter of strategy that “aligns with America’s security interests”.</p><p>However, Trump appeared uninterested when asked about the issue in a recent interview with the New York Post, only saying the matter was being studied.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"self-declared-independence\">Self-declared independence</h2><p>Somaliland broke away from Somalia unilaterally in 1991 as the country collapsed into civil war.</p><p>While Somalia only began emerging from the chaos in the early 2000s, Somaliland had stabilised by the late 1990s, establishing its own constitution, parliament and currency.</p><p>Somalia swiftly condemned Israel’s move as the “gravest attack” on its sovereignty and has mobilised diplomatic support across the region and beyond.</p><p>More than 50 countries have criticised Israel’s decision, while tens of thousands of Somalis took to the streets in late December demanding national unity.</p><p>President Hassan Sheikh Mohamud alleged <a href=\"/news/2025/12/31/israels-recognition-of-somaliland-strange-unexpected-somali-president\">in an interview with Al Jazeera</a> that Somaliland accepted three Israeli conditions in exchange for recognition: resettling Palestinians from Gaza, effectively facilitating ethnic cleansing; hosting an Israeli military base; and joining Trump’s Abraham Accords, which a handful of nations have joined and normalised relations with Israel.</p><p>Somaliland has denied agreeing to resettle Palestinians or host military facilities, insisting its engagement with Israel is “purely diplomatic” and conducted “in full respect of international law”.</p><p>However, Bashir Goth, Somaliland’s representative to the United States, told the Middle East Forum that “as two independent countries which recognise each other, with diplomatic relations, there is nothing that can stop us from having a security cooperation or a security pact.”</p><p>The timing of Saar’s visit also occurs amid a backdrop of growing tensions across the Red Sea region.</p><p>Saudi Arabia’s foreign minister held talks in Cairo with Egyptian President Abdel Fattah el-Sisi on Monday, with both countries affirming their commitment to preserving Somalia’s territorial integrity and sovereignty.</p><p>Days earlier, Turkish President Recep Tayyip Erdogan held separate phone calls with both Saudi Crown Prince Mohammed bin Salman and UAE President Mohammed bin Zayed, emphasising that Turkiye  “supports the territorial integrity and unity” of both Somalia and Yemen.</p><p>The coordination reflects broader regional realignments, with Saudi Arabia and Turkiye increasingly allied against the United Arab Emirates’ influence across the Red Sea region, including in Yemen, where <a href=\"/news/2026/1/6/yemeni-separatists-to-attend-saudi-talks-after-losing-key-southern-sites\">Saudi forces</a> recently clashed with UAE-supported separatists, prompting UAE troops to withdraw.</p><p>The leader of Yemen’s Houthi rebels has also warned that any Israeli presence in Somaliland would be considered a “<a href=\"/news/2025/12/28/any-israeli-presence-in-somaliland-will-be-a-target-houthi-leader\">military target</a>”.</p><p>“We consider any Israeli presence in Somaliland a military target for our armed forces, as it constitutes aggression against Somalia and Yemen, and a threat to the security of the region,” said the group’s chief, Abdel-Malik al-Houthi, according to a statement published by rebel media online in late December.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who decides what’s true in the digital age? | Digital Series | Al Jazeera",
            "time": "2026-01-06T13:39:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Disinformation-full-ep-thumbnail-1767706681.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Who could be the next Manchester United manager? | Football News | Al Jazeera",
            "time": "2026-01-06T13:30:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-01-19T113753Z_754481440_UP1EL1J0WB346_RTRMADP_3_SOCCER-ENGLAND-MUN-BHA-REPORT-1767694001_f77b2d-1767699651.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United are on the lookout for a new manager after the Premier League club <a href=\"/sports/2026/1/5/manchester-united-sack-amorim-fletcher-brought-in-as-interim-manager\">sacked</a> Ruben Amorim from the job on Monday.</p><p>The European giants have gone through 10 managers – permanent, interim and caretaker – in the 12 years since the retirement of their legendary boss Sir Alex Ferguson at the end of the 2012-2013 season.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/sports/2026/1/5/why-was-ruben-amorim-sacked-as-man-united-manager\">Amorim</a>, who was touted as a long-term appointment, lasted just 14 months and made his unceremonious exit hours after a disparaging news conference in which he exhorted the club’s scouting department and sporting director “to do their job”.</p><p>Announcing his departure, United’s statement said it was “the right time to make a change” since the club was placed sixth in the Premier League and added that former player and academy coach Darren Fletcher would take charge of the team for its next two games.</p><figure id=\"attachment_4218944\" aria-describedby=\"caption-attachment-4218944\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218944\" src=\"/wp-content/uploads/2026/01/2024-11-28T183924Z_699961549_UP1EKBS1FTMMH_RTRMADP_3_SOCCER-EUROPA-MUN-BOD-REPORT-1767693992.jpg?w=770&amp;resize=770%2C503&amp;quality=80\" alt=\"Soccer Football - Europa League - Manchester United v Bodo/Glimt - Old Trafford, Manchester, Britain - November 28, 2024 Merchandise for sale featuring Manchester United manager Ruben Amorim and former manager Alex Ferguson outside the stadium before the match REUTERS/Molly Darlington\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218944\" class=\"wp-caption-text\">Ruben Amorim was the 10th manager of Manchester United since Alex Ferguson’s retirement [File: Molly Darlington/Reuters]</figcaption></figure><h2 id=\"who-are-the-favourites-to-be-the-new-united-manager\">Who are the favourites to be the new United manager?</h2><p>The Premier League’s most successful club have not given any indication about the appointment of their next manager, but fans, experts and the British media have been circulating a few names.</p><p>These include former players, current Premier League managers, sacked Premier League managers and England managers:</p><h3>Oliver Glasner</h3><p>The current manager of Crystal Palace, whom he guided to their first FA Cup title in 2025, earned a subsequent spot in the UEFA Europa League for the 2025-26 season.</p><p>Glasner has been among the most heavily linked names for the job at United, especially as he is likely to leave Palace this season. His contract with the club expires at the end of the current season, and the Austrian has indicated that talks on a new contract are currently on hold.</p><p>The 51-year-old has an 11-year managerial experience, having coached two teams in the Austrian top tier, as well as Wolfsburg and Eintracht Frankfurt in the German league.</p><h3 id=\"darren-fletcher\">Darren Fletcher</h3><p>The former United midfielder, who graduated from the Manchester United Academy to first time in 2003 and spent 12 years playing under Ferguson, is among the favourites after landing the interim manager’s role.</p><p>Fletcher has been the head coach of United’s academy since July and was the first choice to steer the ship after Amorim’s exit.</p><p>A firm fan favourite during his playing days, the 41-year-old could take the route of his former teammate Ole Gunnar Solskjaer, who earned the full-time manager’s role after coming on as interim manager.</p><h3>Enzo Maresca</h3><p>While Maresca’s departure from Chelsea was similar to Amorim’s at United, the Italian had a successful first season in London, winning the UEFA Conference League and Club World Cup.</p><p>The former Manchester City U-23 and Parma manager led Leicester City back to the Premier League in 2024 before being snapped up by Chelsea.</p><p>Maresca has been favoured to swiftly find a role in the top tier of European football, and Old Trafford could be his next stop.</p><h2 id=\"ole-gunnar-solskjaer\">Ole Gunnar Solskjaer</h2><p>Solskjaer’s playing and managerial spells at United have endeared him to the club’s faithful, who insist that his knowledge of the “Fergie Way” could bring back the glory days.</p><p>In terms of results, the Norwegian did not land any major trophies during his reign at United but managed to lead the team to a Europa League final and a second-place finish in 2021.</p><p>Solskjaer is currently out of work, having been sacked by Turkish side Besiktas after eight months in charge.</p><h2 id=\"thomas-tuchel\">Thomas Tuchel</h2><p>The current England manager is focused on leading the Three Lions at the upcoming World Cup, but his name is being thrown around for the job at United before the new season’s beginning in August 2026.</p><p>The German is no stranger to winning trophies at major European clubs, having done it at Chelsea, PSG and Bayern Munich.</p></div></div></body></html>"
        },
        {
            "title": "How is gum arabic fuelling the war in Sudan? | Sudan war News | Al Jazeera",
            "time": "2026-01-06T13:26:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2013-01-02T120000Z_1260055642_GM1E9121L0S01_RTRMADP_3_SUDAN-GUMARABIC-1766994727.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A raw material – not gold – is having an outsized influence on the fighting in Sudan as it is smuggled to help fund the war effort of the paramilitary Rapid Support Forces (RSF).</p><p>It is gum arabic, an essential, unsung hero in many products around the world.</p><p>So what is gum arabic? Why is it important? And how is it helping fund the RSF’s war? Here’s what we know:</p><h2 id=\"what-is-gum-arabic\">What is gum arabic?</h2><p>It is a resin produced by tapping the acacia senegal tree, which grows in a belt across Central Africa.</p><p>The resin is powdered and used as an emulsifier and binder in nearly everything: soft drinks, ice cream, confectionery, chewing gum, adhesives, paint and some cosmetic products.</p><p>It can be found on ingredient labels as “gum arabic”, “acacia gum”, “E414”, or “I414”.</p><figure id=\"attachment_4203662\" aria-describedby=\"caption-attachment-4203662\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4203662\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Sudans-Gum-arabic-use-DEC30-2025-copy-1767092838.png?quality=80\" alt=\"INTERACTIVE - Sudan’s Gum arabic use - DEC30, 2025 copy-1767092838\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203662\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>International corporate giants rely heavily on gum arabic for their products, importing nearly 200,000 tonnes of it in 2024 for various uses, a market worth nearly $300m.</p><p>Here is how important gum arabic is. When the United States imposed sanctions on Sudan in the 1990s, designating it a “state sponsor of terrorism”, gum arabic was excluded from sanctioned exports.</p><h2 id=\"how-important-is-sudan-in-the-gum-arabic-trade\">How important is Sudan in the gum arabic trade?</h2><p>There are two varieties of gum arabic: the more robust and commonly used hashab, and the flakier, less-in-demand talha.</p><p>Sudan’s climatic conditions are ideal to grow hashab, the variety that is most in demand worldwide.</p><figure id=\"attachment_4203664\" aria-describedby=\"caption-attachment-4203664\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4203664\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Sudans-Gum-arabic-production-DEC30-2025-1767092842.png?quality=80\" alt=\"INTERACTIVE - Sudan’s Gum arabic production - DEC30, 2025-1767092842\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203664\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Before war broke out in April 2023, Sudan was the world’s biggest gum arabic exporter, specifically hashab, with an estimated market share of 70 to 80 percent.</p><p>The exact export or production figures have always been difficult to determine, but we do know that most of the world’s gum arabic comes from Sudan.</p><p>“The trade has … traditionally [been] quite opaque, and there are no clear figures,” Joris van de Sandt, a researcher with Dutch peace organisation PAX, told Al Jazeera.</p><h2 id=\"what-has-happened-since-sudan-s-war-began\">What has happened since Sudan’s war began?</h2><p>Post-April 2023, official export numbers from Sudan have dropped drastically, but that does not mean the international appetite for gum arabic has gone unsatisfied.</p><p>Instead, export numbers from neighbouring countries have gone up, a fact that is being pointed to as indicating how this cash crop is being exploited to finance the war in Sudan.</p><p>A report by van de Sandt and coauthor Esther Bijl has found that most Sudanese gum arabic is now being smuggled out of the country, making it difficult to trace its origins.</p><p>Some of this smuggling is being done by regular Sudanese traders, who take their product over the borders into Chad, South Sudan, or any other neighbouring country they can reach.</p><figure id=\"attachment_4201180\" aria-describedby=\"caption-attachment-4201180\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201180\" src=\"/wp-content/uploads/2025/12/2013-01-02T120000Z_1410275455_GM1E9121L0801_RTRMADP_3_SUDAN-GUMARABIC-1766994735.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gum arabic from an Acacia tree in the western Sudanese\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201180\" class=\"wp-caption-text\">Gum arabic is seen on an acacia tree in el-Nahud, North Kordofan [File: Mohamed Nureldin Abdallah/Reuters]</figcaption></figure><p>They do that to avoid having to certify that their product is conflict-free, but also to evade levies imposed by the Sudanese government and the RSF, which is fighting the government-aligned Sudanese army.</p><p>Once the gum is smuggled to another country, it is mixed with locally produced gum and relabelled as originating from this second country.</p><p>But a more insidious smuggling is being done by the RSF, which realised it could benefit by looting the extracted gum to sell in neighbouring countries as well as by imposing levies on regular traders under its power.</p><p>“In the beginning, the RSF didn’t know anything about gum arabic; they just taxed people who were moving it, like any other good,” Sudanese exporter Haisam Abdelmoneim told Al Jazeera.</p><p>Now, Bijl said, “Armed groups are controlling the routes, and they’re controlling stockpiles, and they are controlling border crossings, and they keep extracting revenue on all of these.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-is-buying-this-conflict-gum\">Who is buying this conflict gum?</h2><p>The biggest buyers of raw gum arabic are European companies, with French and German firms leading the pack.</p><p>While these companies say they are undertaking all due diligence to ensure that their imports of gum arabic are ethically sourced, the PAX researchers found otherwise.</p><p>“The European companies that import these ingredients, they import something that has profited the RSF, and that is sustaining the war effort,” Bijl said.</p><p>Al Jazeera reached out to two French companies that are among the world’s biggest exporters of gum arabic.</p><p>A spokesperson for Nexira said over email: “Since the beginning of the conflict, we have continuously adapted our operations. When local conditions no longer allowed for a minimum level of visibility and control, we suspended purchases.”</p><p>Alland &amp; Robert’s spokesperson told Al Jazeera that the company “applies rigorous traceability standards, ensuring that every batch is traceable to its origin”.</p><p>The researchers are not saying international companies are buying directly from armed groups, but van de Sandt remains sceptical about the traceability, saying: “It’s very difficult to believe that companies in Europe can assure that it is conflict-free.”</p><figure id=\"attachment_4201184\" aria-describedby=\"caption-attachment-4201184\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201184\" src=\"/wp-content/uploads/2025/12/2013-01-02T120000Z_2142696520_GM1E9121L0G01_RTRMADP_3_SUDAN-GUMARABIC-1766994751.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gum arabic from an Acacia tree in the western Sudanese\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201184\" class=\"wp-caption-text\">A farmer climbs an acacia to collect gum arabic in el-Nahud [Mohamed Nureldin Abdallah/Reuters]</figcaption></figure><h2 id=\"how-is-all-this-affecting-people-in-sudan\">How is all this affecting people in Sudan?</h2><p>As the fighting rages and the RSF tries to raise more money for its war chest, the risk to farmers, tappers, and everyone working along the supply chain is worsening.</p><p>“It’s a very important livelihood for millions of Sudanese people. But at the same time, it’s become a very insecure trade,” Bijl said.</p><p>Despite the price for a tonne of hashab having more than doubled during the war, people who made a modest living off gum arabic – because, like all natural resources, the producers make the least money anyway – are making even less.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What to know about Delcy Rodriguez, Venezuela’s interim president | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-06T13:24:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767705861.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "The ‘terrorist’ labelled leaders who warned of US oil aggression | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-06T13:20:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/THUMBleaders-1767704785.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In light of the recent abduction of Nicolas Maduro in Venezuela, the warnings of these former leaders take on a new, urgent meaning. While Washington historically cites democracy or security as its motive, these leaders argued that the true objective by the US is political domination and resource control.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "How US statements on Venezuela shifted, from drugs to oil | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-06T13:17:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767705436.jpg?resize=1597%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gaza waits as reports suggest Rafah crossing may reopen | Gaza | Al Jazeera",
            "time": "2026-01-06T13:11:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767705037.jpg?resize=1920%2C1076&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Maduro says he’s a ‘prisoner of war’: Why that matters | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-06T13:10:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695cec1dc2b5-1767697437.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two days after Venezuelan President Nicolas Maduro, 63, was <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\" target=\"_blank\" rel=\"noopener\">abducted</a> by special forces of the United States during an operation in the Latin American country, he appeared in a courthouse in New York.</p><p>On Monday, Maduro pleaded not guilty to federal charges, including narcoterrorism and conspiring to import cocaine. In a blue and orange prison uniform, he listened to the indictment filed by prosecutors against him and his codefendants, including his wife and son.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Trump administration has framed Maduro’s abduction as a law enforcement operation, arguing that congressional approval was not needed.</p><p>But in court, Maduro insisted that he was a “prisoner of war” (POW).</p><h2 id=\"what-did-maduro-say\">What did Maduro say?</h2><p>“I am innocent. I am not guilty. I am a decent man. I am still president of my country,” he said through an interpreter, before he was cut off by US District Judge Alvin Hellerstein in Manhattan federal court.</p><p>Maduro called himself a POW, a person captured and held by an enemy during an armed conflict.</p><p>Maduro’s wife, Cilia Flores, who appeared in court on Monday as a codefendant, also pleaded not guilty.</p><p>Other Venezuelan leaders have echoed Maduro’s position. On Saturday, his then-deputy, Delcy Rodriguez, appeared on state television alongside her brother, National Assembly chief Jorge Rodriguez, Interior Minister Diosdado Cabello and Defence Minister Vladimir Padrino Lopez, declaring that Maduro was still Venezuela’s sole legitimate president.</p><p>However, on Monday, the day when Rodriguez took over as Venezuela’s interim president, she posted a statement on social media offering to cooperate with Trump. In the statement, she invited Trump to “collaborate” and sought “respectful relations”.</p><p>“President Donald Trump, our peoples and our region deserve peace and dialogue, not war,” she wrote.</p><p>The Venezuelan ambassador to the United Nations, Samuel Moncada, said, “We cannot ignore a central element of this US aggression.”</p><p>“Venezuela is the victim of these attacks because of its natural resources,” Moncada said, according to the UN website.</p><h2 id=\"what-is-the-us-position\">What is the US position?</h2><p>The US has described the January 3 special operation in Caracas during which Maduro was abducted as a law enforcement operation.</p><p>US Secretary of State Marco Rubio told Kristen Welker of NBC’s Meet the Press on Monday that the US and Venezuela were not at war.</p><p>“We are at war against drug trafficking organisations. That’s not a war against Venezuela,” he said.</p><p>The US ambassador to the UN, Michael Waltz, said the operation was necessary to combat narcotics trafficking and transnational organised crime threatening US and regional security.</p><p>“There is no war against Venezuela or its people. We are not occupying a country,” Waltz said, according to the UN website. “This was a law-enforcement operation in furtherance of lawful indictments that have existed for decades.”</p><p>However, Rubio’s words contradicted Trump’s statements.</p><p>During a news conference on Saturday, Trump said the US would “run” Venezuela until a “safe, proper and judicious transition” could be carried out.</p><p>On Sunday, Trump told reporters that the US is ready to carry out a second military strike on Venezuela if its government refuses to cooperate with his plan to “resolve” the situation there.</p><p>“Marco Rubio is not the President. Trump has declared unequivocally that the United States is engaged armed conflict with Venezuela to justify more than 100 murders of alleged drug traffickers in the Caribbean and eastern Pacific,” constitutional law expert Bruce Fein told Al Jazeera.</p><p>Starting in September, the US military launched a series of strikes in the Caribbean Sea and eastern Pacific on boats that it claimed were carrying narcotics. More than 100 people have been killed in at least 30 such boat bombings, but the Trump administration has yet to present any public evidence that there were drugs on board, that the vessels were travelling to the US or that the people on the boats belonged to banned organisations as the US has claimed.</p><p>“If the United States were not a war, Trump would confess he is engaged in mass murder of civilians.”</p><h2 id=\"what-is-the-significance-of-maduro-s-pow-claim\">What is the significance of Maduro’s POW claim?</h2><p>If Maduro is indeed a POW, then protections under international law apply to him.</p><p>The Third Geneva Convention of 1949 mandates humane treatment, respect and protection for POWs.</p><p>According to the convention, a POW can be tried and sentenced in another country, particularly the detaining power, but only for certain crimes such as war crimes.</p><p>Maduro, however, has been charged with narcotics-related offences, not with war crimes.</p><p>And in general, the Third Geneva Convention requires that POWs must be returned “without delay” to their nation as soon as the conflict ends.</p><p>“According to President Trump, Maduro is a prisoner of war because Trump declared Maduro had initiated war against the United States via drug trafficking leading to overdose deaths. That would mean the Geneva Conventions would apply but which Trump will certainly disregard,” Fein said.</p><h2 id=\"what-do-other-experts-say\">What do other experts say?</h2><p>Susanne Gratius, a professor of political science and international relations at the Autonomous University of Madrid, told Al Jazeera that the US attempts to portray Maduro’s abduction as a law-and-order exercise did not hold up in the face of facts.</p><p>“They sell the operation as a domestically motivated drugs issue, but it is clearly not. They violated national sovereignty. Even though Maduro is a dictator, there is no legal argument to hijack him and his wife through a US military operation,” Gratius said, referring to Maduro’s refusal to quit office despite widespread accusations that he lost controversial elections in 2024.</p><p>The US attack, she said, was a violation of Article 2 of the UN Charter, which decrees that all members are sovereign equals. “Regime change or access to oil do not justify unilateral military interventions.”</p><p>Ilias Bantekas, a professor of transnational law at Hamad Bin Khalifa University in Qatar, told Al Jazeera that the US involvement in Venezuela was “less about Maduro as it is about access to Venezuela’s oil deposits”.</p><p>Venezuela is home to the world’s <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">largest proven oil reserves</a> – at an estimated 303 billion barrels as of 2023 – it earns <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">only a fraction</a> of the revenue it once did from exporting crude.</p><p>According to data from the Observatory of Economic Complexity (OEC), Venezuela exported just $4.05bn worth of crude oil in 2023. This is far below the leading exporters, including Saudi Arabia ($181bn), the US ($125bn) and Russia ($122bn). This is largely because of US sanctions on Venezuelan oil.</p><p>“This [oil] is the number one target. Trump is not content with just allowing US oil firms to get concessions but to ‘run’ the country, which entails absolute and indefinite control over Venezuela’s resources,” Bantekas said.</p><p>Experts also point to the months-long military campaign that the Trump administration waged against Venezuela before Maduro’s abduction — including the bombing of boats — to underscore why it is hard to justify the US attack as a law-and-order operation.</p><p>“Trump’s seizure of Venezuelan oil and displacement of Venezuelan sovereignty are acts of war,” Fein said.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Deadly clashes erupt between Syrian army, SDF forces in Aleppo | News | Al Jazeera",
            "time": "2026-01-06T13:09:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25342438852914-1767704366.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Deadly clashes erupt between Syrian army, SDF forces in Aleppo</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>At least four people, including a Syrian soldier, killed after clashes erupted between the Syrian army and the Kurdish-led forces in Aleppo.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "How is gum arabic fuelling the war in Sudan? | Sudan war | Al Jazeera",
            "time": "2026-01-06T13:00:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767704394.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Swiss bar hit by deadly New Year’s fire had no safety checks in five years | News | Al Jazeera",
            "time": "2026-01-06T11:42:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T152251Z_1720697897_RC2RTIAXK98K_RTRMADP_3_SWITZERLAND-BLAST-1767696948.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Swiss bar hit by deadly New Year’s fire had no safety checks in five years</h1><p class=\"article__subhead\"><em>Swiss authorities say fire safety inspections had not been carried out at the bar in Crans-Montana since 2019.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>No safety inspections had been carried out for more than five years at a Swiss bar where <a href=\"/news/2026/1/1/dozens-killed-in-swiss-ski-resort-explosion-what-we-know\">40 people were killed</a> during New Year’s celebrations, local authorities have revealed.</p><p>Crans-Montana Mayor Nicolas Feraud said at a news conference on Tuesday that no fire checks had taken place at the Le Constellation ski bar since 2019.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Periodic inspections were not conducted between 2020 and 2025. We bitterly regret this,” Feraud told reporters in the Alpine ski resort.</p><p>The fire tore through the popular ski bar early on New Year’s Day. Most of the victims were teenagers. The youngest who was killed was a 14-year-old Swiss girl, followed by two 15-year-old Swiss girls. The oldest was a French national, aged 39.</p><p>Police said on Monday that 83 people are still being treated in hospital. In total, 116 people were injured in the blaze.</p><p>Authorities believe the fire started when revellers raised champagne bottles with lit sparklers attached, setting light to sound-insulating foam on the ceiling of the bar’s basement.</p><p>Feraud said the foam was considered acceptable at the time of the last fire safety check at the bar in 2019.</p><p class=\"p1\">The mayor announced that all sparkler candles have now been banned inside bars and clubs in Crans-Montana. A statement from the local council said an external agency has been commissioned to further inspect all public establishments.</p><p><a href=\"/news/2026/1/3/swiss-launch-criminal-investigation-over-deadly-fire-at-ski-resort-bar\">Authorities are investigating the two people</a> who ran the bar on suspicion of crimes, including homicide by negligence. On Sunday, police said circumstances did not currently merit them being put under arrest and they did not see any flight risk.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What to know about Trump’s plan on Venezuela | Military News | Al Jazeera",
            "time": "2026-01-06T11:30:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695ca20cf021-1767678476_42218c-1767700288.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Following the <a href=\"/news/liveblog/2026/1/6/live-un-security-council-members-slam-us-abduction-of-venezuelas-maduro\">abduction of Venezuelan leader</a> Nicolas Maduro on Saturday, United States President Donald Trump said Washington would “run” the Latin American country until a transition was complete, but a day later, his top diplomat said the US does not want to govern the country.</p><p>Secretary of <a href=\"/news/2026/1/5/venezuelas-abducted-leader-maduro-wife-to-appear-in-nyc-court\">State Marco Rubio said</a> on Sunday that the US is not at war with Venezuela, while on the same day, Trump told reporters that he might order a second strike if Venezuela does not cooperate with the US to clamp down on drug trafficking and open up its oil industry.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Department of Justice on Monday quietly dropped a claim that <a href=\"/news/2025/11/24/what-is-cartel-de-los-soles-the-latest-group-designated-terrorist-by-us\">Cartel de los Soles, or Cartel of the Suns</a>, was an actual <a href=\"/news/2026/1/5/what-is-the-us-charging-nicolas-maduro-with\">drug trafficking</a> group. Last year, the US designated it as a “terrorist” group. The Trump administration built its case against Maduro, asserting that he was its leader.</p><p>In December, the US had accused Venezuela of trafficking fentanyl, dubbing it a <a href=\"/news/2025/12/15/trump-signs-executive-order-labeling-fentanyl-weapon-of-mass-destruction\">“weapon of mass destruction”</a>. However, when the charges were announced against Maduro on Monday, fentanyl was not mentioned.</p><p>US Vice President JD Vance had on Sunday still insisted that some fentanyl did originate from Venezuela.</p><p>Analysts have pointed out confusing messaging coming from the Trump administration regarding the aim behind the brazen operation and how to move forward. Experts have also questioned the legality of the operation that saw the reported killing of at least 40 people.</p><p>The Trump administration insists Maduro’s abduction was legal and that the Maduro government is not legitimate.</p><p>In the meantime, Maduro’s deputy, <a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Delcy Rodriguez</a>, who was sworn in as Venezuela’s interim president on Monday, has expressed eagerness to collaborate with the US.</p><p>At the moment, the question of who will govern Venezuela is hanging in the balance. There are some key differences in what Trump and Rubio have said.</p><h2 id=\"what-has-rubio-said\">What has Rubio said?</h2><p>Rubio spoke to multiple news outlets on Sunday and Monday, as he defended the US actions and spelled out the reasoning behind the operation that has been <a href=\"/news/2026/1/6/us-critics-and-allies-condemn-maduros-abduction-at-un-security-council\">condemned</a> by the United Nations Security Council.</p><p>In an interview with Kristen Welker of NBC’s Meet the Press, Rubio said: “We are at war against drug trafficking organisations. That’s not a war against Venezuela.”</p><p>The seizure of “drug boats” will continue, he said, referring to the dozens of strikes on vessels near the Venezuelan coast since September that have killed more than 100 people.</p><p>“No more drug trafficking … and no more using the oil industry to enrich all our adversaries around the world and not benefitting the people of Venezuela or, frankly, benefitting the United States and the region,” Rubio told NBC on Sunday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Additionally, Rubio told NBC that the US does not need Venezuelan oil and has plenty of its own oil. “What we’re not going to allow is for the oil industry in Venezuela to be controlled by adversaries of the United States,” he said, naming Russia, Iran and China.</p><p>“This is the Western Hemisphere. This is where we live. And we’re not going to allow the Western Hemisphere to be a base of operations for adversaries, competitors, and rivals of the United States, simple as that.”</p><p>Rubio told NBC’s Welker that since 2014, about eight million Venezuelans have fled the country, driven by the systematic theft and mismanagement of the country’s oil wealth by Maduro and his inner circle, instead of it being used to benefit the Venezuelan people. He said the migration was “destabilising” the region.</p><p>According to a report by the UN High Commissioner for Refugees updated in May 2025, nearly 7.9 million people have left Venezuela. Analysts point out that the punitive US sanctions played a significant role in the collapse of Venezuela’s economy, which worsened the migrant crisis.</p><p>Rubio on Sunday reiterated that the US will continue to enforce an existing “oil quarantine”.</p><p>“We continue with that quarantine, and we expect to see that there will be changes, not just in the way the oil industry is run for the benefit of the people, but also so that they stop the drug trafficking,” Rubio told a local news outlet.</p><p>Accusations that Venezuela is the main source of drugs entering the US are false, experts say.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-trump-said\">What has Trump said?</h2><p>Rubio’s recent statements differ from what Trump has said about Venezuela.</p><p>While Rubio said the US does not want to govern Venezuela and is not interested in its oil, Trump suggested different ideas a day earlier.</p><p>During a news conference on Saturday, Trump said the US would “run” Venezuela until a “safe, proper and judicious transition” could be carried out.</p><p>Trump added that US oil companies would fix Venezuela’s “broken infrastructure” and “start making money for the country”.</p><h2 id=\"so-what-s-the-plan\">So what’s the plan?</h2><p>Elvira Dominguez-Redondo, a professor of international law at Kingston University in the United Kingdom, told Al Jazeera that there is no basis to comment on whether Washington has a coherent plan.</p><p>“From the outside, it is impossible to know what the next steps of the US will be, particularly given the contradictory public statements coming from senior figures.”</p><p>She added: “What I can say, based on observable facts, is that there is no full-scale military invasion or formal assumption of governmental authority by the US. What appears to have occurred instead is the removal of Maduro while allowing the rest of the governing apparatus to remain in place, under conditions that are not publicly known. Whether and how this was negotiated is unclear.”</p><p>Dominguez-Redondo said the US cannot legally invade and govern Venezuela, since this would amount to occupation under international law.</p><h2 id=\"what-s-the-latest-political-situation-in-venezuela\">What’s the latest political situation in Venezuela?</h2><p>Sworn in as the interim leader on Monday, Rodriguez, 56, told the National Assembly, “I come with pain over the kidnapping of two heroes who are being held hostage: President Nicolas Maduro and First Lady Cilia Flores.”</p><p>“I swear to work tirelessly to guarantee the peace, spiritual, economic and social tranquillity of our people.”</p><p id=\"interim-venezuelan-leader-invites-trump-to-collaborate-and-seeks-respectful-relations-in-newly-conciliatory-message\">A day earlier, she had offered to work with Trump and sought “respectful relations” in a conciliatory message.</p><p>“We invite the US government to collaborate with us on an agenda of cooperation oriented towards shared development within the framework of international law to strengthen lasting community coexistence,” Rodriguez wrote on social media.</p><p>“President Donald Trump, our peoples and our region deserve peace and dialogue, not war.”</p><p>On Saturday, Rodriguez had appeared on state television alongside her brother, National Assembly chief Jorge Rodriguez, Interior Minister Diosdado Cabello and Defence Minister Vladimir Padrino Lopez, declaring that Maduro was still Venezuela’s sole legitimate president.<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4219110\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-venezuela_leaders-1767699346.png?quality=80\" alt=\"INTERACTIVE - venezuela_leaders-1767699346\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"who-are-the-key-leaders-in-venezuela-s-chavista-government\">Who are the key leaders in Venezuela’s Chavista government?</h2><p id=\"it-will-also-include-key-personalities-currently-present-in-caracas\">The key leaders shaping Venezuela’s next political chapter include acting President Rodriguez, who was part of Maduro’s inner circle. Her brother Jorge is also an important leader.</p><p>The other key leaders include Interior Minister Cabello – considered powerful in the ruling United Socialist Party of Venezuela – and Defence Minister Lopez.</p><p>When asked what action the Venezuelan government and the military could take against any US intervention, Kingston University’s Dominguez-Redondo said, “In practical terms, very little.”</p><p>“If the Venezuelan military were capable of mounting a meaningful response, it would likely have done so already.”</p><p>She pointed out how the US involvement in Venezuela did not begin with the abduction of Maduro, but with attacks on boats in Venezuelan waters that the US alleged were carrying drugs.</p><p>“These were Venezuelan boats, and even if they were engaged in trafficking, the killings were extrajudicial executions. From a legal perspective, those incidents could have been characterised as an armed attack, potentially triggering a right of self-defence by Venezuela.</p><p>“Yet Venezuela did not respond militarily and limited itself to condemnation. The escalation then continued through the seizure of Venezuelan oil, and finally, the capture of Maduro. The sequence strongly suggests that the Venezuelan military lacks the capacity to respond effectively.”</p><p>Dominguez-Redondo added that it is also unlikely that other countries will take action against the US involvement in Venezuela.</p><p>“The only body capable of imposing sanctions that are legally binding on all states is the UNSC. However, this body cannot act against the US as a permanent member with veto power. As a result, there is no credible mechanism capable of constraining the US in the short term.”</p><p>Venezuela also has Colectivos, which are decentralised, pro-government armed civilian groups with multiple individual leaders.</p><h2 id=\"who-are-the-main-opposition-leaders\">Who are the main opposition leaders?</h2><p>On Saturday, Trump ruled out the possibility of working with opposition leader and Nobel Peace Prize winner <a href=\"/news/2026/1/6/venezuelas-machado-says-she-hasnt-spoken-to-trump-since-october\">Maria Corina Machado</a>, saying Machado does not have enough support in Venezuela.</p><p>Machado, seen as the most credible adversary of Maduro’s left-wing government, is a member of the Venezuelan National Assembly and a free-market advocate. She fled the country last month.</p><p>Another prominent opposition leader is <a href=\"/news/2024/10/24/venezuelan-opposition-leaders-machado-gonzalez-win-eus-top-rights-prize\">Edmundo Gonzalez</a>, who ran against Maduro in the 2024 election after Machado was barred from running. He is currently based in Spain after fleeing Venezuela in September 2024 following an arrest warrant.</p><h2 id=\"after-maduro-who-might-be-next\">After Maduro, who might be next?</h2><p>After Maduro’s abduction, Trump <a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">threatened military action</a> against his <a href=\"/features/2026/1/6/colombia-prepares-for-refugee-influx-after-us-strikes-on-venezuela\">Colombian</a> counterpart, Gustavo Petro, adding he believed the government in Cuba, too, was likely to fall soon.</p><p>On Sunday, Trump told reporters on board Air Force One that Venezuela and Colombia were “very sick” and called Petro “a sick man who likes making cocaine and selling it to the United States”.</p><p>“And he’s not going to be doing it very long. Let me tell you.”</p><p>When asked if he meant a US operation against Colombia, Trump said, “Sounds good to me.”</p><p>Petro retorted in a series of posts on X on Sunday, saying he would “take up arms” for his country if necessary.</p><p>“I have enormous trust in my people,” he said. “And that is why I have asked the people to defend the president from any illegitimate violent act against him.”</p></div></div></body></html>"
        },
        {
            "title": "Can China and South Korea reset complex ties after Xi-Lee summit? | Xi Jinping News | Al Jazeera",
            "time": "2026-01-06T11:23:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695cb12cdc84-1767682348.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Seoul, South Korea –</strong> Chinese President Xi Jinping and his South Korean counterpart, Lee Jae Myung, held their second summit in two months on Monday in a bid to steer the complex ties between their nations amid rising tensions in their neighbourhood.</p><p>Lee had hosted Xi for talks on the sidelines of the 2025 Asia-Pacific Economic Cooperation (APEC) meeting in Gyeongju.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Sunday, it was Lee’s turn to make a trip to Beijing, starting a four-day visit – the first to China by a South Korean president since 2019.</p><p data-start=\"811\" data-end=\"1212\">South Korea finds itself in a complex position: It needs firm relations with China, a key economic partner, but Beijing’s ties with Seoul’s two strongest allies, the United States and Japan, have deteriorated in recent years. China and South Korea have their own differences too, over Taiwan, trade tensions, and maritime claims.</p><h2 id=\"why-south-korea-needs-china\" data-start=\"1214\" data-end=\"1605\">Why South Korea needs China</h2><p data-start=\"1214\" data-end=\"1605\">Against that backdrop, the timing of Lee’s visit is significant, say analysts: Reports suggest that the South Korean president is expected to visit Japan later this month, but he chose to travel to China first.</p><p data-start=\"1214\" data-end=\"1605\">Money clearly matters.</p><p data-start=\"1214\" data-end=\"1605\">China is South Korea’s largest economic partner, its top destination for exports, and a primary source of imports.</p><p data-start=\"1214\" data-end=\"1605\">But Seoul needs Beijing for more than economic reasons.</p><p data-start=\"1214\" data-end=\"1605\">Beijing is important to Seoul because of the influence it wields over North Korea and its leader, Kim Jong Un.</p><p data-start=\"1607\" data-end=\"1863\">The urgency of regional security was underscored by North Korea firing hypersonic missiles over the sea east of its territory just hours before Lee departed for China.</p><h2 id=\"what-was-discussed-at-the-xi-lee-summit\">What was discussed at the Xi-Lee summit?</h2><p data-start=\"1909\" data-end=\"1970\">Monday’s summit opened with warm remarks from both leaders. Xi emphasised that the two nations “highly prioritise the South Korea-China relationship”.</p><p data-start=\"1909\" data-end=\"1970\">“Friends grow closer with each meeting, and neighbours grow closer with each visit,” said Xi, whose visit to South Korea for the APEC summit was the first by a Chinese president since 2014. “As friends and neighbours, South Korea and China must interact more frequently and communicate diligently.”</p><p data-start=\"2368\" data-end=\"2571\">Lee echoed Xi’s sentiments.</p><p data-start=\"2573\" data-end=\"3237\">Mason Richey, a professor of international politics at Hankuk University of Foreign Studies (HUFS) in Seoul, described the summit as the first true “test of Lee’s ability to navigate the tricky South Korean relationship with China”.</p><p data-start=\"2573\" data-end=\"3237\">“This trip is significantly important to South Korea after Lee focused so much on the US over the first seven months of his term,” he told Al Jazeera.</p><p data-start=\"2573\" data-end=\"3237\">But for all the cordial talk, “several critical, contentious issues were not addressed in any serious way,” he said. “In particular, Chinese hybrid threats against South Korea in the Yellow Sea, as well as Chinese coercion of Taiwan and the Philippines.” China insists that self-governing Taiwan belongs to it, and has not ruled out taking it by force. Beijing also held major wargames off Taiwan in December. China and the Philippines, meanwhile, have been locked in tense ties over competing claims to parts of the South China Sea.</p><p data-start=\"3239\" data-end=\"3573\">Lee Dong-gyu, a research fellow at the Asan Institute for Policy Studies, added that “both sides [China and South Korea] share a consensus that relations should be restored, and that economic cooperation is the way forward.</p><p data-start=\"3239\" data-end=\"3573\">“In reality, however, it does not seem easy to find common ground in external relations or in the domains of diplomacy and security.”</p><h2 id=\"north-korea\">North Korea</h2><p data-start=\"3599\" data-end=\"3801\">During the 90-minute summit, Lee stressed the importance of working with China to bring North Korea back to the dialogue table, at a time when Pyongyang has shown little sign of engaging in diplomacy.</p><p data-start=\"3803\" data-end=\"4165\">China remains North Korea’s principal ally and economic lifeline. Xi has promised economic support to the North – still technically at war with the South. Kim appeared alongside Xi during the <a href=\"/news/2025/9/3/chinas-xi-oversees-massive-military-parade-with-putin-kim-in-attendance\">Victory Day military parade</a> in Beijing last year. Meanwhile, North Korea has dismissed Lee’s outreach, calling him a “hypocrite” and “confrontational maniac”.</p><p data-start=\"4167\" data-end=\"4408\">“(I) will work together (with China to) explore viable alternatives for peace on the Korean Peninsula so that both countries can jointly contribute to peace, the basic foundation for prosperity and growth,” Lee said in his opening remarks at the summit.</p><p data-start=\"4410\" data-end=\"4627\">While North Korea’s denuclearisation was not directly mentioned, Xi noted that the two countries “bear important responsibilities in safeguarding regional peace and promoting global development, and share broad common interests”.</p><p data-start=\"4629\" data-end=\"4964\">South Korea’s national security adviser Wi Sung Lac told reporters that “the two leaders underscored the importance of resuming dialogue with North Korea,” and said Lee and Xi had agreed to hold annual meetings and expand communication among defence authorities to “build mutual trust and contribute to regional peace and stability”.</p><h2 id=\"silence-on-taiwan\">Silence on Taiwan</h2><p data-start=\"4991\" data-end=\"5297\">In an interview with Chinese state broadcaster CCTV last week, Lee said South Korea believed in “respecting the ‘one China’ principle” – the tenet under which countries must reject diplomatic ties with Taiwan to work with Beijing.</p><p data-start=\"4991\" data-end=\"5297\">However, he has previously advocated a more balanced stance, arguing that South Korea should not directly engage militarily over the Taiwan Strait, a conflict between two outside states.</p><p data-start=\"4991\" data-end=\"5297\">The issue has become more sensitive after statements made by Japanese Prime Minister Sanae Takaichi in November. She warned that a hypothetical Chinese attack on Taiwan could pose an “existential crisis for Japan” and might compel Tokyo to use its military. China-Japan tensions soared as Beijing accused her of interfering in its internal affairs. China issued a travel advisory for Japan and suspended a number of its imports from the country.</p><p data-start=\"5299\" data-end=\"5529\">During Monday’s summit, Xi told Lee that “both countries, with broad common interests, should stand firmly on the right side of history and make correct strategic choices.” Direct mentions of Taiwan were absent from discussions.</p><p data-start=\"5531\" data-end=\"5790\">Instead, Xi highlighted the shared Chinese and Korean experience of resisting Japan during World War II: “More than 80 years ago, China and South Korea made tremendous national sacrifices and won the victory against Japanese militarism,” Chinese state media Xinhua reported.</p><p data-start=\"5792\" data-end=\"6051\">Lee also noted the two neighbouring countries have maintained friendly ties for thousands of years and share a history of resisting the loss of sovereignty and fighting for independence, an apparent reference to Japan’s early 20th-century colonial expansion.</p><h2 id=\"us-countermeasures\">US countermeasures</h2><p data-start=\"6083\" data-end=\"6343\">For all of the apparent bonhomie on display in Beijing, South Korea must maintain a tricky balance, analysts said.</p><p data-start=\"6083\" data-end=\"6343\">The US continues to deepen its military presence in the Asia Pacific, strengthening ties with countries including South Korea, Japan and the Philippines, while conducting joint exercises near the South China Sea, where Chinese territorial claims have been contested for decades.</p><p data-start=\"6345\" data-end=\"6449\">South Korea hosts the largest US military base in Asia with roughly 28,500 soldiers stationed there.</p><p data-start=\"6615\" data-end=\"6840\">Richey from HUFS said: “Lee will ultimately privilege the relationship with the US more than China because he has no choice – neither as a matter of international relations nor domestically, where China is very unpopular.”</p><p data-start=\"6842\" data-end=\"7172\">In November, South Korea and the US agreed to build nuclear-powered submarines. This came after the US lowered tariffs on South Korean products in exchange for $350bn in US industrial investments and cooperation on the “Make American Shipbuilding Great Again” initiative, aimed at countering China’s dominance in the sector.</p><p data-start=\"7174\" data-end=\"7298\">China has previously expressed concern over South Korea acquiring nuclear capabilities although this topic was not discussed at the summit.</p><p data-start=\"7300\" data-end=\"7631\">Lee Dong-gyu from the Asan Institute for Policy Studies noted that China may seek common ground with South Korea regarding the Korean Peninsula and regional security to counter growing US influence in the region.</p><p data-start=\"7300\" data-end=\"7631\">“This is especially true in the period of the Trump administration when the US is increasingly demanding greater responsibility and contributions from its Asian allies to its containment of China. Given this situation, China may look to restore relations with South Korea to ease US-led efforts in the region,” he said.</p><p data-start=\"7300\" data-end=\"7631\">“Especially in the period of the Trump administration, China looks to counter the US’s increasing presence in the region, using its regional allies to continue pressing on China,” he said.</p><h2 id=\"south-china-sea-drama\">South China Sea drama</h2><p data-start=\"7667\" data-end=\"7847\">The summit also addressed sensitive maritime issues, particularly concerns over Beijing’s steel structures in a jointly managed Provisional Maritime Zone (PMZ) in the Yellow Sea, a shallow water body between mainland China and the Korean Peninsula.</p><p data-start=\"7849\" data-end=\"8045\">Since 2018, China has installed steel structures in the area, which Beijing claims are for fish farming, though concerns persist about territorial assertiveness in the South and East China Seas.</p><p data-start=\"8047\" data-end=\"8327\">Both sides agreed that turning the Yellow Sea into “a peaceful and co-prosperous sea” is essential for stable, long-term relations and that they would continue “constructive” consultations, South Korea’s national security adviser Wi Sung Lak said. They also agreed to hold vice-ministerial talks on the maritime boundary within this year.</p><h2 id=\"shared-economic-prosperity\">Shared economic prosperity</h2><p data-start=\"8368\" data-end=\"8567\">Lee was accompanied by heads of South Korean conglomerates, including Samsung, SK Group, and LG, as the two sides signed 14 memorandums of understanding in trade, technology, and environmental areas.</p><p data-start=\"8569\" data-end=\"8761\">Nearly half of South Korea’s rare earth minerals, essential for semiconductor production, come from China. China also accounts for a third of Seoul’s annual chip exports, its largest market.</p><p data-start=\"8763\" data-end=\"8921\">Meanwhile, Chinese firm Huawei plans to launch its Ascend 950 AI chips in South Korea next year, providing an alternative to US-based Nvidia for Korean firms, CEO Balian Wang said.</p><p data-start=\"8923\" data-end=\"9138\">China is also South Korea’s largest source of foreign tourists.</p><p data-start=\"9140\" data-end=\"9458\">Under former President Yoon Suk Yeol, South Korea-China relations were strained due to Yoon’s closer alignment with the US, amid intensifying US-China rivalry. But in an era of Trump’s tariffs, Seoul is seeking more of a balance between security ties with Washington and economic links with Beijing.</p><p data-start=\"9140\" data-end=\"9458\">“South Korea and China are like ships sailing in the same sea toward the same direction,” Lee said at a bilateral business forum before his summit with Xi.</p><figure id=\"attachment_4218506\" aria-describedby=\"caption-attachment-4218506\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218506\" src=\"/wp-content/uploads/2026/01/afp_695cb1693205-1767682409.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"TOPSHOT - South Korea's President Lee Jae Myung (L) and his wife Kim Hea Kyung (2nd L) take a selfie with China's President Xi Jinping (2nd R) and his wife Peng Liyuan (R) after a dinner at the Great Hall of the People in Beijing on January 5, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218506\" class=\"wp-caption-text\">South Korea’s President Lee Jae Myung (L) and his wife Kim Hea Kyung (2nd L) take a selfie with China’s President Xi Jinping (2nd R) and his wife Peng Liyuan (R) after a dinner at the Great Hall of the People in Beijing [AFP]</figcaption></figure><h2 id=\"continuation-of-cultural-exchanges\">Continuation of cultural exchanges</h2><p data-start=\"9507\" data-end=\"9691\">While Beijing does not formally acknowledge restrictions, the two leaders discussed repairing cultural ties to expand Korean entertainment content access in China, which has faced unofficial bans.</p><p data-start=\"9693\" data-end=\"9837\">However, South Korean Presidential Chief of Staff Kang Hoon Sik told a radio interview that Beijing was unlikely to lift the informal ban anytime soon.</p><p data-start=\"9839\" data-end=\"10087\">And while their leaders might have exchanged warm words, the mood on the streets of China and South Korea isn’t very favourable for strong ties, point out analysts, citing anti-China rallies in South Korea and reports referring to anti-Korean sentiment in China.</p><p data-start=\"10251\" data-end=\"10492\">Still, Lee and Xi appeared to make an effort this week to present a different side to bilateral relations.</p><p data-start=\"10251\" data-end=\"10492\">After a state banquet, Lee took a selfie of the presidential couples, including a smiling Xi, using a Chinese-produced Xiaomi smartphone given to him by Xi during his visit to South Korea last year.</p><p data-start=\"10494\" data-end=\"10665\">“The image quality is certainly good, right?” Lee posted on social media, adding a beaming face emoji. “Thanks to you, I got the picture of a lifetime haha,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Jewish activist kicked out of Bondi vigil over keffiyeh | Al Jazeera | Al Jazeera",
            "time": "2026-01-06T11:10:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/22-Website-1767697751.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Michelle Berkon, an activist with Jews Against the Occupation ’48, recounts being removed from a Bondi vigil for wearing a keffiyeh and how it made her feel.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Closing his eyes’: Why is Russia’s Putin quiet on US abduction of Maduro? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-06T11:05:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-10-23T175441Z_1457612730_RC2HQAA7V1WW_RTRMADP_3_RUSSIA-BRICS-1767693098.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A meme has gone viral on Russian social media networks with a quote from President Vladimir Putin, “We don’t give up on our own,” placed next to his photos with the leaders he once declared Moscow’s “key allies”.</p><p>There were Libya’s Muammar Gaddafi, who was toppled and killed in 2011, Syria’s Bashar al-Assad, who was toppled and fled to Moscow in 2024, and Ukraine’s Viktor Yanukovych, who was toppled and rushed to Moscow in 2014.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>And then there was a picture of Putin and his radiant Venezuelan counterpart Nicolas Maduro, who was <a href=\"/news/2026/1/3/explosions-heard-over-venezuelan-capital-caracas-amid-us-tensions\">dragged out of his bedroom</a> by United States Delta Force commandos on Saturday and is now awaiting trial in New York on <a href=\"/news/2026/1/5/what-is-the-us-charging-nicolas-maduro-with\">drug trafficking charges</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Before <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abducting</a> him, US military forces struck the Buk-2MA air defence systems and radars Russia supplied to Venezuela and installed at seaports and airports as part of their “strategic alliance”.</p><p>However, Moscow’s defence cooperation treaty with Caracas was vague and did not envisage immediate military aid in case of a foreign invasion.</p><p>And even though Russia’s Ministry of Foreign Affairs <a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">called</a> Maduro’s capture an “unacceptable act of armed aggression”, Putin refrained from saying anything at all – let alone meddling militarily.</p><h2 id=\"putin-s-prestige-and-reputation-suffered-a-blow\">‘Putin’s prestige and reputation suffered a blow’</h2><p>The consequences for Russia are two-pronged, observers told Al Jazeera.</p><p>There is immediate damage to the Kremlin’s already-tarnished international reputation but long-term benefits for Moscow’s insistence on having carte blanche in Ukraine and the former Soviet Union, including energy-rich Central Asia.</p><p>“On the one hand, Putin’s prestige and reputation suffered a blow as Maduro was his most loyal ally in Latin America,” Alisher Ilkhamov, head of the London-based Central Asia Due Diligence think tank, told Al Jazeera. “Far more important to Putin is that with his actions, Trump is establishing a new world order.”</p><p>But this ally’s value cannot possibly outweigh the importance of a new world order that US President Donald Trump is establishing, he said.</p><p>“And this new world order is now based on the priority of force, not on the international law whose cornerstone was the sovereignty of nations,” he said.</p><p>What happened with Maduro resembles Moscow’s military inaction after al-Assad’s panicked flight from Damascus to Moscow in December 2024 during the takeover of Syria by opposition forces.</p><p>One theory is that Trump and Putin wrote Maduro off during their August summit in Anchorage, Alaska.</p><p>“Perhaps in Anchorage or even earlier, there was a conversation about the limitation of spheres of interest in the world,” Nikolay Mitrokhin, a Russia researcher with Germany’s Bremen University, told Al Jazeera.</p><p>The agreement may have included concessions from Trump on Ukraine for the sake of future, post-war joint development of hydrocarbons in Russia’s Arctic regions while Washington gains control over Greenland.</p><p>“Trump’s persistent desire to take over <a href=\"/news/2026/1/6/danish-pm-says-us-attack-on-greenland-would-be-the-end-of-nato\">Greenland</a> is made from the same cloth,” Mitrokhin said. “From there, he’d want to control the northern part of ‘his part of the world’.”</p><p>And after Russia’s existing oilfields are tapped out, US companies could also be instrumental in the development of the Bazhenovska Svita, the world’s largest shale oil deposits in the swampy plains of western Siberia.</p><p>US oil companies pioneered the extraction of shale oil and gas while Russian firms lack the technologies and expertise.</p><p>Control over Bazhenovska Svita would help the White House kill a much bigger geopolitical bird with the same stone.</p><p>“The United States needs Bazhenovska Svita to prevent China from getting there as it could form Beijing’s energy independence,” Kyiv-based analyst Aleksey Kushch told Al Jazeera.</p><p>Meanwhile, the loss of Maduro does not pose any peril to Russia as media and public figures influenced by the Kremlin use the brazen capture of a foreign president to lambast Washington’s “imperialism”, he said.</p><h2 id=\"putin-will-not-get-closer-to-trump\">‘Putin will not get closer to Trump’</h2><p>Another expert said giving up on Maduro will not help Putin to mend ties with Trump right away.</p><p>On Monday, Trump <a href=\"/news/2026/1/5/trump-spurns-kremlins-putin-residence-attack-claim-russia-kills-2-in-kyiv\">said</a> he “didn’t believe” Putin’s claim that Ukraine had tried to kill the Russian president at his Valdai residence in northwestern Russia in late December.</p><p>“By closing his eyes on Maduro’s capture, Putin will not get closer to Trump,” Galiya Ibragimova, an expert with the Carnegie Endowment for International Peace think tank, told Al Jazeera.</p><p>“Putin is most frightened by the fact that in Maduro’s coterie, there was a person who leaked information to Americans, and now Putin – with his paranoid conviction that everyone is after him – will firstly boost his own security,” she said.</p><p>Maduro’s “extraction” may even inspire Putin to plan the kidnapping of Ukrainian President Volodymyr Zelenskyy, she said.</p><p>At the dawn of his presidency in the early 2000s, Putin developed ties with Maduro’s socialist predecessor and mentor Hugo Chavez despite Moscow’s growing political tilt to rightward nationalism.</p><p>Chavez paid billions for Russian-made weapons such as tanks, helicopters, fighter jets and missiles, and Moscow even opened a factory in Venezuela to manufacture AK-47 assault rifles.</p><p>Russian experts played a key role in Venezuela’s economic lifeline – the processing of heavy, hard-to-extract crude.</p><p>However, their outdated technologies could not possibly prevent the decline in Venezuela’s crude production, which helped cause a years-long economic nosedive, hyperinflation and brain drain of oil experts from geologists to engineers.</p><p>After coming to power in 2013, Maduro met with Putin a dozen times, and each of his visits to Moscow was a red-carpet, pompous affair full of rhetoric and mutual assurances of “eternal friendship”.</p><p>In October, Maduro sent a plea to Putin, urging him to send missiles for Russia-supplied S-300 air defence systems, repair Russian-made Sukhoi Su-30 fighter jets, and supply radars and other unspecified “logistical support”, The Washington Post reported.</p><p>He also asked for a “financing plan”, the newspaper said, adding that it was not clear whether Moscow replied to the plea.</p><p>Meanwhile, pro-Kremlin voices present Maduro’s fall as part of an anti-Moscow plan that will certainly “fail.”</p><p>“We simply have to fathom that the collective West will never give up on its attempts to defeat Russia,” analyst Kirill Strelnikov wrote in an opinion piece for the RIA Novosti news agency on Tuesday. “You can try – and will fall from far above and painfully.”</p></div></div></body></html>"
        },
        {
            "title": "Qatar slams ‘political blackmail’ as Israel hinders Gaza’s Rafah crossing | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-06T10:59:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/getty_69066ef077-1762029296.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Qatari Ministry of Foreign Affairs says Doha is engaged with mediators to reopen the Rafah crossing into besieged Gaza and deliver aid while Israel creates roadblocks.</p><p>Communications are ongoing, Foreign Ministry spokesman Majed al-Ansari said at a news conference on Tuesday, although more details were not immediately available.</p><p>“We are working with mediator[s] to ensure we reach the second phase of Gaza ceasefire. We demanded that humanitarian aid is not used as a political blackmail,” al-Ansari said.</p><p>He added that there are a number of “complications” that require effort from all parties to resolve.</p><p>This comes amid Israeli reports that Israel and the United States may consider refraining from reopening the crucial crossing on the border with Egypt until the body of the last Israeli held in Gaza is discovered and handed over to Israel.</p><p>Reopening the Rafah crossing was a condition of the first phase of the ceasefire that went into effect on October 10. But it has remained closed as humanitarian groups say Israeli restrictions continue to hamper aid deliveries, a clear violation of the agreement.</p><p>The crossing had long been Gaza’s only connection to the outside world until the Israeli military occupied the Palestinian side in May 2024.</p><p>The latest rumour of a potential reopening came on Thursday when the Israeli public broadcaster Kan reported that Israeli authorities were preparing to reopen the crossing in “both directions” following pressure from US President Donald Trump.</p><p>A two-way reopening would mark a shift from an earlier Israeli policy that stated the crossing would open “exclusively for the exit of residents from the Gaza Strip to Egypt”. The policy drew condemnation from regional governments, including Egypt and Qatar as officials warned against the ethnic cleansing of Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"hope-and-trepidation-over-potential-reopening\">Hope and trepidation over potential reopening</h2><p>Although many Palestinians expressed relief at the thought of the Rafah crossing reopening for medical treatment and education, others fear it will indeed be used to ferry Palestinians permanently out of Gaza under the guise of fulfilling the ceasefire.</p><p>Tasnim Jaras, a student in Gaza City, told Al Jazeera that it was her “dream that the crossing opens so we can continue our education”.</p><p>Moaeen al-Jarousha, who was wounded in the war, said he needed to leave Gaza to receive medical treatment abroad. “I need immediate medical intervention. I live in very difficult conditions,” he said.</p><p>Al Jazeera’s Hani Mahmoud, reporting from Gaza City, said many families see Rafah as “an opportunity to reunite with family members who have been separated for too long”.</p><p>“But hope here is never simple,” he added. “People here have heard about these announcements numerous times, and many recall how quickly it shut again.”</p><p>Although Palestinians hope the crossing will allow for movement both in and out of Gaza, “we know the Israeli military is pushing for Rafah to be just a one-way exit,” Mahmoud said.</p><p>Israel, meanwhile, has kept up its bombardment of Gaza in violation of the ceasefire. On Monday, Israeli forces <a href=\"/news/2026/1/6/israel-kills-two-in-gaza-as-palestinians-call-for-rafah-crossing-to-open\">bombed a tent</a> where displaced Palestinians were sheltering, killing a five-year-old girl and her uncle, officials said. Four other people, including children, were wounded.</p><p>The killings brought the number of Palestinians killed by Israeli forces since the truce came into effect to at least 422, according to Gaza health authorities.</p></div></div></body></html>"
        },
        {
            "title": "Economic survival in Gaza decimated by Israeli counts on small initiatives | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-06T10:45:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/gdjshd7-1767685294.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After more than two years of <a href=\"/news/2026/1/6/israel-kills-two-in-gaza-as-palestinians-call-for-rafah-crossing-to-open\">Israel’s genocidal war on Gaza</a>, the daily unbearable churn of mass death and mourning, with homes, hospitals and schools destroyed, the besieged Palestinian territory also faces the fastest and most damaging economic collapse on record.</p><p>That is according to the United Nations, which says Gaza’s unemployment rate has reached 80 percent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Yet despite Israel’s suffocating blockade on the Strip, Palestinians are improvising businesses to survive.</p><p>For many people, survival now depends on skills and small initiatives, rather than formal jobs.</p><p>Widowed and responsible for a household of five, Um Mohammed al-Jarjawi relies on knitting to provide for her family – and sometimes passes on her skills to the next generation.</p><p>Every day inside her home, al-Jarjawi prepares food for her grandchildren. Moments later, she heads out to work.</p><p>“I started learning knitting when I was 10 years old,” she told Al Jazeera. “Later, I attended courses at specialised centres. I discovered that I was skilled at the craft and began training others.</p><p>“After my husband passed away, I needed to support my household. I focused on working to provide for my family while improving my skills.”</p><figure id=\"attachment_4218657\" aria-describedby=\"caption-attachment-4218657\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218657\" src=\"/wp-content/uploads/2026/01/ddjed8-1767685291.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Economic survival in Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218657\" class=\"wp-caption-text\">Um Mohammed al-Jarjawi relies on knitting to provide for her family [Screen grab/Al Jazeera]</figcaption></figure><p>Small-scale businesses have expanded, ranging from solar-powered phone-charging stations to women knitting baby clothes. They provide households with short-term means of survival, but it is not enough to restore economic stability or generate sustainable, protected employment.</p><p>With 70 percent of electricity networks destroyed, Gaza’s power system has collapsed, forcing people to improvise.</p><p>For Wasim al-Yazji, a makeshift solar-powered charging station is a fragile lifeline that provides some income – but cannot solve the power crisis.</p><p>“I opened this charging station to help my family with basic needs, some food and small expenses. I try to support my household through it,” al-Yazji told Al Jazeera.</p><p>His home used to have a supermarket beneath it, but it was destroyed.</p><p>“My charging station depends on solar panels, so if the sun doesn’t shine, the charging power is weak and I can’t work for days. Sometimes a whole week passes under clouds without any income,” he said.</p><figure id=\"attachment_4218673\" aria-describedby=\"caption-attachment-4218673\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218673\" src=\"/wp-content/uploads/2026/01/sw2-1767685315.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Economic survival in Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218673\" class=\"wp-caption-text\">Wasim al-Yazji stands next to his makeshift charging station [Screen grab/Al Jazeera]</figcaption></figure><p>Gaza’s labour market has virtually collapsed, with the UN reporting that the enclave now faces one of the highest unemployment rates in the world.</p><p>For many young men and women, jobs are nowhere to be found, forcing them to pace the streets or wait endlessly for a chance to work.</p><p>“I’ve been looking for a job for months,” Mohammed Shatat told Al Jazeera. “Even temporary work is hard to find. Every day feels the same… I go from place to place, asking, hoping, but there’s nothing.”</p><p>Families are finding ways to survive amid the devastation and destruction, but these informal ventures are no solution to the economic crisis: With hundreds of thousands of people still out of work, unemployment remains a tremendous challenge across the Strip.</p><figure id=\"attachment_4218661\" aria-describedby=\"caption-attachment-4218661\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218661\" src=\"/wp-content/uploads/2026/01/s1-1767685297.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Economic survival in Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218661\" class=\"wp-caption-text\">Gaza’s unemployment rate is 80 percent, among the highest in the world [Screen grab/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Ukraine’s top allies meet in Paris to push for Kyiv’s security guarantees | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-06T10:12:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-06T074520Z_1071538727_RC2JVIACSK4X_RTRMADP_3_UKRAINE-CRISIS-COALITION-FRANCE-1767691158.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukraine’s top allies meet in Paris to push for Kyiv’s security guarantees</h1><p class=\"article__subhead\"><em>The ‘coalition of the willing’ tries to lay groundwork for ceasefire and end to Russia’s nearly four-year war in Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s key allies are meeting in Paris to discuss security guarantees for Kyiv in the event of a ceasefire with Russia as national leaders and diplomats work to bring an end to the nearly <a href=\"/news/2026/1/6/russia-ukraine-war-list-of-key-events-day-1412\">four-year war</a> through a United States-brokered peace plan.</p><p>Ukrainian President Volodymyr Zelenskyy was joined by representatives from 35 countries in the French capital on Tuesday, including 27 heads of state.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Senior US negotiators Steve Witkoff and Jared Kushner are also in attendance as part of broader efforts to put together a common Ukrainian, European and US position that could then be taken to Russia.</p><p>US President Donald Trump’s administration has been accused of bending to the Kremlin’s narrative and President Vladimir Putin’s maximalist demands to end the war.</p><p>The meeting of the group of Ukrainian allies, called the “coalition of the willing”, is the latest of several meetings planned for the new year as diplomatic efforts to end the conflict have gained pace in recent weeks.</p><p>French President Emmanuel Macron has expressed optimism about the meeting with the focus set to be on providing Ukraine with security guarantees to deter any future Russian aggression should it agree to a ceasefire.</p><p>But prospects for progress are uncertain as the Trump administration’s focus has now shifted to Venezuela after US forces <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abducted</a> Venezuelan leader <a href=\"/news/liveblog/2026/1/6/live-un-security-council-members-slam-us-abduction-of-venezuelas-maduro\">Nicolas Maduro</a> and his wife on Saturday.</p><p>There have also been few signals that Russia would be willing to accept the current proposals on the table. The issue of who holds what territory remains a key obstacle to negotiations, and fighting between the two sides shows no signs of abating.</p><p>Russia, which occupies about 20 percent of Ukraine, is pushing for full control of eastern Ukraine’s Donbas area as part of a deal. The Donbas is made up of two regions. Moscow controls all of its Luhansk region, but Kyiv still holds a significant part of its Donetsk region, where attritional fighting is ongoing.</p><p>Zelenskyy has repeatedly warned that ceding territory would embolden Moscow and said he will not sign a peace deal that fails to deter Russia from invading again. Giving up Ukrainian land is also forbidden by the nation’s constitution.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Chelsea announce Rosenior as new manager of Premier League club | Football News | Al Jazeera",
            "time": "2026-01-06T09:45:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260103__89J6233__v1__MidRes__FblFraLigue1NiceStrasbourg-1767691644.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Chelsea announce Rosenior as new manager of Premier League club</h1><p class=\"article__subhead\"><em>Liam Rosenior, who has signed a contract with the club until 2032, will bring his assistants from Strasbourg.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Premier League club Chelsea have announced the appointment of Strasbourg boss Liam Rosenior as their new head coach to replace Enzo Maresca.</p><p>The Englishman, who has signed a contract until 2032, said in a club statement on Tuesday that he was “extremely humbled and honoured to be appointed”.</p><p>“This is a club with a unique spirit and a proud history of winning trophies,” he added. “My job is to protect that identity and create a team that reflects these values in every game we play as we continue winning trophies.”</p><p>In an earlier news conference for Strasbourg, Rosenior confirmed reaching a verbal agreement with Chelsea.</p><p>“I’m here because I care about this club and I felt it was right to answer your questions physically here today before I move on,” he said.</p><p>Rosenior added that he would take his ⁠assistants, Kalifa Cisse and Justin Walker, with him to the Premier League club.</p><p>The 41-year-old, who joined Ligue 1 side Racing Strasbourg in 2024, said his time at the club had been the most rewarding period of ​his career after spells at Derby County and Hull City.</p><p>“The ‌last 18 months have been a joy and the best of my professional career,” Rosenior said. “I have met some incredible people, created incredible memories and made history.”</p><p>He said he had been transparent with Strasbourg’s ‌ownership about outside interest.</p><p>“I have had interest from many clubs, including Champions League clubs, which I have always been open ‌with to our president, Marc Keller, and our ownership,” ⁠Rosenior said. “I will love this club for the rest of my life, but I cannot turn down Chelsea.”</p><p>Little-known Rosenior had been widely touted as the frontrunner to succeed Maresca since the Italian was <a href=\"/sports/2026/1/1/chelsea-part-ways-with-manager-maresca\">sacked</a> on Thursday, not least because Strasbourg and Chelsea are owned by the same consortium, BlueCo.</p><p>Rosenior, who has no Premier League coaching experience, will become Chelsea’s fourth permanent boss since BlueCo took control of the Londoners in 2022.</p></div></div></body></html>"
        },
        {
            "title": "US pressure mounts at Panama Canal over Venezuelan oil shipments | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-06T09:27:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767691582.jpg?resize=1917%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Colombia prepares for refugee influx after US strikes on Venezuela | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-06T08:50:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T190532Z_1784054549_RC26VIAA92ZK_RTRMADP_3_USA-VENEZUELA-COLOMBIA-BORDER-1767692561.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Cucuta, Colombia —</strong> Colombia is bracing for a potential refugee crisis following US strikes in Venezuela and the abduction of President Nicolas Maduro on Saturday.</p><p>Defence Minister Pedro Sanchez announced on Sunday that he was sending 30,000 soldiers to the border with Venezuela to shore up security, and the country has also enacted emergency measures to support refugees.</p><p>At the Simon Bolivar International Bridge, which spans the Tachira River separating Colombia and Venezuela near the border city of Cucuta, vehicle and foot traffic flowed normally on Monday despite an increased military presence, which included three parked Colombian M1117 armoured security vehicles.</p><p>But with United States President Donald Trump threatening more attacks if newly sworn-in interim leader Delcy Rodriguez does not “behave”, an uneasy calm has settled over the border region, and Colombia is preparing for the worst.</p><p>Sanchez <a href=\"https://x.com/PedroSanchezCol\" target=\"_blank\" rel=\"noopener\">said</a> security forces had been “activated” to prevent any retaliation from armed groups, including the National Liberation Army (ELN) and Segunda Marquetalia, or Second Marquetalia — a dissident faction of the leftist group FARC, that have operated with virtual impunity in Venezuela for years.</p><p>Colombia’s armed groups have historically taken advantage of the rugged 1,367-mile (2,200km) border with Venezuela to traffic drugs and seek refuge from the Colombian army. With Maduro’s ouster, Colombian intelligence has signalled the possible return of armed group leaders as their security in Venezuela could be jeopardised.</p><figure id=\"attachment_4218743\" aria-describedby=\"caption-attachment-4218743\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218743\" src=\"/wp-content/uploads/2026/01/Image-4-1767686509.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"A Venezuelan National Guard member stands guard on the Venezuelan side of the Simon Bolívar International Bridge [Jim Glade/ Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218743\" class=\"wp-caption-text\">A Venezuelan National Guard member stands guard on the Venezuelan side of the Simon Bolivar International Bridge [Jim Glade/Al Jazeera]</figcaption></figure><p>Meanwhile, the Colombian government has set up five emergency command posts in cities near the border to deal with an expected increase in refugees following the US attacks on Venezuela.</p><p>“These [command posts] allow us to permanently coordinate humanitarian, security and territorial control actions, with direct state presence in the most sensitive areas,” said Sanchez.</p><p>President Gustavo Petro also dispatched Minister of Equality and Equity Juan Carlos Florian to Cucuta to address humanitarian concerns for refugees.</p><p>“We’ve implemented something that we call a ‘border plan’,” Florian told Al Jazeera during an interview on Monday in Cucuta. The plan coordinates various elements of the national government in “the case of a possible migratory crisis due to the United States military intervention in our brother country, Venezuela”.</p><p>The minister said he met local officials to take stock of available resources for refugees, including food and healthcare supplies, to better understand areas where officials lack reserves.</p><p>With support from the United Nations International Organization for Migration, the minister said, the government is also activating 17 ​​<a href=\"https://x.com/MinIgualdad_Col/status/2007805872013975754\" target=\"_blank\" rel=\"noopener\">centres</a> across the country tasked with helping immigrants and refugees with food supplies, access to education, training and employment, violence prevention, and more.</p><p>Although there has been no uptick in border crossings yet, the minister said, the Colombian government expects that up to 1.7 million people could arrive in the country. Colombia is already home to three million Venezuelan refugees — the single largest chunk of the eight million Venezuelans who have left the country.</p><p>Humanitarian organisations, too, are preparing for a possible influx of refugees.</p><p>Juan Carlos Torres, director of disaster risk management for the Colombian Red Cross in Northern Santander, of which Cucuta is the capital, told Al Jazeera that the nonprofit has activated an emergency response plan in anticipation of a possible refugee crisis.</p><p>Using an initial 88,000 Swiss francs (about $111,000) from the UN’s Central Emergency Response Fund (CERF), the organisation is boosting its immediate capacity to provide basic humanitarian aid to refugees near the border.</p><figure id=\"attachment_4218750\" aria-describedby=\"caption-attachment-4218750\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218750\" src=\"/wp-content/uploads/2026/01/Image-6-1767686623.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"a Margarita outpost for Colombia Red Cross near the border with Venezuela. Image credit: Jim Glade\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218750\" class=\"wp-caption-text\">La Margarita outpost for Colombia Red Cross near the border with Venezuela [Jim Glade/Al Jazeera]</figcaption></figure><p>“Yesterday we were at the [Simon Bolivar Bridge] doing preventative measures; ambulance services, transport, protection, what the human beings need,” said Torres. “Right now the situation is ‘normal’ but over the course of days”, things could change, he suggested.</p><p>If conditions stabilise in Venezuela, refugees might be willing to return to the country, he said. But if they do not, more people might want to leave Venezuela, Torres said.</p><p>Walking arm in arm with a friend, 50-year-old Mary Esperaza crossed into Colombia from Venezuela over the Simon Bolivar Bridge on Monday afternoon. Rodriguez, who is from Cucuta but lives across the river in Venezuela, said she was not sure if there would be another migration crisis soon.</p><p>“We’re waiting to see what happens,” she said. “Apparently, everything is calm, but we don’t know what will happen tomorrow.”</p></div></div></body></html>"
        }
    ]
}