{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Key candidates cast their ballots in Bangladesh elections | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-02-12T07:59:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260212__976C8UJ__v1__HighRes__BangladeshPoliticsVote-1770883143.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Colonial-era classism’: Residents decry demolitions in Nigeria’s Makoko | Poverty and Development News | Al Jazeera",
            "time": "2026-02-12T07:50:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/IMG_0296-1770827214.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Lagos, Nigeria –</strong> Tunde Agando was paddling his way back to Makoko floating settlement in his canoe on a January afternoon, after taking his mother to the market, when he saw an amphibious excavator tearing down his family’s home.</p><p>Before he could get close, the large home on stilts where he and 15 others lived in Lagos, Nigeria, had been brought down with all the possessions inside it – clothes, furniture, his brothers’ carpentry tools with which they built wooden canoes, and his plugged-in phone – lost to the water.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The residents, furious, wanted to stop the operators, but the police officers who came with them started firing tear gas.</p><p>“We now sleep on mats under a shed outside our pastor’s house, while we try to look for our lost [belongings] and figure out what to do next,” said Agando, 30, who is still grappling with his new state of homelessness. His barber shop was also demolished later that day.</p><p>Agando is one of the thousands of Makoko residents forcibly evicted from their homes by the Lagos State government, in a demolition operation that began in late December and only ended when the Lagos State House of Assembly ordered it be halted earlier this month.</p><p>The government said the demolitions were being carried out due to the community’s proximity to an electric power line, and that people needed to move back by 100 metres (109 yards). But authorities have gone beyond the 100-metre mark. Nonprofit organisations (NGOs) working with the community say the demolitions took place between 250 and 500 metres (about 270 and 550 yards) inside the settlement, destroying people’s homes, rendering thousands homeless and causing the death of more than 12 people, including two infants, in the process.</p><p>During the weeks of demolitions, the surrounding water was dotted with canoes carrying beds, bowls and other household appliances, as anxious community members removed their valuables in case operations reached them. At the same time, there have been no plans to resettle or compensate victims.</p><p>“They did not stop where they said they would; they just kept demolishing the whole place,” said Innocent Ahisu, one of the community’s leaders.</p><p>“This is where we live and get what we eat and drink. We are all sad and don’t know where this will end for us.”</p><figure id=\"attachment_4305872\" aria-describedby=\"caption-attachment-4305872\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4305872\" src=\"/wp-content/uploads/2026/02/IMG_0344-1770827583.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Makoko\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4305872\" class=\"wp-caption-text\">A boy paddles around on a raft in Makoko [Pelumi Salako/Al Jazeera]</figcaption></figure><h2 id=\"we-are-humans\">‘We are humans’</h2><p>Makoko, popularly called the “Venice of Africa”, is a historic fishing village dating back to the 19th century, built on stilts along the coast of Lagos. It overlooks the Third Mainland Bridge, which connects the affluent Lagos Island with mainland Lagos, and its residents are predominantly fishermen who fish in the same water on which they have dwelled for decades. An economic hub, it serves markets around the city with fresh and dried seafood.</p><p>Although it is home to about 200,000 people, the combination of poverty and lack of government development and social infrastructure has made it a slum. Yet its scenic waterways plied by canoes hawking everyday necessities and food, and its distinct culture, make it a popular destination for visitors. Much of the community sits on water, but a part is situated on land.</p><p>On an average day, the sunset’s reflection on the water, coupled with rising smoke from the wooden houses and children swimming nearby, makes Makoko picturesque from a distance – its rugged imperfections that are a testament to resilience also giving it a unique beauty.</p><p>But recently, the landscape of the village has resembled the aftermath of a storm, with only the carcasses of wooden structures left in many places.</p><p>At one of Makoko’s numerous processing hubs for dried fish, women working are anxious about what the demolition means for their business and economic future.</p><p>“We hope they can see that we are humans and stop demolishing our homes,” one of the older women who did not want to give her name said in the local dialect, Egun.</p><p>This eviction will only increase hardship for people who are already disproportionately affected by Nigeria’s cost-of-living crisis, observers note.</p><figure id=\"attachment_4305856\" aria-describedby=\"caption-attachment-4305856\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4305856\" src=\"/wp-content/uploads/2026/02/IMG_0348-1770827379.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Makoko\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4305856\" class=\"wp-caption-text\">Women at work at one of the huts where fresh fish is smoked before being supplied to the market [Pelumi Salako/Al Jazeera]</figcaption></figure><h2 id=\"history-is-going-to-be-lost\">‘History is going to be lost’</h2><p>Phoebe Ekpoesi, a mother of three, has been staying at a relative’s house in Makoko after her home was demolished. She said everything she owns, including her business in the village, has been lost.</p><p>“This Makoko is everything we have, my family lives here, my children go to school here, and we do not have anywhere else to go,” she said with frustration.</p><p>Victoria Ibezim-Ohaeri, the executive director of Spaces for Change, a Lagos-based civil society organisation advocating for urban governance, gender rights, and environmental justice, said the demolition has had a devastating effect on people like Ekpoesi.</p><p>“There is disruption of their children’s education, people are becoming increasingly homeless, and there is heightened vulnerability, especially among women, people with disabilities, and aged persons within the community,” she said.</p><p>Not only will the demolitions affect victims and community structures, but people will be deprived of communal land ownership and a sense of belonging to a place, according to Deji Akinpelu, the cofounder of Rethinking Cities, an NGO advocating against the exclusion of the urban poor.</p><p>“Heritage is going to be lost, history is going to be lost,” he said.</p><p>And worse still, many say, is that there has been no resettlement plan for the victims, many of whom now stay with friends and relatives, or sleep in their canoes or what is left of their structures.</p><p>Although the state government promised on February 4 to provide money to victims, Lagos State commissioner of information, Gbenga Omotoso, told Al Jazeera that compensation will be determined only after victims have been counted and documented.</p><p>Akinpelu said authorities ought to have considered compensation and resettlement before starting demolitions, not as an afterthought.</p><p>According to advocates like Ibezim-Ohaeri, the government’s failure to provide these is “illegal”, as they are considerations clearly stipulated by Nigeria’s constitution, which forbids the government from demolishing structures without prior negotiation and prompt payment of compensation.</p><p>Lagos State Governor Babajide Sanwo-Olu has, however, defended the state’s actions, saying, “What we are doing is not demolishing the whole of Makoko. We are clearing areas to ensure they do not encroach on the Third Mainland Bridge and to keep residents away from high-tension lines.”</p><figure id=\"attachment_4305846\" aria-describedby=\"caption-attachment-4305846\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4305846\" src=\"/wp-content/uploads/2026/02/Phoebe-Ekpoesi-1770827270.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Makoko\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4305846\" class=\"wp-caption-text\">Phoebe Ekpoesi stands in front of her relative’s house, where she now stays temporarily [Pelumi Salako/Al Jazeera]</figcaption></figure><h2 id=\"an-eviction-playbook\">An eviction ‘playbook’</h2><p>Although the government has cited safety as its reason for demolishing the homes, activists say there are other motives at play. Last year, local Nigerian outlets <a href=\"https://guardian.ng/property/real-estate/lagos-investors-begin-55-hectare-mixed-use-development-scheme-in-makoko-waterfront/\">reported</a> that the government had entered an agreement with a private contractor to develop an estate in Makoko, and promptly began sand dredging and land reclamation opposite the area.</p><p>“The unofficial reason is that Makoko is sitting in a highly coveted area. Makoko sits on the waterfront overlooking the lagoon from the Third Mainland Bridge. So that intersection between urban poverty and highbrow property development is one of the biggest pressures,” Ibezim-Ohaeri said.</p><p>Forceful eviction and demolition are not new to Nigeria’s economic capital. They follow a historical trend that has seen informal settlements and waterfront communities pushed out to make way for luxury estate developments.</p><p>In 1990, 300,000 people were forcefully evicted from Maroko in Lagos to make way for what has now become parts of Victoria Island and Oniru Estate, both sought-after areas for wealthy Nigerians. Otodo-Gbame faced a similar <a href=\"/news/2017/4/10/thousands-displaced-as-police-raze-lagos-otodo-gbame\">fate</a> in 2017 when its 30,000 residents were rendered homeless, and more recently, to make way for the luxurious Periwinkle estate.</p><p>Another waterfront community, Oworonshoki, is currently being demolished, and activists say a luxurious estate might spring up in the location soon.</p><p>Between 1973 and 2024, 91 eviction operations were carried out in parts of Lagos.</p><p>“There is an eviction playbook in Lagos State, and if you look at all the other evictions, it follows the same playbook,” Ibezim-Ohaeri said. “It will first of all be cited that there is something wrong in that area, and at the end of the day, new highbrow developments that are far beyond the reach of the former owner will spring up in that area.”</p><p>Ibezim-Ohaeri, who has been a counsel for Makoko since 2005, said the state has made more than 20 attempts to evict the residents of the village, but the community has resisted through court orders and pressures from civil society organisations.</p><figure id=\"attachment_4305874\" aria-describedby=\"caption-attachment-4305874\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4305874\" src=\"/wp-content/uploads/2026/02/IMG_0342-1770827633.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Makoko\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4305874\" class=\"wp-caption-text\">Makoko residents load the belongings they can salvage into canoes [Pelumi Salako/Al Jazeera]</figcaption></figure><h2 id=\"the-power-line-or-the-people\">The power line or the people?</h2><p>Other waterfront communities and informal settlements are also at risk, Ibezim-Ohaeri said, as the Lagos government recently announced its plans to reclaim more informal lands.</p><p>“What this means for Lagos is that it has continued to follow a pattern of classism right from the colonial era,” said Akinpelu, who added that “it is very much time for the government to start to rethink its ways because providing housing for high-income earners creates an imbalance in the city.”</p><p>Experts said the city should be thinking of mixed-income housing patterns that allow everyone to get shelter, and not push more people into homelessness in the city of 22 million people, where a housing crisis is brewing.</p><p>“We have to consider what can give way to what. The power line or the people? The power line itself can be moved, but they found it right that the people are the ones who should move for the power line,” Akinpelu said.</p><p>On January 29, Makoko community members demonstrated at the government secretariat and demanded an audience with the city’s governor, but they were forcefully dispersed by the police who fired tear gas. A large banner read: “A megacity cannot be built on the bones and blood of the poor.”</p><p>This week, a compromise was reached by the Lagos State House of Assembly and the community that residents would not rebuild on the demolished structures, compensation would be determined by a committee, and a water-city regeneration project would be implemented in Makoko.</p><p>Meanwhile, for those evicted and displaced, the future looks bleak.</p><p>In Makoko, Agando is back to sleep under the mosquito-infested shed with his pregnant wife and relatives at his pastor’s house. His family is considering finding a place in Ikorodu, northeast of Lagos, as soon as they are able to get enough money.</p><p>“This is what we have for now,” he said.</p><figure id=\"attachment_4305863\" aria-describedby=\"caption-attachment-4305863\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4305863\" src=\"/wp-content/uploads/2026/02/IMG_0353-1770827482.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Makoko\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4305863\" class=\"wp-caption-text\">The Nigerian flag stands amid the ruins of Makoko [Pelumi Salako/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Bangladesh goes to polls in crucial first election since deadly uprising | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-12T07:36:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T020140Z_358878563_RC21KJAZCEQE_RTRMADP_3_BANGLADESH-ELECTION-1770862389.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh is voting in an <a href=\"/news/2026/2/11/bangladesh-election-2026-what-happens-when-and-whats-at-stake\">election</a> seen as pivotal for the nation’s future as it seeks to chart a democratic course in the wake of the 2024 ouster of longtime leader <a href=\"/news/2026/1/29/exiled-leader-hasina-denounces-upcoming-bangladesh-polls-after-party-ban\">Sheikh Hasina</a> in a student-led uprising that killed hundreds.</p><p>Voters headed to the polls on Thursday to cast their votes in a contest pitting the Bangladesh Nationalist Party (BNP) and a Jamaat-e-Islami-led coalition that includes the National Citizens Party, formed by youth ‌activists instrumental in ousting Hasina. There are nearly 127 million registered voters in the South Asian country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The two leading prime ministerial candidates are the BNP’s <a href=\"/news/2026/2/10/is-bnps-tarique-rahman-the-change-post-hasina-bangladesh-is-looking-for\">Tarique Rahman</a>, a political scion who has edged ahead in polls with his anticorruption campaign, and Jamaat chief <a href=\"/features/2026/2/9/bangladeshs-jamaat-leader-shafiqur-rahman-the-man-everyone-wants-to-meet\">Shafiqur Rahman</a>, who is aiming to present his long-excluded Islamist party as a credible and modern force for change.</p><p>Polls opened amid tight security, with hundreds of thousands of security personnel deployed on the streets, but voters cast their ballots in a mood of optimism in what is seen as the first free and fair election since 2008, when Hasina embarked on an oppressive 15-year stretch in power.</p><p>Jainab Lutfun Naher, a voter from the Gulshan area of Dhaka, told Al Jazeera that the experience was emotional and empowering. “I want this country to prosper,” she said. “I want it to be democratic, where everyone has rights and freedom.”</p><p>AMM Nasir Uddin, the chief election commissioner, said the poll would mark a break from the “arranged elections” of recent history. “We must forget the history of centre-grabbing and ballot box capture,” he said.</p><p>Uddin noted that voter turnout had been strong, saying Bangladesh had “boarded the train of democracy” and would soon “reach its destination”.</p><p>In parallel to the election, the country is also holding a referendum on constitutional reforms that the country’s caretaker government, led by Nobel laureate Muhammad Yunus, had put together after the student-led protests.</p><p>Reporting from Dhaka, Al Jazeera’s Jonah Hull said they included “institutional reforms, electoral, policing and constitutional reforms designed to ensure this country doesn’t again slide into autocracy”.</p><p>“I think this is really important as a sort of subtext to this election,” he said, predicting a “landslide ‘Yes’ vote”. “It is, perhaps, the truest legacy of that revolution 18 months ago, in which hundreds of students gave their lives.”</p><p>But the “bigger question”, he noted, is whether the election victor actually puts the reforms into practice.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"deep-challenges\">‘Deep challenges’</h2><p>Elections were held during Hasina’s tenure, but they were marred by opposition boycotts and intimidation, critics have said.</p><p>The 78-year-old <a href=\"/news/2026/2/2/bangladesh-court-sentences-ex-pm-hasina-uk-lawmaker-niece-in-graft-case\">former leader</a> was sentenced to death in absentia for crimes against humanity for the bloody crackdown on protesters during her final months in power, and remains in hiding in India. Her Awami League party has been barred from the election.</p><p>Following the 2024 uprising, Yunus stepped in as interim leader with a mandate to restore a credible electoral process and build consensus around reforms, acting as democratic safeguards that would balance power among different state institutions.</p><p>“This election is not just another routine vote,” Yunus said this week. “It will determine the future direction of the country, the character of its democracy, its durability, and the fate of the next generation”.</p><p>Farhana Sultana, a professor of geography at Syracuse University, told Al Jazeera that if the election succeeded in restoring public trust, it would create a foundation for the country to tackle its “deep challenges”.</p><p>“Economic pressure, including youth unemployment and stagnating growth, is fuelling frustration among a new generation that demands real opportunity rather than symbolic change,” she said.</p><p>Climate, too, is an “ongoing existential issue for Bangladesh”, she said, adding that the new government would need to “integrate climate adaptation and water security into governance, economic planning and international cooperation”.</p><p>More than 2,000 candidates, including many independents, are vying for 300 seats in the Jatiyo Shangsad, or House of the Nation, with counting by hand beginning soon after polls close at 4.30pm (10:30 GMT) and results likely to be clear by Friday morning.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran’s Larijani accuses Israel of trying to sabotage US negotiations | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-12T07:18:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2024-11-15T105616Z_601134750_RC2L5BATGZ1T_RTRMADP_3_ISRAEL-PALESTINIANS-LEBANON-IRAN-1770877427.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran’s security chief Ali Larijani has accused Israel of attempting to sabotage negotiations with the United States over Tehran’s nuclear programme, so it can ignite a new war that would destabilise the region.</p><p>In an interview with Al Jazeera Arabic during his visit to Doha, Qatar, where he met top officials on Wednesday, Larijani, secretary of Iran’s Supreme National Security Council, said Israel had been fabricating pretexts to try to derail the negotiations with Washington, as the renewed talks were at a delicate stage.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our negotiations are exclusively with the United States – we are not engaged in any talks with Israel,” he said.</p><p>“However, Israel has inserted itself into this process, with their intent on undermining and sabotaging these negotiations.”</p><p>He said Israel’s strategy was “to destabilise the region”, and that its agenda “extends beyond its alleged concerns about Iran”, as was evidenced by its <a href=\"/news/2025/9/9/israeli-attack-in-doha-sparks-regional-and-international-condemnation\">attack on the Qatari capital</a> targeting Hamas officials in September.</p><p>“They are gambling not only with Iran, but also Qatar, Saudi Arabia and Turkiye,” he said, calling on regional leaders to “be aware of this.”</p><p>Israel’s attack on Iran in June came as Tehran and Washington were engaged in talks and effectively torpedoed the negotiations, which were several rounds in.</p><h2 id=\"netanyahu-meets-with-trump\">Netanyahu meets with Trump</h2><p>Iran and the US held a round of indirect negotiations in Muscat, Oman, on Friday, seeking to negotiate a resolution to the nuclear dispute, amid a US military buildup in the region and Trump’s <a href=\"/news/2026/2/10/trump-threatens-iran-with-something-very-tough-if-us-demands-are-not-met\">ongoing threats</a> to strike Iran if it does not accede to his demands.</p><p>Amid plans for a second round of talks – the timing of which is currently under discussion, Larijani said – Israeli Prime Minister Benjamin Netanyahu travelled to Washington on Wednesday for urgent talks with Trump, where he presented the US leader with <a href=\"/news/2026/2/10/netanyahu-says-hell-present-principles-for-iran-talks-to-trump\">“principles”</a> for negotiating with Iran.</p><p>After the meeting, Trump said <a href=\"/news/2026/2/12/nothing-definitive-reached-about-iran-during-netanyahus-visit-with-trump\">“nothing definitive”</a> had been reached, “other than I insisted that negotiations with Iran continue to see whether or not a Deal can be consummated”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"common-ground\">‘Common ground’</h2><p>Larijani told Al Jazeera that Tehran had not yet received a specific proposal from Washington in the negotiations, and that the talks in Muscat had consisted of an exchange of messages.</p><p>He said that Tehran was taking a positive position towards the negotiations, and that Washington, too, appeared to have concluded that negotiations were the preferred option.</p><p>He said there was common ground between Tehran and Washington regarding Iran not possessing a nuclear weapon, which it insists it is not pursuing.</p><h2 id=\"missiles-zero-enrichment-off-the-table\">Missiles, zero enrichment off the table</h2><p>However, Larijani <a href=\"/news/2026/2/11/iran-says-missile-programme-non-negotiable-as-tehran-washington-eye-talks\">reiterated</a> that the negotiations would be limited to Iran’s nuclear programme, with issues such as Iran’s missile programme – which the US has pushed to address in the talks, and is a key concern for Israel – not up for discussion.</p><p>“When we met at the negotiating table, a clear boundary was drawn … our talks centred solely on the nuclear issue,” he said, adding that this was a “logical” approach.</p><p>“Our missile program stands entirely separate from the nuclear one. It is a domestic matter, basically linked to our national security. As such, it cannot be part of these negotiations.”</p><p>Similarly, he said, the notion of Iran reducing its uranium enrichment to zero was “not on the table”.</p><p>“It is impractical for a country that has already mastered this technology to reduce it to zero,” he said, citing the need for enriched uranium for peaceful civilian purposes such as in cancer treatment.</p><p>“Meanwhile, we are open to verification, and anybody is welcome to come and see [our facilities] for themselves.”</p><p>If the US did opt to attack Iran, as it did in a series of strikes targeting the country’s nuclear facilities in June as part of a <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war</a>, then Tehran would respond by attacking US military bases in the region, Larijani said.</p><p>Before leaving Doha, Larijani also met with Muhammad Darwish, the head of Hamas’s Leadership Council, along with a senior delegation from the Palestinian group, to discuss the latest political developments in the region and Israel’s war on Gaza, Lebanon’s Al-Manar reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "To Die for Palestine - Ep 2 | Documentary | Al Jazeera",
            "time": "2026-02-12T07:08:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770818812.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A Chadian chemist and a British activist, both born in Jerusalem, vow to fight for Palestine by any means necessary even if it costs them death.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two men devoted their lives to the Palestinian resistance but paid the ultimate price.</p><p>Bashir Jibril, born in Jerusalem to a Chadian family, joined the Popular Front for the Liberation of Palestine (PFLP) after the 1967 Arab-Israeli war. He trained military cadres and took part in the 1970 airliner hijackings, before being killed in a car bomb explosion in Athens in 1978.</p><p>Faris Glubb, also born in Jerusalem, is the son of Glubb Pasha, a British military General who commanded the Arab Legion between 1939 and 1956. Faris joined Fatah, then the Popular Front for the Liberation of Palestine [PFLP], but later moved to the Palestine Liberation Front [PLF] and lived under constant threat for his activism. He was the first person to introduce the idea of using paragliders to the PLF’s military wing. A journalist and a dedicated activist, he documented the relationship between Zionism and Nazism. He died on 3 April 2004 in a mysterious car accident in Kuwait.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "North Korea’s Kim Jong Un sets stage for daughter as his successor: Seoul | Kim Jong Un News | Al Jazeera",
            "time": "2026-02-12T06:49:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-11-29T223215Z_1541637724_RC2L6IAETOKJ_RTRMADP_3_NORTHKOREA-MILITARY-1770871180.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>North Korea’s Kim Jong Un sets stage for daughter as his successor: Seoul</h1><p class=\"article__subhead\"><em>Little is known about Kim’s daughter, Ju Ae, who made her first public appearance in 2022 but appears set to be her father’s successor.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Korea’s spy agency believes that North Korean leader Kim Jong Un is preparing to designate his daughter, <a href=\"/news/2023/5/8/meet-n-koreas-crown-princess-and-possible-heir-to-kim-jong-un\">Kim Ju Ae</a>, as his successor, increasing the agency’s earlier assessment of the teenager being the “most likely successor”.</p><p>The National Intelligence Service in Seoul informed legislators of the news during a closed-door briefing on Thursday, according to South Korea’s official Yonhap News Agency. Their intelligence agency’s findings were later shared with the media by South Korean politicians Park Seon-won and Lee Seong-gwon.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Kim Ju Ae’s presence continues to be highlighted at events such as the recent Armed Forces Day ceremony and <a href=\"/news/2026/1/2/kim-jong-uns-potential-heir-makes-public-visit-to-n-korean-founders-tomb\">her visit to the Kumsusan Palace of the Sun</a>, and there are even signs that she is expressing opinions on some policies,” Lee told reporters, according to Yonhap.</p><p>“We believe that she has now entered the succession selection stage,” Lee said.</p><p>Kumsusan Palace of the Sun is considered one of the most important places in North Korea as the final resting place of the country’s Great Leader Kim Il Sung and his son Dear Leader Kim Jong Il – the current Kim’s grandfather and father, and Ju Ae’s great-grandfather and grandfather.</p><figure id=\"attachment_4307070\" aria-describedby=\"caption-attachment-4307070\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4307070\" src=\"/wp-content/uploads/2026/02/2024-12-31T051125Z_319160993_RC230CA0G3V7_RTRMADP_3_NORTHKOREA-POLITICS-1770876651.jpg?w=770&amp;resize=770%2C504&amp;quality=80\" alt=\"North Korean leader Kim Jong Un and his daughter Kim Ju Ae visit the newly built Kalma coastal tourist area in Wonsan, North Korea, December 29, 2024, in this photo released by North Korea's official Korean Central News Agency. KCNA via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THIS IMAGE. NO THIRD PARTY SALES. SOUTH KOREA OUT. NO COMMERCIAL OR EDITORIAL SALES IN SOUTH KOREA.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4307070\" class=\"wp-caption-text\">North Korean leader Kim Jong Un and his daughter Kim Ju Ae visit the newly built Kalma coastal tourist area in Wonsan, North Korea, in December 2024 [Korean Central News Agency via Reuters]</figcaption></figure><p>Yonhap reports that if Ju Ae attends or receives a title at the ruling Workers’ Party congress later this month, a key political event that analysts believe will see major policy goals unveiled, speculation about her path to succession will “gain traction”.</p><p>Very little is known about Kim’s daughter, including her official age, though she is believed to still be in her teens.</p><p>Her first public appearance was in 2022 at the test launch of a North Korean intercontinental ballistic missile, and she has been photographed alongside her father at numerous events across the country since then.</p><p>In January, she was photographed by Pyongyang’s Korean Central News Agency attending the test launch of a large-calibre multiple-rocket launch system alongside her father.</p><p>She also travelled by armour-plated train with her father to Beijing in September to attend a military parade marking 80 years since Japan’s surrender at the end of World War II, where she would have mixed with both Chinese and Russian leaders.</p><p>Seoul’s spy agency also said that Kim is currently directing the development of a large submarine ‌that is likely capable of carrying up to 10 submarine-launched ballistic missiles and which may be designed to be powered by a ‌nuclear ‌reactor, according to the politicians Park and Lee.</p><figure id=\"attachment_4194740\" aria-describedby=\"caption-attachment-4194740\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194740\" src=\"/wp-content/uploads/2025/12/2025-12-24T224205Z_872054304_RC29NIA9HXA6_RTRMADP_3_NORTHKOREA-POLITICS-MISSILES-1766625588.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"North Korean leader Kim Jong Un visits the construction site of an 8,700-ton nuclear-powered submarine capable of launching surface-to-air missiles in this picture released by North Korea's official Korean Central News Agency on December 25, 2025. KCNA via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THIS IMAGE. NO THIRD PARTY SALES. SOUTH KOREA OUT. NO COMMERCIAL OR EDITORIAL SALES IN SOUTH KOREA.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194740\" class=\"wp-caption-text\">North Korean leader Kim Jong Un visits the construction site of an 8,700-tonne nuclear-powered submarine capable of launching surface-to-air missiles in this picture released by North Korea’s Korean Central News Agency on December 25, 2025 [KCNA via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Children in Gaza forced to focus on work rather than school | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-12T06:23:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6973bc818ed9-1769192577.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Khan Younis, Gaza Strip –</strong> It is 5:30 in the morning. The sun hasn’t fully risen, but 15-year-old Mahmoud rubs the sleep from his eyes.</p><p>He woke up this morning not in a warm bed, but on a thin mattress in a crowded tent – displaced, like hundreds of thousands of others in Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>And Mahmoud did not reach for a schoolbag to get ready for school. Instead, he picked up a rough, frayed burlap sack.</p><p>“The sack is empty now, but I feel its weight even before I fill it,” Mahmoud said, as he looked at his palms, calloused and scarred from carrying the sack around Khan Younis’s streets, planning to begin his day. “My back hurts before I even start walking.”</p><p>But Mahmoud insisted that he has to fill his sack – even if that comes at the expense of his childhood and his <a href=\"/features/2026/2/11/young-and-old-struggle-to-get-their-studies-back-on-track-in-gaza\">education</a>.</p><p>The young Palestinian is forced by the economic situation in Gaza, brought on by Israel’s genocidal war, to spend his days filling his sack with items that can be used as fuel for his family.</p><p>Nylon, cardboard and <a href=\"/news/2026/1/24/israeli-drone-strike-kills-two-children-collecting-firewood-in-gaza\">scraps of wood</a> find their way into his sack.</p><p>“Sometimes I walk for six hours just to find a few pieces of wood,” Mahmoud said, describing his daily routine. “The dust from the rubble gets into my lungs. I cough all night. But I can’t stop, there is no fire to bake bread.”</p><p>Mahmoud feels a deep sense of responsibility for his family. He explained that his father was killed in an Israeli air strike early last year, one of more than 70,000 Palestinians in Gaza to be killed by Israel since the war started in October 2023.</p><p>As his mother’s eldest, and with Gaza mired in deep poverty with little help coming, Mahmoud knows that it is his job now to provide. Despite his age, he doesn’t consider himself a child any more.</p><p>“My mother is waiting for me to come back with something to make a fire,” he said. “If I collect any extra, I sell it at the market to buy bread.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"economic-strife\">Economic strife</h2><p>Mahmoud knows that life could be different. He talks about his school days with nostalgia in his voice.</p><p>“I used to go to school before the war, when my father was alive,” he said. “Sometimes, while I am dragging the sack through the market, I see my old math teacher, and I hide behind the wall. I don’t want him to see me like this – dirty, working like a donkey instead of studying. I was one of the top students.”</p><p>Mahmoud’s story is typical of Gaza’s current conditions and is tied to two issues that are a direct result of Israel’s genocidal war: the destruction of school buildings and the dire economic situation in the Gaza Strip.</p><p>Israeli attacks – including air strikes, shelling and deliberate demolitions – have left much of Gaza decimated. According to the United Nations, more than 97 percent of schools in Gaza have either been damaged or destroyed, and most of the 658,000 children of school age in the enclave have had “limited access” to in-person learning for more than two academic years.</p><p>Even now, with a <a href=\"/news/2025/11/21/at-least-67-palestinian-children-killed-in-gaza-since-ceasefire-began-un\">shaky ceasefire</a> in place since October, many of the schools that remain standing are used as shelters for Gaza’s legion of displaced people, preventing them from being used for education.</p><p>While there are no accurate statistics on the number of children forced to work in Gaza, Palestinians on the ground say that they have seen an increase as a result of the enclave’s economic circumstances.</p><p>In November, the UN reported that Gaza’s economy had “collapsed”, with gross domestic product (GDP) – an important economic indicator – down 83 percent compared with the pre-war period.</p><p>The weak economy, coupled with a lack of electrical power and the thousands of families whose breadwinners have been killed in the war, led to situations like Mahmoud’s.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"child-trauma\">Child trauma</h2><p>“What we are witnessing in Gaza is not merely child labour,” said Yaqeen Jamal, an educational psychologist who has provided psychological support to children during the war. “It is the systematic destruction of an entire generation’s future.”</p><p>“These children lose their sense of security and their childhood, and they bear responsibilities that exceed their cognitive and physical capabilities,” she added.</p><p>Jamal said that would inevitably lead to dangers in the future. “The long-term effects will be catastrophic. We are facing a generation suffering from illiteracy and deteriorating mental health, which will create a societal gap that will be difficult to bridge.”</p><p>“Rebuilding schools and resuming the educational process must be the top priority, because education is the last line of defence for [these] people’s identity and future,” she said.</p><p>Reconstruction in Gaza is likely to take years, with Israel continuing to hinder the process, and uncertainty over whether Israel will attack Gaza again.</p><p>That means that children like 11-year-old Layla continue to be forced to work to help their families.</p><p>Her father suffers from a physical disability that limits his mobility, leaving him unable to work. The burden has instead fallen on Layla, who goes out every day to the streets of Khan Younis to sell tea.</p><p>She walks back and forth on al-Bahr Street – the main street in Khan Younis – calling out “hot tea, hot tea for one shekel”.</p><p>Layla carried a tray containing eight cardboard cups, two-thirds full of tea, and covered each cup with aluminium foil to keep it hot.</p><p>Asked about her favourite colour, she replied that it was pink, and remembered her pink room, full of her toys. Then she remembered her favourite toy, a pink doll.</p><p>Her doll currently lies under the rubble of the pink room, destroyed in Israel’s war.</p><p>“I wish that the colour pink would return to my life, that my room would return, that my family’s happy life before the war would return, she said. Then she hurried away down the street, focused on selling more tea.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Epstein sought help of ex-Russian official linked to FSB, files show | Business and Economy News | Al Jazeera",
            "time": "2026-02-12T05:10:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2024-06-07T120524Z_1944665689_RC2668ASEE2V_RTRMADP_3_RUSSIA-FORUM-1-1770792075_e4945c-1770792123.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jeffrey Epstein used a former Russian official with links to Moscow’s FSB intelligence services to collect information on a woman he claimed was attempting to blackmail his business associates, according to documents released by the United States Department of Justice.</p><p>Epstein reached out to Sergei Belyakov, a former deputy minister of economic development, for advice in 2015 about what he described as an attempt to blackmail a group of “powerful” businessmen in New York, the documents contained in the latest tranche of the so-called Epstein files show.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I need a favor,” Epstein wrote to Belyakov in a July 2015 email, describing an extortion attempt by a Russian woman who had arrived at the Four Seasons Hotel in New York the previous week.</p><p>Epstein said the situation was “bad for business for everyone involved” and asked for “suggestions”.</p><p>Belyakov, a graduate of the FSB Academy, Moscow’s institute for training intelligence personnel, wrote back that he needed some time to “get information about her” and that he would meet a man who knew the woman the next day.</p><p>Several days later, Belyakov sent Epstein a roughly 100-word description of the woman’s background and what the ex-official described as her “sex and escort” business.</p><p>“She has nobody behind her,” Belyakov said, adding that she was believed to have “no patronage”.</p><p>Belyakov said “business problems” may have led the woman to resort to blackmail, and suggested that denying her entry to the US would be a “real threat” to her business.</p><p> </p><h2 id=\"epstein-the-fsb-academy-graduate-and-us-billionaires\">Epstein, the FSB Academy graduate and US billionaires</h2><p>Belyakov, who took up the position of board chairman at the St Petersburg International Economic Forum after leaving the Kremlin in 2014, relied on Epstein for access to high-profile figures in the financier’s orbit, according to the documents.</p><p>After a meeting with Epstein in May 2014, Belyakov told the convicted sex offender that he did not know many people who could offer “new horizons and prospects”.</p><p>“And I’m looking forward for next meeting with you,” he told Epstein.</p><p>In July 2015, Belyakov sought Epstein’s help to organise meetings with American venture capitalist Peter Thiel and the billionaire heir and businessman Thomas Pritzker.</p><p>“Sergey – let me know when you are in SF and it would be good to find a time to meet,” Thiel wrote to Belyakov in an email in July 2015, following an introduction by Epstein.</p><p>A little over a week later, Belyakov told Epstein that Thiel and Pritzker had shared their views on Russia’s economy and other topics, calling the meetings “very helpful”.</p><p>“By the way I was surprised that they had a lot of information about Russian economy and their view about our society,” Belyakov wrote, adding he hoped to see both businessmen again in Moscow.</p><figure id=\"attachment_4306808\" aria-describedby=\"caption-attachment-4306808\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4306808\" src=\"/wp-content/uploads/2026/02/2016-07-22T120000Z_943539905_HT1EC7M048AAP_RTRMADP_3_USA-ELECTION-REPUBLICANS-1770868585.jpg?w=770&amp;resize=770%2C568&amp;quality=80\" alt=\"Thiel\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4306808\" class=\"wp-caption-text\">PayPal cofounder Peter Thiel speaks at the Republican National Convention in Cleveland, Ohio, the US, in July 2016 [File: Mike Segar/Reuters]</figcaption></figure><p>In 2016, Belyakov sought Epstein’s feedback on proposals he wished to discuss with business leaders in the US.</p><p>Epstein told Belyakov he liked the idea, which was not specified in the emails, but that he should get a “good English speaking editor” before sharing business proposals, and there were “pretty women” who could fill the role.</p><p>Efforts by Al Jazeera to contact Belyakov, including through the St Petersburg International Economic Forum and the e-commerce company Ozon, where he served as managing director from 2021 to 2024, were unsuccessful.</p><p>Thiel’s foundation did not respond to a request for comment. Pritzker declined to comment through a spokesperson for his foundation.</p><p>Epstein also sought to arrange meetings with Russian President Vladimir Putin and Foreign Minister Sergey Lavrov, according to the documents, though there is no indication he was successful.</p><p>“I think you might suggest to putin, that lavrov, can get insight on talking to me,” Epstein wrote in an email to former Norwegian Prime Minister Thorbjorn Jagland in June 2018.</p><p>Jagland, who is under investigation in Norway on suspicion of corruption in his dealings with Epstein, wrote back that he would “suggest” the idea to Lavrov’s assistant.</p><p>Epstein, who died in 2019 while in prison awaiting trial on sex trafficking charges, has long been the focus of speculation that he worked for or with intelligence agencies on behalf of various countries, including Israel.</p><p>He had close ties with former Israeli Prime Minister Ehud Barak during his lifetime, with the two men exploring numerous business ventures and regularly exchanging correspondence on personal matters.</p><p>Barak’s former aide Yoni Koren, an ex-Israeli military intelligence officer who died in 2023, also stayed at residences belonging to Epstein for long stretches while receiving cancer treatment in the US in the late 2010s.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Why was El Paso airspace shut down? Drones, security fears and confusion | US-Mexico Border News | Al Jazeera",
            "time": "2026-02-12T05:03:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-11T232415Z_2127733260_RC2QJJAFH45S_RTRMADP_3_USA-TEXAS-AIRSPACE-1770859194.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"116\" data-end=\"336\">A new United States military laser-based anti-drone system led authorities to halt air traffic in and <a href=\"/news/2026/2/11/us-reopens-airspace-over-el-paso-after-claim-of-cartel-drone-infiltration\">out of El Paso, Texas,</a> after aviation officials raised serious concerns about risks to commercial aircraft.</p><p data-start=\"116\" data-end=\"336\">The Federal Aviation Administration (FAA) initially announced a 10-day airspace closure on Wednesday but removed the restriction less than eight hours later, a decision reports said stemmed from miscommunication between the Pentagon and aviation regulators.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"116\" data-end=\"336\">Officials, speaking on condition of anonymity, said the FAA acted over concerns that a military counter-drone laser system could pose risks to aircraft, according to the Reuters news agency. The FAA and the military had planned to discuss the issue at a February 20 meeting, but the army moved ahead without final FAA approval, prompting the agency to halt flights in El Paso, sources said.</p><p>Here is what we know:</p><h2 id=\"what-happened-when-el-paso-s-airspace-was-shut-down\">What happened when El Paso’s airspace was shut down?</h2><p data-start=\"90\" data-end=\"318\">On February 10, at about 11:30pm (05:30GMT) local time, the FAA stopped all flights to and from El Paso international airport, citing “special security reasons”.</p><p data-start=\"90\" data-end=\"318\">The restriction was initially expected to last for 10 days.</p><p data-start=\"90\" data-end=\"318\">The order covered an area of about 16km (almost 10 miles) around El Paso, including the nearby community of Santa Teresa, and was originally set to remain in place until the night of February 20.</p><p data-start=\"90\" data-end=\"318\">Restrictions applied to all aircraft flying below roughly 5,500 metres (18,000 feet), while planes flying above that altitude were not expected to be affected.</p><p data-start=\"90\" data-end=\"318\">US Transportation Secretary Sean Duffy said that the airspace was closed due to the Department of Defense and the FAA dealing with an incursion by Mexican drug cartel drones, and “the threat has been neutralized”.</p><p></p><p data-start=\"655\" data-end=\"936\">According to <a href=\"https://elpasomatters.org/2026/02/11/unexplained-faa-order-shuts-down-el-paso-southern-new-mexico-airspace-for-10-days/\" target=\"_blank\" rel=\"noopener\">local media reports</a>, the FAA also warned that pilots who failed to follow the order “may be intercepted, detained and interviewed by law enforcement/security personnel”.</p><p data-start=\"655\" data-end=\"936\">The agency added that authorities could use deadly force if it was “determined that the aircraft poses an imminent security threat”.</p><p data-start=\"655\" data-end=\"936\">The airspace closure risked disrupting activity in one of the largest cities in the US, as El Paso is home to nearly 700,000 residents and is among the country’s 25 most populous cities.</p><p data-start=\"655\" data-end=\"936\">A restriction of this scale has only been applied once before in El Paso, after the September 11, 2001, attacks, when US airspace was closed nationwide following the coordinated airliner hijackings that led to the destruction of the World Trade Center towers in New York and damage to the Pentagon.</p><h2 id=\"why-did-the-faa-close-el-paso-s-airspace\" data-start=\"288\" data-end=\"694\">Why did the FAA close El Paso’s airspace?</h2><p>The agency initially cited “special security reasons”.</p><p>Transport Secretary Duffy said that a cartel drone had breached US airspace, an explanation that was echoed by officials at the White House and the Pentagon.</p><p>However, according to media reports, people briefed on the situation said the shutdown was linked to the Defense Department’s use of new high-energy laser technology designed to counter unmanned aircraft.</p><p>Bloomberg News, citing a source familiar with the matter, reported that the Pentagon was also flying drones as part of the tests, with some operating outside normal flight paths.</p><p>The activity occurred in airspace near El Paso international airport, prompting FAA concerns about potential interference with commercial flights.</p><p class=\"css-ac37hb evys1bk0\">Representative Veronica Escobar, a Democrat whose district includes El Paso, pushed back on the drone incursion explanation.</p><p class=\"css-ac37hb evys1bk0\">“I believe the FAA owes the community and the country an explanation as to why this happened so suddenly and abruptly and was lifted so suddenly and abruptly,” Escobar said during a morning news conference.</p><p class=\"css-ac37hb evys1bk0\">There was “nothing extraordinary about any drone incursion into the US that I’m aware of”, she said.</p><p class=\"css-ac37hb evys1bk0\">“The information coming from the federal government does not add up,” Escobar added later.</p><p></p><p class=\"css-ac37hb evys1bk0\">The airspace closure also drew backlash from other leaders, who said they were not properly consulted.</p><p class=\"css-ac37hb evys1bk0\">“This unnecessary decision has caused chaos and confusion in the El Paso community,” Renard Johnson, the mayor of El Paso, said at a news conference.</p><p class=\"css-ac37hb evys1bk0\">“I want to be very, very clear that this should have never happened. You cannot restrict airspace over a major city without coordinating with the city, the airport, the hospitals, the community leadership. That failure to communicate is unacceptable,” Johnson added.</p><p class=\"css-ac37hb evys1bk0\">Mexico’s President Claudia Sheinbaum denied the US claims that Mexican drones had entered US airspace.</p><p class=\"css-ac37hb evys1bk0\">“There is no information about the use of drones at the border,” she said.</p><p class=\"css-ac37hb evys1bk0\">Security experts say drone incursions near sensitive sites are not uncommon, but the scale of the response in this case was unusual.</p><p class=\"css-ac37hb evys1bk0\">“It is not unusual that unidentified drones will wander over an airport or military base, causing short term disruption,” Mark Cancian, a retired Marine Corps colonel and senior adviser with the Washington-based Center for Strategic and International Studies think tank, told Al Jazeera.</p><p class=\"css-ac37hb evys1bk0\">“However, it is unprecedented that the FAA would seek to shut down a large piece of airspace for days,” Cancian said.</p><p class=\"css-ac37hb evys1bk0\">“It is hard to believe that they had thought through the economic and social costs of such an action,” he added.</p><p data-start=\"938\" data-end=\"1124\">Close to 3.5 million passengers <a href=\"https://elpasomatters.org/2026/02/11/unexplained-faa-order-shuts-down-el-paso-southern-new-mexico-airspace-for-10-days/\" target=\"_blank\" rel=\"noopener\">travelled</a> through El Paso international airport between January and November 2025, according to data on the airport’s website.</p><h2 id=\"how-common-are-mexican-cartel-drone-incursions-along-the-us-border\" data-start=\"288\" data-end=\"694\">How common are Mexican cartel drone incursions along the US border?</h2><p data-start=\"825\" data-end=\"970\">The administration of US President Donald Trump has long warned that Mexican cartels are using drones along the border for drug smuggling activities.</p><p data-start=\"825\" data-end=\"970\">Mexican officials have expressed less alarm, at times minimising the security threat posed by drone activity in the region.</p><p data-start=\"825\" data-end=\"970\">Steven Willoughby, deputy director of the counter-drone programme at the Department of Homeland Security (DHS), told Congress in July that cartels are using drones nearly every day across the border.</p><p data-start=\"825\" data-end=\"970\">According to DHS data, in the last six months of 2024, more than 27,000 drones were detected within 500 metres (1,640 feet) of the US southern border, mainly at night. He said that across the US-Mexico border, 326 flights a day were detected.</p><p data-start=\"825\" data-end=\"970\">“There’s been a substantial amount of incursion by Mexican criminal groups’ drones into US airspace, and they pose [a] great risk of colliding with civilian aircraft,” Vanda Felbab-Brown, an expert on non-state armed groups at the Brookings Institution, told Al Jazeera.</p><p data-start=\"825\" data-end=\"970\">“In the case of El Paso, the risks were likely considered higher than in more remote desert areas,” Felbab-Brown said.</p><p data-start=\"825\" data-end=\"970\">“But outside of the airports, there is a significant amount of drones belonging to Mexican criminal groups that have been penetrating US systems, both to gather reconnaissance on where law enforcement agents are present and on the route, but also to carry drug payloads,” she said.</p><figure id=\"attachment_4306661\" aria-describedby=\"caption-attachment-4306661\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4306661\" src=\"/wp-content/uploads/2026/02/2026-02-11T201859Z_2099827853_RC2KJJAS3LZC_RTRMADP_3_USA-TEXAS-AIRSPACE-1770862935.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Police officers stand near an exhibition of U.S. Federal Aviation Administration (FAA) drones, at El Paso International Airport\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4306661\" class=\"wp-caption-text\">Police officers stand near an exhibition of US Federal Aviation Administration drones, at El Paso international airport [File: Jose Luis Gonzalez/Reuters]</figcaption></figure><h2 id=\"are-drones-being-used-in-conflicts-inside-mexico\" data-start=\"1162\" data-end=\"1333\">Are drones being used in conflicts inside Mexico?</h2><p data-start=\"1172\" data-end=\"1525\">Experts say drone technology is also being used inside Mexico, particularly in conflicts between rival criminal groups fighting for territory.</p><p data-start=\"1172\" data-end=\"1525\">One of the most prominent is the Jalisco Nueva Generacion cartel (CJNG), one of Mexico’s most powerful criminal organisations, known for its rapid expansion and use of military-style tactics and new technologies.</p><p data-start=\"1172\" data-end=\"1525\">CJNG has clashed with Carteles Unidos, a loose alliance of smaller groups formed largely to resist CJNG’s advance in the western state of Michoacan.</p><p data-start=\"1172\" data-end=\"1525\">In rural parts of Michoacan, which include farming communities known as ejidos, drones have increasingly been used not only for surveillance but also to drop explosives during territorial disputes.</p><p data-start=\"1172\" data-end=\"1525\">“In the deployment of drones in Mexico, we have seen other activities by the cartels, such as carpet bombing of rural Eiridas in Michoacan, with the purpose of driving populations out of an ejido,” Felbab-Brown, of Brookings Institution, explained.</p><p data-start=\"2191\" data-end=\"2413\">“The Jalisco Nueva Generacion cartel has used these tactics to counter the local advantage of Carteles Unidos and their deep social roots in those communities. Unable to overcome that, they have tried to force people out,” she said.</p><p data-start=\"2191\" data-end=\"2413\">“At various times, reporting from Michoacan has suggested that tens of thousands, and in some cases possibly hundreds of thousands, of people have been displaced from ejidos as a result of these scorched-earth tactics carried out using drones,” she added.</p><figure id=\"attachment_4306829\" aria-describedby=\"caption-attachment-4306829\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4306829\" src=\"/wp-content/uploads/2026/02/2021-04-24T030148Z_762292320_RC232N9ZUALV_RTRMADP_3_MEXICO-VIOLENCE-RELIGION-1770869400.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A bullet-riddled facade with the acronym of the Jalisco New Generation Cartel (CJNG) is pictured in El Aguaje after the visit of Vatican's ambassador to Mexico Franco Coppola to the area and to the municipality of Aguililla, an area where the Jalisco New Generation Cartel (CJNG) and local drug gangs are fighting to control the territory, in Michoacan state, Mexico April 23, 2021. REUTERS/Alan Ortega\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4306829\" class=\"wp-caption-text\">A bullet-riddled facade with the acronym of the Jalisco New Generation cartel is pictured in Michoacan state, Mexico, in 2021 [File: Alan Ortega/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Two children killed in drone strike on mosque in central Sudan: Doctors | Sudan war News | Al Jazeera",
            "time": "2026-02-12T03:26:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-21T070634Z_248158977_RC2PZIA1RBSJ_RTRMADP_3_SUDAN-POLITICS-OBEID-ATTACKS-1770863263.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Two children killed in drone strike on mosque in central Sudan: Doctors</h1><p class=\"article__subhead\"><em>The Sudan Doctors Network said the deadly strike was carried out by the paramilitary Rapid Support Forces.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A drone attack on a mosque in central Sudan has killed two children and injured 13 more, according to a Sudanese doctor’s association, amid a rise in <a href=\"/news/2026/2/9/deadly-drone-attacks-on-civilians-continue-in-sudans-kordofan-un-says\">similar attacks across the region. </a></p><p>The Sudan Doctors Network said the attack was carried out at dawn on Wednesday by the Rapid Support Forces (RSF), a paramilitary group engaged in a three-year civil war with the Sudanese Armed Forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The children were reportedly studying the Quran at the Sheikh Ahmed al-Badawi Mosque in North Kordofan State when the building was hit by a drone in a “blatant violation of international humanitarian law and a grave assault on places of worship”, the doctors’ group said in a Facebook post.</p><p>“Targeting children inside mosques is a fully constituted crime that cannot be justified under any pretext and represents a dangerous escalation in the pattern of repeated violations against civilians,” the doctors said.</p><p>The Sudan Doctors Network said the RSF has previously targeted other religious buildings for attack, including a church in Khartoum and another mosque in el-Fasher, reflecting a “systematic pattern that shows clear disregard for the sanctity of life and religious sites”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>“The network calls on the international community, the United Nations, and human rights and humanitarian organizations to take urgent action to pressure for the end to the targeting of civilians, ensure their protection, open safe corridors for the delivery of medical and humanitarian aid, and work to document these violations and hold those responsible accountable,” it said.</p><p>The UN separately said on Wednesday that a recent series of drone attacks have been reported on civilian infrastructure in Sudan’s South Kordofan, North Kordofan and West Kordofan states.</p><p>A World Food Programme (WFP) warehouse in Kadugli was also hit by a suspected rocket attack on Tuesday night, according to UN spokesperson Stephane Dujarric. He did not say which group was responsible for the attack.</p><p>“The fact that we have to reiterate almost every day that civilians and civilian infrastructure, places of worship, schools and hospitals cannot and should not be targeted is a tragedy in itself,” Dujarric told reporters.</p><p>The UN has warned that Sudan’s civil war is expanding from western Darfur into the Kordofan region.</p><p>It has documented more than 90 civilian deaths and 142 injuries caused by drone strikes between the end of January and February 6, which were carried out by the RSF and Sudanese Armed Forces.</p><p>Targets included a WFP convoy, markets, health facilities and residential neighbourhoods in southern and northern Kordofan, the UN said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump orders Pentagon to buy electricity generated by coal | Donald Trump News | Al Jazeera",
            "time": "2026-02-12T03:06:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-11T230118Z_29810154_RC2XJJA3GMF8_RTRMADP_3_USA-TRUMP-1770855024_eeb527-1770863720.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has ordered the Pentagon to buy electricity generated by coal, his latest effort to <a href=\"/news/longform/2025/7/16/in-wyomings-mining-industry-advocates-see-profit-and-peril-under-trump\">boost demand for the fossil fuel</a> amid its declining cost competitiveness and climate change concerns.</p><p>In an executive order signed on Wednesday, Trump directed the US Department of Defence to enter into long-term purchase agreements with coal-fired plants and prioritise the “preservation and strategic utilisation” of “coal-based energy assets”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump’s order did not specify how much energy the Pentagon would purchase or under what financial terms.</p><p>“You do so much,” Trump said at a White House event attended by coal industry executives and miners.</p><p>“You heat our homes, fuel our factories, and turn natural resources into American riches and dreams,” he said.</p><p>Trump also announced that the US Department of Energy would invest $175m to upgrade six coal plants in North Carolina, Ohio, West Virginia, Kentucky and Virginia.</p><p>“The most important people here today are those who get their hands a little bit dirty to keep America running at full speed – our front line coal workers,” Trump said.</p><p>Coal production in the US has been in decline for decades amid growing competition from natural gas and renewables, including wind, hydropower and solar.</p><p>Production fell by more than half between 2008 and 2023, when output hit 578 million tonnes, according to the US Energy Information Administration.</p><p>The fossil fuel accounted for about 16 percent of US energy production in 2023, behind natural gas and renewables at 43 percent and 21 percent, respectively.</p><h3>Trump: ‘Beautiful, clean coal’</h3><p>A 2023 analysis by Energy Innovation, a California-based nonprofit, found that 99 percent of coal-powered facilities in the US were more expensive to run than the cost of their replacement with renewable alternatives.</p><p>Trump has championed the revival of “beautiful, clean coal” as crucial to boosting domestic manufacturing and achieving US dominance in artificial intelligence, despite the fossil fuel’s flagging competitiveness and contribution to greenhouse gases that drive climate change.</p><p>Trump, who initiated Washington’s exit from the Paris climate accord and has described the scientific consensus on warming temperatures as a “con job”, declared an “energy emergency” on his first day in office to prevent the closure of ageing coal plants.</p><p>The US Energy Department has forced at least five plants to extend their operations beyond their scheduled retirement date since Trump’s order.</p><p>Also on Wednesday, the Tennessee Valley Authority (TVA), the largest public utility provider in the US, voted to extend the lifespan of two coal plants that had been scheduled for closure by 2035.</p><p>The TVA vote came after the utility added four Trump appointees to its board of directors last month, after the US president had earlier fired three board members chosen by his predecessor, President Joe Biden.</p></div></div></body></html>"
        },
        {
            "title": "Russia evacuates tourists from Cuba as US-engineered fuel crisis deepens | Donald Trump News | Al Jazeera",
            "time": "2026-02-12T02:20:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20130712__Mvd6547212__v1001__HighRes__CubaRussiaVenezuelaSnowden-1770861715.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia evacuates tourists from Cuba as US-engineered fuel crisis deepens</h1><p class=\"article__subhead\"><em>Russia will operate only return flights from Cuba as ‘evacuation’ of Russian citizens visiting the Caribbean island gets under way.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia is preparing to evacuate its citizens who are visiting Cuba, Moscow’s aviation authorities said, after a <a href=\"/news/2026/2/11/beyond-pressure-what-is-the-trump-administrations-endgame-in-cuba\">United States-imposed oil blockade</a> on the island nation has choked off supplies of jet fuel.</p><p>“Due to the difficulties with refuelling aircraft in Cuba, Rossiya Airlines and Nordwind Airlines have been forced to adjust their flight schedules to airports in the country,” Russia’s federal aviation regulator Rosaviatsia said in a statement on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Rossiya Airlines will operate a number of return flights only – from Havana and Varadero to Moscow – to ensure the evacuation of Russian tourists currently in Cuba,” the regulator said.</p><p>About 5,000 Russian tourists may be on the island, Russia’s Association of Tour Operators said earlier this week.</p><p>Russia’s Ministry of Economic Development separately called on citizens not to travel to Cuba amid its worst fuel crisis in years, caused by the <a href=\"/economy/2026/2/8/from-blackouts-to-food-shortages-how-us-blockade-is-crippling-life-in-cuba\">US choking off supplies of oil</a> from Venezuela following the US military’s abduction of Venezuelan President Nicolas Maduro in early January.</p><p>Russia’s TASS news agency said the Russian embassy in Havana is in contact with national carrier Aeroflot and Cuban aviation authorities to “ensure our citizens return home safely”.</p><p>Aeroflot has announced repatriation flights for Russians, TASS said, reporting also that the embassy in Havana told Russian media outlet Izvestia that Moscow plans to send humanitarian aid shipments of oil and petroleum products to Cuba.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h3>Humanitarian ‘collapse’ in Cuba</h3><p>A traditional ally of Havana, Moscow has accused Washington of attempting to <a href=\"/news/2026/2/10/russia-warns-cuba-fuel-situation-critical-as-havana-slams-cruel-us-tactic\">“suffocate” the Caribbean island nation</a>.</p><p>Kremlin spokesman Dmitry Peskov said on Monday that Moscow was discussing “possible solutions” to provide Havana with “whatever assistance” it needs.</p><p>More than 130,000 Russians visited Cuba in 2025, according to reports, the third-largest group of visitors to the island after Canadians and Cubans living abroad.</p><p>Air Canada and the Canadian airlines Air Transat and WestJet have also <a href=\"/economy/2026/2/9/air-canada-suspends-flights-to-cuba-due-to-fuel-shortage\">cut flights to Cuba</a> due to the fuel shortages.</p><p>While Cuba has been in a severe economic crisis for years, largely caused by longstanding US sanctions due to Washington’s antipathy towards Havana’s socialist leadership, the situation has become dire since the return of President Donald Trump to the White House.</p><p>Trump has directly threatened Cuba’s government and passed a recent executive order allowing for the imposition of trade tariffs on countries that supply oil to Cuba.</p><p>Cuba, which can produce just a third of its total fuel requirements, has seen widespread power outages due to the lack of fuel. Bus and train services have been cut, some hotels have closed, schools and universities have been restricted, and public sector workers are on a four-day work week.</p><p>United Nations Secretary-General Antonio Guterres warned last week of a humanitarian “collapse” in Cuba if its energy needs go unmet.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Breaking with Trump, US House votes to pass a bill ending Canada tariffs | Donald Trump News | Al Jazeera",
            "time": "2026-02-12T01:49:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T012514Z_1859304291_RC20KJAY7ZJX_RTRMADP_3_USA-CONGRESS-IMMIGRATION-ELECTION-1770860035.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States House of Representatives has advanced a bill that would roll back President Donald Trump’s tariffs on Canada, a signal of growing willingness among Republicans to break with his administration.</p><p>Wednesday’s vote saw several Republicans cross party lines to vote with Democrats.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The final tally saw 219 votes in favour of ending Trump’s use of emergency powers to slap tariffs on Canada. A minority, comprised of 211 representatives, voted against the bill.</p><p>It was a rare rebuke from Congress’s lower chamber, where the Republican Party holds a 218-seat majority.</p><p>Before the vote, Democrats challenged their Republican colleagues to defy Trump, who has come to dominate the party.</p><p>“Today’s vote is simple, very simple: Will you vote to lower the cost of living for the American family or will you keep prices high out of loyalty to one person, Donald J Trump?” said Democratic Representative Gregory Meeks of New York, who authored the resolution.</p><p>The vote comes as the US enters its pivotal midterm election season. Primaries begin in March, and the general election unfolds in November.</p><p>All members of the House of Representatives will be on the ballot in their respective districts.</p><p>Faced with Trump’s drooping approval rating, Republican representatives have faced the uncomfortable choice of either bucking his less-popular policies or remaining steadfast, despite possible blowback at the ballot box.</p><p>Trump, meanwhile, threatened to derail the election prospects of any Republican who voted in favour of Wednesday’s bill.</p><p>“Any Republican, in the House or the Senate, that votes against TARIFFS will seriously suffer the consequences come Election time, and that includes Primaries,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/116054542648712986\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media in the lead-up to the vote.</p><p>He also accused Canada – one of the US’s biggest trading partners and closest allies – of mistreating its southern neighbour.</p><p>“Canada has taken advantage of the United States on Trade for many years,” Trump said in a second <a href=\"https://truthsocial.com/@realDonaldTrump/posts/116054544240272433\" target=\"_blank\" rel=\"noopener\">post</a>.</p><p>“They are among the worst in the World to deal with, especially as it relates to our Northern Border. TARIFFS make a WIN for us, EASY. Republicans must keep it that way!”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Wednesday’s bill now heads to the US Senate, where it is likely to pass.</p><p>That chamber had already passed similar legislation designed to curtail Trump’s Canada tariff, first in April and later in October of last year.</p><p>But the legislation is unlikely to become law. Even if it passes the Senate, Trump is poised to veto the bill.</p><p>Congress needs a two-thirds majority in each chamber to overcome a presidential veto. That would require substantial Republican defections, more than what happened during Wednesday’s vote.</p><p>Still, polls have shown that Trump’s tariffs are largely unpopular with voters, who blame them in part for rising prices on a bevy of goods.</p><p>On February 4, for instance, the Pew Research Center found that 60 percent of respondents disapprove of Trump increasing tariffs. Only 37 percent said they approved.</p><p>Democrats hope that the growing dissatisfaction, along with anger over Trump’s aggressive mass deportation raids, will help them end Republican majorities in both houses of Congress.</p><p>Currently, the Supreme Court is also weighing the legality of Trump’s wide-ranging tariffs, after the president faced defeat in lower-court rulings.</p><p>Ahead of Wednesday’s vote, House Speaker Mike Johnson had urged the Republican caucus to abstain from voting until the high court rendered its decision.</p><p>But six Republican representatives, including Thomas Massie of Kentucky, Don Bacon of Nebraska and Brian Fitzpatrick of Pennsylvania, defied him to help bring the measure to the floor for a vote.</p><p>“Why doesn’t the Congress stand on its own two feet and say that we’re an independent branch?” said Representative Bacon. “We should defend our authorities. I hope the Supreme Court does, but if we don’t do it, shame on us.”</p></div></div></body></html>"
        },
        {
            "title": "US Energy Secretary Chris Wright touts oil production on Venezuela visit | Donald Trump News | Al Jazeera",
            "time": "2026-02-12T01:48:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-11T185602Z_552205979_RC2UJJA4VFF7_RTRMADP_3_VENEZUELA-USA-OIL-1770845967.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Energy Secretary Chris Wright has visited Venezuela to meet with interim President Delcy Rodriguez, as his country pushes forward with plans for more foreign oil investment in the region.</p><p>Wednesday’s meeting marked the first time a member of President Donald Trump’s cabinet has visited Venezuela.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Overall, it was a rare instance of a high-level US official visiting the South American country, given the fractious ties Washington has had with Venezuela’s socialist government.</p><p>But Wright struck an optimistic note as he spoke at a news conference with Rodriguez that was broadcast on Venezuelan state television.</p><p>“It is an honour to stand here with you today and to be among the tremendous people of Venezuela,” Wright said.</p><p>He then proceeded to acknowledge the tensions in recent decades between the two countries.</p><p>But Wright hinted at change under the Trump administration. He also indicated the US president would take a hemisphere-wide approach to his campaign slogan, “Make America Great Again”.</p><p>“Our countries share a long history. It has gone through different chapters, as all relationships do,” Wright said.</p><p>“But I bring today a message from President Trump. He is passionately committed to absolutely transforming the relationship between the United States and Venezuela, part of a broader agenda to make the Americas great again.”</p><h2 id=\"a-new-era-of-expansion\">A new era of expansion</h2><p>Trump has repeatedly outlined his vision for a new era of “<a href=\"https://www.whitehouse.gov/remarks/2025/01/the-inaugural-address/\" target=\"_blank\" rel=\"noopener\">manifest destiny</a>“, a 19th-century doctrine that champions US expansionism.</p><p>Already, he has quipped about implementing the “Donroe Doctrine”, his version of the Monroe Doctrine, a 19th-century foreign policy platform that designates the entire Western Hemisphere as the US’s sphere of influence.</p><p>Part of that push has been to bring countries throughout the Americas in line with US policy, whether through economic pressure, diplomatic efforts or military action.</p><p>An example of the latter came on January 3, when Trump authorised an early-morning military operation to attack Venezuela and abduct its then-leader, President Nicolas Maduro.</p><p>The Venezuelan leader and his wife, Cilia Flores, were then transported by military aircraft to New York. They are expected to stand trial on drug-trafficking charges in March.</p><p>In his first remarks after the military operation, Trump asserted that the US would “run” Venezuela.</p><p>He has since recognised the interim leadership of Maduro’s former vice president, Rodriguez, though he has threatened a “second wave” of military action if she fails to comply with his demands.</p><h2 id=\"claiming-venezuela-s-oil\">Claiming Venezuela’s oil</h2><p>Trump has also made sweeping claims to Venezuela’s oil industry.</p><p>In his initial speech following the military operation, Trump reiterated claims that the country’s petroleum resources belonged to the US, as a result of early oil exploration from companies like Exxon Mobil.</p><p>Trump argued that Venezuela’s efforts to nationalise its oil industry amounted to the “largest theft of property in the history” of the US.</p><p>“Venezuela unilaterally seized and sold American oil, American assets and American platforms, costing us billions and billions of dollars,” Trump said. “They took all of our property. It was our property. We built it.”</p><p>He emphasised that his country, not Venezuela, should control the local oil reserves, though international law states otherwise.</p><p>Multiple international resolutions and covenants outline that nations have permanent sovereignty over their own natural resources.</p><p>“We built Venezuela’s oil industry with American talent, drive and skill. And the socialist regime stole it from us during those previous administrations,” Trump said on January 3.</p><p>Since then, Trump has announced that Venezuela has turned over nearly 50 million barrels of oil to the US. That oil, Trump explained, is slated to be sold at market price for the benefit of both the US and Venezuela.</p><p>“That money will be controlled by me, as President of the United States of America,” Trump <a href=\"https://x.com/WhiteHouse/status/2008691566131769746\" target=\"_blank\" rel=\"noopener\">wrote</a> online.</p><p>He also indicated he had tasked Wright to carry out the planned sale.</p><h2 id=\"a-presidential-overstep\">A presidential overstep?</h2><p>But Trump has faced backlash for his aggressive approach to Venezuelan oil. Critics have pointed out that the US Constitution puts the power to manage money with Congress, not the president.</p><p>Then there is the question of whether this oil was legally acquired from Venezuela in the first place, as Republican Congress member Thomas Massie pointed out last month.</p><p>“Selling stolen oil and putting billions of dollars in a bank in Qatar to be spent without Congressional approval is not Constitutional,” he <a href=\"https://x.com/RepThomasMassie/status/2013661360752640469\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p><p>“Only Congress can appropriate money. The President can’t legally create a second Treasury overseas for his own piggy bank.”</p><p>The criticism continued on Wednesday. While Wright visited the Rodriguez administration, Democrats in the Senate introduced the Venezuela Oil Proceeds Transparency Act, designed to force a nonpartisan audit of the recent oil proceeds.</p><p>One of the bill’s sponsors, Adam Schiff of California, criticised Trump’s preoccupation with Venezuelan oil and questioned his motives for attacking Venezuela and its surrounding waters.</p><p>“For months, the Trump administration claimed that its military operations in the Caribbean were about stopping drugs, but the objective is now abundantly clear: this was about seizing Venezuela’s oil and lining the pockets of the oil industry,” Schiff said in a <a href=\"http://democrats.senate.gov/newsroom/press-releases/as-americans-face-higher-energy-prices-leader-schumer-and-senator-schiff-demand-independent-audit-of-trump-admins-secretive-plan-for-handling-venezuela-oil-money-that-is-ripe-for-corruption-and-exploitation\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>Chuck Schumer, the top Democrat in the chamber and the bill’s co-sponsor, echoed Schiff’s call for greater transparency.</p><p>“The American people deserve to know what’s happening with the money received from these Venezuelan oil payments and where – and to whom – they are going,” Schumer said.</p><h2 id=\"an-upbeat-meeting\">An upbeat meeting</h2><p>But the controversy in the US did not dampen the upbeat meeting Wright had with Rodriguez.</p><p>Wright’s visit was the first of its kind for Venezuela. Under Maduro, Trump did send a special envoy, Richard Grenell, to the country in January 2025 to negotiate for the release of US prisoners.</p><p>Grenell’s negotiations with Maduro, however, ended in October, as the Trump administration ramped up pressure on the Venezuelan government.</p><p>Since Maduro’s removal, the US Department of State <a href=\"/news/2026/1/9/venezuela-starts-exploratory-process-to-re-establish-formal-ties-with-us\">has deployed</a> a mission to Caracas, as the two countries work to reestablish diplomatic ties. The US has signalled it will soon reopen its embassy in Venezuela, which has been closed since 2019.</p><p>But no US official as senior as Wright has visited the country in years.</p><p>Rodriguez, meanwhile, has led an effort to comply with Trump’s demands. On January 29, she <a href=\"/news/2026/1/30/venezuelas-rodriguez-signs-oil-reform-law-while-the-us-eases-sanctions\">signed into law</a> a reform bill that would allow for increased privatisation in Venezuela’s nationalised oil industry.</p><p>On Wednesday, she and Wright appeared together on the steps of the Miraflores presidential palace in Caracas to present a summary of their meeting.</p><p>Wright pledged that Venezuela would see a “dramatic increase in Venezuelan oil production”, as well as a boost in the use of its other energy resources. He also promised “to bring commerce, peace, prosperity, jobs, opportunity to the people of Venezuela and in partnership with the United States”.</p><p>“These are not just words or ambitions,” he added. “We have very specific plans and very specific actions already.”</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,449 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-12T01:03:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260209__96MX7NQ__v1__HighRes__UkraineRussiaConflictWar-1770855989.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,449</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,449 of Russia’s war on Ukraine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">6 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Thursday, February 12:</p><h3 id=\"fighting\">Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s capital Kyiv came under Russian missile attack early on Thursday morning, the country’s military administration said, with witnesses reporting the sound of explosions. There were no initial reports of casualties and the extent of damage from the attack was not known.</li>\n<li>Russian attacks killed four people and injured three in the Synelnykove area of Ukraine’s Dnipropetrovsk region, regional military administration chief Oleksandr Hanzha said on the Telegram messaging app.</li>\n<li>Those killed in the Synelnykove area included an older couple together with their 45-year-old son, Hanzha added.</li>\n<li>A woman was killed in a Russian drone attack on an ambulance that was carrying five people, including medical workers and civilians, in Ukraine’s Kharkiv, police in the region reported on Telegram.</li>\n<li>The mayor of Lviv, Andriy Sadovyi, said that Ukrainian forces shot down two Russian Kinzhal aeroballistic missiles that were flying towards the western Ukrainian city. Sadovyi said that no information was initially available about whether any damage or injuries had been caused.</li>\n<li>Ukrainian forces struck an oil refinery in Volgograd, Russia, on Wednesday night, causing a fire to break out, Ukraine’s military said in a post on Facebook.</li>\n<li>Ukrainian “troops are holding Zaliznychne” in Ukraine’s front line Zaporizhia region, despite Russian claims to have occupied the settlement, Ukraine’s military spokesperson in southern Ukraine, Vladyslav Voloshyn, told the country’s Ukrinform news agency.</li>\n<li>Ukrainian attacks on Russia’s Belgorod region killed a civilian and injured at least seven others, local officials said, according to Russia’s TASS state news agency.</li>\n<li>Ukrainian attacks also damaged water infrastructure, causing outages, in several villages in the Borisovsky and Rakityansky districts of Belgorod, which is located near Russia’s border with Ukraine, the region’s water utility said on Telegram.</li>\n<li>An employee from Russia’s Miratorg agricultural holding company was killed in a Ukrainian drone attack in the Klimovsky district of Russia’s Bryansk, regional governor Alexander Bogomaz said, according to TASS.</li>\n<li>Ukrainian forces killed a woman and injured five people in attacks on Russian-occupied areas of Ukraine’s Kherson, a Russian-appointed official in the region, Volodymyr Saldo, said on Telegram.</li>\n</ul><h3 id=\"regional-security\">Regional security</h3><ul class=\"spaced-bullet-spacing\">\n<li>Russian Foreign Minister Sergey Lavrov told Parliament that <a href=\"/news/2026/2/11/russia-says-it-will-stick-to-limits-of-expired-nuclear-treaty-if-us\">Russia will abide</a> by limits on its nuclear weapons as set out in the recently lapsed New START arms control treaty with the United States, as long as Washington continues to do the same.</li>\n<li>The European Commission will work to improve Europe’s drone detection capabilities and propose expanding registration requirements for such equipment, the bloc’s executive said in a new action plan.</li>\n<li>US defence supplier Northrop Grumman and Polish arms group Niewiadow-PGM aim to make more than 180,000 artillery shells annually in Poland, Northrop Grumman’s managing director for Poland, Quinn Canole, said. The 155-mm shell is widely used by Ukraine in its war with Russia, but has been in short supply, and Canole did not rule out sales to Ukraine.</li>\n<li>The Chinese captain of a Hong Kong-registered cargo ship pleaded not guilty in a Hong Kong court to a charge of criminal damage, following allegations his vessel damaged undersea cables in the Baltic Sea, an area that has come under <a href=\"/news/2025/12/31/police-investigating-damage-to-undersea-telecom-cable-in-gulf-of-finland\">heightened tensions</a> during Russia’s war on Ukraine.</li>\n</ul><h3>Military aid</h3><ul class=\"spaced-bullet-spacing\">\n<li>British Defence Minister John Healey said on Wednesday that the United Kingdom had committed 150 million pounds ($205m) to the Prioritised Ukraine Requirements List (PURL) initiative to supply Ukraine with US weapons.</li>\n</ul><h3 id=\"politics-and-diplomacy\">Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy said he spoke to French counterpart Emmanuel Macron, who briefed him about a recent visit by a French presidential aide to Moscow.</li>\n<li>President Zelenskyy denied a report by the Financial Times that he planned to announce a February 24 presidential election and referendum on a proposed peace deal with Russia.</li>\n<li>Zelenskyy told Bloomberg News that he had accepted an offer from Washington to host the next round of peace talks in the US.</li>\n<li>Poland and Italy will not join US President Donald Trump’s <a href=\"/news/2026/1/28/trumps-board-of-peace-an-effort-to-curtail-middle-powers-says-expert\">Board of Peace</a>, Warsaw and Rome said, adding to the list of <a href=\"/news/2026/1/28/trumps-board-of-peace-an-effort-to-curtail-middle-powers-says-expert\">Ukrainian allies</a> that have turned down invitations to join the body, which has also extended invitations to Russia and its ally Belarus.</li>\n<li>“Taking into account certain national doubts regarding the shape of the board, under these circumstances, Poland will not join the work of the Board of Peace, but we will analyse it,” Poland’s Prime Minister Donald Tusk told a government meeting.</li>\n<li>Italian Foreign Minister Antonio Tajani said that Italy “cannot join the Board of Peace because there is an insurmountable constitutional barrier on Italy’s side”. Under Italy’s constitution, the country can only join international organisations on equal terms with other states – a condition that Rome says is not met by the board’s current statute, which gives Trump extensive executive powers.</li>\n</ul><h3 id=\"aid\">Aid</h3><ul class=\"spaced-bullet-spacing\">\n<li>The Swiss government has approved an aid package for Ukraine for the supply of urgently needed energy goods of up to 32 million Swiss francs ($41.8m), it said in a statement.</li>\n<li>Zelenskyy welcomed news that the European Parliament would grant Ukraine a 90 billion Euro ($106bn) support loan, saying it was “exactly the signal that should be sent to [Russia as] the aggressor”.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Protesters clash with police over bid to restrict Argentina’s labour rights | Protests News | Al Jazeera",
            "time": "2026-02-12T00:44:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-11T220312Z_445508111_RC2QJJA4WVOD_RTRMADP_3_ARGENTINA-POLITICS-LABOR-REFORM-1770848356.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of protesters have taken to the streets in Argentina’s capital, Buenos Aires, to oppose labour reforms that would restrict the right to strike and roll back employment benefits.</p><p>Wednesday’s demonstrations come as the country’s Senate debates the legislation, championed by libertarian President Javier Milei.</p><p>The reforms are seen as an attempt to curb the power of organised labour. Milei, meanwhile, has argued that the reforms are essential to realising his vision for a free-market economy free of cumbersome regulation.</p><p>But labour unions came out in force on Wednesday to demonstrate against the proposed bill.</p><p>The resulting demonstrations led to clashes with police in the centre of Buenos Aires. Security forces deployed water cannon, rubber bullets and tear gas, while some protesters lobbed Molotov cocktails, stones and water bottles.</p><p>In a statement, the General Confederation of Labour, a trade union coalition that helped organise the demonstration, denounced the reforms as an attack on worker rights.</p><p>The reforms would, among other things, make it easier for businesses to fire employees and reduce severance pay. They would also restrict the ability of labour unions to participate in collective bargaining.</p><p>“It’s not modernisation. It’s austerity for the workers,” the confederation said.</p><p>But the Milei government has argued that the changes are necessary to attract investment.</p><p>Senator Patricia Bullrich, a former security minister in Milei’s government, called Argentina’s labour and employment market an “unbalanced” system that was suffering from “extreme judicialisation”.</p><p>Milei was a dark horse in Argentina’s 2023 presidential election. But faced with spiralling inflation and a stagnant economy, he emerged victorious over the governing left-wing Peronist movement.</p><p>He often campaigned with a chainsaw, symbolic of his desire to slash government spending and eliminate regulations. His presidency has seen a sharp turn towards austerity measures, which critics accuse of deepening poverty among Argentina’s lowest income brackets.</p></div></div></body></html>"
        },
        {
            "title": "‘Nothing definitive’ reached about Iran during Netanyahu’s visit with Trump | Donald Trump News | Al Jazeera",
            "time": "2026-02-12T00:14:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_698cfceb-1770847467.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has concluded a White House meeting with Israeli Prime Minister Benjamin Netanyahu, saying that “nothing definitive” had been reached during their exchange.</p><p>But he added that US talks with Iran would continue, as he pushes for Tehran to concede to a list of demands.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It was a very good meeting, the tremendous relationship between our two Countries continues,” Trump said of Israel.</p><p>“There was nothing definitive reached other than I insisted that negotiations with Iran continue to see whether or not a Deal can be consummated.”</p><p>Wednesday’s meeting was Trump’s <a href=\"/news/2026/2/10/what-happens-when-netanyahu-visits-trump-a-look-at-his-past-six-us-visits\">sixth</a> time hosting Netanyahu in the US since the start of his second term. They have met a total of seven times — including once in Israel — since January 2025.</p><p>The latest visit came just days after US and Iranian officials held indirect talks in Oman aimed at diverting a military confrontation that could spill into the wider Middle East region.</p><p>While Arab leaders have largely advocated for deescalation, Netanyahu has <a href=\"/news/2026/2/10/netanyahu-says-hell-present-principles-for-iran-talks-to-trump\">repeatedly called</a> for further military action against Iran.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-private-meeting\">A private meeting</h2><p>Netanyahu’s latest visit took place behind closed doors. After their visit was over, Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/116053512461029874\" target=\"_blank\" rel=\"noopener\">posted</a> on his Truth Social account that it had been a “tremendous meeting”. He also wrote that he had hope a deal could be struck with Iran.</p><p>“If it can, I let the Prime Minister know that will be a preference,” Trump said. “If it cannot, we will just have to see what the outcome will be.”</p><p>Trump previously sided with Israel in a 12-day war against Iran last June. The conflict culminated with US strikes on three Iranian nuclear sites, in a military operation dubbed “Midnight Hammer”.</p><p>In Wednesday’s post, the US president appeared to threaten further military action against Iran, pointing out that June’s attack came after talks on Iran’s nuclear programme failed to make progress.</p><p>“Last time Iran decided that they were better off not making a Deal, and they were hit with Midnight Hammer,” Trump wrote. “That did not work well for them. Hopefully this time they will be more reasonable and responsible.”</p><p>Netanyahu’s office, meanwhile, offered few details, saying only that the pair discussed Israel’s “security needs” and agreed to “continued coordination and close ties”.</p><p>Among the topics discussed were “negotiations with Iran, Gaza and regional developments”, the statement said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"iran-says-ballistic-missile-non-negotiable\">Iran says ballistic missile ‘non-negotiable’</h2><p>Trump has signalled optimism in the wake of Friday’s talks in Oman, which included US envoy Steve Witkoff, the president’s son-in-law Jared Kushner and Iranian Foreign Minister Abbas Araghchi.</p><p>The gathering came after the US surged military assets to the region, raising the prospect of a military entanglement.</p><p>Since January, Trump has pledged to strike Iran if the country’s security agents kill protesters involved in recent antigovernment demonstrations.</p><p>Iran’s Supreme Leader Ayatollah Ali Khamenei, in turn, warned of a “regional war” in the event of a US attack.</p><p>Regional powers across the Middle East have pushed for a diplomatic solution to avoid a military clash.</p><p>The Trump administration, meanwhile, has not been clear on the scope of its talks with Iran.</p><p>However, officials have told US media outlets that the recent negotiations hinge on three main demands: ending Iran’s nuclear enrichment programme, curtailing its ballistic programme and cutting its support for regional proxies, a goal long held by Netanyahu as well.</p><p>The US had previously entered into an agreement to scale back Iran’s nuclear programme in 2015.</p><p>That multilateral deal, known as the Joint Comprehensive Plan of Action (JCPOA), offered Iran sanctions relief. The United Kingdom, France, China, Russia, Germany and the European Union were all participants.</p><p>But in 2018, during his first term, Trump withdrew from the JCPOA. Ever since, he has unsuccessfully pursued a new agreement while re-imposing “maximum pressure” sanctions on Iran.</p><p>Iranian officials have <a href=\"/news/2026/2/11/iran-says-missile-programme-non-negotiable-as-tehran-washington-eye-talks\">signalled</a> they are open to reaching a new deal on their nuclear programme, which they have maintained is only for civilian purposes. But they maintain their ballistic missile capabilities should remain off limits.</p><p>“The ‌Islamic Republic’s missile capabilities are non-negotiable,” Ali Shamkhani, an adviser to Khamenei, was quoted by state media as saying on Wednesday.</p><p>Iran’s President Masoud Pezeshkian, meanwhile, said that his country was ready to prove the peaceful nature of its nuclear programme but would “not yield to excessive demands”.</p><h2 id=\"netanyahu-brings-maximalist-demands\">Netanyahu brings ‘maximalist demands’</h2><p>Speaking to Al Jazeera, Barbara Slavin, a fellow at the US-based Stimson Center think tank, said Netanyahu brought “maximalist demands” to his White House meeting.</p><p>“He considers Iran to be a mortal threat to Israel. He wants it weakened in any possible way. He would love to see regime change,” Slavin told Al Jazeera.</p><p>“But if he can’t have that, he would like to make sure that Iran has no nuclear programme whatsoever and that it has no missiles that could strike Israel.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>She added that the Israeli prime minister “clearly was worried, especially because Donald Trump said some rather optimistic things after the talks in Oman”.</p><p>Al Jazeera correspondent Nour Odeh also pointed to the prospect of early elections in Israel, which might further incentivise Netanyahu to push Trump to take a hard line.</p><p>“Toppling the government in Iran would make him the king of all kings, as far as Israeli policy is concerned, and that’s something he can take to the ballot and win with,” Odeh said.</p><p>“Netanyahu now needs to convince Trump that a deal is not something that will yield results and that Iran cannot be trusted.”</p><p>Still, Odeh explained that Netanyahu must also be prepared for the possibility that the US-Iran negotiations will succeed.</p><p>“If a deal is reached, he needs to make sure that this is up to par with what Israel can live with,” Odeh explained. “He wants Iran to be permanently disabled, and that, in effect, is a formula to ensure that Israel continues to be the hegemon in the region.”</p><h2 id=\"highlighting-gaza\">Highlighting Gaza</h2><p>In his post on Truth Social, Trump said he and Netanyahu also discussed the “tremendous progress being made in Gaza, and the Region in general”.</p><p>Since October 2023, Israel has led a genocidal war in Gaza that has killed an estimated 72,045 Palestinians and wounded 171,686.</p><p>But last year, the Trump administration advocated for a 20-point Gaza “ceasefire” plan that was adopted in October.</p><p>It has since announced in January that the plan was entering “phase two”, although major questions persist, including over the disarmament of Hamas.</p><p>Meanwhile, Israeli attacks have continued. On Wednesday, a Palestinian child was wounded by Israeli gunfire in the Batn as-Sameen area, south of Khan Younis, according to the Wafa news agency.</p><p>Israeli air strikes and artillery shelling also targeted areas under Israeli military control east of the city, Al Jazeera’s team in Gaza reported.</p><p>Since the first phase of the ceasefire agreement came into effect in October, 591 Palestinians have been killed and 1,578 injured, according to the Gaza Ministry of Health.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Also on Wednesday, Netanyahu signed a document establishing Israel’s membership in Trump’s controversial <a href=\"/news/2026/2/7/trumps-board-of-peace-to-convene-in-washington-discuss-gaza-report\">Board of Peace</a> during a meeting with US Secretary of State Marco Rubio.</p><p>The board was initially designed to supervise Gaza’s ceasefire, but Trump has since pushed it to take on a wider role in resolving global conflicts. Some critics have accused the US president of seeking to create an alternative to the United Nations.</p><p>Netanyahu, who will hold a seat on the multinational board, currently faces an <a href=\"/news/2026/1/21/israels-netanyahu-to-join-board-of\">arrest warrant from the International Criminal Court</a> (ICC) over alleged war crimes in the Palestinian territory.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh election 2026 live news: Shafiqur Rahman, Tarique Rahman vote | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-11T23:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2260664122-1770885659.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Bangladesh election 2026 live news: Shafiqur Rahman, Tarique Rahman vote</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The vote is a direct contest between frontrunner Tarique Rahman’s BNP and a Jamaat-e-Islami-led coalition of 11 parties.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Feb 2026</span><span aria-hidden=\"true\">11 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Italy advances migration bill, including naval blockades | Migration News | Al Jazeera",
            "time": "2026-02-11T23:12:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-11T182837Z_784119908_RC2SVDATR8V5_RTRMADP_3_MIGRATION-ITALY-1770849611_199def-1770851403.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Italy advances migration bill, including naval blockades</h1><p class=\"article__subhead\"><em>Measures would let authorities impose a 30-day blockade on sea arrivals if there is a ‘serious threat to public order”.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Feb 2026</span><span aria-hidden=\"true\">11 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Italy’s government has signed off on a new bill to curb undocumented immigration, including using the navy to block incoming migrant ships in “exceptional” cases.</p><p>The cabinet of Italy’s conservative Prime Minister Giorgia Meloni greenlighted the migration bill on Wednesday. It also calls for stricter border surveillance and expands the list of convictions for which a foreigner can be expelled.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Before going into effect, the bill must be approved by both chambers of parliament.</p><p>One of the most controversial elements allows authorities to impose a 30-day naval blockade on sea arrivals if there is a “serious threat to public order or national security”.</p><p>Such a threat could include “exceptional migratory pressure that could compromise the secure management of borders”, says the bill. It also cites the “concrete risk” of terrorist acts or infiltration in Italy, global health emergencies and high-level international events.</p><p>Those violating the rules would face fines of up to 50,000 euros ($59,400) and would see their boats confiscated in the case of repeated violations, a measure that seems to target humanitarian rescue ships.</p><p>If approved by parliament, the bill could help revive Italy’s beleaguered “return hub” migrants centre in Albania, which has failed to take off due to a series of legal challenges and has been <a href=\"/news/2025/11/13/italys-pm-meloni-determined-to-continue-sending-migrants-to-albania\">roundly condemned by rights groups</a>.</p><h2 id=\"migrant-boat-arrivals-to-italy-down\">Migrant boat arrivals to Italy down</h2><p>The draft legislation comes a day after the European Parliament <a href=\"/news/2026/2/10/eu-votes-to-allow-deportation-of-migrants-to-safe-third-countries\">adopted two flagship texts</a> tightening European Union migration policy, which Italy had pushed for. That EU legislation allows member states to deny asylum and deport migrants to designated “safe” countries outside the bloc, provided there is an agreement with the receiving country.</p><p>Meron Ameha Knikman, senior adviser for the International Rescue Committee, said those measures are “likely to force people to countries they may never have set foot in – places where they have no community, do not speak the language, and face a very real risk of abuse and exploitation.”</p><p>Meloni, the head of the far-right Brothers of Italy party, was elected in 2022 on a promise to stop the tens of thousands of migrants who land in small boats on Italy’s shores each year.</p><p>Her government has <a href=\"/news/2019/11/2/anti-migration-deal-between-italy-and-libya-renewed\">signed accords with North African countries</a> to limit departures, while also restricting the activities of the charities that operate rescue boats in the Central Mediterranean.</p><p>The number of migrants arriving in Italy by sea this year has fallen to 2,000 compared with 4,400 during the same period last year, according to government figures.</p><p>Still, large numbers of migrants continue to die crossing the Central Mediterranean, with nearly 490 people reported missing this year, according to the UN’s International Organization for Migration (IOM).</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US FDA declines Moderna flu vaccine review amid vaccine guidance rollback | Health News | Al Jazeera",
            "time": "2026-02-11T22:52:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-11T092921Z_709679906_RC2NWT9LG9A9_RTRMADP_3_MODERNA-STOCKS-1770838453.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Food and Drug Administration (FDA) has refused to review Moderna’s application for approval of a flu vaccine, raising concerns amid a recent rollback of longstanding vaccine guidelines.</p><p>In a letter to Moderna, the FDA pushed back on the Massachusetts-based biotech company’s rationale comparing its mRNA -1010, a product already on the market, to a standard dose for the seasonal flu, the company revealed on Tuesday evening.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The federal agency cited that as the reason it declined to review the application, which claimed there was a lack of “adequate and well-controlled” data. Moderna said the letter claimed that the FDA thought the biotech giant’s flu vaccine “does not reflect the best-available standard of care”.</p><p>The company has pushed back on the allegation, and CEO Stephane Bancel said the letter “did not identify any safety or efficacy concerns with our product”.</p><p>Experts say the lack of guidance isn’t helpful.</p><p>“If there are things that need scrutiny, a review process can address them. At the end of the review, they can identify the issues that need to be corrected. That gives the company an opportunity to make changes and adapt. When that guidance isn’t provided, it makes it very difficult for someone submitting materials to know how to proceed,” Bruce Y Lee, a professor of health policy and management at the CUNY Graduate School of Public Health and Health Policy, told Al Jazeera.</p><p>Last year, Moderna said that its mRNA-1010 vaccine is 26.6 percent more effective than an approved annual flu vaccine from GlaxoSmithKline.</p><p>“It should not be controversial to conduct a comprehensive review of a flu vaccine submission that uses an FDA-approved vaccine as a comparator in a study that was discussed and agreed on with CBER [Center for Biologics Evaluation and Research] prior to starting,” Bancel said.</p><p>In terms of the next steps for Moderna, William Soliman, CEO of the Accreditation Council for Medical Affairs, a healthcare trade group, said typically a company would need to go back and continue study in a case like the one facing Moderna.</p><p>“They [Moderna] would have to provide additional analysis or alter the study design and resubmit it for review. That’s typically how it works: they go back, address whatever the FDA is requesting, and then resubmit,” Soliman told Al Jazeera.</p><p>In 2025, Moderna withdrew its application seeking approval for its flu and COVID combination vaccine to wait for efficacy data from a late-stage trial of its influenza vaccine.</p><p>The vaccine is currently under review in the European Union, Canada and Australia, with the company expecting potential approvals to come in late 2026 or early 2027.</p><h2 id=\"political-undertones\">Political undertones</h2><p>The FDA action comes amid concerns over transparency within the organisation, raising questions among experts if the decision-making process to reject the application was merit-based or politically motivated.</p><p>“A big question is whether this is part of some type of political agenda. Many of the policies and decisions we’ve seen have been rolling back vaccine policies long supported by the science, again without clear explanation why, so the concern is that this is part of a larger trend,” Lee said.</p><p>According to the healthcare trade publication Stat News, career scientists were ready to review the application, including the head of the US agency’s vaccine office, David Kaslow, but were overridden by FDA commissioner Vinay Prasad, which the agency has disputed.</p><p>Al Jazeera was unable to independently verify the claims. The Department of Health and Human Services (HHS) did not respond to Al Jazeera’s request for comment.</p><p>In August, HHS, the federal agency that the FDA operates under, announced it would scale down mRNA vaccine development.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Robert F Kennedy Jr, who leads HHS, is a known vaccine sceptic. Since he was appointed health secretary, there has been a rollback in vaccine guidance, which included recommendations for routine vaccines on six infectious diseases, including influenza, and new guidance on <a href=\"/news/2026/1/6/alarms-raised-as-trumps-cdc-cuts-number-of-suggested-vaccines-for-children\">childhood immunisation.</a></p><p>The rates of diseases otherwise preventable by vaccines have skyrocketed. In the US, there were more than 2,200 <a href=\"/news/2026/2/5/un-agency-warns-of-sharp-increase-in-measles-cases-in-the-americas\">measles cases in 2025,</a> the highest in nearly three decades, and so far this year, there have been more than 730 reported cases.</p><h2 id=\"wall-street-strain\">Wall Street strain</h2><p>Moderna, which rose to prominence with its COVID-19 vaccine, has seen a sharp decline on Wall Street over the past year as vaccine sales dropped alongside falling case numbers. In its most recent earnings report, released in November, the company posted a $200m quarterly loss, with profits down $13m from a year earlier.</p><p>The company has struggled to regain its footing amid the slump in sales.</p><p>The FDA’s decision “throws a wrench into the company’s reliance on seasonal vaccines to reach its 2028 cash break-even goal,” Citi Research analyst Geoff Meacham told the Reuters news agency.</p><p>Moderna’s stock has fallen 29 percent in 2025 alone and is down more than 90 percent from its 2021 peak.</p><p>Moderna’s stock tumbled in early trading but has begun to rebound. It is still far below the market open and was down 4.7 percent in midday trading on Wednesday, following news that the FDA refused to review its application.</p></div></div></body></html>"
        },
        {
            "title": "Will Thursday’s elections be a watershed moment for Bangladesh? | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-02-11T22:47:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770847543.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Millions of people are expected to cast ballots in the first polls since prime minister Sheikh Hasina was removed.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Following weeks of demonstrations, in August 2024, millions of young protesters in Bangladesh managed to topple the government of prime minister Sheikh Hasina, who had been in power for 15 years.</p><p>After a transitional period, voters there will now cast ballots in general elections and a constitutional referendum.</p><p>And many hope Thursday’s poll will transform the energy of those mass demonstrations into real political change and consolidate the foundations of democracy in Bangladesh.</p><p>But after decades of political instability, just how much of a challenge will that be?</p><p><strong>Presenter:</strong> James Bays</p><p>Guests:</p><p>Ashikur Rahman – Political analyst and a principal economist at the Policy Research Institute of Bangladesh</p><p>Prapti Taposhi – Activist and a first-time voter in these general elections</p><p>Thomas Kean – Senior consultant for Myanmar and Bangladesh at the International Crisis Group</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Feb 2026</span><span aria-hidden=\"true\">11 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Struggling to get by: Behind the US underemployment crisis | Unemployment News | Al Jazeera",
            "time": "2026-02-11T21:31:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-08-12T180449Z_1884361201_RC2Q5GAJQIPP_RTRMADP_3_USA-ECONOMY-1770828249.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p id=\"new-york-city-united-states-for-14-years-bc-dodge-built-a-career-telling-other-people-s-stories-as-a-marketing-and-communications-professional-in-the-non-profit-sector-in-the-washington-dc-area-in-the-united-states-but-in-late-2024-that-stable-career-hit-a-speed-bump\"><strong>New York City, United States –</strong> For 14 years, BC Dodge built a career telling other people’s stories as a marketing and communications professional in the nonprofit sector in the Washington, DC area in the United States. But in late 2024, that stable career hit a speed bump.</p><p>He was laid off from his job amid a round of restructuring. The news landed without warning. One day he had a job, and the next he was sitting at home, staring at the numbers, trying to figure out how to keep paying the mortgage and putting food on the table.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He is married, and his partner is a teacher, but the math did not work. One salary might cover things for a little while, but not long enough to maintain long-term stability.</p><p>So he started applying for new work immediately. Over three months, he submitted 350 job applications. He got six interviews.</p><p>After months of searching, something moved.</p><p>He advanced in the hiring process for a Washington, DC–based nonprofit, making it far enough to sit across from senior leadership. It felt like he finally caught a break.</p><p>Then the ground shifted again. As Dodge was interviewing for a new job, Elon Musk, the world’s richest man, was advising the administration of US President Donald Trump on how to shrink the federal government, and that meant cutting funding to agencies that provide contracts and funds to swaths of nonprofit organisations around the country. The effects rippled outward, and Dodge was caught in the crosshairs.</p><p>Contracts were cancelled and funding streams dried up. Nonprofits that depend on government support had to pull back and scale down ambitions — those very same nonprofits from whom Dodge sought employment.</p><p>“I got a call from HR saying they weren’t going to hire for the position, and that all hiring was on hold. I couldn’t argue with them, because I’d been hearing the same thing from organisations I’d spoken to since I started applying. ‘We were relying on federal funds, and now they’re gone,’” Dodge said.</p><p>Then it was back to the drawing board. He began searching yet again, but this time with a cloud of uncertainty looming over the entire industry he works in. Dodge finally took what he could get — part-time work in his field. The pay was well below what he had been earning before, but he accepted it anyway. Some income, he reasoned, was better than none.</p><p>The result is underemployment. Underemployment can manifest in several ways, often when workers are seeking full-time work but can only find part-time positions, or when the jobs they work do not fully utilise their skills and training. It is generally associated with industries like restaurants or retail, but it also reaches into fields with fewer resources and shrinking opportunities, including the nonprofit sector, where jobs are increasingly precarious and full-time stability is harder to find because of the wave of <a href=\"/news/2025/6/30/obama-bush-decry-travesty-of-trumps-gutting-of-usaid-on-its-last-day\" target=\"_blank\" rel=\"noopener\">government funding cuts in 2025</a>.</p><p>The upshot is lower incomes for underemployed workers, sometimes below the cost of living or even pushing them into the ranks of the working poor.</p><p>Underemployment has been on the rise, according to the Economic Policy Institute, which has tracked the rate of underemployment since 1978. Today, 8 percent of the US population is underemployed, up 0.5 percent from 2024 and it is up 1.1 percent from 2023.</p><p>At the same time, many in the US are seeing their expenses increase.</p><p>The impact of tariffs has hit low-to-middle-income earners harder than others. Analysis from the Yale Budget Lab found that lower-income households are paying a higher percentage of their post-tax income on goods subject to tariffs as opposed to higher-income households, all while costs for necessities like healthcare are increasing.</p><p>Earlier this year, congressional leaders failed to extend Affordable Care Act subsidies. Premiums increased by an average of 144 percent, according to analysis from the Kaiser Family Foundation.</p><p>“Some people have lost their jobs and found new ones that pay less, but others have kept their jobs, but their healthcare premiums have increased. Their electric bills have also gone up. Their salaries no longer cover basic living costs,” Jillian Hishaw, a personal bankruptcy lawyer in Charlotte, North Carolina, said.</p><p>She said that because of increased costs like these and a stalling job market, she is seeing an increase in inquiries about personal bankruptcy filings in efforts by potential clients not to lose their homes to foreclosure.</p><p>“In one day last week, 85 foreclosures were filed in Mecklenburg County [where Charlotte is located]. Foreclosures happen daily, but 85 in a single day is unusually high. Two years ago, the daily average was 10 to 20, but now filings are approaching triple digits each day,” Hishaw said.</p><h2 id=\"shrinking-options\">Shrinking options</h2><p>The surging economic pressures hit workers across various sectors, including financial and administrative services. An Ohio-based accountant who did not want his name published has worked a patchwork of accounting and administrative jobs over the past few years. In March, he was laid off from a research organisation in central Ohio.</p><p>After months of searching, he found new work, but not as an accountant, and the pay falls far short of covering his cost of living.</p><p>“I’m working as a sales coordinator, which I really don’t want to be doing, but it was the only thing I could land with how bad things are. It’s not enough to live on,” he said.</p><p>The labour market is under strain. Layoffs reached more than 1.1 million in 2025, according to Challenger, Gray &amp; Christmas, while job creation failed to keep pace, with just 584,000 jobs added. As a result, more workers are settling for underpaid or part-time work that does not meet basic living expenses, including Dodge and the accountant.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Michele Evermore, senior fellow at the National Academy of Social Insurance, says that economic uncertainty driven by tariffs and developments in <a href=\"/economy/2026/1/28/amazon-cuts-thousands-of-jobs-amid-ai-push\" target=\"_blank\" rel=\"noopener\">artificial intelligence</a> have put businesses across a wide set of sectors essentially on pause — maintaining the status quo or scaling back.</p><p>“People who are already at the margins are getting kicked out entirely, and that’s placing pressure on everyone who is clinging to a job,” Evermore told Al Jazeera.</p><p>In January, one of the key measures of underemployment, the number of people who work part-time for economic reasons, such as an inability to find full-time work or had their hours reduced, hit 4.9 million. It was a 453,000 decline from the month before, but is up 410,000 from this time last year, according to the January jobs report released by the Bureau of Labor Statistics on Wednesday.</p><p>Long-term unemployment jumped 386,000 from this time a year ago to 1.8 million, although it remains unchanged compared with the previous month.</p><p>The nonprofit sector has been hit particularly hard in the last year, losing 28,729 jobs in 2025, up sharply from 5,640 losses the year before, according to Challenger, Gray &amp; Christmas.</p><p>Like the Ohio accountant, Dodge has been searching for new opportunities since he lost his full-time role a year and a half ago. He has applied for 460 jobs and only landed a handful of interviews.</p><h2 id=\"working-weekends-washing-dishes\">Working weekends, washing dishes</h2><p>The market is only getting tighter. US employers cut more than 108,000 jobs in January, while employers only announced intentions to hire 5,300 new roles for the month, the lowest on record since Challenger, Gray &amp; Christmas started tracking that in 2009.</p><p>“Employers aren’t wanting to make any big investments right now, including increasing salaries to their workforce,” Evermore, who served as a policy adviser in the US Labor Department during the administration of former US President Joe Biden, added.</p><p>In December, labour market turnover remained stagnant. Amid economic uncertainty and a slowdown in new job growth, many Americans are hanging on to the jobs they already have. Job openings fell to 6.5 million, down 386,000 from the previous month, according to the Bureau of Labor Statistics’ Job Openings and Labour Turnover Survey (JOLTS).</p><p>Hiring and separations, which include layoffs and firings, were unchanged. That followed November’s report, which similarly showed little movement in both new hiring and the number of workers leaving their jobs.</p><p>Combined, that means that for the underemployed, finding a new role, either part-time to augment their existing income, or to replace it altogether, is increasingly difficult for people like the accountant.</p><p>“I’m also working weekends at a friend’s cafe, washing dishes, and I’m still applying and interviewing for other opportunities. But it’s the same story, no offers. At the same time, I’m debating whether to switch professions or even go back to school, even though I already have a master’s degree,” he said.</p><p>That shared distress has also created an unlikely sense of camaraderie among those struggling to get by, even as the outlook remains bleak.</p><p>Dodge finds it in late-night scrolls through Reddit, watching strangers narrate versions of the same stalled search.</p><p>“I doomscroll a lot,” he said, “getting depressed about the state of politics and the global economy, and taking some solace in knowing I’m not the only one struggling to find viable employment after 12, 13, 14, even 15 months.”</p><p>For now, that recognition of others stuck in the same place, hitting the same walls, is enough to keep him moving forward, submitting applications and waiting for a response that might not even come.</p></div></div></body></html>"
        },
        {
            "title": "Beyond pressure: What is the Trump administration’s endgame in Cuba? | Donald Trump News | Al Jazeera",
            "time": "2026-02-11T21:13:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_698cd21c11b5e-1770836508.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cuba has been reeling, with the island nation of 11 million staggering under the yoke of major fuel shortages that have trammelled nearly every aspect of life.</p><p>The <a href=\"/news/2026/2/5/un-warns-of-humanitarian-collapse-in-cuba-as-us-seeks-to-block-oil-supplies\">fomenting humanitarian crisis</a> is a direct result of a new, aggressive approach by the administration of United States President Donald Trump in the wake of the US military abduction of Venezuelan leader Nicolas Maduro. Trump has gone far beyond Washington’s decades-long embargo on the island, threatening crippling tariffs on any country that provides fuel shipments, and, in turn, stifling lifeline supplies from Venezuela and Mexico.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But as the impact of <a href=\"/news/2026/1/30/trump-threatens-tariffs-on-countries-supplying-cuba-with-much-needed-oil\">US policy</a> on the lives of Cubans just 90 miles (145 km) away from the US state of Florida comes into increasing focus, the same clarity has not emerged on what the Trump administration actually hopes to achieve in its strategy, analysts have told Al Jazeera.</p><p>That comes as Trump has sent a contradicting message: He has both told reporters he seeks to “work a deal” with the communist government led by Miguel Diaz-Canel and, alternately, plans to make Cuba “free again”, hinting at the regime change long sought by US Secretary of State Marco Rubio.</p><p>“One possibility is that they actually do come to some kind of a deal,” William LeoGrande, a professor focusing on US foreign policy in Latin America at American University, told Al Jazeera. “But the $64,000 question is, what would be the terms of such a deal be?”</p><p>“The second possibility, of course, is that this oil embargo causes social collapse on the island, no electricity, no gasoline, no fuel for anything, and the society literally begins to crumble,” he said.</p><p>A third possibility, LeoGrande explained, is that the US could adopt a Venezuelan-style approach, keeping the government in place while installing a more pliable leader.</p><p>“But I think even if there were such a person high enough up in the Cuban government that they could actually win the loyalty of the armed forces and the government and party bureaucracies, which I doubt, I don’t think the Trump administration has any way to identify them or to communicate with them,” he said.</p><h2 id=\"try-and-bend-the-cuban-government\">‘Try and bend the Cuban government’</h2><p>In the short term, Trump, who has long portrayed himself as the dealmaker-in-chief, appears to be leaning into messaging that calls for an agreement with Diaz-Canel’s strained government, according to Tiziano Breda, a Latin America and the Caribbean senior analyst at the Armed Conflict Location and Event Data Project (ACLED).</p><p>Trump has said both sides are in discussions, although the nature of any contacts and the terms of any proposal have not yet emerged.</p><p>“Trump has shown less interest and eagerness to engage with these left-wing governments on ideological battles,” Breda told Al Jazeera.”The circumstances give me the impression that Trump’s goal would be rather to try and bend the Cuban government, rather than prompting its collapse.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Diaz-Canal, meanwhile, has said he was open to talking to the US, but would only enter dialogue “without pressure or precondition” and with respect to sovereignty.</p><p>In the same breath, he decried Washington’s “criminal policy against a country, as it affects food, transportation, hospitals, schools, economic production and the functioning of our vital systems”.</p><p>Cuba, Diaz-Canel added in statements last week, sought peace, but was developing a defence plan “in case we have to move to a state of war”.</p><h2 id=\"unclear-terms\">Unclear terms</h2><p>Several analysts assessed that some type of new agreement between the US and Cuba remained on the table, but any terms seen as an existential threat to the government in Havana would be non-starters.</p><p>It remained unclear what extractions Trump would consider satisfactory.</p><p>Cuba has far less to offer economically than Venezuela, a South American country with the world’s largest proven oil reserves. However, it contains significant deposits of rare and critical earth minerals, including the world’s third-largest reserve of cobalt, a key mineral used in lithium-ion batteries and other advanced technologies.</p><p>“Economically, Cuba has little to offer beyond agreements on the tourism industry or some trade deals,” according to Breda, although he added that Trump may try to pressure Havana to “give in on certain conditions, such as migration, the presence of US competitors in the country, and security cooperation between Russia and China”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In an executive order declaring Cuba an “unusual and extraordinary threat” to the US last month, Trump focused heavily on relations between Russia and China, which both cooperate with Cuba on defence, but do not have known military bases on the island.</p><p>The order, which also highlighted crackdowns on dissent by Cuba’s government, further accused Havana of hosting what Washington considers “transnational terrorist groups”, including Hamas and Hezbollah.</p><p>Cuba experts have regularly dismissed the threat posed by Cuba as overblown, while noting there is scant evidence to support the “terrorist group” claims.</p><p>That has raised further questions over what tangible concessions the government could offer Trump, if his order is seen as a prelude to negotiations.</p><h2 id=\"regime-change\">Regime change?</h2><p>To be sure, Trump’s stated desire to pursue talks with Cuba’s current government puts him at odds with the decades-old ideology of the US Republican Party writ large, which has long eschewed any form of engagement with the communist government founded by Cuban leader Fidel Castro in 1959.</p><p>That approach has been particularly championed by Trump’s top diplomat, Rubio, who is himself the son of Cuban immigrants with a political career <a href=\"/news/2026/1/6/maduro-abduction-shows-influence-limits-of-us-secretary-of-state-rubio\">predicated</a> on a hawkish approach to the island.</p><p>Rubio has for months pushed the notion that the government in Havana is on the verge of collapse, laying the groundwork for Trump’s current pressure campaign. His stance dovetails with an influential Cuban-American voting bloc, which has been a key part of the Republicans’ electoral coalition.</p><p>“Rubio’s goal is to get rid of this regime in Cuba,” LeoGrande said, “so he would not be happy with any kind of deal like that Trump has cut in Venezuela, particularly if it were more or less a permanent deal.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>LeoGrande, meanwhile, downplayed the likelihood of Trump deploying boots on the ground in Cuba, noting the president has so far avoided prolonged military engagement.</p><p>A more surgical operation like the one targeting Maduro also remains unlikely, he assessed, with top roles in the armed forces still dominated by direct appointees of former President Raul Castro, who served as the Communist Party’s top official until his retirement in 2021.</p><p>Instead, according to ACLED’s Breda, any approach to topple the government would likely result in a continuation of the current pressure campaign to fuel dissent among a population beleaguered by shortages.</p><p>“But it remains to be seen whether Rubio will be able to convince Trump that there would not be great consequences in terms of migration, instability and violence in the island, and that this cannot have a spillover effect,” Breda said.</p><h2 id=\"what-comes-next\">What comes next?</h2><p>Discerning Trump’s motives may be akin to reading tea leaves, according to Louis Perez, a professor who has long focused on Cuban history at the University of North Carolina at Chapel Hill, who notes that “deep historical antecedents” to his current actions may help illuminate what comes next.</p><p>Perez pointed to US policy that preceded the Cuban Revolution in 1959, reaching back to the US-established military government in Cuba in the early 20th century, and the Monroe Doctrine of 1823, which first sought to assert US influence across Latin America.</p><p>“So widening the screen and pulling back, one sees the long view of a remarkable continuity of policy that reveals itself in many iterations,” he told Al Jazeera. “But the thread that links all of these iterations together in one package is the determination to deny Cuba sovereignty and self-determination.”</p><p>The Trump administration has recently elucidated its own goal of restoring US “pre-eminence” in the Western Hemisphere, what Trump and his allies have dubbed the “Donroe doctrine”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The American political leadership want the Cubans to say ‘uncle’, to surrender, to acquiesce,” Perez said. “This sounds simplified, but somewhere deep inside the US national psyche, this is driving policy, especially in an administration that is now presuming to redefine the ‘Donroe doctrine’.”</p><p>A prolonged impasse, meanwhile, could have unintended consequences for Washington, including driving Cuba closer to Russia and China.</p><p>Russia, already under heavy US sanctions, has not increased oil deliveries to Cuba in recent weeks, but could choose to do so as the US pressure campaign continues, American University’s LeoGrande explained. China and other regional allies could provide alternative forms of aid, freeing funds for energy purchases.</p><p>“The more pressure the United States puts on Cuba, the more threatening the United States is towards Cuba, the more incentive Cuba has to look for patrons among US adversaries,” he said.</p><p>ACLED’s Breda, in turn, pointed to the toll of a prolonged diplomatic stalemate, which could lead to further hardship under a government long accused of <a href=\"https://www.hrw.org/news/2022/07/11/cuba-crackdown-protests-creates-rights-crisis\">cracking down</a> on internal dissent.</p><p>“The main risk is to trigger a humanitarian crisis within the island, which could have repercussions for outbound migration and also trigger a wave of unrest,” he said.</p><p>“Of course, this will test the government’s ability to remain in power, but it would also increase the likelihood that we would witness renewed rounds of repression and mass arrests.”</p></div></div></body></html>"
        },
        {
            "title": "CBO: US Federal deficits and debt to worsen over next decade | Government News | Al Jazeera",
            "time": "2026-02-11T20:42:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25185809739561-1768098300.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The nonpartisan Congressional Budget Office’s 10-year outlook projects worsening long-term United States federal deficits and rising debt, driven largely by increased spending, notably on Social Security, Medicare, and debt service payments.</p><p>Compared with the CBO’s analysis this time last year, the fiscal outlook, which was released on Wednesday, has deteriorated modestly.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The CBO said that the deficit for fiscal 2026 – President Donald Trump’s first full fiscal year in office – will be about 5.8 percent of GDP, about where it was in fiscal 2025, when the deficit was $1.775 trillion.</p><p>But the US deficit-to-GDP ratio will average 6.1 percent over the next decade, reaching 6.7 percent in fiscal 2036 – far above US Treasury Secretary Scott Bessent’s goal to shrink it to about 3 percent of economic output.</p><p>Major developments over the last year are factored into the latest report, including Republicans’ tax and spending measure known as the “One Big Beautiful Bill Act,” higher tariffs, and the Trump administration’s crackdown on immigration, which includes deporting millions of immigrants from the US mainland.</p><p>As a result of these changes, the projected 2026 deficit is about $100bn higher, and total deficits from 2026 to 2035 are $1.4 trillion larger, while debt held by the public is projected to rise from 101 percent of GDP to 120 percent — exceeding historical highs.</p><p>Notably, the CBO says higher tariffs partially offset some of those increases by raising federal revenue by $3 trillion, but that also comes with higher inflation from 2026 to 2029.</p><p>Rising debt and debt service are important because repaying investors for borrowed money crowds out government spending on basic needs such as roads, infrastructure and education, which enable investments in future economic growth.</p><p>CBO projections also indicate that inflation does not hit the Federal Reserve’s 2 percent target rate until 2030.</p><p>A major difference is that the CBO forecasts rely on significantly lower economic growth projections than the Trump administration, pegging 2026 real GDP growth at 2.2 percent on a fourth-quarter comparison basis, fading to an average of about 1.8 percent for the rest of the decade.</p><p>Trump administration officials in recent weeks have projected robust growth in the 3-4 percent range for 2026, with recent predictions that first-quarter growth could top 6 percent amid rising investments in factories and artificial intelligence data centres.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>CBO’s forecasts assume that tax and spending laws and tariff policies in early December remain in place for a decade. The government’s fiscal year starts on October 1.</p><p>While revived investment tax incentives and bigger individual tax refunds provide a boost in 2026, the CBO said that this is attenuated by the drag from larger fiscal deficits and reduced immigration that slows the growth of the labour force.</p><p>Jonathan Burks, executive vice president of economic and health policy at the Bipartisan Policy Center said “large deficits are unprecedented for a growing, peacetime economy”, though “the good news is there is still time for policymakers to correct course.”</p><h2 id=\"urgent-warning\">‘Urgent warning’</h2><p>Lawmakers have recently addressed rising federal debt and deficits primarily through targeted spending caps and debt limit suspensions, as well as deploying “extraordinary measures” when the US is close to hitting its statutory spending limit, though these measures have often been accompanied by new, large-scale spending or tax policies that maintain high deficit levels.</p><p>And Trump, at the start of his second term, deployed a new “Department of Government Efficiency”, which set a goal to balance the budget by cutting $2 trillion in waste, fraud and abuse; however, budget analysts estimate that DOGE cut anywhere between $1.4bn to $7bn, largely through workforce firings.</p><p>Michael Peterson, CEO of the Peterson Foundation, said the CBO’s latest budget projection “is an urgent warning to our leaders about America’s costly fiscal path.”</p><p>“This election year, voters understand the connection between rising debt and their personal economic condition. And the financial markets are watching. Stabilising our debt is an essential part of improving affordability, and must be a core component of the 2026 campaign conversation.”</p></div></div></body></html>"
        },
        {
            "title": "9 killed in one of Canada’s worst mass shootings | Gun Violence | Al Jazeera",
            "time": "2026-02-11T20:28:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770841676.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Feb 2026</span><span aria-hidden=\"true\">11 Feb 2026</span></p></div></div></body></html>"
        }
    ]
}