{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Alcaraz beats Djokovic to win Australian Open; completes career Slam | Tennis News | Al Jazeera",
            "time": "2026-02-01T13:16:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2259374892-1769950115.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Carlos Alcaraz has rewritten tennis history by becoming the youngest man to complete the career Grand Slam with his victory over the great Novak Djokovic in the final of the Australian Open 2026 in Melbourne.</p><p>Alcaraz, 22, overcame a first-set loss to complete a 2-6, 6-2, 6-3, 7-5 triumph over the 24-time Grand Slam champion at the Rod Laver Arena on Sunday. In the process, he denied the 38-year-old a chance to become the only player with 25 Slam titles.</p><p>While the world number one later admitted his “legs were shaking” as he served for the title, he seemed to have the upper hand as the match wore on and finished after three hours and two minutes.</p><p>The top seed now has an Australian Open trophy to add to his two French Open, Wimbledon and US Open titles each, also making him the youngest to garner seven Slams.</p><p>Djokovic, from Serbia and a 10-time champion in Australia, was the quicker of the two out of the blocks and broke his younger rival twice to swiftly claim the opening set.</p><p>But Alcaraz, of Spain, didn’t waste time in pulling back and claiming the second set with the same scoreline in a display of speed, power and finesse.</p><p>In breaking the career Slam record, Alcaraz surpassed his idol and compatriot Rafael Nadal – who watched from the stands and who was two years older when he did the same.</p><p>It was a first defeat for Djokovic in a Melbourne final after he won all 10 previously, leaving him still searching for a landmark 25th major to better Australia’s Margaret Court, who was also watching on.</p><figure id=\"attachment_4280486\" aria-describedby=\"caption-attachment-4280486\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4280486\" src=\"/wp-content/uploads/2026/02/GettyImages-2259371001-1769947214.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"MELBOURNE, AUSTRALIA - FEBRUARY 01: Carlos Alcaraz of Spain celebrates his victory in the Men's Singles Final against Novak Djokovic of Serbia during day 15 of the 2026 Australian Open at Melbourne Park on February 01, 2026 in Melbourne, Australia. (Photo by Darrian Traynor/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4280486\" class=\"wp-caption-text\">Tennis champion Carlos Alcaraz celebrates his victory at the Australian Open [Darrian Traynor/Getty Images)</figcaption></figure><h2 id=\"gladiatorial-contest\">Gladiatorial contest</h2><p>Both men battled through five long sets in their semifinals, Alcaraz against Alexander Zverev and Djokovic against Jannik Sinner, and recovery was always going to be key after their physical struggles.</p><p>But they showed few signs of fatigue in another gladiatorial contest.</p><p>They both opened with comfortable holds before a double fault and netted forehand presented the first break point chance for Djokovic at 2-1.</p><p>Alcaraz saved it, but the aggressive fourth seed kept pressing and converted on his third, then consolidated for a 4-1 lead.</p><p>Djokovic was reading Alcaraz’s serve well, and once he got in the rallies, he was authoritative, with a sensational forehand winner earning him two set points.</p><p>He claimed the set in a statement 33 minutes after a ninth unforced error from the top seed, having dominated the big moments.</p><p>It was vintage Djokovic, but Alcaraz came storming back, upping the tempo to break for 2-1 in the second set, pumping his fist when he saved a break point and held in the next game.</p><p>Djokovic put drops to his eyes and began rubbing them, unable to tame a now rampant Alcaraz, who broke again for 5-2.</p><p>There were some sensational rallies that had the crowd on their feet in set three, which went with serve until Djokovic slapped a forehand wide under pressure to slip 2-3 behind.</p><p>He gamely saved four set points at 3-5, but, with his energy level dropping, was unable to save a fifth as the Spaniard took control.</p><p>On the back foot, Djokovic then saved six break points in an 11-minute opening service game in set four to stay alive and kept fighting hard.</p><p>But Alcaraz ground him down and pounced as Djokovic served to stay in the match to seal a maiden Australian championship.</p><p>It ensured he remained world number one and Sinner two, with Djokovic moving up a place to three ahead of Zverev.</p><figure id=\"attachment_4280267\" aria-describedby=\"caption-attachment-4280267\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4280267\" src=\"/wp-content/uploads/2026/02/GettyImages-2259362119-1769945350.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"MELBOURNE, AUSTRALIA - FEBRUARY 01: Carlos Alcaraz of Spain plays a forehand in the Men's Singles Final against Novak Djokovic of Serbia during day 15 of the 2026 Australian Open at Melbourne Park on February 01, 2026 in Melbourne, Australia. (Photo by Kelly Defina/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4280267\" class=\"wp-caption-text\">Carlos Alcaraz and Novak Djokovic played some incredible points during the final [Kelly Defina/Getty Images]</figcaption></figure><h2 id=\"australian-open-win-means-the-world-to-alcaraz\">Australian Open win ‘means the world’ to Alcaraz</h2><p>Despite his heartbreaking loss, Djokovic was gracious in defeat as he walked around the net to congratulate Alcaraz on his side of the court.</p><p>Plenty of pats on the back and smiles were exchanged in a passing-of-the-baton moment between the two tennis icons.</p><p>Afterwards, Alcaraz told the host broadcasters that his legs were shaking as he served for the championship.</p><p>“I was telling myself, at least put it [the serve] in and then let’s see what happens,” the champion said with a laugh.</p><p>The man from Murcia, southeastern Spain, said the elusive win in Australia was something he had been working hard for.</p><p>“It means the world to me and shows that all the hard work paid off,” he said.</p><p>Alcaraz’s seventh Slam put him alongside John McEnroe and Mats Wilander and one behind Andre Agassi, Jimmy Connors and Ivan Lendl.</p><p>However, the young champion was quick to dismiss talk of overtaking his heroes Nadal and Djokovic, and said 22 or 24 titles were “too far away” at the moment.</p><p>“I know how difficult it is to win a Grand Slam,” he said. “I know what it takes, so I just want to enjoy each one because I don’t know if it’s going to be my last one.</p><p>“<span>I want to keep going and working hard to feel this emotion again.”</span></p><p>Meanwhile, Djokovic did not make any explicit statements on his career but did admit he’s not sure whether he will return to Melbourne for next year’s Australian Open.</p><p>“I tried to give it back with good tennis over the years. This is my 22nd year coming to Australia,” he said at the presentation ceremony.</p><p>The Serb said he didn’t think he’d be “standing on a Grand Slam final podium again”.</p><p>“God knows what happens tomorrow, let alone in six or 12 months,” the 2023 champion said.</p><p>“It has been a great ride, and I love you guys.”</p><figure id=\"attachment_4280459\" aria-describedby=\"caption-attachment-4280459\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4280459\" src=\"/wp-content/uploads/2026/02/2026-02-01T115319Z_1955555584_UP1EM210X0TIX_RTRMADP_3_TENNIS-AUSOPEN-1769946835.jpg?w=770&amp;resize=770%2C500&amp;quality=80\" alt=\"Tennis - Australian Open - Melbourne Park, Melbourne, Australia - February 1, 2026 Spain's Carlos Alcaraz with Serbia's Novak Djokovic after winning the Australian Open men's singles. Alcaraz becomes the youngest man to win all four grand slam titles. REUTERS/Edgar Su\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4280459\" class=\"wp-caption-text\">Novak Djokovic embraces Carlos Alcaraz after the end of their tennis match [Edgar Su/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Starmer’s visit to China was not a reset, but a new way forward | Politics | Al Jazeera",
            "time": "2026-02-01T12:56:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T081026Z_1847695536_RC2VAJAX7VSI_RTRMADP_3_CHINA-BRITAIN-1769675451.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Diplomacy, much of the time, is about symbols rather than substance. And in the case of China, that can be particularly true.</p><p>In this sense, what was important about British Prime Minister Keir Starmer’s visit to China at the end of January was that it happened at all. In recent years, there have been plenty of tensions between the two countries: the accusations against two British citizens of spying for China, the delay in the approval for the new Chinese embassy in London, the trial against democracy activist Jimmy Lai, etc.</p><p>The fact that Starmer made the trip to Beijing – the first one for a British prime minister in eight years – indicated that the arguments in favour of doing it outweighed the negatives of it. What certainly tipped the balance was the increased intensity with which the US administration is now turning on its traditional allies.</p><p>The visit did not reset relations, but it revealed that the world has entered a new era of global power dynamics, which is already reflected in diplomacy.</p><p>On January 23, just a week before his trip to China, Starmer summoned up a rare display of public anger, condemning US President Donald Trump’s <a href=\"/news/2026/1/23/frankly-appalling-uks-starmer-slams-trump-over-afghanistan-comments\">remarks</a> about British troops in Afghanistan.</p><p>This made the visit to Beijing very different from those of previous British prime ministers. In the past, there had never been a question about the alignment between the United Kingdom and the United States.</p><p>The US and the UK were close allies for decades. They acted in close coordination on the wars in the Middle East since 2001, and on combatting global terrorism and other threats. They shared intelligence through the Five Eyes arrangement and worked together as permanent members of the United Nations Security Council.</p><p>On China, moments of disagreement were brief. In 2004, the UK and its European partners <a href=\"https://www.armscontrol.org/act/2004-09/eu-eyes-lifting-china-arms-embargo\" target=\"_blank\" rel=\"noopener\">attempted</a> to lift the arms embargo imposed by them and the US on China after the 1989 Tiananmen Square massacre, on the grounds that all the equipment they forbade was restricted perfectly well by other legislation. The then Bush administration strongly opposed this, and the idea was dropped.</p><p>More than a decade later, during the first Trump administration, it looked like Europe might seek to forge its own trade deal with China to compensate for steel and other tariffs placed on it by the US. But in 2018, that receded too as the European Union ironed out a deal with Washington. Part of that was not to grow closer to the Chinese in terms of trade.</p><p>The pandemic pushed the US and Europe further towards aligning with each other against China, which they regarded as partially creating the problem by not announcing the appearance of the virus soon enough. By 2023, therefore, the UK and the US were almost vying with each other to be more hawkish, with then-Deputy Prime Minister Oliver Dowden <a href=\"https://www.bbc.co.uk/news/business-66156847\" target=\"_blank\" rel=\"noopener\">declaring</a> that the People’s Republic was Britain’s greatest “state-based threat”.</p><p>We are no longer in that world. Washington’s actions are raising fundamental questions about the alliance system around NATO and other security arrangements that it has sat at the heart of since the end of World War II.</p><p>We do not yet know the shape of the world we are heading into. It might take years for it to fully emerge. But for Starmer on his visit to Beijing, this shift meant he was talking to an interlocutor who is also trying to work out what the new situation means.</p><p>President Xi Jinping is not a security ally of the UK, but in the strange, topsy-turvy world we now inhabit, his administration is probably closer to the UK in terms of working out what to do about global warming or how to manage the risks of artificial intelligence (AI).</p><p>Both countries do not like the unpredictability of the current situation. They are all linked by having a problem with the US now, even if it is a different kind of problem.</p><p>This, of course, does not mean that a new kind of strategic alliance is in the making; there were no signs of that in the meeting. After all, culturally, politically and in terms of values, the UK and China disagree with each other too much for that to happen. This is regardless of Britain’s links with the US.</p><p>But that Starmer was able to announce restrictions on small engines that end up used in the boats bringing immigrants illegally across the seas around the UK was a telling sign of how, even in a deglobalising world, everything still connects, and that in a modest and indirect way, Britain needs to talk to China to address some aspects of what it sees as its own security priorities.</p><p>There were other announcements as well: the $15bn investment by British pharmaceutical company AstraZeneca, the 30-day visa-free access to China for British citizens and the lifting of sanctions against some UK Parliament members.</p><p>The groundwork was also laid for deeper economic <a href=\"https://www.theguardian.com/politics/2026/jan/29/what-agreements-starmer-trip-china\" target=\"_blank\" rel=\"noopener\">engagement</a>, with some steps being taken to improve trade and facilitate UK business access to the Chinese market.</p><p>Longer term, this visit could also pave the way for engagement that recognises the rise of China as a technology power. In environmental science, AI, quantum computing – indeed, in almost every area – China is outpacing not just the UK, but almost everyone else. It is producing ideas and innovations in medicine, renewable energy, etc which matter to the UK for its own good.</p><p>A single four-day visit did not reset the relationship. There are still many issues between the two countries. But at least it has allowed the possibility – now that the political blockages have been cleared – to work out strategically how the UK and others in Europe navigate the new geopolitics where there are no eternal friends or enemies, and how they react to a world where, for the first time in recent history, China has innovations, technologies and ideas that they might need and want.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "As Rafah reopens, Palestinians are ‘given an impossible choice’ | Gaza | Al Jazeera",
            "time": "2026-02-01T12:56:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/QT_DR_MOAHAMMED_TAHIR_RAFAH_THUMB16X9-1769950474.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the Rafah crossing reopens, there are concerns over how restricted exits and particularly re-entries will be for Palestinians. Dr Mohammed Tahir, a trauma surgeon who volunteered in Gaza, says people fear that opting for medical treatment abroad may mean they will never return.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Polls open in Costa Rica as centre-right populists aim to extend mandate | Elections News | Al Jazeera",
            "time": "2026-02-01T12:39:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-12T034553Z_1715112477_RC27ZIAQEA6X_RTRMADP_3_COSTA-RICA-ELECTION-DEBATE-1769655593.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Polls open in Costa Rica as centre-right populists aim to extend mandate</h1><p class=\"article__subhead\"><em>Laura Fernandez, President Rodrigo Chaves’s protege and former chief of staff, is a frontrunner and could avoid an April 5 run-off.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Polls have opened in the <a href=\"/news/2026/2/1/what-to-know-about-costa-ricas-presidential-election\">Costa Rica general election</a> as the ‍centre-right populist government seeks to extend its mandate and secure control of the Legislative Assembly at a time when drug-fuelled violence has gripped the country.</p><p>Voting stations opened at 6am local time (12:00 GMT) on Sunday and will remain open until 6pm (24:00 GMT), <span>with early trends likely within hours.</span></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Laura Fernandez, President Rodrigo Chaves’s protege and former chief of staff, is leading in the polls ⁠with more than 40 percent, enough to win outright and avoid an April 5 run-off. ​She has pledged to continue Chaves’s tough security policies and anti-establishment message.</p><p>Her closest ‍rivals in the 20-candidate field are Alvaro Ramos, a centrist economist representing Costa Rica’s oldest political party, and Claudia Dobles, an architect representing a progressive coalition and a former first lady whose husband, Carlos Alvarado, ‍served as president ⁠from 2018 to 2022.</p><p>Both are polling in the single digits but are seen as the two most likely to compete in a possible run-off if Fernandez falls short of 40 percent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Fernandez has also urged voters to hand her 40 seats in the country’s 57-seat Legislative Assembly, a supermajority that would allow her to pursue constitutional reforms. The current government holds just eight seats and has blamed ​congressional gridlock for blocking its agenda.</p><p>Polls show about a ‌quarter of the 3.7 million voters remain undecided, with the largest group being between the ages of 18 and 34 and from the coastal provinces of Guanacaste, Puntarenas and Limon.</p><p>“People are tired of promises from all the governments, including ‌this one, even though the government has said things that are true, like needing stronger laws to restore order,” said Yheison ‌Ugarte, a 26-year-old deliveryman from downtown Limon, a Caribbean ⁠port city that has been the hardest hit by drug violence.</p><p>Despite homicides surging to an all-time high during his term and multiple corruption investigations, Chaves remains deeply popular, with a 58 percent approval rating, according to the University of Costa ‌Rica’s CIEP polling.</p><p>While consecutive re-election is not allowed in Costa Rica, Fernandez has pledged to include Chaves in her government and positioned herself as the continuity of his mandate.</p></div></div></body></html>"
        },
        {
            "title": "Fela Kuti becomes first African to get Grammy Lifetime Achievement Award | Music | Al Jazeera",
            "time": "2026-02-01T12:20:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1769948420.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Saint-Maximin leaves Club America after children face racist attacks | Football News | Al Jazeera",
            "time": "2026-02-01T12:20:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-19T012030Z_708343734_UP1EM1J03Q4T5_RTRMADP_3_SOCCER-MEXICO-PAC-CFA-1769941291.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Saint-Maximin leaves Club America after children face racist attacks</h1><p class=\"article__subhead\"><em>Former Newcastle winger Allan Saint-Maximin quits Mexico’s Club America after he posts: ‘Protecting my children is ‌my priority.’</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Allan Saint-Maximin’s brief stint ‌with Club America has come to an abrupt end just months after the French ‍winger arrived in ‍Mexico as the club announced his departure two days after he revealed his children had been targeted by racist attacks.</p><p>The 28-year-old former Newcastle United winger signed a two-year contract with the Liga MX club in August in a deal ⁠reportedly worth $10m but managed just 15 appearances before his sudden exit on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Club America ​expressed solidarity with Saint-Maximin in announcing his departure although neither party disclosed ‍specific details about the incident that prompted his decision to leave.</p><p>“We reiterate our strong condemnation of any act of discrimination and/or violence that violates human dignity, both on and off the field,” the Mexico City club ‍said in a ⁠statement.</p><p>“We express our absolute solidarity with Allan Saint-Maximin and his family, who have the support of everyone who is part of this institution.</p><p>“Thank you so much for wearing our colours Allan Saint-Maximin.”</p><p>Saint-Maximin had taken to Instagram to address what he described as attacks on his children, making clear his determination to protect his family.</p><p>“The problem is not skin colour, it is the colour of thoughts. People ​attack me, but that’s not a problem. I grew up ‌learning to fight back against attacks, whether they are subtle, hidden or direct,” he wrote on Instagram.</p><p>“But there is one thing I will never tolerate, and that is people attacking my children. Protecting my children is ‌my priority. I will fight with all my strength to ensure that they are respected and loved, regardless of their origins ‌or skin colour.</p><p>“So, to those who dared to attack my ⁠children, I say this: you made a mistake. I will always fight to protect my family and no person or threat will ever scare me.”</p><p>America boss Andre Jardine said it was a “real shame” to lose a ‌player of Saint-Maximin’s calibre.</p><p>“He’s a great player who was doing well for the league and has the ability to play in any league in the world. It was a big ‍change for him, moving from Europe to Mexico,” Jardine said.</p><p>“He’s a great player, and we have to try to find a way to replace him.”</p></div></div></body></html>"
        },
        {
            "title": "Khamenei warns US of ‘regional war’ if Iran is attacked | Conflict News | Al Jazeera",
            "time": "2026-02-01T12:17:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_697f3872a449-1769945202.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian Supreme Leader Ali Khamenei has warned the United States that any attack on his country would result in a “regional war” as US President Donald Trump amasses military assets in the Middle East.</p><p>“They should know that if they start a war this time, it will be a regional war,” the 86-year-old supreme leader, who has held absolute power for about 37 years, said at an event in downtown Tehran on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He was speaking on the anniversary of Ayatollah Ruhollah Khomeini’s return from exile in France to Iran in 1979, which led to the Iranian Revolution and the fleeing of Mohammad Reza Shah Pahlavi.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Khamenei’s comments came as the USS Abraham Lincoln aircraft carrier, jet fighters and navy destroyers neared the region after nationwide antigovernment protests in Iran, in which thousands of people were killed in January.</p><p>The protests, which started in late December over the collapse of the Iranian rial, later morphed into a direct challenge to Khamenei’s rule.</p><p>Iranian authorities maintain that the demonstrators were instigated and led by foreign agents.</p><p>“The recent sedition was similar to a coup. Of course, the coup was suppressed,” Khamenei said at the commemoration on Sunday.</p><p>“Their goal was to destroy sensitive and effective centres involved in running the country, and for this reason, they attacked the police, government centres, [Islamic Revolutionary Guard Corps] facilities, banks and mosques and burned copies of the Quran.”</p><p>Iranian state media said the protests <a href=\"/news/2026/1/21/at-least-3117-people-killed-during-iran-protests-state-media-reports\">killed 3,117 people</a>, including 2,427 civilians and members of the security forces. US-based rights activists said more than 6,000 people were killed. Al Jazeera has not been able to independently verify the figures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since the nationwide upheaval, Trump has repeatedly threatened to attack the country.</p><p>The US president initially conditioned a US attack on Tehran’s behaviour towards demonstrators, but he later shifted his posture, saying he wanted Iran to agree to a nuclear deal.</p><p>In June, Iranian and American officials were engaged in indirect talks in Oman before Israel launched a 12-day war on Iran. The US also joined Israel and struck Iran’s nuclear facilities.</p><p>Khamenei maintained a defiant tone on Sunday, accusing the US of wanting to seize Iran’s resources, including oil and natural gas. “This is the main reason for their hostility, and the rest of their talk, like human rights, is empty talk,” he said.</p><p>Despite the rhetoric, both Iran and the US have confirmed that they have opened lines of communication to try to <a href=\"/news/2026/1/31/iranian-official-says-progress-made-on-talks-as-us-iran-tensions-persist\">work out a deal</a> to avoid a military confrontation.</p><p>On Saturday, Trump said Tehran was “seriously talking” with Washington, hours after the head of Iran’s Supreme National Security Council, Ali Larijani, said Tehran was prepared for talks with the US.</p><p>Trump, speaking on board Air Force One, said he believed Iran should agree to a deal with “no nuclear weapons”, adding, however, that he did not know whether Tehran would sign up to such an accord.</p><p>“But they are talking to us,” he said, “seriously talking to us.”</p></div></div></body></html>"
        },
        {
            "title": "India’s budget bets on infrastructure, manufacturing amid global trade war | Business and Economy News | Al Jazeera",
            "time": "2026-02-01T11:34:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260201__94PT3UJ__v1__HighRes__IndiaEconomyBudget-1769937853.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India’s budget bets on infrastructure, manufacturing amid global trade war</h1><p class=\"article__subhead\"><em>Modi’s government presents annual budget, focusing on sustaining growth despite volatile financial markets and trade uncertainty.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indian Prime Minister Narendra Modi’s government has unveiled its annual budget, aiming for steady growth in an uncertain global economy rocked by recent tariff wars.</p><p>Finance Minister Nirmala Sitharaman presented the budget for the 2026-2027 financial year in Parliament on Sunday, prioritising infrastructure and domestic manufacturing, with a total expenditure estimated at $583bn.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>India’s economy has so far weathered <a href=\"/economy/2025/8/27/trumps-india-tariffs-take-effect-which-sector-will-be-hit-whats-exempt\">punitive tariffs</a> of 50 percent imposed by United States President Donald Trump over New Delhi’s imports of Russian oil. The government has sought to offset the impact of those duties by striking deals, such as its <a href=\"/economy/2026/1/27/mother-of-all-deals-how-india-eu-trade-deal-creates-27-trillion-market\">trade agreement</a> with the European Union.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite the past year’s challenges, the <a href=\"/news/2025/12/17/how-have-indias-exports-jumped-20-percent-despite-trumps-trade-war\">Indian economy</a> has remained one of the world’s fastest growing.</p><p>The budget for the new financial year, which starts on April 1, projects gross domestic product (GDP) growth in the range of 6.8 to 7.2 percent, according to the government’s annual Economic Survey presented in Parliament. It is a shade softer than this year’s projected 7.4 percent but still outpaces estimates by global institutions such as the World Bank.</p><p>To keep growth strong, the government said it will spend 12.2 trillion rupees ($133bn) on infrastructure in the new fiscal year, compared with 11.2 trillion rupees ($122bn) last year. It will also aim to boost manufacturing in seven strategic sectors, including pharmaceuticals, semiconductors, rare-earth magnets, chemicals, capital goods, textiles and sports goods while stepping up investments in niche industries like artificial intelligence.</p><p class=\"p1\">Despite plans to prop up growth with state spending, the government is aiming to bring down the federal government debt-to-GDP ratio from 56.1 percent to 55.6 percent in the next financial year and the fiscal deficit from its current projected level of 4.4 percent of GDP to 4.3 percent.</p><p>Sitharaman offered no populist giveaways, saying New Delhi would focus on building resilience at home while strengthening its position in global supply chains, marking a departure from last year’s budget, which wooed the salaried middle class with steep tax cuts.</p><p>Before the budget presentation, Modi on Thursday said the nation was “moving away from long-term problems to tread the path of long-term solutions”.</p><p>“Long term solutions provide predictability that fosters trust in the world,” he said.</p><p>Modi’s government has struggled to raise manufacturing from its current level of contributing under 20 percent of India’s GDP to 25 percent to generate jobs for the millions of people entering the nation’s workforce each year.</p><p>It has also seen a sharp decline in the value of the rupee, which has recently weakened to all-time lows after foreign investors sold a record amount of Indian equities. Those sales have added up to $22bn since January last year.</p><p>“Overall, this is a budget without fireworks – not a big positive, not a big negative,” Aishvarya Dadheech, founder and chief investment officer at Mumbai-based Fident Asset Management, told the Reuters news agency.</p></div></div></body></html>"
        },
        {
            "title": "How Western officials, media coverage pushed to discredit Gaza death toll | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-01T11:34:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-31T110457Z_1454596250_RC29CJAT8HQO_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1769936078.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the first 18 days of Israel’s genocidal war on the Gaza Strip, the Israeli military killed more than 7,000 Palestinians, including nearly 3,000 children, despite growing calls from around the world for a ceasefire.</p><p>But in the United States, Israel’s top ally, then-President Joe Biden <a href=\"/news/2023/10/26/appalling-why-has-biden-cast-doubt-on-the-palestinian-death-count\">cast doubt over</a> the suffering and death count of Palestinians, as provided by the Ministry of Health in Gaza, to push back against calls for ending the brutal Israeli assault.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“What they say to me is I have no notion that the Palestinians are telling the truth about how many people are killed. I’m sure innocents have been killed, and it’s the price of waging a war,” Biden said in October 2023.</p><p>“But I have no confidence in the number that the Palestinians are using,” he said.</p><p>More than two years later, as the Palestinian death toll grew tenfold, the Israeli military acknowledged that it killed more than 70,000 Palestinians, confirming the Health Ministry’s data.</p><p>Rights advocates say Western officials and media outlets helped <a href=\"/news/2026/1/30/israel-accepts-gazas-70000-death-toll-a-record-of-denialism-lies\">the Israeli denial</a> of the scope of atrocities in Gaza, contributing to the dehumanisation of Palestinians.</p><p>Abed Ayoub, executive director at the American-Arab Anti-Discrimination Committee (ADC), said the US government attempted to “gaslight” the world and discredit the Health Ministry numbers.</p><p>“This government played a role in that, and the Biden administration played a role in that,” he told Al Jazeera.</p><p>“They laid the groundwork for the Israeli officials to do the same thing. But ultimately, at the end, you cannot keep lying about what the world has been watching and witnessing with our own eyes,” Ayoub said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-death-toll\">The death toll</h2><p>Several Israeli media outlets quoted senior military officials last week as saying they accept that the death toll in Gaza is about 70,000.</p><p>The Israeli government later tried to walk back that acknowledgement, saying the “details published do not reflect official [military] data”.</p><p>As of Sunday, the Palestinian Health Ministry put the death toll since October 7, 2023, at 71,769, including 506 people <a href=\"/news/liveblog/2026/1/31/live-israel-kills-12-palestinians-in-gaza-as-rafah-crossing-set-to-open\">who were killed</a> after the United States-brokered “ceasefire” came into effect in October last year.</p><p>Humanitarian agencies and United Nations officials have repeatedly said the tally presented by health officials in Gaza is accurate.</p><p>But some experts say the true death toll – which includes thousands of missing people, unreported deaths and fatalities linked to the Israeli blockade and destruction of the health system – is far higher than reported.</p><p>Last year, a study published in The Lancet medical journal estimated that deaths in Gaza are under-reported by 41 percent.</p><p>Still, Israel’s supporters in the US and the West have pushed to portray Palestinians as unreliable sources to report on their own suffering, casting doubt over the death toll in Gaza.</p><p>In 2024, the US House of Representatives passed a bipartisan bill to ban the Department of State from citing death statistics from the Health Ministry in Gaza.</p><p>Pro-Israel commentators, politicians and advocacy groups have argued for more than two years that the Palestinian data should not be trusted.</p><p>Hatem Abudayyeh, chair of the US Palestinian Community Network (USPCN), said the world should believe Palestinians when they expose Israeli atrocities in Gaza and beyond.</p><p>“It’s time for US and other Western press to do their jobs, to challenge the US and Israeli Zionist narrative, and to print the truth about the genocide, the <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">continued violations</a> of the ‘ceasefire’, and all of Israel’s and the US’s crimes against humanity,” Abudayyeh told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"health-ministry\">‘Hamas-run’ Health Ministry</h2><p>Throughout the war, many Western media outlets – including most prominently the BBC, AFP, Fox News and CNN – have prefaced any reference to the Health Ministry in Gaza as “Hamas-run” – an editorial policy that critics say attempted to demean Palestinians and dismiss their deaths.</p><p>At times, CNN inserted an additional disclaimer in its stories about Gaza, saying it “cannot independently verify the ministry’s figures”.</p><p>The New York Times has also previously referred to the Health Ministry as “Hamas-controlled”.</p><p>While the Health Ministry is part of the governing structure in Gaza, which was controlled by Hamas, it has been run by public health professionals, and there is no evidence that the Palestinian group interferes in its operations or statistics.</p><p>Ironically, even in reporting the Israeli acknowledgement of the Health Ministry’s data, the BBC’s headline on Friday <a href=\"https://www.bbc.com/news/articles/cvgpd1x00exo\" target=\"_blank\" rel=\"noopener\">read</a>: “Israeli media cite official accepting Hamas figure of 70,000 war dead”.</p><p>A BBC spokesperson told Al Jazeera that the news network “is fully committed to reporting the Israel-Gaza conflict impartially and accurately, which includes reporting the death toll”.</p><p>“We have been clear and transparent about the sourcing of our figures, and will continue to be so,” the spokesperson added.</p><p>Ayoub said many mainstream media outlets unquestionably published Israeli propaganda over the past two years while raising doubt over <a href=\"/news/2025/8/10/al-jazeera-journalist-anas-al-sharif-killed-in-israeli-attack-in-gaza-city\">Palestinian accounts</a>.</p><p>“It’s another reason and another example of why there’s been a complete loss of trust and faith in any mainstream media,” he told Al Jazeera. “This genocide has really given room, more so than any event in recent history, to third-party and independent media outlets.”</p></div></div></body></html>"
        },
        {
            "title": "Iran designates European armies ‘terrorist groups’ in retaliatory move | European Union | Al Jazeera",
            "time": "2026-02-01T10:29:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1769941730.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Week in pictures: From Israel’s Gaza killings to Russian strikes in Ukraine | Gallery News | Al Jazeera",
            "time": "2026-02-01T10:23:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260131__94N87ZH__v3__HighRes__TopshotPalestinianIsraelConflictGaza-1769930167.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>From farmers protesting in Europe against a trade agreement between the European Union and the South American bloc Mercosur to deadly attacks in Pakistan’s Balochistan province that killed nearly 200 people and demonstrations in Cuba opposing threats by the United States, here is a look at the week in photos.</p></div></div></body></html>"
        },
        {
            "title": "UK PM Starmer urges ex-Prince Andrew to cooperate in Epstein files probe | Sexual Assault News | Al Jazeera",
            "time": "2026-02-01T10:09:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20250916__74NT7H2__v1__HighRes__BritainRoyalsDeath-1762476316.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK PM Starmer urges ex-Prince Andrew to cooperate in Epstein files probe</h1><p class=\"article__subhead\"><em>Starmer says Andrew Mountbatten-Windsor should testify before US Congress about his past dealings with the late convicted sex offender.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom’s Prime Minister Keir Starmer has suggested that Andrew Mountbatten-Windsor, a former prince, should cooperate with authorities in the United States investigating the Jeffrey Epstein files and activities.</p><p>Speaking on Saturday to reporters at the end of a visit to Japan, Starmer said, “Anybody who has got information should be prepared to share that information in whatever form they are asked to do that.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“You can’t be victim-centred if you’re not prepared to do that,” he added, according to remarks carried by Sky News. “Epstein’s victims have to be the first priority.”</p><p>Asked whether Mountbatten-Windsor, the younger brother of King Charles III, should issue an apology, Starmer said the matter was “for Andrew” to decide.</p><p>His comments came as the US Justice Department said it would be releasing more than three million pages of documents along with more than 2,000 videos and 180,000 images under a law intended to reveal most of the material it had collected during two decades of investigations involving the wealthy financier, who died in a New York jail in 2019 while awaiting trial on sex trafficking charges.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The disclosures have revived questions about whether the former British prince, who was stripped of his title last year over his friendship with Epstein, should cooperate with the US authorities in their investigation.</p><p>Mountbatten-Windsor – who has long denied any wrongdoing in relation to Epstein – has so far ignored a request from members of the US House Oversight Committee for a “transcribed interview” about his “longstanding friendship” with the billionaire.</p><p>The files have also prompted the resignation of Slovak official Miroslav Lajcak, who once had a yearlong term as president of the United Nations General Assembly.</p><p>Lajcak was not accused of wrongdoing but left his position after emails showed that Epstein had invited him to dinner and other meetings in 2018.</p><p>The newly released files also show Epstein’s email correspondence with Steve Bannon, one-time adviser to US President Donald Trump; New York Giants co-owner Steve Tisch and other prominent contacts in political, business and philanthropic circles, such as billionaires Bill Gates and Elon Musk.</p><p>The files show a March 2018 email from Epstein’s office to former Obama White House general counsel Kathy Ruemmler, inviting her to a get-together with Epstein, Lajcak and Bannon. Lajcak said his contacts with Epstein were part of his diplomatic duties.</p><p>Meanwhile, the US Department of Justice is facing criticism over how it handled the latest disclosure.</p><p>One group of Epstein accusers said in a statement that the new documents made it too easy to identify those he abused, but not those who might have been involved in Epstein’s criminal activity.</p><p>“As survivors, we should never be the ones named, scrutinised, and retraumatised while Epstein’s enablers continue to benefit from secrecy,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Hope flickers as lights return to war-scarred Aden | Conflict | Al Jazeera",
            "time": "2026-02-01T10:03:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-10T140540Z_151078082_RC29YIAS97CC_RTRMADP_3_YEMEN-SECURITY-1769937021.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The lights are on in Aden – at least for most of the day.</p><p>The apparently mundane detail is a huge difference for people in the southern Yemeni port city, which for years has suffered from extensive electricity blackouts, and a sign that something has changed.</p><p>It was noticeable enough for Saleh Taher, who lives in the Yemeni capital, Sanaa, to comment on after making a recent visit to Aden.</p><p>Taher was unsure of what he would find on his trip to Aden, arriving on January 25, just weeks after Yemen’s government re-established its presence in the city.</p><p>The 32-year-old wondered if the streets would be tense so soon <a href=\"/news/2026/1/7/saudi-led-coalition-strikes-yemen-says-stc-leader-al-zubaidi-has-fled\">after the fall</a> of the secessionist Southern Transitional Council (STC).</p><p>The STC controlled the city and much of southern Yemen until a Saudi Arabian-backed government offensive forced them back in early January.</p><p>But as time passed, Taher’s anxiety faded. The streets of Aden appeared normal, and people were going about their jobs as usual.</p><p>And then there was the electricity. In a country that has now officially been at war for longer than a decade with multiple groups vying for territory, a utility that is taken for granted in much of the world is a sign of hope.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The sudden availability of electricity is partly the result of a multimillion-dollar fuel grant provided by Saudi Arabia to supply power stations. Observers consider it to be an effort to show that the presence of Yemen’s internationally recognised government can improve people’s lives.</p><p>Badea Sultan, an Aden-based independent journalist, told Al Jazeera that the “positive change” in services in Aden is palpable for residents and the city has entered a completely new stage.</p><p>Citing electricity as a key example, he said, “Power supply has largely stabilised. Today, we enjoy approximately 20 hours of continuous, uninterrupted service per day. This was a distant dream just two months ago.”</p><p>Sultan said the ongoing progress in Aden cannot be attributed solely to the United Nations-recognised government. He highlighted the role of Falah al-Shahrani, who arrived in Aden early this year as part of a high-level delegation from the Joint Forces Command of the Coalition to Support Legitimacy in Yemen to follow up on security and military arrangements in the wake of the STC’s military collapse.</p><p>An adviser to the commander of the forces, al-Shahrani has worked with local and military leaders to reposition military camps outside Aden and has played a critical role in managing what Sultan described as a sensitive phase in the city.</p><p>“Al-Shahrani is effectively the de facto ruler of Aden now,” Sultan added.</p><h2 id=\"saudi-uae-tensions\">Saudi-UAE tensions</h2><p>In late December, tensions between Saudi Arabia and the United Arab Emirates over Yemen surfaced publicly, <a href=\"/news/2025/12/27/saudi-says-it-will-militarily-back-yemens-government-against-separatists\">prompting</a> Riyadh to adopt a sharper narrative and <a href=\"/news/2025/12/26/uae-welcomes-saudi-efforts-to-support-security-in-yemen-amid-stc-advance\">launch</a> military operations aimed at pushing back the UAE-backed STC, which had crossed a Saudi red line by trying to take control of eastern Yemeni regions that bordered Saudi Arabia.</p><p>On December 30, the UAE <a href=\"/news/liveblog/2025/12/30/live-yemens-presidential-council-cancels-uae-defence-deal\">announced</a> its withdrawal from Yemen “of its own volition” after the Yemeni government demanded it do so. The UAE has been arming and funding the STC since its <a href=\"/news/2020/4/26/yemen-what-is-the-southern-transitional-council\">establishment</a> in 2017.</p><p>At a news conference in Warsaw on Monday, Saudi Foreign Minister Faisal bin Farhan said, “The UAE has now decided to leave Yemen, and I think if that indeed is the case and the UAE has completely left the issue of Yemen, the Kingdom of Saudi Arabia will take responsibility.”</p><p>Some STC leaders travelled to Riyadh after the Saudi attacks on the STC and announced the dissolution of the group. But other STC leaders have rejected that statement and continue to try to rally support on the ground in southern Yemen.</p><h2 id=\"mass-demoralisation\">Mass demoralisation</h2><p>Saleh Qasim, a 45-year-old resident of Aden’s Sheikh Othman district, told Al Jazeera that “the Saudi era” has begun in Aden.</p><p>“Aden is recovering today, and that could be the path to Yemen’s recovery,” he said.</p><p>But he added that while the early signs are promising, it is still a bleak time for pro-independence southerners like himself.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The STC and its supporters want the restoration of the former South Yemen, an independent state that existed from 1967 to 1990 before uniting with North Yemen to form the united Republic of Yemen.</p><p>Supporters of secession feel that the south was disenfranchised in the united Yemen. They took their opportunity after the Houthi takeover of Sanaa and northwestern Yemen in 2014 and 2015, taking de facto control over Aden and other parts of southern Yemen.</p><p>It had finally seemed like the dream of an independent state was on the horizon, particularly with the backing of the UAE. But then came the Saudi-backed counterattack by the Yemeni government, and now, in the space of weeks, the dream of secession has been shattered, in the short term at least.</p><p>“This is the most frustrating moment for the secessionists,” Qasim said. “They have lost land, weapons and fighters. I can see the mass demoralisation among the independence seekers in Aden.”</p><p>He added: “I also aspire to see the south independent but through dialogue, not force.”</p><p>The STC has been trying to showcase its support in Aden with rallies every Friday that are attended by thousands of people in al-Aroudh Square.</p><p>There, the protesters raise the southern flag and the image of the STC’s <a href=\"/news/2026/1/8/saudi-led-coalition-says-stcs-al-zubaidi-fled-to-uae-via-somaliland\">on-the-run leader</a>, Aidarous al-Zubaidi. They also chant for independence, pledge to continue their struggle and voice their anger at the Saudi role. However, Sultan, the journalist, views these mass rallies as an emotional outlet for STC supporters that ultimately will not be able to restore the group’s lost leverage.</p><p>Sultan believes that local authorities are turning a blind eye to the demonstrations as a way of allowing STC supporters to blow off some steam.</p><p>“In my opinion, there is a deliberate effort to allow separatist demonstrators to vent their frustrations regarding recent developments, which have been quite shocking to them,” Sultan said.</p><h2 id=\"three-challenges\">Three challenges</h2><p>On January 15, President Rashad al-Alimi, the head of the Presidential Leadership Council, Yemen’s UN-recognised authority, <a href=\"/news/2026/1/16/yemens-saudi-backed-government-appoints-new-prime-minister-2\">appointed</a> Foreign Minister Shaya Mohsin al-Zindani as the ⁠country’s prime minister.</p><p>Consultations on the selection of cabinet members have been under way in Riyadh. Once finalised, the cabinet is expected to return to Aden to govern – a major move that would signal that the government is truly in control of the city for the first time in years.</p><p>However, challenges lie ahead as “the internal and external architects of chaos” have not abandoned their agenda in the south, Yemeni political analyst Sadam al-Huraibi told Al Jazeera, referring to the UAE and armed separatists.</p><p>Al-Huraibi identified three challenges that the new cabinet will potentially face in Aden. “One major threat is the terrorist or politically motivated bombings in Aden, which could quickly turn the city into a place of mourning.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On January 21, an explosives-laden car <a href=\"/news/2026/1/22/five-killed-in-treacherous-attack-on-military-convoy-in-yemen\">detonated</a> as a pro-government military commander’s convoy was moving in Aden. Five soldiers were killed, and three were wounded. No party has claimed responsibility for the attack.</p><p>“The other challenge is the risk of planned riots. Protesters may exploit the right to assembly and turn to violence in Aden. Such incidents can erupt sporadically and rob the city’s calm, affecting the government’s ability to function,” al-Huraibi said.</p><p>Al-Huraibi added that the third challenge is the UAE’s alleged covert coordination with separatists in southern cities to undermine Saudi Arabia and the Yemeni government. “The UAE said it withdrew from Yemen, but there is no guarantee it will be completely disengaged,” he said.</p><h2 id=\"shifting-the-focus-to-the-north\">Shifting the focus to the north</h2><p>Yemeni officials today believe that a stable Aden and Saudi support are decisive success factors for shifting the focus to the north, where the Houthis have dominated for a decade.</p><p>Deputy Foreign Minister Mustafa Noman said in a recent interview that Saudi Arabia “has committed to pay the salaries of all the national army and the brigades, … the salaries of the government staff, including the diplomats”.</p><p>“And this is the first step,” he said. “First, we have to secure the capital in Aden, and then when the capital is stable and the services are functioning to a certain extent, the government starts operating from Aden.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>With the unified political and military bloc in the south, he said, the focus must shift to the peace process and confronting the Iran-backed Houthis.</p><p>Noman believes the Houthis are not ready for a peace process but they will change their minds when they see the new government operating in Aden and playing a governing role in the south.</p><p>For their part, the Houthis have downplayed the importance of the recent Saudi moves in the south, arguing that Saudi Arabia puts its interests first, not Yemen’s.</p><p>In a speech broadcast on January 23, Abdul Malik al-Houthi, the head of the Houthi movement, said: “The Saudi – even at this stage – is not concerned with either unity or separation [in Yemen]. What concerns him is complete control, occupation and domination over the Yemeni people.”</p><p>The Houthis took control of Sanaa in 2014 and then <a href=\"/news/2015/1/21/houthis-take-over-yemen-presidential-palace\">toppled</a> the Yemeni government in Sanaa in 2015, sparking a conflict that remains unresolved to date. They have been able to continue in power despite years of Saudi-led coalition air strikes, followed by air attacks since 2023 by the United States, the United Kingdom and Israel.</p><p>Mohammed, a Houthi field commander, told Al Jazeera that he does not see a difference between the UAE and Saudi Arabia in Aden.</p><p>“Both are occupiers,” he said. “The good services that they offer to the people are not sustainable, so it is naive to celebrate gifts given by your occupier.”</p></div></div></body></html>"
        },
        {
            "title": "‘Military can’t neutralise grievances’: What fuels violence in Balochistan | Conflict News | Al Jazeera",
            "time": "2026-02-01T10:02:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260131__94NP2ZQ__v1__HighRes__PakistanUnrestSouthwest-1769936481.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the dust of another deadly conflict settles over the scarred ridges of Sulaiman and Kirthar ranges in Balochistan, Pakistan’s largest but most sparsely populated province, a volatile mix of long-ignored grievances, a brutal rebellion, proxy wars and high-stakes geopolitics erupts again.</p><p>For nearly 40 hours, a fierce battle was waged in those ridges in what officials called a “desperate” wave of coordinated separatist attacks across more than a dozen locations in the southwestern province of Balochistan, claimed by the banned group Balochistan Liberation Army (BLA), which for decades has been fighting for an independent state.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Nearly 200 people were killed in the attacks – 31 civilians, 17 security personnel, in addition to 145 BLA fighters – more than 100 of them on Saturday alone, according to the Pakistani army. It was one of the biggest and most brazen attacks carried out by Baloch separatists, whose claim, however, of killing 84 Pakistani security personnel was dismissed by the authorities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the provincial capital, Quetta, where the scars of the decades-old conflict could be seen over the city’s police academy, the courts and the bazaars, the official message is once again of unwavering control.</p><p>“Our security forces, personnel and officers have fought bravely,” said Information Minister Attaullah Tarar, framing the BLA attacks as the “last gasp of a cornered enemy”.</p><p>Yet, this narrative of dominance is punctuated by the sobering death toll: more than a dozen security personnel killed and civilian families caught in the crossfire. The power move – of trying to project more power than actually wielding it – feels true for both sides.</p><h2 id=\"terrorism-a-foreign-plot\">‘Terrorism’ a foreign plot</h2><p>Islamabad’s response to separatist attacks, once meticulously framed, is now a routine occurrence. The fighters are cadres of “Fitna-al-Hindustan”, which in Urdu translates to “India’s incitement”, it alleged. New Delhi has not yet responded to the charge.</p><p>The nomenclature of a “foreign hand” is now the cornerstone of Pakistan’s national security narrative, linking every attack to the hand of Islamabad’s historical rival. The complex, locally-rooted Baloch grievances are subsumed into a simpler, catchier, blame-shifting story of foreign subterfuge. It echoes past government statements, which blamed “neighbouring countries” for trying to derail its key economic projects.</p><p>The narrative of blaming the neighbours also positions the Pakistani military not as a party to an internal dispute, but as a defender of Pakistan’s territorial sanctity. But it is more than a narrative.</p><p><a href=\"/news/2020/8/21/jadhav-case-new-delhi-wants-indian-lawyer-to-help-convicted-spy\">Kulbhushan Jadhav</a>, an Indian national arrested and sentenced to death for espionage by a Pakistani court in 2016, is a living exhibit of Pakistan’s case against external interference.</p><p>Pakistan had released a video that appeared to show Jadhav confessing to facilitating attacks in Balochistan. While India denied involvement, Jadhav’s testimony fits the strategic nationalisation of a provincial conflict.</p><figure id=\"attachment_4279274\" aria-describedby=\"caption-attachment-4279274\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4279274\" src=\"/wp-content/uploads/2026/02/AFP__20260131__94N73G4__v1__HighRes__PakistanUnrestSouthwest-1769936460.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pakistan Balochistan\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4279274\" class=\"wp-caption-text\">Security personnel shift an injured man at a hospital in Quetta [Adnan Ahmed/AFP]</figcaption></figure><h2 id=\"grievances-fuelling-rebellion\">Grievances fuelling rebellion</h2><p>On the ground, the official Pakistani script reads differently.</p><p>In the hushed conversations at Quetta’s tea shops, a different, more intimate story of political marginalisation and economic injustice unfolds, as residents wonder how poverty remains entrenched despite the province’s immense mineral wealth.</p><p>The promise of the $46bn China-Pakistan Economic Corridor (CPEC), centred on the port of Gwadar in Balochistan, is viewed by locals not as a boon, but as one that might benefit Beijing and Islamabad, not the Baloch fishermen or shepherds.</p><p>“Sir, are you crazy!” exclaimed a security official at a coal mine in Spin Karez, where Al Jazeera had reached to document the plight of miners dying due to a lack of proper equipment.</p><p>“The insurgents [rebels] come in their hundreds and pick up everything, including [paramilitary] checkpoints. Who said it’s safe for you to be in this area?” he went on.</p><p>Baloch separatists have often raided mines and killed workers from other provinces who came looking for a livelihood. The encounter is one of many incidents in Balochistan as the province feels like the “Wild West” – no rules, no one really in charge.</p><p>This discontent is the oxygen that keeps the separatist movement alive.</p><p>As a security source told Al Jazeera: “A military can neutralise a militant, but it cannot neutralise a grievance. The state sees them as a terrorist network; many here see their sons and brothers who took up arms.”</p><p>The death of 18 civilians in the latest conflict is a tragic footnote that underscores this divide as the rebellion consumes the very people it claims to fight for.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"human-cost-of-conflict\">Human cost of conflict</h2><p>Balochistan is a land of haunting dualities. It is home to Gwadar, the gleaming linchpin of CPEC on the Arabian Sea, and to remote valleys where communication lines are the first casualty during any flare-up. Its porous borders with Iran and Afghanistan provide fighters with strategic depth. For Pakistan, the province is a source of strategic anxiety.</p><p>The human cost of the conflict is reflected in the region’s landscape and memory. As one recalls the raw testimony from a resident after a 2013 attack in Hazara town: “The wounded were lying here and there … we didn’t know who was who.”</p><p>Or the haunting question of a cadet after the 2016 Quetta <a href=\"/news/2016/10/26/pakistan-lej-behind-police-academy-attack-in-quetta\">police academy massacre</a>: “Why were we called back in and told to stay here with no weapons?”</p><p>These statements are indictments of a persistent security failure and eroding social contract. They explain why the official claims of “unity behind security forces” sometimes feel less like a lived reality and more like an aspirational slogan.</p><p>“Everyone here is corrupt” was a startling statement from a former chief minister of Balochistan who spoke to Al Jazeera on condition of anonymity.</p><p>People in Balochistan speak of widespread corruption plaguing the impoverished province, endemic and consuming every sphere of public services. Very little money, in that case, is actually left to provide basic services such as healthcare and education. Security is a luxury many do not even believe in any more.</p><p>The recent military operations in Balochistan demonstrate Pakistan’s formidable capacity for kinetic response. Drones monitor from above, forces patrol in strength, and rebels are cleared from strongholds.</p><p>Yet, like clockwork, the “national action plan” is dusted off and reviewed after every crisis. Vows are made, and the violence eventually returns. Despite multiple “surrender of weapons” ceremonies seen in recent years, the rate of nationalistic propaganda producing more recruits is probably much higher.</p><p>True stability in Balochistan requires a calculus that transcends body counts. It requires recognising that separatism draws from a well of genuine discontent, that development must be seen as inclusion rather than just extraction, and that political dialogue is not appeasement, but necessity.</p><h2 id=\"regional-implications\">Regional implications</h2><p>Balochistan – bigger than Germany in area – is critical in the power play of regional influence, which involves China’s economic ambitions, Iran’s sectarian politics, the United States’ “containment” strategies, India’s enemy-of-my-enemy strategy, and Afghanistan’s alleged role in the province.</p><p>Pakistan’s challenge is to navigate these external currents while finally addressing the internal fissures that make its largest province so perilously vulnerable. The last 48 hours have again challenged the country’s domestic security architecture.</p><p>As it always does, the dust will settle again. Most of the Pakistani establishment and its media will forget Balochistan, again. And armchair analysts will continue with their punditry.</p><p>But whether the dust settles over a landscape moving towards durable peace or if it is just a quiet interlude before the next storm depends on who gets to write the next chapter.</p><p>Balochistan needs political accommodation, economic inclusion, and effective regional diplomacy if, at all, there is a genuine push to change its status from a perpetual flashpoint.</p></div></div></body></html>"
        },
        {
            "title": "Gaza is on its way to becoming a semi-protectorate, just like Bosnia | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-01T10:00:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/1998-12-15T120000Z_634697487_PBEAHUMILCP_RTRMADP_3_BOSNIA-1769938520_1c5871-1769939742.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When details of the Gaza peace plan were made clear in recent days, it was difficult not to see the parallels with the agreement that ended the war in Bosnia and Herzegovina 30 years ago.</p><p>The Gaza plan promises an end to attacks, but it institutionalises endless external control. The designers of this plan promise Palestinians governance based on the “best international standards”. Bosnians have been hearing this phrase for the past three decades. To this day, we still do not know what these standards actually are.</p><p>What we do know is that after the implantation of our foreign-negotiated peace plan, Bosnia became a semi-protectorate, a territory governed from the outside in the name of stability and without democratic sovereignty in which those who hold decision-making power cannot be held accountable.</p><p>The Dayton Accords, which ended the Bosnian War, were negotiated at a US military base, mediated by foreign diplomats and agreed upon by leaders of the warring parties, including representatives of neighbouring states that had supported the war. Ordinary Bosnian citizens were excluded from the process. The same logic underpins the Gaza plan: peace negotiated about a people, not with them.</p><p>The peace agreement reached without us legitimised wartime territorial divisions and created the basis for a highly fragmented political system resembling a confederation: two entities (Republika Srpska and the Federation of Bosnia and Herzegovina) and a weak central state with limited authority alongside a separate district (Brcko).</p><p>Nominally, power is exercised by a Council of Ministers and a rotating Presidency composed of three members, each from one of the three dominant ethnic groups. Bosnia and Herzegovina’s Constitution, which should be the basis of governance, was not written by its citizens. It was drafted in English by the same international mediators that brokered the peace and was included in the accords as an annex. Until today, there is no official translation of the document into the local languages.</p><p>The Council of Ministers and the Presidency do not hold real power. The international community does. It controls state decision-making through two bodies: the Office of the High Representative (OHR) and the Peace Implementation Council (PIC).</p><p>The high representative, which per the rule has to be a European politician, has the authority to impose or annul laws and sack elected officials without them having legal recourse. To this day, Bosnians still do not know what qualifications are required to appoint someone to this position and give them ultimate authority with no accountability.</p><p>The PIC, which is made up of 55 representatives of various governments and international organisations, including the Organization for Security and Co-operation in Europe, NATO and the European Union, probably resembles the Gaza Strip’s Board of Peace the most. It oversees the work of the high representative, whose appointments it approves through a process that the citizens of Bosnia still do not really know. Decisions the body makes are driven by the interests of its individual members and communicated to the public through media statements. Nobody has the opportunity to question these decisions and journalists cannot discuss them with PIC members.</p><p>The governing bodies being set up for Gaza are similarly detached from accountability. There is the Board of Peace, headed by United States President Donald Trump, where states can buy membership for $1bn. Then there are two executive boards, one composed of US officials and businessmen and another composed of Western and regional officials. They are to supervise local governance, operating above domestic authority while claiming neutrality and expertise. And finally, there is a technocratic administration composed of “qualified Palestinians and international experts” to govern the Strip.</p><p>In Bosnia, the system of foreign control is built upon not just the domination of foreign powers but also upon the compliance of local elites. The international community has consistently relied on political actors willing to preserve the status quo in exchange for access to power. This arrangement rewards stagnation and punishes systemic change. It produces a donor-dependent civil society – one that is active and visible, but ultimately manageable from the outside.</p><p>It is no wonder that criticism of the international community in Bosnia and its bodies has been framed as a threat to peace. In the past, the OHR has gone as far as silencing certain media organisations that have been openly critical. In 1997, for example, NATO forces were asked to intervene against the public broadcaster of Republika Srpska and cut off its broadcast. The justification was that the OHR wanted to ensure “international norms of professional media conduct” were observed.</p><p>This logic persists today. In a video address in December marking the 30th anniversary of the Dayton Accords, the current high representative, Christian Schmidt of Germany, <a href=\"https://www.youtube.com/watch?v=qUBXM9kmnYs\">warned that</a> “some today point the finger at the international community and its representatives, refusing to remember that without international intervention, as late as it came, Bosnia and Herzegovina would have descended into chaos and despair.”</p><p>He described Dayton as “the basis for the future” although “not the future itself” and concluded with a vague call for “action” rather than “complaining” without clarifying who should act or how.</p><p>Yet Bosnia has not fully succumbed to complacency. There has also been resistance. In <a href=\"https://www.opendemocracy.net/en/can-europe-make-it/new-balkan-revolts-from-protests-to-plenums-and-beyond/\">2014, public discontent poured into the streets</a> across the country, beginning in Tuzla and spreading to more than 20 cities within days. Workers led the demonstrations. Citizens occupied public spaces, organised open assemblies and articulated political demands. For a brief moment, people experienced democracy outside the imposed foreign-controlled framework.</p><p>The response was repression, silence and disregard. The international community observed but did not engage. When the protests collapsed under political pressure and exhaustion, no institutional change followed.</p><p>The protests ceased, but visible traces of them remained in the form of graffiti on government buildings. Probably the most well-known one appears on the facade of the Sarajevo Canton building, and it reads: “Those who sow hunger reap wrath.”</p><p>What followed was a mass exodus. Close to <a href=\"https://www.slobodnaevropa.org/a/bih-odlazak-porodice/31629794.html\">500,000 people</a> have left the country since 2014. Many others are waiting for a chance to go. Meanwhile, nationalism, once a wartime ideology, has become a governing tool – used by local elites and tolerated, even stabilised, by the international community.</p><p>As feminist authors from Sarajevo Gorana Mlinarević and Nela Porobić wrote in their publication <a href=\"https://bosnia-peace.wilpf.org/\">Peace That Is Not</a>, peace “neither starts nor ends with the signing of a peace agreement”. They argued that the imposed peace in Bosnia has burdened its political, economic and social life for decades. The same burden now looms over Gaza.</p><p>If asked whether the Bosnian peace agreement was a success, most people in Bosnia would answer that it put an end to the war. That is true. But peace that merely stops violence without enabling freedom and dignity is not peace.</p><p>Peace imposed from above creates stability without justice and governance without democracy. The Bosnian semi-protectorate stands as a warning, not a model. Peace and democracy cannot exist without the participation of the people or if their will is ignored. Yet this is precisely what the “best international standards” continue to do.</p><p>Bosnia cannot be undone. Gaza has to be approached differently and can be if its people and other Palestinians are involved in the process and have the power to decide.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Real Madrid vs Rayo Vallecano - La Liga | Football News | Al Jazeera",
            "time": "2026-02-01T10:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_697f60bb4d9e-1769955515_9324f0-1769955562.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Real Madrid vs Rayo Vallecano – La Liga</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow the build-up, analysis, and live text commentary of the game as Real host Rayo for a Madrid derby.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘No ICE in Italy’: Hundreds protest Winter Olympic deployment | Winter Olympics | Al Jazeera",
            "time": "2026-02-01T09:18:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1769937517.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Yamal scores as Barcelona win at Elche to extend La Liga lead | Football News | Al Jazeera",
            "time": "2026-02-01T08:49:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26031737030467-1769934472_6ca6c5-1769934767.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Yamal scores as Barcelona win at Elche to extend La Liga lead</h1><p class=\"article__subhead\"><em>Teenage star Lamine Yamal opens the scoring after six minutes to set the foundation for a convincing Barcelona victory.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lamine ‌Yamal scored one goal and created another as Barcelona extended their lead at the ‍top of La Liga with a 3-1 victory over Elche on Saturday.</p><p>Barcelona moved to 55 points from 22 matches, four ahead of Real Madrid, who have a game in hand. Elche remained in 12th place with 24 points from 22 games.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Yamal opened the scoring for the visitors ⁠before Alvaro Rodriguez equalised for Elche in an end-to-end first half.</p><p>Ferran Torres and Marcus Rashford struck ​to complete the win, sparing the blushes of wasteful Barca, who had 30 efforts ‍on goal in the match.</p><p>“We got three more points. We continue to grow as a team. We haven’t reached our peak yet,” Barcelona midfielder Frenkie de Jong said.</p><p>“We usually have people who finish well. There are times ‍when they fail. ⁠The important thing is that we have them [chances].”</p><figure id=\"attachment_4279120\" aria-describedby=\"caption-attachment-4279120\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4279120\" src=\"/wp-content/uploads/2026/02/AP26031726906129-1769934596.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lamine Yamal in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4279120\" class=\"wp-caption-text\">Yamal scores the opening goal against Elche [Jose Breton/AP Photo]</figcaption></figure><h2 id=\"yamal-sets-the-tone\">Yamal sets the tone</h2><p>Barcelona took the lead within six minutes when Dani Olmo played Yamal through on goal, and the 18-year-old rounded goalkeeper Inaki Pena to score his 13th goal of the season in all competitions.</p><p>Olmo struck a shot against the crossbar midway through the first half, and within a minute, Elche were level.</p><p>German Valera slipped former Real Madrid forward Rodriguez in behind the Barcelona defence, and he raced clear to score.</p><p>The visitors should have retaken the lead when Torres struck ‌the crossbar again from six yards out with a poor miss. The ball rebounded to him, and he then steered it against the post in a comical sequence of play.</p><p>Torres got his goal in 40 minutes when de Jong found space in the box and, rather than shoot himself, laid the ball back for the forward to fire into the roof ‌of the net from 15 yards.</p><p>It should have been 3-1 ⁠minutes later when Fermin Lopez somehow skied the ball over the crossbar from six yards with the goal gaping.</p><p>Barcelona continued to create chances in the second half, with substitute Rashford guilty of a poor miss when he put his shot wide ‌with just the goalkeeper to beat.</p><p>Rashford got his goal in 72 minutes, however, when Yamal’s low cross was not cleared by the Elche defence, allowing the England forward to blast the ball ‍into the roof of the net from close range.</p><p>“Barca attack very well,” Rodriguez said. “They have very good players, and it wasn’t to be. We will continue working to do better.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran designates EU armies ‘terrorist groups’ in retaliatory move | Military News | Al Jazeera",
            "time": "2026-02-01T08:47:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-11-12T194932Z_1609481568_RC24VHAOPO02_RTRMADP_3_IRAN-MILITARY-MISSILE-1769931595.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Iran designates EU armies ‘terrorist groups’ in retaliatory move</h1><p class=\"article__subhead\"><em>Move comes after a European Union decision to label the Islamic Revolutionary Guard Corps a ‘terrorist organisation’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran has declared European armies “terrorist groups” after a European Union decision to apply the same designation to the <a href=\"/news/2025/6/15/what-is-irans-irgc-and-who-has-israel-killed\">Islamic Revolutionary Guard Corps (IRGC)</a> over a bloody crackdown on recent protests.</p><p>Parliament Speaker Mohammad Bagher Ghalibaf said on Sunday the decision was made under “Article 7 of the Law on Countermeasures Against the Declaration of the IRGC as a Terrorist Organisation”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Europeans have in fact shot themselves in the foot and, once again, through blind obedience to the Americans, decided against the interests of their own people,” Ghalibaf said.</p><p>EU foreign policy chief Kaja Kallas announced the bloc’s <a href=\"/news/2026/1/29/iran-slams-selective-outrage-after-eu-labels-irgc-a-terrorist-group\">designation</a> of the IRGC on Thursday, saying repression could not “go unanswered”.</p><p>“Any regime that kills thousands of its own people is working toward its own demise,” she wrote on social media.</p><p>The United States-based Human Rights Activists News Agency says it has confirmed 6,713 deaths during the nationwide protests that began on December 28 over economic grievances but soon evolved into a serious challenge to the government.</p><p>Iranian authorities have <a href=\"/news/2026/1/21/at-least-3117-people-killed-during-iran-protests-state-media-reports\">not announced any official arrest numbers</a>, but said at least 3,117 people were killed during the protests, including 2,427 described as “innocent” protesters or security forces.</p><p>Internet and mobile access were cut off by the state across Iran on the night of January 8, during the height of the protests.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The IRGC is a branch of Iran’s military, established after the 1979 Iranian revolution. Operating alongside the regular armed forces, it answers directly to Supreme Leader Ayatollah Ali Khamenei and plays a central role in Iran’s defence, foreign operations, and regional influence.</p><p>Iran’s retaliatory move came amid weeks of rising tensions, with US President Donald Trump repeatedly threatening military strikes and building up its naval presence ⁠in the Middle East. Trump, however, said on Saturday that Iran was “<a href=\"/news/2026/1/31/iranian-official-says-progress-made-on-talks-as-us-iran-tensions-persist\">seriously talking</a>” with the US, hours after Iran’s top national security official said arrangements for negotiations were progressing.</p><p>Iranian officials have warned that any attack would draw a “comprehensive” response. Tehran has also planned a live-fire military drill for Sunday and Monday in the strategic Strait of Hormuz, the narrow mouth of the Gulf through which a fifth of all oil traded passes.</p><p>Meanwhile, the country’s Supreme Leader Ayatollah Ali Khamenei on Sunday said if ‍the US ‍attacked Iran, it would become a regional conflict.</p><p>“[Trump] regularly says that he brought ships […] The Iranian nation shall not be scared by these things, ‍the Iranian people will ⁠not be stirred by these threats,” Khamenei said.</p><p>“We are not the initiators and do not want to attack any country, but the Iranian nation will strike a strong blow against anyone who attacks and harasses them.”</p></div></div></body></html>"
        },
        {
            "title": "Campaign to boycott Israel looks to future after Gaza ‘ceasefire’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-01T08:24:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68caaa63-1758112355.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s genocidal war on Gaza has pushed the plight of the Palestinian people to the forefront of global attention. For more than two years, the world has witnessed the mass killing, disease and starvation imposed upon the enclave by Israel.</p><p>Faced with a sense of helplessness, calls have grown for boycotts of Israeli goods, for companies profiting from Israel or its settlements in the occupied West Bank to divest, and for politicians to expand sanctions that some have already imposed on Israeli ministers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>However, with other world events, such as the war in Ukraine and the United States’s face-off with Iran now dominating much of the world’s headlines, the Boycott, Divestment, Sanctions (BDS) movement faces a challenge to keep attention on Gaza and Israel’s illegal occupation of Palestine.</p><h2 id=\"gains-made\">Gains made</h2><p>The war on Gaza has led to Israel facing unprecedented condemnation from around the world.</p><p>Israel has moved closer to pariah status for its attacks not just in Gaza – killing more than 70,000 Palestinians – but in Lebanon and elsewhere in the Middle East.</p><p>The country’s Prime Minister Benjamin Netanyahu, as well as former Defence Minister Yoav Gallant now find themselves facing International Criminal Court <a href=\"/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">arrest warrants for war crimes</a>.</p><p>At home, at least two of Israel’s far-right government ministers, Finance Minister Bezalel Smotrich and National Security Minister Itamar Ben-Gvir, have also been sanctioned by <a href=\"/news/2025/6/10/uk-and-allies-will-sanction-far-right-israeli-ministers-ben-gvir-smotrich\">governments</a> worldwide.</p><p>And on top of that hangs the <a href=\"/news/2024/1/26/icj-fails-to-order-ceasefire-but-says-israel-must-prevent-genocide-in-gaza\">judgement</a> of the International Court of Justice in January 2024, that the state of Israel may plausibly be engaged in genocide, in an ongoing case brought by South Africa.</p><figure id=\"attachment_2873849\" aria-describedby=\"caption-attachment-2873849\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2873849\" src=\"/wp-content/uploads/2024/05/AA-20240502-34438445-34438435-STUDENTS_SET_UP_GAZA_SOLIDARITY_ENCAMPMENT_IN_CALIFORNIA-1714640654.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"LOS ANGELES, UNITED STATES - MAY 01: Pro-Palestinian students at UCLA campus set up encampment in support of Gaza and protest the Israeli attacks in Los Angeles, California, United States on May 01, 2024. ( Grace Yoon - Anadolu Agency )\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2873849\" class=\"wp-caption-text\">Pro-Palestinian students at the UCLA campus set up an encampment in support of Gaza in protest against Israel’s attacks on the enclave, in Los Angeles, California [Grace Yoon/Anadolu Agency]</figcaption></figure><p>Criticism of Israel has also entered the mainstream culturally in Western countries, particularly among young people horrified by the death rained upon Gaza.</p><p>And importantly, there have been economic consequences for Israel and some of those doing business in it – echoing the boycott movement against apartheid South Africa in the 1980s.</p><p>Companies such as the French supermarket chain <a href=\"/news/2025/10/28/the-rise-of-global-boycotts-against-israels-genocide-in-gaza\">Carrefour</a> were forced to close a number of outlets in the Middle East amid public anger over its links to Israeli firms operating in illegal settlements in the occupied West Bank.</p><p>Other companies associated with Israel’s actions, including Airbnb – which allows Israelis in illegal settlements to rent their properties – and <a href=\"/news/2025/8/29/microsoft-fires-four-workers-over-protests-against-firms-ties-to-israel\">Microsoft</a>, whose Azure cloud services have supported the Israeli military, have all faced internal dissent and reputational damage because of their ties to the Israeli government.</p><p>As a consequence of public pressure, pension funds from around the world, including Spain, Norway, Denmark, France and Ireland, have divested from Israeli assets linked to settlements, or withdrawn investments from companies tied to Israel.</p><p>“BDS and boycotts have changed Israel’s global trade landscape,” Avi Balashnikov, chairman of the Israel Export Institute, conceded in September 2024.</p><p>“We fight every day, hour by hour, for Israeli industry abroad,” he added. “Economic boycotts and BDS organisations present major challenges, and in some countries, we are forced to operate under the radar.”</p><h2 id=\"moving-spotlight\">Moving spotlight</h2><p>Despite a US-brokered “<a href=\"/news/2025/10/9/relief-and-disbelief-greet-ceasefire-announcement-in-israel\">ceasefire</a>“, Israeli attacks on Gaza have killed more than 500 people since the agreement was reached in October, including <a href=\"/news/2026/1/31/israeli-forces-kill-12-palestinians-across-gaza-attacks-reported-in-rafah\">at least 31</a> on Saturday. The fact that Israel has continued to kill Palestinians, while much of the world looks away, highlights the difficulty now facing the BDS movement and whether it can maintain the energy it has gained.</p><p>“It is not uncommon for the observance of a boycott to rise and fall according to the prominence of an issue and success of specific campaigns to raise awareness or promote adherence to the boycott,” Nick Cull, a historian and authority on cultural boycotts at the University of Southern California, told Al Jazeera.</p><figure id=\"attachment_2799428\" aria-describedby=\"caption-attachment-2799428\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2799428\" src=\"/wp-content/uploads/2024/03/GettyImages-2059055326-1711451288.jpg?w=770&amp;resize=770%2C518&amp;quality=80\" alt=\"bds\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2799428\" class=\"wp-caption-text\">A protester holds a placard reading, ‘This Company Supports Israeli Genocide, Join The Boycott’, for lunchtime shoppers to see during a demonstration outside Coca-Cola-owned Costa Coffee [Martin Pope/SOPA Images/LightRocket via Getty Images]</figcaption></figure><p>“I think that the power of a boycott is cumulative,” Cull continued. “Just as advertising associates a brand with good feelings and positive experiences – think how over many decades Coca-Cola link their drink to ideas of friendship – as part of the ‘buy-me’ message, so a boycott’s ‘don’t buy’ message becomes a negative branding associating a product and its place of origin with negative feelings: training a revulsion impulse rather than a logical inner debate over the merits of a particular case.”</p><p>“Since the ceasefire, a less-visible form of genocide has been unfolding,” Saleh Hijazi, Policy Coordinator with the BDS movement, told Al Jazeera, pointing to the mounting death toll in Gaza from Israeli attacks and the restrictions that Israel was imposing on access to food and medicine.</p><p>“Israel and the US, a full partner in this genocide, have used the so-called ceasefire as an attempt to rescue apartheid Israel from a downward spiral, to launder its global image and muffle international outrage. It’s meant to push Palestinians out of the headlines, weaken calls for boycotts and sanctions, and make our struggle seem less urgent,” Hijazi said.</p><figure id=\"attachment_4165354\" aria-describedby=\"caption-attachment-4165354\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4165354\" src=\"/wp-content/uploads/2025/12/2024-05-11T143410Z_1946289143_RC2EO7ANIZAI_RTRMADP_3_MUSIC-EUROVISION-PROTESTS-1765387372.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Protesters hold a banner and Palestinian flags during the &quot;Stop Israel&quot; demonstration, against Israel's participation in the Eurovision Song Contest due to its ongoing offensive in Gaza against Hamas, in Malmo, Sweden\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4165354\" class=\"wp-caption-text\">Protesters hold a banner and Palestinian flags during the ‘Stop Israel’ demonstration against Israel’s participation in the Eurovision Song Contest due to its ongoing offensive in Gaza, in Malmo, Sweden [Johan Nilsson/TT News Agency via Reuters]</figcaption></figure><h2 id=\"lasting-damage\">Lasting damage</h2><p>However, while the media spotlight may have broadened from its formerly sharp focus on Gaza, the reputational damage inflicted on companies trading with Israel as a result of its genocide, as well as new initiatives to culturally isolate it, are gaining ground.</p><p>“I still feel odd about brands demonised during [South Africa’s] apartheid and artists who violated the boycott,” Cull added, emphasising the lasting reputational damage of boycotts. “This training of people into a negative reflex is what makes boycotts so powerful.”</p><p>More initiatives are now taking hold, attempting to build on the sense of cultural isolation many in Israel feel.</p><p>One, <a href=\"/sports/2025/10/11/activists-renew-calls-for-football-ban-on-israel-despite-gaza-ceasefire\">Game Over Israel</a>, led by political strategist Ashish Prashar, aims to remove Israel from European football.</p><p>“We launched our campaign to kick Israel out of football with a huge billboard in Times Square on September 16, the same day the UN’s [Commission of Inquiry] <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">report</a> on genocide came out,” Prashar said.</p><p>“The idea is to appeal to what they call the ‘integrity of the game,'” he said, explaining that the campaign would continue despite the “ceasefire”. “We’re running a campaign the same way we would an election strategy. Our next target is to go after [European football’s governing body] UEFA in Switzerland.”</p><figure id=\"attachment_3958308\" aria-describedby=\"caption-attachment-3958308\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3958308\" src=\"/wp-content/uploads/2025/09/2025-09-16T233142Z_1140844634_RC2ATGA8XM66_RTRMADP_3_ISRAEL-PALESTINIANS-SOCCER-1758139866.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='A billboard in Times Square displays the message \"Soccer Federations: Boycott Israel\" as part of the campaign by Game Over Israel calling for a boycott of Israel by national soccer federations over the war in Gaza, in New York City, U.S' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3958308\" class=\"wp-caption-text\">A billboard in Times Square displays the message ‘Soccer Federations: Boycott Israel’ as part of the campaign by Game Over Israel calling for a boycott of Israel by national football federations over the war in Gaza, in New York City, United States [Jeenah Moon/Reuters]</figcaption></figure><p>“Ninety percent of Israel’s games are played through UEFA,” Prashar said. “Suspending them would probably help lots of the clubs, their towns and the fans. Just the cost of policing an Israeli game … costs a fortune. Most councils can’t afford that. Other stadiums are closed off, which means that fans can’t go and clubs lose the ticket money, or they’re moved, which means no one makes any money.”</p><p>“It’s not about football,” he said. “It’s about not accepting the normalisation of Israel. It’s the institutional resistance to this that’s frightening. This shouldn’t be on people or small groups of activists. This should be on governments.”</p></div></div></body></html>"
        },
        {
            "title": "Volkanovski wins featherweight title defence against Lopes at UFC 325 | Mixed Martial Arts News | Al Jazeera",
            "time": "2026-02-01T08:05:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260201__94PT7X9__v1__HighRes__MmaUfcAusVolkanovskiLopes-1-1769931411.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Volkanovski wins featherweight title defence against Lopes at UFC 325</h1><p class=\"article__subhead\"><em>Alexander Volkanovski retains his UFC featherweight title with a unanimous decision over Diego Lopes in Australia.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In front of a deafening Sydney crowd, Ultimate Fighting Championship featherweight ‌champion Alexander Volkanovski survived a fifth-round rally attempt from Diego Lopes to win yet another unanimous decision (49-46, 49-46, 50-45) in their ‍rematch at UFC 325.</p><p>Just ‍like their first meeting last April at UFC 314, Lopes (27-8 MMA, or mixed martial arts, 6-3 UFC) would not let Volkanovski (28-4 MMA, 15-3 UFC) coast easily, as the first three rounds on Sunday saw Lopes take Volkanovski’s best shots and deliver some of his own. But Volkanovski retaliated with adjustments throughout, utilising the clinch to cut Lopes’s cage room off.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Volkanovski’s win was his first title defence ⁠during his second reign, ushering in a reinvigorated era at featherweight moving forward.</p><p>But for Volkanovski, winning his first fight in his home country ​in nearly three years with the full backing of the Australian crowd felt different.</p><p>“I didn’t want to stand [with Lopes] ‍for 25 minutes, but we got the job done,” Volkanovski said.</p><p>Volkanovski said he was excited to get back in the Octagon soon, saying he would “see what’s next” with his team.</p><p>Lopes was humble in defeat, although he had a visible reaction to the one judge who ruled all five rounds in Volkanovski’s favour.</p><p>“I think ‍Volkanovski is one of ⁠the best in the division and has been for this long,” the Brazilian competitor said.</p><p>Lopes called this part of the journey “step-by-step” as he prepares for an uncertain next fight after his second failed championship match against the future Hall of Fame member.</p><figure id=\"attachment_4278933\" aria-describedby=\"caption-attachment-4278933\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4278933\" src=\"/wp-content/uploads/2026/02/AFP__20260201__94PT93B__v1__HighRes__MmaUfcAusLopesVolkanovski-1769931523.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alexander Volkanovski and Diego Lopes in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4278933\" class=\"wp-caption-text\">Volkanovski strikes Diego Lopes, right, during their UFC 325 featherweight title fight [Steven Markham/AFP]</figcaption></figure><h2 id=\"saint-denis-overpowers-hooker\">Saint-Denis overpowers Hooker</h2><p>Meanwhile, lightweight Benoit Saint-Denis of France effortlessly defeated New Zealand’s Dan Hooker by second-round technical knockout (TKO) in the night’s co-main event with punches from the mount position.</p><p>Saint-Denis (17-3 MMA, 9-3 UFC) has put himself in a firm position to remain in title contention this year with four straight wins, while Hooker (24-14 MMA, 14-10 UFC) has dropped back-to-back fights and will continue to go back to the drawing board.</p><p>A ​devastating right hand from lightweight Mauricio Ruffy of Brazil marked the beginning of the end of a ‌high-stakes featured bout opposite Rafael Fiziev of Azerbaijan. Ruffy (13-2 MMA, 4-1 UFC) secured a TKO victory with 30 seconds left in the second round, bouncing back from a loss to Saint-Denis for his eighth win in the last nine fights.</p><p>As for Fiziev (13-5 MMA, 7-5 UFC), he has lost four of his last five outings since ‌his six-match win streak was snapped in March 2023.</p><p>The UFC does not have a numbered event scheduled in February, with UFC 326 scheduled for March 7 in Las Vegas. The promotion returns to Las Vegas next Saturday for its first UFC Fight Night event of the year from ‌the Meta APEX (formerly UFC APEX).</p></div></div></body></html>"
        },
        {
            "title": "Trump says India will start buying oil from Venezuela ‘as opposed to Iran’ | Oil and Gas News | Al Jazeera",
            "time": "2026-02-01T08:01:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260201__94PQ49G__v1__HighRes__VenezuelaUsConflictCrisisOil-1769925562.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump says India will start buying oil from Venezuela ‘as opposed to Iran’</h1><p class=\"article__subhead\"><em>India is not importing significant amounts of Iranian oil owing to US sanctions, as it turned to Russia for supplies.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump claims India will now buy Venezuelan oil after <a href=\"/economy/2025/10/16/can-trump-force-india-to-give-up-buying-russian-oil\">tussles</a> last year over the South Asian country’s significant imports of Russian crude.</p><p>“India is coming in, and they’re going to be buying Venezuelan oil as opposed to buying it from Iran. So, we’ve already made that deal, the concept of the deal,” Trump told reporters on board Air Force One on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>India has not been importing significant amounts of Iranian oil owing to <a href=\"/news/2026/1/13/how-us-sanctions-crippled-lives-of-iranians-trump-says-he-wants-to-help\">US sanctions</a> that have squeezed exports, but turned to Russia for supplies after Western penalties over the Ukraine war drove down the cost of crude.</p><p>The US president, who has said his country intends to control Venezuela’s oil sales and revenues indefinitely after abducting former leader Nicolas Maduro last month, had put pressure on India to stop buying <a href=\"/news/2025/12/9/how-india-plans-to-continue-buying-russian-oil-despite-sanctions\">Russian oil</a>.</p><p>Back in August, amid efforts to pressure Moscow to negotiate a peace deal in Ukraine, Trump had doubled tariffs on Indian exports to the US to <a href=\"/economy/2025/10/16/can-trump-force-india-to-give-up-buying-russian-oil\">50 percent</a> to discourage New Delhi from buying Russian oil.</p><p>US Treasury Secretary Scott Bessent signalled in January that the additional 25 percent tariff on Indian goods could be removed, given what he called a sharp reduction in Indian imports of Russian oil.</p><p>In March, as tensions spiked with Maduro’s administration in Venezuela, Trump imposed a <a href=\"/news/2025/3/24/trump-to-impose-25-percent-tariffs-on-countries-that-buy-oil-from-venezuela\">25 percent tariff</a> on countries buying Venezuelan oil, and last year threatened to impose the same tariff on India.</p><p>The US government this week lifted some sanctions on Venezuela’s oil industry to make it easier for US companies to sell its crude oil.</p><p>A White House official said the measure “would help flow existing product” from Venezuela and that there will soon be more announcements on the easing of sanctions.</p><p>Trump’s comments on Saturday appeared to reflect continued improvement in US-India relations, which have been tense throughout the past year.</p><p>Trump also said China could make a deal with the US to buy Venezuelan oil.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump says Iran and US are talking to avert military escalation | Government | Al Jazeera",
            "time": "2026-02-01T07:29:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/wie-1769930939.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Trauma does not define us’: Living with loss in wartime Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-01T07:28:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/grave2-1769705290.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Lviv, Ukraine</strong> – Anastasiya Buchkouska, a 20-year-old student from western Ukraine, gently brushes away layers of snow and ice from her father’s grave.</p><p>She pauses, looking up at the photograph fixed to the gravestone. His face bears a striking resemblance to hers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>When her father was younger, he had served in the military. When Russia launched its full-scale invasion of Ukraine on February 24, 2022, he was called up almost immediately and sent to the front line.</p><p>Contact with the family was sporadic at best. They clung to brief messages and fleeting signs of life until one day in September 2022, everything fell silent.</p><p>For seven months, he was officially listed as missing. Buchkouska said she held on to hope, though deep down she feared the worst.</p><p>When confirmation of his death finally came, grief hit hard, but amid the demands of war, she said she had little choice but to “deal with it”.</p><figure id=\"attachment_4274604\" aria-describedby=\"caption-attachment-4274604\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4274604 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/grave-4-1769705311.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ukraine\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4274604\" class=\"wp-caption-text\">Anastasiya Buchkouska in Lviv, Ukraine, January 26, 2026 [Nils Adler/Al Jazeera]</figcaption></figure><p>Her uncle was killed around the same time.</p><p>She focused on caring for her grandmother, who was often inconsolable, inventing topics of conversation and small activities to distract her.</p><p>In quieter moments, Buchkouska broke down into tears but tried to remind herself not to “overthink things”. This was war, she thought, and it would do her no good to wallow in grief.</p><h2 id=\"the-human-toll\">The human toll</h2><p>At Lychakiv Cemetery in the western city of Lviv, where Buchkouska’s father is buried, the surge in deaths in early 2022 forced authorities to allocate additional space beyond the cemetery’s walls – an area that is now itself running out of room.</p><p>Exact figures for how many people have been killed in the Russia-Ukraine war are difficult to verify. The United Nations Human Rights Monitoring Mission in Ukraine (HRMMU) confirmed that conflict-related violence killed 2,514 civilians and injured 12,142 others in the country in 2025 alone.</p><figure id=\"attachment_4274679\" aria-describedby=\"caption-attachment-4274679\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4274679 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/Nadia-3-1769708177.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nadia Zvonok in Nikita’s room. ‘I felt complete emptiness,’ says Nikolay, recalling the moment he saw the body of Olesya, his wife who went missing on March 11\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4274679\" class=\"wp-caption-text\">Nadia Zvonok wipes away tears as she recalls how her granddaughter went missing during Russia’s occupation of Bucha in 2022 [File: Nils Adler/Al Jazeera]</figcaption></figure><p data-start=\"1208\" data-end=\"1471\">According to a report by the Center for Strategic and International Studies, a  Washington, DC-based think tank, nearly two million Ukrainian and Russian soldiers are estimated to have been killed, wounded, or gone missing since the start of Russia’s full-scale invasion.</p><p data-start=\"1208\" data-end=\"1471\">Russia alone is estimated to have suffered almost 1.2 million casualties, including at least 325,000 deaths.</p><p>The report says Russia’s losses exceed those endured by any major power since World War II, while Ukraine’s military casualties are estimated at between 500,000 and 600,000.</p><p>Al Jazeera is unable to verify the figures independently.</p><h2 id=\"everybody-who-lives-in-ukraine-has-some-mental-health-issue\">‘Everybody who lives in Ukraine has some mental health issue’</h2><p>For many Ukrainians, loss is coupled with a sense of anxiety about what comes next.</p><p>“No one can predict how we will live after the war,” Kseniia Voznitsyna, a neurologist and founder of the first mental health rehabilitation centre for veterans in Ukraine, told Al Jazeera.</p><p>The human toll is already visible.</p><p>“Many people have been killed, many people live with amputations and psychological trauma,” Voznitsyna said.</p><figure id=\"attachment_1751548\" aria-describedby=\"caption-attachment-1751548\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1751548\" src=\"/wp-content/uploads/2022/06/Untitled-104-1.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A photo of Oleksandr Bugeruk looking on as his mother's body is placed on the ground.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1751548\" class=\"wp-caption-text\">Oleksandr Bugeruk looks on as his mother’s body is exhumed after Russian forces retreated from an area of central Ukraine in 2022 [File: Nils Adler/Al Jazeera]</figcaption></figure><p>“How the economy will hold up” remains uncertain, she said. “Whether people will have jobs with decent pay – these are open questions.”</p><p>For Oleksandra Matviichuk of the Center for Civil Liberties, a Kyiv-based human rights group and Nobel Peace Prize winner, the psychological weight of war is felt most sharply in everyday life.</p><p>“Living during a war means living in complete uncertainty,” Matviichuk said, adding, “We cannot plan not only our day, but also the next few hours.”</p><p>The constant fear for loved ones has become a defining feature of daily existence.</p><p>“There is no safe place in Ukraine where you can hide from Russian missiles,” said Matviichuk.</p><p>In late 2025, the UN Women’s representative in Ukraine, Sabine Freizer Gune, said “pretty much everybody” in the country “has some mental health issue”.</p><figure id=\"attachment_1883141\" aria-describedby=\"caption-attachment-1883141\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1883141\" src=\"/wp-content/uploads/2022/10/Oleksandra-Matviichuk.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Oleksandra Matviichuk\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1883141\" class=\"wp-caption-text\">Oleksandra Matviichuk [File: Nils Adler/Al Jazeera]</figcaption></figure><p>People, especially in eastern Ukraine or big cities such as Kyiv, Kharkiv in the northeast, or Odesa in the south, are regularly woken up to mass strikes by Russia.</p><p>In winter months, Russian forces often target infrastructure, leaving millions without electricity, heat or a reliable water supply.</p><p>As Buchkouska stood at her father’s grave, her words were stoic, but her eyes had the faint sign of tears.</p><p>If the war ends, “we will all be happy”, she said matter-of-factly, “but we cannot do anything about the people who died, we cannot make them come back to life”.</p><p>She pointed to a resilience forged under pressure.</p><p>“Trauma does not define us,” she said.“We are defined by how we overcome trauma, how we fight in these circumstances, how we support each other. Now, more than ever, we feel acutely what it means to be human.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Deeply insecure’: Why Bangladeshi minorities are scared ahead of elections | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-02-01T07:22:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2024-08-10T104225Z_2117956387_RC2XC9ARUH6K_RTRMADP_3_BANGLADESH-PROTESTS-1769930362.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dhaka, Bangladesh — </strong>Sukumar Pramanik, a Hindu teacher in Rajshahi city – about 250km (155 miles) from Bangladesh’s capital, Dhaka – says the country’s upcoming national election could be his final test of trust in politics.</p><p>Electoral periods in Bangladesh have seen spikes in communal and political violence throughout the country’s history, with religious minorities often bearing the brunt amid intense political competition and social tension.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But since August 2024, and the end of former Prime Minister Sheikh Hasina’s rule, minorities in Bangladesh have felt under siege, with reports of attacks, killings and arson against their property, even though the government insists that most incidents were not motivated by religious hate.</p><p>That backdrop has intensified fears ahead of the February 12 election, despite efforts by leading political parties to reach out to minority communities. “The leaders of major parties have assured us that we will be safe before and after the vote,” Pramanik said, but faith in politicians runs low in his community at the moment.</p><p>After the August 2024 uprising that led to Hasina’s ouster, mobs in several parts of the country targeted the Hindu community, many of whose members had historically voted for Hasina’s Awami League, which has long tried to claim a “secular” mantle — even though critics have accused the party of failing to prevent attacks on minorities during its long years in power, and indulging in scaremongering.</p><p>Pramanik said a mob from his village attacked the Hindu community in Rajshahi’s Bidyadharpur, beating him and breaking his hand. He required surgery and spent days in hospital. “I stood in front of the mob believing they knew me and would not attack me,” he said. “They broke my hand – but more than that, they broke my heart and my trust. I had never experienced anything like this before.”</p><h2 id=\"no-proper-justice\">‘No proper justice’</h2><p>Hindus form about 8 percent of the population in Muslim-majority Bangladesh, with Christians, Buddhists and other minorities present in much smaller numbers.</p><p>Through Bangladesh’s history, say experts and minority leaders, political actors and their supporters have at times exploited religious identities to intimidate voters or settle local disputes, leading to targeted attacks on minority homes, places of worship and individuals.</p><p>“If you look at elections in the past – even during the Awami League’s tenure – oppression and persecution of minorities never truly stopped,” Manindra Kumar Nath, acting general secretary of the Bangladesh Hindu Buddhist Christian Unity Council (BHBCUC), an umbrella group representing these minority communities, told Al Jazeera. “It happened before elections and after elections.” But what made things worse, he said, was that “there has been no proper justice”.</p><p>Not after Hindus were attacked following the 2001 election that former Prime Minister Khaleda Zia and her Bangladesh Nationalist Party (BNP) won, and not after later attacks against Hindus in subsequent years.</p><p>Now, sporadic attacks in recent months ahead of the election have revived those fears. According to the BHBCUC, at least 522 communal attacks were recorded in 2025, including 61 killings. The group says 2,184 incidents took place in 2024 following Hasina’s removal in August that year.</p><p>Minorities are now “deeply insecure” ahead of the election, Nath said. “There is fear among everyone,” he added.</p><p>The Bangladesh government disputes claims of widespread communal violence. According to official <a href=\"https://www.facebook.com/share/p/17sKwyFY7i/\" target=\"_blank\" rel=\"noopener noreferrer\">data</a>, in 2025, authorities recorded 645 incidents involving members of minority communities. Of these, the government says, only 71 had “communal elements”, while the remainder were classified as general criminal acts. Officials argue the figures show that most incidents involving minorities were not driven by religious hostility, stressing the need to distinguish communal violence from broader law-and-order crimes.</p><p>At a national level, Bangladesh faces persistent law-and-order challenges, with an average of 3,000 to 3,500 violent crime deaths each year, according to official figures.</p><p>The government has also suggested that the issue has been politicised internationally, particularly by the Indian media and officials, since the fall of Hasina’s government.</p><p>Rights groups, however, present different data. Ain o Salish Kendra, a prominent human rights organisation, documented 221 incidents of communal violence in 2025, including one death and 17 injuries — lower than the BHBCUC’s count, but higher than the government’s data.</p><p>And the differing numbers notwithstanding, interviews with minority communities point to deep anxiety shaped by recent lived experience.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"not-another-mental-trauma\">‘Not another mental trauma’</h2><p>Shefali Sarkar, a homemaker in Bidyadharpur in Rajshahi, saw her life turn upside down on the afternoon of August 5, 2024 — the day Hasina fled, seeking exile in India.</p><p>As fears of an attack spread, most men in the community fled, leaving the women behind in their homes. Mobs primarily targeted men in the aftermath of Hasina’s ouster.</p><p>“They started vandalising our house. I thought this was it – that we were going to die,” Shefali said, still visibly shaken when recalling the day. “It left a deep scar in my mind, and I have needed mental health treatment after this.”</p><p>With elections approaching, Shefali said her anxiety has returned, fearing that any fresh unrest could once again make her community a target. “I cannot go through another mental trauma,” she said.</p><p>Her husband, Narayan Sarkar, said the area has remained calm since the attack and that local Muslim residents and political leaders have assured them of protection. “But the fear always remains – peace can be taken away at any time,” he said.</p><h2 id=\"unrest-might-spread\">‘Unrest might spread’</h2><p>Not everyone is as worried.</p><p>Shaymol Karmokar, from central Bangladesh’s Faridpur district, is the secretary of the local Durga Puja celebration committee. Durga Puja is a major Hindu Bengali festival, celebrated in Bangladesh and the Indian state of West Bengal.</p><p>“We have traditionally maintained strong communal harmony here over the years,” Karmokar said. “Many areas reported attacks during the uprising, but nothing happened in our locality.”</p><p>He added that political leaders had actively sought minority votes and promised to ensure their safety. “We will vote and expect a peaceful election,” he said.</p><p>Indeed, BNP leader Tarique Rahman — former PM Khaleda Zia’s son — has spoken of his desire to build an inclusive Bangladesh where all communities, irrespective of faith, feel safe and secure.</p><p>And the Jamaat-e-Islami, the BNP’s principal challenger in the elections, has for the first time nominated a Hindu candidate, from the city of Khulna, as part of its outreach to the community.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Still, in Gopalganj, where about a quarter of voters are Hindu, worries about election violence are high.</p><p>In one heavily Hindu-populated constituency of the district — which is also Hasina’s birthplace — Govinda Pramanik, secretary-general of the Bangladesh Jatiya Hindu Mohajote [Bangladesh National Hindu Grand Alliance] and an independent candidate, said he was scared that “unrest might spread around this election”, he said.</p><p>BHBCUC’s Nath said the government and election authorities could have done more to assuage concerns of minorities. “Even now, as the Election Commission operates, it has not once asked religious minorities what problems they are facing or what support they need,” he said.</p><p>Shafiqul Alam, press secretary to Muhammad Yunus, head of Bangladesh’s interim government, however, said authorities have taken steps to protect minorities and ensure a safe election. “We have taken adequate measures so that people of all communities – minorities and majorities, followers of all faiths and identities – can vote in a festive atmosphere,” Alam told Al Jazeera. “They could not vote freely under Sheikh Hasina over the last 15 years, as the elections were rigged.”</p><p>“Our priority is to ensure that everyone can vote this time,” he added, insisting that the government had consulted minority communities and addressed their concerns.</p><p>Back in Bidyadharpur village in Rajshahi, Sukumar Pramanik said he was weighing these assurances carefully. “If we come under attack again,” he said, “this will be the last time I place my trust in them.”</p></div></div></body></html>"
        }
    ]
}