{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "LIVE: Real Madrid vs Manchester City - UEFA Champions League | Football News | Al Jazeera",
            "time": "2025-12-10T17:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/epa_69399c1ead0d-1765383198_7f81c8-1765383731.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Real Madrid vs Manchester City – UEFA Champions League</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow the build-up, analysis and live text commentary of the game as Madrid host City at the Santiago Bernabeu Stadium.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Masked neo-Nazis march through Arkansas community | Civil Rights | Al Jazeera",
            "time": "2025-12-10T16:37:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/little_rock_arkansas_neo-nazi_blood_tribe_march_dec_6_2025_via_CAIR_national-1765384138.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Are Israel, Hamas entering the second phase of Gaza ceasefire? | Newsfeed | Al Jazeera",
            "time": "2025-12-10T16:32:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765384303.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy warns Russia, China stepping up military-industrial cooperation | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-10T16:08:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-09T194451Z_2009550826_RC26DIANUJ03_RTRMADP_3_UKRAINE-CRISIS-ZELENSKIY-PEACE-1765379547.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has said that China is moving to “intensify cooperation” with Russia, particularly in the military-industrial sphere, amid deepening ties between the strategic partners since Moscow launched its full-scale invasion of its neighbour.</p><p>In comments on social media on Wednesday, Zelenskyy said a report from the head of Kyiv’s foreign intelligence had noted the dependence of the Russian state on “Chinese investment, technologies, and political priorities”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Ukrainian leader said that Kyiv’s partner intelligence services had also noted the moves by Beijing and Moscow to ramp up their cooperation in the military-industrial sector, adding he had instructed Ukraine’s foreign intelligence service to monitor the cooperation “more substantively” for how it related to Ukraine’s and its Western allies’ interests.</p><p>“Global security must not be undermined because Russia’s appetite for aggression remains unabated,” he said.</p><p>The report also observed a growing trend of the “de-sovereignisation of parts of Russian territory” in Beijing’s favour – primarily through the use of resource-rich land, and the sale of precious resources to China, he said.</p><p>Despite pressure from the West, Beijing, Moscow’s key strategic partner, has drawn closer to Russia since it launched its full-scale invasion of Ukraine in February 2022.</p><p>It has claimed neutrality in the conflict, maintaining a low profile amid international efforts to negotiate peace, despite calls for it to use its influence over Moscow – which relies heavily on China to blunt the impact of Western sanctions – to help bring an end to the conflict.</p><p>In September, the Chinese and Russian leaders outlined their vision of a new, multilateral international order <a href=\"/news/2025/9/2/china-russia-pledge-new-global-order-at-shanghai-cooperation-summit\">at the Shanghai Cooperation Organisation</a> (SCO) summit, while last month, Chinese President Xi Jinping <a href=\"/news/2025/11/4/xi-eyes-deeper-china-russia-ties-despite-turbulent-external-conditions\">pledged to expand investment</a> and deepen economic relations between the countries in a meeting with Russian Prime Minister Mikhail Mishustin, describing the enhanced ties as a “shared strategic choice”.</p><p>Xi highlighted industries including aerospace, energy, agriculture, and the digital economy as sectors where the countries could cooperate.</p><h2 id=\"coalition-of-willing-to-meet\">‘Coalition of willing’ to meet</h2><p>Zelenskyy’s warning came as he said Ukrainian officials ​​were expected to hand US negotiators their latest proposals to end the war shortly, amid US President Donald Trump’s push for a settlement.</p><p>Zelenskyy is due to discuss the status of those negotiations in a video call on Thursday with the leaders of about 30 of Ukraine’s allies, members of the so-called “coalition of the willing” led by France and the United Kingdom. The French presidency confirmed on Wednesday that the call would take place.</p><p>Ukraine’s European <a href=\"/news/2025/12/9/ukraines-allies-say-efforts-to-end-russias-war-at-critical-moment\">allies are backing Zelenskyy’s effort</a> to ensure that any deal to end the war is fair and deters future Russian aggression in Europe, amid concerns that Trump’s push for a swift settlement will result in an outcome heavily weighted in the Kremlin’s favour.</p><p>Responding to comments from Trump that suggested the Ukrainian president was using the war as an excuse not to hold an election, Zelenskyy also said the country <a href=\"/news/2025/12/10/zelenskyy-says-ukraine-ready-to-hold-polls-if-us-allies-ensure-security\">would be ready to hold a vote</a> within three months if its partners guaranteed security during wartime, and provided its electoral law could be altered.</p><p>“To hold elections, two issues must be addressed: primarily, security – how to conduct them, how to do it under strikes, under missile attacks; and a question regarding our military – how they would vote,” Zelenskyy said.</p><p>“The second issue is the legislative framework required to ensure the legitimacy of elections,” he said, referring to the fact that elections cannot be held during times of martial law.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"hospital-shelled-in-russian-held-kherson\">Hospital shelled in Russian-held Kherson</h2><p>Meanwhile, as efforts continued to reach a settlement in the war, hostilities continued to play out on the battlefield.</p><p>In a Russia-controlled part of Ukraine’s southern Kherson region, three people were killed and two wounded by Ukrainian shelling of a hospital, a Russia-installed governor, Vladimir Saldo, said on Telegram.</p><p>He said all the victims worked at the facility, and one of the injured was in intensive care.</p><p>Elsewhere, Russian drones hit the gas transport system in Ukraine’s southern Odesa region, Deputy Energy Minister Mykola Kolisnyk said, while heavy fighting was continuing to rage in Pokrovsk, in the eastern Donbas region, where Ukraine’s military said it was fending off a Russian mechanised assault.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s $12bn aid package: Are tariffs bleeding US farmers? | Agriculture News | Al Jazeera",
            "time": "2025-12-10T15:52:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AFP__20251013__78HK4W7__v1__HighRes__UsTradeSoyChina-1760423464.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump has announced a <a href=\"/news/2025/12/8/trump-announces-12bn-package-to-aid-farmers-hurt-by-his-tariffs\" target=\"_blank\" rel=\"noopener\">$12bn aid package</a> for farmers, offering financial assistance to a core part of his political base that has been hit hard by falling crop prices and the impact of his trade policies.</p><p>Unveiling the plan at the White House in Washington, DC alongside Agriculture Secretary Brooke Rollins and several farmers on Monday, Trump said: “Maximising domestic farm production is a big part of how we will make America affordable again and bring down grocery prices.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rollins said the Farmer Bridge Assistance programme’s initial phase would provide $11bn for row crop farmers – those who cultivate crops such as corn, soya beans and cotton in rows. An additional $1bn has been earmarked for farmers who grow some speciality crops not covered by this. The aid money is expected to be made available by the end of February.</p><p>The package is Trump’s latest effort to defend his economic record and respond to public anxiety about rising food costs. It also comes after China curbed its purchases of US soya beans in retaliation for steep US trade tariffs, which have also caused the cost of fertiliser and other agricultural products to soar.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-will-this-aid-be-distributed-to-farmers\">How will this aid be distributed to farmers?</h2><p data-start=\"1678\" data-end=\"2034\">The US Department of Agriculture (USDA) will calculate per-acre payments for different crops using a formula that estimates production costs. Payments will be capped at $155,000 per farm or individual, and only farms earning less than $900,000 annually will qualify.</p><p>The USDA’s formula is designed to bolster small-scale producers who may be struggling more than others. “We looked at how they were hurt, to what extent they were hurt,” Trump said.</p><p>Farmers will begin receiving funds on February 28, according to Rollins. Meanwhile, applications for funds will open in the coming weeks so that farmers “will know exactly what that number looks like”.</p><p>Trump said the money for the scheme will come from tariff revenues.</p><p>Though Trump has, at times, downplayed cost-of-living issues, he visited Pennsylvania on Tuesday to explain to voters how his administration is addressing this concern.</p><p>At the same time, he defended his record on trade and the sweeping reciprocal tariffs he has imposed on countries around the world this year. “It’s amazing,” Trump said of tariffs at a rally in Mount Pocono, Pennsylvania. “It’s the smart people who understand it. Other people are starting to learn, but the smart people really understand it.”</p><h2 id=\"why-is-this-aid-package-being-introduced-now\">Why is this aid package being introduced now?</h2><p>Many farmers continue to support Trump. The country’s most farming-dependent counties overwhelmingly backed him in last year’s presidential election by an average of 77.7 percent, according to the USDA.</p><p>Experts say his anti-establishment rhetoric has resonated with rural communities that feel overlooked by political elites in Washington, DC. His promises of deregulation also appealed to many farmers who feel frustrated by federal rules they view as burdensome.</p><p>But the president’s trade agenda and the imposition of trade tariffs to address the country’s trading deficit with many other countries have hit farmers hard. Trump’s <a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\">“liberation day”</a> tariff announcement earlier this year provoked steep retaliatory duties on US products, particularly from China, including on US agricultural exports.</p><p>Trump’s latest package is an echo of a $12bn programme he offered to farmers in 2018 during his first-term administration’s initial trade dispute with China.</p><h2 id=\"which-crops-have-been-hardest-hit-by-trade-tariffs\">Which crops have been hardest hit by trade tariffs?</h2><p>Soya bean farmers have been badly bruised by the US-China trade spat this year. Trump was the principal architect of recent tensions – his sweeping “reciprocal” tariffs, <a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\">launched earlier this year</a>, targeted China more than any other country.</p><p>Historically, more than half of all soya beans produced in the US – mainly in the Midwest – have been sold to China. But after Trump imposed steep tariffs on Chinese goods, Beijing raised duties on US soya beans to 34 percent.</p><p>Last year, China bought slightly more than 50 percent (27 million metric tons) of the $24.5bn of produce that US soya bean farmers sold to international markets. This year, US exports to China have so far fallen by more than half.</p><p>Instead, China has begun buying more soya beans from Brazil and other South American nations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The American Soybean Association has also warned that tariffs are driving up costs for soya bean producers. In particular, US tariffs on Moroccan fertiliser, which have been hiked from 2.1 percent to 16.8 percent, have squeezed farmers.</p><p>In October, following a <a href=\"/news/liveblog/2025/10/29/trump-xi-meeting-live-china-and-us-to-negotiate-rare-earths-tariffs\">meeting</a> with Chinese President Xi Jinping in South Korea, Trump said Beijing had committed to buying 12 million metric tons of US soya beans by the end of this year, and 25 million metric tons annually for the next three years.</p><p>Trump is also facing pressure to address rising beef prices. On November 7, he asked the Department of Justice to investigate foreign-owned meatpackers in the US, which he claims are driving up costs, though he has provided no supporting evidence for this.</p><p>Then, on November 20, Trump announced he would <a href=\"/news/2025/12/3/trump-and-lula-hold-phone-call-to-discuss-us-tariffs-on-brazil-sanctions\" target=\"_blank\" rel=\"noopener\">peel back trade tariffs</a> of up to 50 percent on certain Brazilian agricultural products, including coffee and beef. The reversal was broadly interpreted as an acknowledgement that the tariffs were fuelling inflationary pressures at home.</p><p>More broadly, US consumer sentiment remains near record lows. In November, data released by the University of Michigan showed that Americans view their personal finances as the weakest they’ve been since 2009. High inflation is the primary cause of concern.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4164966\" src=\"/wp-content/uploads/2025/12/Interactive_USEconomy_ConsumerFinance_Dec10_2025-02-1765374338.png?quality=80\" alt=\"Interactive_USEconomy_ConsumerFinance_Dec10_2025-02-1765374338\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Prices of <a href=\"/economy/2025/11/25/prices-increase-as-americans-prepare-for-thanksgiving\">other food staples have also risen recently</a>. Compared to last year’s Thanksgiving Day, potatoes this year on the November US holiday were up by 3.7 percent, bread rolls 3.9 percent and apples 5.3 percent – all outpacing the 3 percent annual inflation rate, government data shows.</p><h2 id=\"will-trump-s-bailout-package-be-enough-to-rescue-farmers\">Will Trump’s bailout package be enough to rescue farmers?</h2><p data-start=\"3715\" data-end=\"4057\">While farmers have generally welcomed Trump’s bailout package, many view it as a temporary reprieve rather than a solution to long-term challenges like rising costs and the decline of small-scale farming.</p><p>“[It’s] a start, but I think we need to be looking for some avenues to find other funding opportunities, and we need to get our markets going. That’s where we want to be able to make a living from,” Kentucky farmer Caleb Ragland told the Associated Press on Monday.</p><p>Family farmers and those renting land have been particularly exposed to Trump’s trade war. Many smaller farms, already operating on thin margins, have struggled to absorb the shock of higher input costs.</p><p>As strains persist, analysts have warned that the sector may undergo further consolidation, with large industrial farms expanding their reach while smaller growers disappear or take on more debt just to stay afloat.</p><p>Earlier this year, Cornell University in Ithaca, New York, estimated that in the first half of this year, the number of farm bankruptcies was 60 percent higher than a year before. In addition, farm sector debt is expected to rise by 5 percent to nearly $600bn in 2025.</p><p>Libby Schneider, deputy executive director of the Democratic National Committee, said Trump’s aid package does not go far enough: “Farmers don’t want handouts – they want their markets back,” she said in a statement.</p></div></div></body></html>"
        },
        {
            "title": "Families shelter in makeshift tents after floods ravage Indonesia’s Sumatra | Floods | Al Jazeera",
            "time": "2025-12-10T15:49:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765381768.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Could Ukraine hold a presidential election right now, as Trump demands? | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-10T15:46:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-10-17T191802Z_518549795_RC2TDHAREW61_RTRMADP_3_UKRAINE-CRISIS-1765379228.jpg?resize=1839%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> United States President Donald Trump bristled at a question about his Ukrainian counterpart on Wednesday during an interview with media outlet Politico. Admonishing Volodymyr Zelenskyy for failing to hold a presidential election, he accused him of not ending the war with Russia as an excuse to cling to power.</p><p>“They talk about a democracy, but it gets to a point where it’s not a democracy any more,” Trump told Politico, referring to the presidency of Zelenskyy who was elected in April 2019 with more than 70 percent of the vote, but whose five-year term would, under normal circumstances, have expired in 2024.</p><p>There is a reason he’s still there, though. The Ukrainian constitution bans wartime elections, and Russia’s 2022 full-scale invasion will enter its fifth year in February 2026.</p><p>Hours after Trump’s remarks, Zelenskyy responded, saying he was “ready” to hold an election – as long as Washington and, perhaps, Brussels could ensure its security.</p><p>“I’m asking – and now declaring it openly – the United States to help me, maybe along with European colleagues, to provide security for holding the vote,” Zelenskyy said. “I have the will and readiness for that.”</p><p>So why is Trump raising this issue now, and would it even be possible to hold an election during a war?</p><h2 id=\"is-trump-repeating-russian-talking-points\">Is Trump repeating Russian talking points?</h2><p>Trump is indeed “playing along” with Russian President Vladimir Putin, Lieutenant General Ihor Romanenko, former deputy head of Ukraine’s general staff of armed forces, told Al Jazeera.</p><p>Putin and his ministers have long called Zelenskyy “illegitimate” and dubbed his government a “neo-Nazi junta” that allegedly pits average Ukrainians against the “brotherly” Russian nation.</p><p>Last month, Trump unveiled a <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point peace plan</a> for Ukraine with short and vague clauses which offer few security guarantees for Kyiv and are widely seen as a Moscow wish list. Crucially, the plan would involve Ukraine ceding land already lost to Russia during the war, a line that Zelenskyy has repeatedly said he will not cross.</p><p>“Trump doesn’t care what’s going to happen to Ukraine and Ukrainians, what’s more important to him is that the war is settled somehow, and he can show his leadership and response to Ukraine and to Europeans,” Romanenko said.</p><p>Civilian observers <a href=\"/news/2025/11/25/trump-wants-us-to-capitulate-to-russia-ukrainians-aghast-at-peace-plan\">agree</a>.</p><p>“The Kremlin offered an ultimatum via Trump, and Ukraine refused,” Kyiv-based analyst Igar Tyshkevych told Al Jazeera.</p><p>And now, observers say, Trump is seeking to settle Europe’s bloodiest conflict since World War II before his upcoming summit with Chinese President Xi Jinping.</p><p>“Otherwise Trump will have to consult Xi, and that contradicts his conception of America First and Make America Great Again,” Tyshkevych said.</p><p>That’s why the upcoming two months will be “very complicated” for Ukraine as Washington is likely to frantically push for a peace deal, he said.</p><figure id=\"attachment_4161889\" aria-describedby=\"caption-attachment-4161889\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4161889\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1765274027.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1765274027\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4161889\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"what-are-the-hurdles-an-election-would-face\">What are the hurdles an election would face?</h2><p>Zelenskyy said on Wednesday that Trump’s suggestion of him clinging to the presidency were “frankly, completely unreasonable”. He added that he would ask his Public Servant party, which dominates the Verkhovna Rada, Ukraine’s lower house of parliament, to draft a law to allow voting during martial law.</p><p>However, practically, it could be extremely difficult to hold an election in Ukraine now.</p><p>In February, Zelenskyy and his officials also responded to Trump’s demands that they hold a presidential vote. They insisted it couldn’t be held while Moscow <a href=\"/tag/ukraine-russia-crisis/\">pummelled Ukrainian cities</a> with drones and missiles and occupied almost one-fifth of Ukraine.</p><p>Ukrainian nationals in occupied areas are subject to abduction, torture and even death for taking an anti-Russian stance and, therefore, could not possibly take part in any vote.</p><p>An election would likely be a logistical nightmare as millions of Ukrainians have been displaced or fled to Europe or other nations where embassies and consulates would not be able to handle the volume of voters.</p><p>The hours-long blackouts all over Ukraine, which follow Moscow’s pinpointed, repeated strikes on Ukrainian power generation and transmission infrastructure, would make an election even more difficult to hold.</p><figure id=\"attachment_4165109\" aria-describedby=\"caption-attachment-4165109\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4165109\" src=\"/wp-content/uploads/2025/12/2025-12-09T164718Z_549838239_RC23DIAF625K_RTRMADP_3_UKRAINE-CRISIS-BLACKOUT-KYIV-1765379466.jpg?w=770&amp;resize=770%2C536&amp;quality=80\" alt=\"Kyiv blackout\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4165109\" class=\"wp-caption-text\">A delivery courier uses his bike light to illuminate during a power blackout after critical civil infrastructure was hit by recent Russian missile and drone attacks in Kyiv, Ukraine, on December 9, 2025 [Gleb Garanich/Reuters]</figcaption></figure><h2 id=\"who-would-ensure-voters-safety\">Who would ensure voters’ safety?</h2><p>Only Washington’s full commitment to interfere militarily if Russia were to violate a ceasefire could guarantee security, analyst Tyshkevych said.</p><p>But that’s a step that Washington has not taken and is not likely to take now, he added. “I barely imagine security guarantees that will ensure the security of the election without ending the war.”</p><figure id=\"attachment_4165114\" aria-describedby=\"caption-attachment-4165114\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4165114\" src=\"/wp-content/uploads/2025/12/2025-12-06T104108Z_562327897_RC2YAIAUJPRN_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-REGION-1765379554.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Ukraine\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4165114\" class=\"wp-caption-text\">A family looks at their home that was damaged during a night of Russian missile and drone strikes in Novi Petrivtsi, outside Kyiv, Ukraine, on December 6, 2025 [Thomas Peter/Reuters]</figcaption></figure><h2 id=\"how-soon-could-an-election-be-held\">How soon could an election be held?</h2><p>Even if Kyiv begins preparations for a vote, it likely could not be held much earlier than March 2026.</p><p>The Verkhovna Rada will take several weeks to draft, submit and vote in a law allowing the election. Election authorities would then take several more weeks to approve all candidates and allow them to campaign. All earlier timelines are “fantasy,” Tyshkevych said.</p><h2 id=\"would-soldiers-be-able-to-vote\">Would soldiers be able to vote?</h2><p>Kyiv did hold presidential and parliamentary elections after 2014, when Russia annexed Crimea and backed a separatist uprising in the southeastern Donbas region.</p><p>But the hostilities were limited to Donbas and were labelled “an anti-terrorism operation” that did not require martial law to be imposed on Ukraine.</p><p>Servicemen were able vote – but most did not insist on participating, Lieutenant General Romanenko said.</p><p>This time, securing the vote of hundreds of thousands of servicemen would be near-impossible without a stable, months-long ceasefire, he added.</p><p>A truce would have to guarantee every serviceman’s chance to cast a ballot – or risk triggering an uproar among them. “They will demand full participation,” Romanenko said.</p><h2 id=\"what-do-ukrainians-say-about-holding-an-election\">What do Ukrainians say about holding an election?</h2><p>Most Ukrainians are opposed to holding an election without a stable peace settlement in place.</p><p>In September, 63 percent of those surveyed opposed holding a vote even immediately after a ceasefire, according to a survey by the Kyiv International Institute of Sociology.</p><p>Only 22 percent believed elections could be held in the wake of a ceasefire with security guarantees, the poll said.</p><p>“Now is not the time,” Mykola Chernenko, a 29-year-old sales manager at an electronics store in Kyiv, told Al Jazeera. “We have to focus on ending the war, and will sort all the politics out later,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"would-zelenskyy-be-re-elected\">Would Zelenskyy be re-elected?</h2><p>Zelenskyy’s approval ratings soared above 80 percent in the immediate aftermath of the full-scale invasion by Russia in 2022.</p><p>However, his popularity has diminished since. Valerii Zaluzhnyi, a burly, taciturn top commander and four-star general whom Zelenskyy fired in early 2024 is Ukraine’s most popular politician these days.</p><p>Some 73 percent of Ukrainians polled in July said they trust Zaluzhny, according to the Rating Sociological Group, <a href=\"https://english.nv.ua/nation/zaluzhnyi-tops-ukraine-s-trust-ratings-in-july-2025-new-poll-shows-50528376.html\" target=\"_blank\" rel=\"noopener\">a Kyiv pollster</a>.</p><p>Zaluzhny, who now serves as ambassador to the United Kingdom, has largely refrained from making any public remarks on the matter.</p><p>The same poll found that Zelenskyy is trusted by 65 percent of Ukrainians, while 29 percent said they “distrust” him.</p><p>A <a href=\"/news/2025/11/13/could-ukraines-corruption-crisis-lead-to-military-defeat-against-russia\">scandal</a>, which unfolded last month over the alleged involvement of Zelenskyy’s close allies in a corruption scheme linked to nuclear power generation, is likely to dampen his popularity further in the energy-starved nation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"are-elections-allowed-in-other-countries-during-war\">Are elections allowed in other countries during war?</h2><p>Two years after the full-scale invasion, Russia held a presidential election – even though hostilities were raging in four partly-occupied Ukrainian regions, which Moscow declared part of its territory in September 2022.</p><p>Many Ukrainians in occupied areas were <a href=\"/news/2024/3/16/at-gunpoint-ukrainians-in-occupied-regions-back-putin-in-russias-election\">forced to cast their ballots</a> under duress, and Putin predictably won with 88 percent of the vote.</p><p>But Moscow never openly declared martial law and stubbornly dubs its invasion of Ukraine “a special military operation”. Anyone who calls it a “war” faces fines, arrest or Kremlin-orchestrated trials.</p><p>Other ex-Soviet nations have held presidential elections during ongoing, yet frozen, armed conflicts – notably, Armenia and Azerbaijan, whose conflict over Nagorno-Karabakh began in 1988 and ended in 2023.</p><p>Iraq and Afghanistan also held presidential and parliamentary elections during active domestic conflicts.</p></div></div></body></html>"
        },
        {
            "title": "Why the battle for Kordofan could be critical for Sudan’s future | Sudan war | Al Jazeera",
            "time": "2025-12-10T15:39:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T035901Z_428842356_RC238IA88U13_RTRMADP_3_SUDAN-RSF-BABANUSA_cropped.JPG-1765380990.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "El Palestino: More than a Club | Football | Al Jazeera",
            "time": "2025-12-10T15:34:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765380884.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Chile’s Palestino FC, where football, identity and resistance unite in a powerful act of Palestinian representation.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The remarkable story of Deportivo Palestino, the Chilean football club founded more than a century ago by Palestinian migrants and still driven by identity, memory and resistance.</p><p>Opening with Palestino’s appearance in the Copa Libertadores, it blends history, community and high-stakes football through the personal journeys of those shaped by the club. Former midfielder Roberto Kettlun reveals how joining Palestino reconnected him with his roots and led him to play for the Palestinian national team and live in Jerusalem, confronting a reality he had heard about only through family stories.</p><p>The film also follows Chile’s former Interior Minister Rodrigo Delgado, who credits his Palestinian heritage and Palestino fandom with forging his political determination.</p><p>From emotional family ties to international controversy, including the famous 2014 kit featuring the map of historic Palestine, the film shows how every Palestino match is an act of representation, a reminder to the world that Palestine is alive.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Post‑Assad Syria’s security challenges persist despite political change | Syria's War | Al Jazeera",
            "time": "2025-12-10T15:13:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765379592.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "One year after the fall of al-Assad, a reporter returns to Damascus | Syria's War | Al Jazeera",
            "time": "2025-12-10T15:00:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20241225__36RF84L__v2__HighRes__SyriaConflict-1765092018.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Damascus, Syria – </strong>On the morning of December 5, 2025, a taxi drove me across the Lebanon-Syria border. This time was different from my first trip across, in the early hours of December 9, 2024, just a day after Bashar al-Assad fled Syria for Moscow.</p><p>On that day, Syrian Army military vehicles were abandoned on the side of the highway to Damascus. Also abandoned, scattered along the highway’s shoulders, were the uniforms of the men who had once driven them.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A year later, they’re all gone. So, too, are the defaced portraits of Bashar and his father Hafez, who ruled the country from 1971 until last year. And gone is a sign I’d photographed a year earlier that read “Assad’s Syria welcomes you”.</p><figure id=\"attachment_4164957\" aria-describedby=\"caption-attachment-4164957\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4164957\" src=\"/wp-content/uploads/2025/12/F0C8B3EC-D228-47B1-B381-CC4977F652C2-4-1765374133.jpg?w=770&amp;resize=770%2C665&amp;quality=80\" alt=\"A sign reading &quot;Syria's Assad welcomes you&quot; taken on December 9, 2024, the day after Bashar al-Assad fled Syria for Moscow. [Justin Salhani/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4164957\" class=\"wp-caption-text\">A photograph of a sign reading ‘Assad’s Syria welcomes you’, taken on December 9, 2024, the day after Bashar al-Assad fled Syria for Moscow [Justin Salhani/Al Jazeera]</figcaption></figure><p>I was back in Damascus to cover the first anniversary of the fall of the regime. A year later, people return to Umayyad Square to celebrate.</p><p>This time, armed men are organising the crowds instead of firing their rifles into the air. The muddied SUVs that transported anti-Assad forces into Damascus have been replaced by new security forces vehicles, emblazoned with the new national emblem adopted by Ahmed al-Sharaa’s government.</p><p>A lot can change in a year. Immediately after the fall, Syrians had a five-decade weight removed from their chests. It had pressed down on their ribs and organs and robbed them of feelings of agency.</p><h2 id=\"may-god-protect-the-government\">‘May God protect the government’</h2><p>For years, many Syrians – even in the diaspora – avoided giving their real names or having their photos taken out of fear of repercussions for themselves or loved ones back in Syria.</p><p>After al-Assad’s fall, many Syrians were <a href=\"/features/2024/12/11/damascus-celebrates-assads-fall-joy-concern\">eager to express</a> the suppressed thoughts they’d long burrowed away.</p><p>In Umayyad Square, even though the anniversary was still three days away, people gathered and <a href=\"/news/2025/12/7/hope-flags-fireworks-as-syria-starts-to-celebrate-a-year-without-al-assad\">waved flags</a> and lit fireworks. Many spoke of their joy at the upcoming celebration.</p><p>“The situation is good, may God protect the government,” said Moataz, a 19-year-old student. “The situation in the last year changed … in every way.”</p><p>We finished speaking, and I began talking to another student. Then, Moataz approached me and asked me to please not include his family name in the report.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Another of his friends refused to be interviewed. Nothing was wrong, they said, they just felt more comfortable that way.</p><p>Standing next to me was a Canadian colleague. When Moataz’s friend heard he was from Canada, he told him that Syria was good to visit for a week or two, but that it’s better to live in Canada.</p><p>Most in the square had only ever known one family’s rule. Many, under the age of 25, had only known one man’s rule. Exorcising the trauma and demons, especially those of the years of the uprising and violent suppression, will understandably take time. So will improving the country and its infrastructure.</p><p>Syrian shop owners I spoke to in the al-Salhiye and al-Hamadiyeh souqs told me that they no longer feared security forces would raid their shops, but that business had largely still not improved. Hopes are high that the lifting of United States sanctions, including the recent repeal of the Caesar Act, might kick-start the economy. But for now, many are living day-to-day or off remittances.</p><figure id=\"attachment_4164968\" aria-describedby=\"caption-attachment-4164968\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4164968\" src=\"/wp-content/uploads/2025/12/IMG_4488-1765374346.jpg?w=770&amp;resize=770%2C536&amp;quality=80\" alt=\"A street artist in the al-Salhiye souk in Damascus. [Justin Salhani/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4164968\" class=\"wp-caption-text\">A street artist in the al-Salhiye souk in Damascus [Justin Salhani/Al Jazeera]</figcaption></figure><h2 id=\"the-disappeared\">The disappeared</h2><p>One criticism from activists is that little progress has been made on the issue of the tens of thousands of disappeared Syrians. Portraits of missing persons posted in Damascus’s Marjeh Square were torn down.</p><p>A year earlier, my colleagues and I had driven towards Sednaya prison north of the city. We parked a couple of kilometres away, as Israeli air strikes exploded in the distance, and carried on by foot towards the prison.</p><p>There, we found tens of thousands of people looking for any sign, whisper or remnant of their loved ones who had been disappeared in the nefarious Syrian prison network built by the Assad regime over decades. On our way down from the prison, people arriving asked us if there were any prisoners left inside. They did not yet know that all the remaining prisoners had been liberated and that rumours of an underground holding cell were proof of the depths of creative depravity the regime was capable of.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>That regime is gone. And nobody I spoke to in Damascus wants al-Assad back. That fact alone has made a world of difference to millions of Syrians. However, discussions with shop owners, servers at cafes, a former hotel employee, former prisoners, researchers, students, engineers, taxi drivers and members of the diaspora considering returning home, also highlighted that it will not be enough to rebuild the country.</p><p>The World Bank estimates reconstruction in Syria needs $216bn. Dozens of areas still lie in ashes and rubble. The economy has yet to take off, and the pledges of financial and political support from international and regional allies have not fully materialised yet.</p><p>A year on from al-Assad’s fall, some streets are being repaved, gunmen in mismatched fatigues who once roamed the city streets have been replaced by men in matching black uniforms with state insignia. An official sheen has been laid over Damascus. Many locals may match that sheen with their own expressions of joy, but underneath, many are still struggling.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"to-come-home-or-not-to-come-home\">To come home or not to come home?</h2><p>Syria is still in a post-war phase.</p><p>While locals said electricity and infrastructure are improving, walking through unlit streets or alleys is still not uncommon. While visiting a friend in the Muhajreen neighbourhood, he looked at the clock. “The electricity hasn’t come yet today,” he said. “We’ve been getting two hours on and four hours off.”</p><p>Of course, few people in Damascus miss the days of al-Assad. His mere absence has opened up the possibility of return for thousands of Syrians.</p><p>Many feel there is an opportunity to help rebuild and reshape the country.</p><p>About three million Syrians have reportedly returned to the country in the last year. I met a handful during my short trip.</p><p>Omran, 22, moved back a week ago from Lebanon, where he worked installing solar panels after not seeing his mother or little brother for close to a decade.</p><p>Abu Taj, 24, came back after 10 years in Saudi Arabia and hopes his family will soon follow. At a dinner near Bab Sharqi, a group energetically discussed the last year, the changes they wanted to see and how they might be part of shaping it.</p><p>A Syrian-Palestinian researcher who had moved back from Lebanon a few months earlier had her criticisms but felt contagiously optimistic about the direction the country was going in.</p><p>Others, Syrians living abroad in London, Amman or Istanbul, said they were considering moving back as well. For them, there is finally hope.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"end-the-culture-of-impunity\">End the culture of impunity</h2><p>On December 9, 2024, I visited a villa used by the al-Assads to host guests. In front of the villa was a neatly curated row of fruit trees, bearing kumquats.</p><p>As locals filtered in and out of the ransacked villa, visiting a location that had previously been off-limits to the public, a man wearing a leather jacket picked kumquats off the trees and sucked the juice from them. He projected his voice for all around to hear, “How sweet this is!”</p><p>He could have been talking about the fruit or the moment in history.</p><p>On that day, and for months afterwards, it was common to see men in a variety of colours and patterns of fatigues, patrolling the city or manning checkpoints.</p><p>Today, they’ve been replaced by men in standardised black uniforms. People are no longer jumping up and down, hugging them and celebrating with them. But in Damascus at least, people didn’t visibly fear them in public.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Of course, the past year has also included a variety of lived experiences, including some that are dark.</p><p>Widespread violence and massacres on the coast in March and in Suwayda in July have left many minorities distrustful of authorities. In earlier trips around the country, including to Suwayda for a day in February 2025, I found many Syrians from minority backgrounds sceptical of Ahmed al-Sharaa and his new government. But many expressed a sense of hope that actions about minority rights and dignity would match the words from the new leadership and its followers.</p><p>In fact, many expressed frustration about talk in Europe and elsewhere about the protection of minorities. At an upscale restaurant in the Abou Roummaneh neighbourhood in Damascus, a lawyer told me he was angered by a conservative French newspaper after it discussed his views on the political situation and called him a “Christian lawyer”.</p><p>On my latest trip, however, I found much of that goodwill from the minorities I spoke with had faded. That was true in Damascus and elsewhere.</p><p>“I don’t think people understand how badly the massacres in Suwayda affected people there,” one non-Syrian who regularly visits the region for work told me.</p><p>Last year, I wrote a <a href=\"/features/2024/12/30/syria-end-of-fear-assad-damascus-aleppo\">reporter’s notebook</a> after a trip to Damascus and Aleppo in December. In it, I expressed scepticism over the Western obsession with minority rights when they had so clearly ignored that under al-Assad, and that the only universalism was the ability to be imprisoned, tortured or disappeared.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The concerns of minorities are real and not to be dismissed, but I also hope a focus on a particular minority group does not overshadow or dismiss the wider struggle for universal rights that thousands of Syrians are demanding across sects and regions,” I wrote at that time.</p><p>The relief that al-Assad is gone is still present. But that struggle for universal rights, for minorities and for the majority, still has a mountain to climb.</p><p>On my second day in Damascus, I received a voice note from Razan Rashidi, executive director of The Syria Campaign. Rashidi and her colleagues are leading a campaign to bring al-Assad back from Moscow to face a Syrian-led special court.</p><p>“After one year of the fall of the Assad regime as human rights campaigner and a person who worked for so long for many years with survivors of many atrocities inside Syria, I’ve personally witnessed stages and how the regime used aid to starve civilians, worked with chemical weapons survivors, worked with families of the missing. And it’s very heartbreaking to know that Assad is living and enjoying freedom in Moscow and many of his officials,” she told me.</p><p>“And what we’ve seen in the past year in terms of the culture of impunity in different parts of Syria, whether for perpetrators who film themselves when they’re committing the crimes or the denials of many of the crimes that we’ve seen as well inside Syria, it makes us more committed and our belief in the need for justice and accountability is even deepened, knowing that only justice can bring peace to this country that is trying to rebuild and revive after years of atrocities.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bulgarian court rejects Lebanon’s extradition request over Beirut blast | Beirut explosion News | Al Jazeera",
            "time": "2025-12-10T14:37:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/08/beirut-port-1722767320.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Bulgarian court has rejected Lebanon’s request to extradite Igor Grechushkin, a Russian-Cypriot shipowner wanted in connection with the <a href=\"/features/2025/8/4/beirut-port-blast-victims-say-five-years-later-justice-feels-a-bit-closer\">2020 Beirut port explosion</a>, a hammer blow for the city that came during the first months of the coronavirus pandemic and amid a deepening economic crisis.</p><p>Grechushkin, 48, is the former owner of the Rhosus, the ship allegedly carrying the ammonium nitrate that detonated at Beirut port on August 4, 2020.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The blast killed at least 218 people, injured at least 6,500, and devastated large parts of Beirut, leaving tens of thousands homeless.</p><p>It was one of the largest non-nuclear explosions ever recorded, generating a seismic event of 3.3 magnitude felt as far away as Syria, Israel and Cyprus.</p><p>Grechushkin was detained in Bulgaria in September on an Interpol notice issued at Lebanon’s request and has been held pending extradition proceedings.</p><p>Ekaterina Dimitrova, Grechushkin’s lawyer, told reporters that the Sofia City Court ruled Lebanon had not provided “sufficient evidence to ensure that the death penalty will not be imposed on him or, if imposed, will not be carried out”. The hearing was closed to the media.</p><p>The ruling can be appealed within seven days at the Sofia Court of Appeal, whose decision will be final. Authorities said Grechushkin will remain in custody until the appeal process concludes.</p><p>Angel Kanev, the supervising prosecutor, said he would challenge the decision, arguing that Lebanon’s justice minister, Supreme Court and prosecutor general had already given the necessary assurances.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Given that they have been given by such an authority … I believe that the grounds for extradition exist,” Kanev said.</p><p>Authorities in Lebanon say the explosion was triggered by a fire in a port warehouse where nearly 3,000 tonnes of ammonium nitrate had been stored for years without proper safeguards, despite repeated warnings to officials.</p><p>Meanwhile, more than five years later, no senior figure has been held accountable inside Lebanon. Families of the victims accuse political leaders of blocking the investigation to shield officials from prosecution.</p><p>The initial investigative judge was removed after charging high-ranking officials. His successor, Judge Tarek Bitar, also issued charges against senior politicians, who refused to appear for questioning, denied wrongdoing and stalled the probe.</p><p>Bitar resumed the investigation earlier this year and has questioned several current and former officials, but has yet to issue a preliminary indictment.</p><p>The explosion caused property damage estimated at $15bn and displaced roughly 300,000 people, compounding an already severe economic crisis in Lebanon.</p><p>Earlier this month, Pope Leo XIV offered prayers at the site of the Beirut port blast, one of the final stops in his three-day visit to Lebanon.</p><p>The Catholic Church leader prayed silently and lit a lamp at a monument to victims.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How al-Assad’s Syria broke its own people in Sednaya prison | Syria's War | Al Jazeera",
            "time": "2025-12-10T13:24:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/H_16x9-1765373008.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Young Palestinian dies in Israeli custody, dozens taken in West Bank raids | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-10T13:18:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693319ab34f5-1764956587.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A young Palestinian man has died while being held in captivity by Israeli authorities, according to the Palestinian Authority, as Israeli military and settler violence across the occupied West Bank reaches levels unseen in decades, and <a href=\"/news/liveblog/2025/12/10/live-israel-5\">its genocidal war on Gaza</a> continues unabated.</p><p>Abdul Rahman al-Sabateen, 21, from Husan near Bethlehem, died at a Jerusalem medical facility on Tuesday night after being arrested by Israeli soldiers in late June, the PA said in a statement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His family reported seeing no signs of illness when they last visited him during a court appearance on November 25.</p><p>The death comes as Israeli forces arrested more than 100 Palestinians in dawn raids across the West Bank on Wednesday, the Palestinian Prisoners’ Media Office said.</p><p>The sweeps targeted cities including Nablus, where approximately 30 people were detained, and Silwad, where another 24 were taken into custody. Witnesses told the Wafa news agency that soldiers entered homes, confiscating belongings and jewellery during the operations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al-Sabateen’s death brings to at least 94 the number of Palestinians who have died in Israeli detention since October 2023, according to Physicians for Human Rights – Israel, which has documented what it describes as “systematic torture” in both military and prison facilities.</p><p>The organisation’s recent report details cases involving beatings, medical neglect and deliberate starvation.</p><p>The United Nations human rights office has separately confirmed at least 75 deaths during the same period, saying that Israeli authorities have “deliberately imposed conditions of detention that amount to torture or other forms of ill-treatment”.</p><p><a href=\"/video/newsfeed/2025/11/28/un-condemns-summary-execution-of-palestinians-in-west-bank\">Israeli forces have killed</a> more than 1,000 Palestinians in the West Bank since the start of the war in Gaza, while settler attacks, often with the military’s backing, have surged dramatically and with impunity.</p><p>More than 700 Palestinians have been injured by Israeli settlers so far this year, double the total for all of 2024, according to UN data. October alone saw 264 such attacks, the highest monthly figure since tracking began in 2006.</p><p>The violence has coincided with an aggressive illegal settlement expansion drive. On Wednesday, Israeli authorities approved 764 new housing units in three West Bank settlements, a move Finance Minister Bezalel Smotrich – who openly rejects a two-state solution – described as a continuation of “the revolution”.</p><p>Far-right ministers in Israel have been pushing for the total annexation of the occupied territory, a move the <a href=\"/news/2025/10/23/vance-criticises-israeli-parliament-vote-on-west-bank-annexation\">United States</a>, European, and Arab and Muslim nations all oppose.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Wasel Abu Yousef, a member of the PLO Executive Committee, told Reuters that “the settlements are illegal” and run counter to “all the resolutions of international legitimacy”.</p><p>Smotrich announced approval for 764 new housing units on Wednesday, part of what Israeli media describes as a 2.7 billion-shekel ($836m) five-year plan to entrench Israeli control over the territory.</p><p>Since late 2022, more than 51,000 settlement units have been authorised.</p><p>Human Rights Watch <a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">reported</a> last month that Israeli forces forcibly displaced 32,000 Palestinians from three refugee camps earlier this year, operations the organisation characterised as war crimes and crimes against humanity.</p><p>Omar Shakir, Human Rights Watch’s Israel and Palestine director,<a href=\"https://x.com/OmarSShakir/status/1991372502837391813\"> called</a> it the “second largest – after Gaza – displacement of Palestinians since 1967,” likening it to a second Nakba, when more than 700,000 Palestinians were displaced during Israel’s founding in 1948.</p><p>A psychologist working with Doctors Without Borders and speaking anonymously in Hebron described the mounting psychological toll on Palestinians on Wednesday, saying they are “preparing themselves for loss” rather than planning for the future.</p><p>The mental health worker said patients commonly express the thought: “They started in Gaza, then moved to the north of the West Bank – now it’s just a matter of time until it’s our turn.”</p><p data-start=\"103\" data-end=\"444\">The Wafa news agency reported that around 190 settlers, accompanied by Israeli forces, forcefully entered the courtyard of Al-Aqsa Mosque in occupied East Jerusalem on Wednesday, part of a pattern of increasingly frequent incursions in recent months, some of which far-right Israeli National Security Minister Itamar Ben-Gvir has <a href=\"/news/2023/1/3/israel-ben-gvir-enters-al-aqsa-why-was-seen-provocative-explainer\">personally</a> joined.</p><p data-start=\"446\" data-end=\"635\" data-is-last-node=\"\" data-is-only-node=\"\">Under a decades-old status-quo arrangement, only Muslims are permitted to worship at the site, while Jews—who refer to the complex as the Temple Mount—are allowed to visit but not pray.</p></div></div></body></html>"
        },
        {
            "title": "Tatjana Haenni named as first female CEO in German football at RB Leipzig | Football News | Al Jazeera",
            "time": "2025-12-10T12:54:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-615579614-1765369361_2fa7cb-1765369596.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tatjana Haenni named as first female CEO in German football at RB Leipzig</h1><p class=\"article__subhead\"><em>Former player Tatjana Haenni is named the new chief executive, making her the first female boss in the Bundesliga.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former Switzerland international and experienced football administrator, Tatjana Haenni, has become the first female CEO of a Bundesliga club after RB Leipzig appointed her to the post on Wednesday.</p><p>Haenni has decades of experience following her playing career, having held various posts in women’s football at the global governing body FIFA for more than a decade.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>She was also in charge of women’s football at the Swiss football association and sports director at the National Women’s Soccer League (NWSL) in the United States, among others, until her departure earlier this year.</p><p>“In our discussions, she impressed us and the committees with her expertise, as well as her combination of specialist knowledge, leadership strength and strategic thinking,” said Oliver Mintzlaff, chair of RB Leipzig’s supervisory board, in a club statement.</p><p>The 59-year-old will take up her role on January 1, 2026.</p><p>Leipzig, owned by energy drinks maker Red Bull, are currently in second place in the Bundesliga, eight points behind leaders Bayern Munich. The Bundesliga will go into a winter break between December 21 and January 9.</p><p>“I am very much looking forward to this new role. I am convinced that with strong teamwork and a focus on RB Leipzig’s strengths, we can tap into significant potential,” Haenni said.</p><p>“I can’t wait to get started in January and to get to know the club on a deeper level,” Haenni said. “Together, we want to continue on what is already a successful path and achieve our ambitious goals.”</p></div></div></body></html>"
        },
        {
            "title": "Removing Blair from Gaza’s TPC is necessary correction of historic mistake | Gaza | Al Jazeera",
            "time": "2025-12-10T12:51:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_693947ee9b-1765361646.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Many actors involved in negotiations to end Israel’s genocidal war on Gaza and begin its reconstruction breathed a collective sigh of relief when it was announced that former British Prime Minister <a href=\"/news/2025/9/28/why-is-the-divisive-tony-blair-now-touted-for-post-gaza-war-interim-role\">Tony Blair</a>, one of the most polarising figures in international diplomacy, was removed from the proposed “board of peace”, tasked with overseeing the transitional phase in the Strip. The announcement came at a highly sensitive moment, just as negotiations entered their second phase, focused on the security and economic arrangements necessary for stabilising the Strip and launching reconstruction efforts.</p><p>United Nations Security Council Resolution 2803, adopted on November 17, 2025, and aligned with United States President Donald Trump’s <a href=\"/news/2025/9/29/what-is-the-trump-plan-for-gaza-and-will-it-work\">Gaza peace proposal</a>, granted an international mandate to form a transitional peace council (TPC), deploy a stabilisation force, and set a framework stretching until the end of 2027. In the midst of shaping this new transitional architecture, Blair’s anticipated role quickly emerged as a source of deep concern for many stakeholders.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"What are the next steps in implementing Trump's Gaza peace plan? | Inside Story\" src=\"https://www.youtube.com/embed/JtjnC7h6rr4?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>Since the Trump administration began engaging in efforts to end the war, several plans have circulated. Yet the plan attributed to Blair appeared closest to Trump’s thinking and may have informed key elements of the vision he unveiled in late September. That alone reignited controversy: why would placing Blair in such a consequential position be viewed as a grave misstep?</p><p>Blair carries a heavy political legacy rooted in what many consider the most disastrous foreign policy decision of the 21st century: the 2003 invasion of Iraq, which he championed alongside then-US President George W Bush under the false pretext of weapons of mass destruction (as later confirmed by the United Kingdom’s Chilcot inquiry). The war devastated Iraq, fuelled sectarian conflict, opened the door to years of foreign intervention, and resulted in the deaths of hundreds of thousands of Iraqis. For many across the region and beyond, Blair became a symbol of unaccountable power and catastrophic decision-making.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"🇮🇶 Should Tony Blair be punished for the Iraq War? | UpFront\" src=\"https://www.youtube.com/embed/2XS2zIUDlGI?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>Within the Palestinian and Arab context, Blair’s record is even more troubling. As the Quartet’s <a href=\"/economy/2011/10/9/palestinians-urge-blair-to-quit\">special envoy to the Middle East peace process</a> from 2007 to 2015, he was widely accused of reinforcing Israeli policies, enabling the entrenchment of the Gaza blockade, and allowing Israel to evade its obligations under peace frameworks. Although the Quartet’s mandate was to support negotiations, foster economic development, and prepare institutions for eventual statehood, none of these goals meaningfully advanced during Blair’s tenure. Meanwhile, illegal Israeli settlement expansion accelerated, and the occupation deepened.</p><p>Most consequential was the Quartet’s decision, following the <a href=\"/news/2006/1/26/hamas-wins-huge-majority\">2006 Palestinian legislative elections</a>, to impose sweeping political and economic sanctions on the new Hamas-led government. These conditions, which required Hamas to recognise Israel and renounce armed resistance before lifting the blockade, effectively triggered Gaza’s long-term isolation. The decision dealt a severe blow to Palestinian political cohesion and helped entrench the division whose consequences are still felt today.</p><p>During Blair’s years in office, Gaza endured four devastating Israeli assaults, including the 2008-09 <a href=\"https://interactive.aljazeera.com/aje/Gazaunderattack/index.html\">Operation Cast Lead</a>, one of the bloodiest military campaigns in the Strip’s history during his mandate. Yet Blair achieved no political breakthrough. Instead, British media investigations revealed serious conflicts of interest, suggesting that the former prime minister used his Quartet role to facilitate business deals benefitting companies linked to him, earning millions of pounds despite his lack of diplomatic achievements. Multiple reports indicated that he was not fully dedicated to his envoy responsibilities, devoting significant time to his private consultancy work and lucrative speaking engagements.</p><p>In 2011, Blair also openly opposed Palestine’s bid for full UN membership, calling it a move that was “deeply confrontational” and reportedly lobbied the UK government to withhold support.</p><p>Years later, in 2017, he admitted that he and other world leaders were wrong to impose an immediate boycott on Hamas after its electoral victory – an admission that came only after Gaza had suffered the long-term consequences of that policy.</p><p>For these reasons, Palestinians, Arab states, and numerous donor countries perceived Blair’s anticipated role in the proposed board for peace with profound scepticism. Given his political record, clear alignment with Israeli positions, and unresolved allegations of profiteering, Blair is seen not as an impartial stabiliser but as a liability capable of undermining the fragile trust necessary for any transitional process.</p><p class=\" embed-paragraph-wrapper\"><iframe loading=\"lazy\" title=\"Report finds former UK PM Blair involved in ‘Gaza Riviera’ scheme | AJ #shorts\" src=\"https://www.youtube.com/embed/3W6NnUM9jsY?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>Removing him is therefore a step in the right direction, yet not sufficient on its own. The real test lies in determining whether his private consulting firm and affiliated networks are also excluded, or whether his departure is merely symbolic. If Blair exits in name only, while his institutional influence persists behind the scenes, then the risks to the peace process remain substantial.</p><p>Gaza’s next chapter cannot afford symbolic gestures or half measures. The challenges ahead, including restoring governance, rebuilding a devastated territory, and reviving a viable path towards a two-state solution, require figures with credibility, transparency, and clean political records. Blair does not fit that profile. His removal, if genuine, represents not just an administrative adjustment but a necessary correction to years of mismanagement, failed diplomacy, and decisions whose costs Palestinians have borne more than anyone else.</p></div></div></body></html>"
        },
        {
            "title": "Hamas leader abroad says Palestinians in Gaza must be given chance to heal | Gaza | Al Jazeera",
            "time": "2025-12-10T12:49:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765370934.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli troops used this Palestinian woman as a human shield | Gaza | Al Jazeera",
            "time": "2025-12-10T12:32:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765369912.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Fact-checking Trump’s Pennsylvania speech and his Politico interview | Donald Trump News | Al Jazeera",
            "time": "2025-12-10T12:25:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69394698-1765361304.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump spoke to <a href=\"/news/2025/12/9/trump-slams-europes-immigration-policies-calls-continent-weak\">US news outlet Politico</a> in an interview at the White House on Monday, during which he made several strong claims about the state of the economy, the threat he claims is posed by drug gangs in Venezuela, and his popularity among Black Americans.</p><p>Then, a day later, Trump spoke about immigration and affordability at a rally-style speech, which lasted for 90 minutes in Pennsylvania, during which he launched a scathing attack on Ilhan Omar, the US’s first Muslim congresswoman, who he claims is in the country illegally.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>We fact-check some of the claims Trump made during the interview and the speech.</p><h2 id=\"claim-trump-inherited-the-worst-inflation-in-history-the-economy-is-thriving-now\">Claim: Trump inherited the ‘worst inflation in history’, the economy is thriving now</h2><p>During the Pennsylvania rally, Trump claimed that he had inherited the “worst inflation in the history of our country” from former president, Democrat Joe Biden.</p><p>In the Politico interview, Trump said: “I inherited a mess. I inherited a total mess. Prices were at an all-time high when I came in.”</p><p>He also told Politico: “If you think of gasoline a gallon, they had it at $4.50, almost $5.00. You go to some of the states, you had it at $6.00. We hit, uh, three states two days ago, $1.99 a gallon.”</p><h3>The facts</h3><p>Philadelphia-based nonprofit Factcheck.org wrote in January this year that while inflation did rise under Biden, Trump did not, in fact, inherit the “worst inflation” in history.</p><p>The annualised inflation rate was below 3 percent during the six months before Trump took office in his second term.</p><p>The organisation explained the rise in inflation under Biden was partly down to the economic damage caused by the COVID-19 pandemic.</p><p>According to Factcheck.org, the Consumer Prices Index (CPI) rose from 5.4 percent to 9.1 percent in the 12-month period ending in June 2022. But this was far from the worst the US has experienced. That was in the aftermath of World War I, when inflation hit 23.7 percent in June 1920.</p><p>In March 1980, inflation hit 14.8 percent, marking one of the most severe spikes in consumer prices in modern US history.</p><p>Trump’s statements about petrol prices are also slightly misleading.</p><p>In the US, the average price of petrol – called “gas” in the US – was $3.05 per gallon (3.8 litres) in November this year, according to the US Energy Information Administration (EIA). According to online marketplace Choose Energy, the cost per gallon ranged from $2.41 in Oklahoma to $4.53 in California as of December 3.</p><p>The $1.99 price cited by Trump applies to isolated low-price stations in certain states and does not reflect a general statewide average.</p><h2 id=\"claim-ilhan-omar-is-in-the-us-illegally\">Claim: Ilhan Omar is in the US illegally</h2><p>During the Pennsylvania rally, Trump launched an attack on Ilhan Omar, the Democrat who has served as a Minnesota representative in Congress since 2019.</p><p>While bemoaning immigration to the US by people from Somalia and other countries, he claimed that Omar is in the US illegally.</p><p>“I love this Ilhan Omar, whatever the hell her name is. With her little turban. I love her. She comes in, does nothing but bitch. She’s always complaining. She comes from her country, where, I mean, it’s considered about the worst country in the world,” Trump said to a crowd of supporters, who roared with applause.</p><p>“We gotta get her the hell out,” he said. “She married her brother in order to get in, right … she married her brother to get in, therefore she’s here illegally.”</p><p>The crowd of supporters at the rally started chanting “Send her back!”</p><p>Trump also claimed that Somalia has no military, parliament or police. “They police themselves, they kill each other all the time.”</p><h3>The facts</h3><p>First, <a href=\"/where/somalia/\">Somalia</a> does have a military, a parliament and a police force.</p><p>While Omar was born in Mogadishu, the capital of Somalia, in 1982, her family fled the Somali Civil War and spent four years in a refugee camp in Kenya before seeking asylum in the US in 1995, when she was 12.</p><p>Once asylum is granted – as it was to Omar’s family – the US Refugee Admissions Program grants lawful permanent resident (LPR) status to refugees, who can then apply for citizenship five years later.</p><p>Omar became eligible for citizenship five years after she entered the US, and finally became a citizen in 2000, when she was 17 years old.</p><p>Doubts about Omar’s legal status in the US and claims that she married her brother have circulated among the US right wing since 2018, shortly before she was elected to Congress. In 2018, Omar dismissed these claims as “disgusting lies” in a statement to The Associated Press (AP). She provided AP with detailed marriage and divorce records.</p><p>Ilhan Omar first married Ahmed Abdisalan Hirsi in 2002 in a Muslim faith ceremony, had two children, and later separated. In 2009, she married British citizen Ahmed Nur Said Elmi in a civil marriage, separating in 2011; she reunited with Hirsi in 2012, and after legally divorcing Elmi in 2017, remarried Hirsi legally in 2018.</p><p>There is no verifiable evidence to back up allegations that either Hirsi or Elmi is Omar’s brother. She has strongly denied these allegations.</p><h2 id=\"claim-the-venezuela-boat-strikes-save-25-000-american-lives-each-time\">Claim: The Venezuela boat strikes save 25,000 American lives each time</h2><p>During Trump’s Politico interview, he repeated the claim that Venezuelan President Nicolas Maduro “sends in a lot of drugs” to the US.</p><p>Since September, US military strikes on at least 21 Venezuelan boats in the Caribbean and eastern Pacific have killed <a href=\"https://aje.aj-harbinger.com/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">more than 80 people</a>.</p><p>In September, a top US Navy commander ordered a second strike on an alleged Venezuelan drug boat, despite almost completely destroying it in the first attack. According to witnesses, there were only two survivors clinging to debris in the water after the first strike, and both were killed in the second.</p><p>When Trump was asked about that second strike, he said: “It looked like they were trying to turn back over the boat, but I don’t get involved in that. That’s up to them. Uh, the admiral that did is a highly respected man. And we save 25,000 people every time we knock out a boat.”</p><p>During the rally in Pennsylvania, Trump again made the claim that for every US strike on alleged Venezuelan drug boats, “we save 25,000 American lives”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>The facts</h3><p>The Trump administration <a href=\"/news/2025/10/18/does-each-boat-strike-off-the-coast-of-venezuela-save-25000-us-lives\">has not provided any evidence</a> that strikes on Venezuelan boats each save 25,000 American lives by preventing drug trafficking into the US. Indeed, it has not provided evidence that any of the boats it has struck were carrying drugs or were affiliated with drug cartels, as it claims.</p><p>Furthermore, there is <a href=\"/news/2025/9/4/is-venezuela-the-big-cocaine-menace-trump-claims-it-to-be\">little evidence</a> that drugs are trafficked from Venezuela on a large scale. The 2023 United Nations Office on Drugs and Crime (UNODC) World Drug Report said global cocaine production had hit a record 3,708 tonnes, up nearly one‑third from 2022, with most coca cultivation taking place in Colombia, followed by Peru and Bolivia.</p><p>Trafficking routes into the US in 2023-2024 primarily passed through Colombia, Peru and Ecuador, not Venezuela, although it does serve as a minor transit corridor for Colombian cocaine moving into the eastern Caribbean.</p><p>The dominant US-bound maritime route remains through the eastern Pacific, then into Mexico and Central America, where most large seizures occur before drugs can pass overland into the US. The US Drug Enforcement Administration’s own 2024 report similarly identified Colombia as the source for about 84 percent of cocaine seized in the US, and made no mention of Venezuela.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"claims-about-transgender-people-and-black-people\">Claims about transgender people and Black people</h2><p>During the Pennsylvania rally, Trump claimed the Democrats want “transgender for every member in your family”.</p><p>He added: “If they’re not feeling well that night, let’s just change their sex.”</p><p>Trump also said: “Black people love Trump. I got the biggest vote with Black people.”</p><h3>The facts</h3><p>In the US, access to medical transition or “gender‑affirming” treatments, such as puberty blockers, hormone therapy or surgeries, is not a uniform process nationwide. It varies significantly from state to state depending on local laws, medical practices and insurance coverage provisions.</p><p>However, while some European countries have placed restrictions on access to such treatments – especially for children, for whom there are concerns that puberty blockers, which are largely untrialled, might cause lasting developmental harm – these can be more readily available in parts of the US.</p><p>There is certainly no evidence that the Democratic Party believes all families should have a transgender member.</p><p>When it comes to Black voters, it is true that Trump <a href=\"/news/2024/3/18/why-are-black-voters-backing-donald-trump-in-record-numbers\">made significant inroads</a> in the lead-up to the 2024 election. Overall, he secured 20 percent of the Black vote in November 2024 – a big rise from the 12 percent he won in 2020.</p><p>However, this means that his opponent for the presidency, Democrat Kamala Harris, in fact won the majority of the Black vote.</p></div></div></body></html>"
        },
        {
            "title": "Machado in Oslo, but will not attend Nobel Peace ceremony to receive award | Politics News | Al Jazeera",
            "time": "2025-12-10T12:04:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693959dc06d5-1765366236.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan opposition leader Maria Corina Machado will not receive the Nobel Peace Prize in person at an award ceremony in Oslo, but she will be in the European city, the director of the Norwegian Nobel Institute has said.</p><p>Machado, 58, was due to receive the award on Wednesday at Oslo City Hall in the presence of Norway’s monarchs and Latin American leaders, including fellow conservative politicians Argentinian President Javier Milei and Ecuadorean President Daniel Noboa.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The opposition leader of the Vente Venezuela party was awarded the prize in October, with the Nobel Committee praising <a href=\"/news/2025/12/7/supporters-of-venezuelas-machado-rally-in-cities-around-the-world\">Machado’s role in the country’s opposition movement</a> and her “steadfast” support for democracy.</p><p>Machado, who holds many right-wing views, dedicated her prize in part to United States President Donald Trump, who has said that he himself deserved the honour and was infuriated that he did not receive it.</p><p>“Although she will not be able to reach the ceremony and today’s events, we are profoundly happy to confirm that Machado is safe and that she will be with us in Oslo,” the institute stated.</p><p>She is expected to reach Oslo “sometime between this evening and tomorrow morning”, the institute’s director Kristian Berg Harpviken told the AFP news agency on Wednesday, shortly before the 1pm (12:00 GMT) ceremony, at which her daughter, Ana Corina Sosa Machado, is set to accept the award in her place.</p><p>“I will be in Oslo; I am on my way,” Machado stated in an audio recording released by the institute.</p><p>The announcement was part of a sequence of events more befitting of cloak-and-dagger intrigue, as the institute had earlier stated Machado’s whereabouts were unknown. A planned news conference a day earlier was also <a href=\"/news/2025/12/9/nobel-institute-calls-off-machado-press-conference-ahead-of-award-ceremony\">cancelled</a> due to her absence.</p><p>Machado has a decade-long travel ban on her and has spent more than a year in hiding.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"alignment-with-right-wing-hawks\">Alignment with right-wing hawks</h2><p>The political leader has welcomed international sanctions and US military intervention in Venezuela, a move her critics say harkens back to a dark past.</p><p>The US has a long history of <a href=\"/news/2025/11/26/a-timeline-of-cia-operations-in-latin-america\">interference in the region</a>, particularly in the 1980s, when it propped up repressive right-wing governments through coups, and funded paramilitary groups across Latin America that were responsible for mass killings, forced disappearances and other grave human rights abuses.</p><p>Venezuelan authorities cited Machado’s support for sanctions and US intervention when they barred her from running for office in last year’s presidential election, where she had intended to challenge President Nicolas Maduro. Machado has accused Maduro of stealing the July 2024 election, which was criticised by international observers.</p><p>While US sanctions have weakened Venezuela’s economy, its <a href=\"/news/2025/11/28/venezuela-explained-in-10-maps-and-charts\">economic decline</a> has also been partly due to its reliance on oil, as well as the country’s political volatility.</p><p>When Hugo Chavez came to power in Venezuela in 1999 and started what he called the Bolivarian Revolution – named after Simon Bolivar, the South American independence leader – he redirected oil revenues into social programmes that expanded access to housing, education, healthcare and military spending instead of going directly to the political elite via a patronage system.</p><p>While Chavez’s government initially reduced poverty and inequality, Venezuela’s unsustainable spending and deep reliance on oil – it has the world’s largest known oil reserves – left the country vulnerable. By the mid-2010s, an oil bust and tightening US sanctions spurred a full-out economic crisis in the country.</p><p>The crisis has only deepened since, as thousands emigrated away, and with half the population still living in poverty. The state of the country’s economy is among the many factors that have emboldened opposition leaders like Machado to push for new political leadership in Venezuela.</p><p>Shortly after her Nobel win in October, Machado also voiced support for Israel in a phone call with Prime Minister Benjamin Netanyahu, during <a href=\"/news/liveblog/2025/12/10/live-israel-5\">Israel’s ongoing genocidal war in Gaza.</a></p><p>Machado has previously pledged to move Venezuela’s embassy in Israel to Jerusalem, as Trump did with the US diplomatic presence during his first term in office, if her movement comes to power. This would be on par with other right-wing Latin American leaders who have taken pro-Israel stances, including Argentina’s Milei and former Brazilian President Jair Bolsonaro.</p><p>Machado has aligned herself with right-wing hawks close to Trump who argue that Maduro has links to criminal gangs that pose a direct threat to US national security, despite doubts raised by the US intelligence community.</p><p>The Trump administration has ordered <a href=\"/news/2025/12/2/trumps-boat-bombings-how-the-us-has-long-used-double-tap-strikes\">more than 20 military strikes</a> in recent months against alleged drug-trafficking vessels in the Caribbean and off Latin America’s Pacific coast.</p><p>Human rights groups, some US Democrats and several Latin American countries, have condemned the attacks as unlawful extrajudicial killings of civilians.</p><p>Maduro, in power since 2013 following the death of Chavez, says Trump is pushing for regime change in the country to access Venezuela’s vast oil reserves. He has pledged to resist such attempts.</p><p>Venezuela’s armed forces are planning to mount a guerrilla-style resistance in <a href=\"/news/2025/12/5/opening-pandoras-box-what-happens-if-the-us-attacks-venezuela\">the event of a US air or ground attack</a>, according to sources with knowledge of the efforts and planning documents seen by the Reuters news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What is Gracie Mansion and why is Zohran Mamdani moving in? | Housing News | Al Jazeera",
            "time": "2025-12-10T11:55:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2013-12-11T000000Z_367997367_GM1E9CC0H6X01_RTRMADP_3_USA-POLITICS-NEWYORK-GRACIE-1765341279.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When New York mayor-elect Zohran Mamdani moves into Gracie Mansion, the elegant 18th-century house long associated with New York’s political elite on Manhattan’s Upper East Side in January, he will leave behind the rather more modest, rent-controlled Queens apartment he has lived in for several years.</p><p>For a democratic socialist who has been elected by New Yorkers on a housing justice ticket, the contrast may seem striking to observers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mamdani won last month’s New York mayoral election, in part because the city is facing a severe housing crisis, with record-high rents and one of the lowest property vacancy rates in the country. Mamdani built his campaign around freezing rents and expanding affordable housing.</p><p>So what exactly is Gracie Mansion, and why does it matter in a city where housing has become a key political issue?</p><h2 id=\"what-is-gracie-mansion\">What is Gracie Mansion?</h2><p>Gracie Mansion has been the official residence of the mayor of New York City since 1942. A yellow-painted, Federal-style wooden house built in 1799, it is located inside Carl Schurz Park on Manhattan’s Upper East Side.</p><p>According to the Historic House Trust, which oversees the city’s historic homes, it was originally designed as a two-storey country villa overlooking the East River.</p><p>The main house reportedly has five bedrooms and five bathrooms, with period fireplaces and high ceilings.</p><p>The residence today includes the original two-storey structure plus an events wing, which was added in the 1960s. According to the New York City Parks and Recreation Department, the combined complex now measures roughly 12,000 to 13,000 square feet (1,200 square metres), accommodating formal sitting rooms, dining rooms, bedrooms and spaces for official functions.</p><p>The building is maintained as a city-owned asset and is made available to each incoming mayor as their official home.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-is-it-called-gracie-mansion\">Why is it called Gracie Mansion?</h2><p>The house takes its name from Archibald Gracie, a Scottish-American shipping merchant who constructed it in 1799 within an estate to be his family’s country seat. At the time, it was some distance outside the city limits.</p><p>Although Gracie later lost the property due to financial hardship, his name remained attached to the estate in subsequent decades, and the city retained it when it took ownership at the end of the 19th century.</p><p>New York City acquired the property in 1896, incorporating the surrounding estate into what would become Carl Schurz Park. According to the Historic House Trust and the Gracie Mansion Conservancy, the building served a series of public uses during the following few decades, including as temporary quarters for the Museum of the City of New York.</p><p>In 1942, New York City Parks Commissioner Robert Moses urged Mayor Fiorello La Guardia to designate the house as the city’s official mayoral residence. At the time, the city lacked any formal mayoral home.</p><p>Moses saw this as an opportunity to create a dignified civic residence that would mirror the executive mansions used in other major American cities.</p><p>In 1966, the city added the Susan E Wagner Wing, a modernist extension designed to accommodate receptions and large meetings.</p><p>Since 1981, the house has been maintained by a public-private partnership, which funds its conservation and oversees public tours.</p><p>In 2002, Mayor Michael Bloomberg updated the interior and exterior of the building and increased accessibility to the public.</p><p>It has since been known as the “People’s House”.</p><h2 id=\"have-mayors-always-lived-at-gracie-mansion\">Have mayors always lived at Gracie Mansion?</h2><p>Gracie Mansion did not become the official mayoral residence until 1942, when La Guardia moved in following the city’s decision to assign the house to the mayor’s office.</p><p>Since 1942, most mayors have lived there, including Ed Koch, David Dinkins, Bill de Blasio and Eric Adams.</p><p>The most notable exception was Michael Bloomberg, who chose to remain in his private townhouse on the Upper East Side for the duration of his three terms as mayor. Bloomberg used Gracie Mansion only for events, according to US media reports.</p><p>Some mayors have divided their time between Gracie Mansion and their private residences, including Ed Koch, who kept his Greenwich Village apartment, and Rudy Giuliani’s family, who remained partly based in their East Side home.</p><h2 id=\"when-is-zohran-mamdani-moving-in\">When is Zohran Mamdani moving in?</h2><p>Mamdani, 34, will take office in January. He has said he and his wife, the illustrator Rama Duwaji, will leave the rent-stabilised Astoria, Queens apartment he has lived in since 2018 and move into Gracie Mansion. The couple do not have children.</p><p>In a statement, Mamdani said his decision to move into the mansion – described by US media as being worth $100m – had been driven by safety considerations for his family and the need to focus fully on implementing the “affordability agenda” that shaped his campaign.</p><p>He also described the move as using the residence in the way it was intended – a civic resource provided so the mayor can perform official duties more effectively.</p><p>The move has raised questions about how this aligns with his tenants’ rights and affordability agenda, however, as he had previously tied the fact that he lived in a rent-controlled apartment to his campaign agenda of more affordable housing for New Yorkers.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“To Astoria: thank you for showing us the best of New York City,” Mamdani said in a statement on Wednesday. “While I may no longer live in Astoria, Astoria will always live inside me and the work I do.”</p><h2 id=\"why-else-is-gracie-mansion-significant\">Why else is Gracie Mansion significant?</h2><p>The mansion has been the site of many protests – many of them revolving around housing rights, particularly for asylum seekers and migrants. In August 2023, for example, an anti-immigration rally clashed with migrants’ rights counterprotesters on the doorstep.</p><p>People marching in the rally shouted slogans such as, “No migrants on Long Island! We pay a lot of property taxes!”</p><p>When the current New York mayor, Eric Adams, sought to remove New York City’s “right to shelter” law, which guarantees shelter with basic standards for homeless people, that year, a major protest and “sleep-in” took place outside Gracie Mansion in November.</p><p>In March 2024, Adams reached a legal agreement with homeless rights advocates allowing homeless migrants and asylum seekers to stay for only a maximum of 30 days in a shelter.</p><figure id=\"attachment_4164355\" aria-describedby=\"caption-attachment-4164355\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4164355\" src=\"/wp-content/uploads/2025/12/GettyImages-1786786415-1765355972.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Gracie\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4164355\" class=\"wp-caption-text\">Protesters march during a rally and ‘sleep-in’ outside Gracie Mansion, New York City Mayor Eric Adams’s official residence, urging him to stop attacking the city’s right-to-shelter policy [Michael Nigro/Pacific Press/LightRocket via Getty Images]</figcaption></figure><h2 id=\"how-severe-is-new-york-city-s-housing-crisis\">How severe is New York City’s housing crisis?</h2><p>Housing policy was the centrepiece of Mamdani’s mayoral campaign.</p><p>He has pushed for a multi-year rent freeze on the city’s roughly one million rent-stabilised apartments, along with stronger tenant protections, more social housing and limits on speculative buying by landlords.</p><p>The city’s Housing and Vacancy Survey, cited in the city’s Rent Guidelines Board’s 2025 report, put the rental vacancy rate at just 1.41 percent, far below the 5 percent level that triggers rent-regulation powers in New York State.</p><p>“This translates into the availability of just 33,000 vacant units out of almost 2.4 million rental units Citywide,” the report reads.</p><p>Separately, market data shows how high <a href=\"/news/2025/10/31/the-new-york-city-mayoral-race-in-five-maps-and-charts\">New York rents</a> have become.</p><p>Realtor.com’s 2025 quarterly report put the citywide median asking rent at about $3,600 a month. Meanwhile, Douglas Elliman’s August 2025 rental market report shows that two-bedroom units routinely list for $5,000 to more than $5,500 in Manhattan and $3,200 to $4,000 in many Brooklyn and Queens neighbourhoods.</p><p>In each of the five boroughs of New York City, average rents make up a high proportion of average incomes.</p><p>In Manhattan, where the average income is about $5,100 per month, the average rent for a one-bedroom apartment is $4,200. In Brooklyn, the average income is about $3,400, compared with the average rent on a one-bedroom apartment of $2,800.</p><figure id=\"attachment_4073175\" aria-describedby=\"caption-attachment-4073175\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4073175\" src=\"/wp-content/uploads/2025/10/Interactive_NYC_Mayor_Oct30_2025-01-1761900940.png?quality=80\" alt=\"Interactive_NYC_Mayor_Oct30_2025-NYC AT A GLANCE\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4073175\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>In contrast, cities which prioritise affordable housing, like Vienna, Austria, take a very different approach. The city owns and manages hundreds of thousands of apartments and keeps rents far below market levels.</p><p>According to several media reports, a typical two-bedroom apartment in Vienna can be rented for less than 600 euros ($697) a month. In New York, similar units are advertised for five to eight times that amount.</p></div></div></body></html>"
        },
        {
            "title": "Winter storm devastates Gaza tents amid deepening humanitarian crisis | Gaza | Al Jazeera",
            "time": "2025-12-10T11:37:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/yt-1765366624.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Video: Brazil lawmaker stages protest in chamber over Bolsonaro | Jair Bolsonaro | Al Jazeera",
            "time": "2025-12-10T11:33:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765366408.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Climate change will make the world “much nastier place” | Floods | Al Jazeera",
            "time": "2025-12-10T11:21:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-BOB-1765365533.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Climate scientist Bob Watson says recent floods in Asia are a result of human-driven climate change, and action must be taken to prevent even more extreme weather in the future.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "STC controls more land in Yemen but it can’t declare independence | Al Jazeera | Al Jazeera",
            "time": "2025-12-10T10:57:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6937ff89c0de-1765277577.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The military gains made by forces of the Southern Transitional Council (STC) in southern Yemen mark a significant turning point in the country’s political and military conflicts.</p><p>The latest fighting is between the STC and internationally recognised Yemeni government, known as the Presidential Leadership Council (PLC), and led by Rashad al-Alimi. The irony here is that the STC, led by Aidarus al-Zubaidi, is also a member of the Yemeni PLC. But the relationship between the two groups is shaky and at times, turbulent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Yemen’s government condemned the STC’s latest military advance and land grab across the south and labelled the group separatists – calling their action a “unilateral and a blatant violation of the transitional phase’s framework”.</p><p>On the ground, STC forces have completed their control over the remaining southern governorates, furthering the group’s efforts to revive its decades-old aspiration of establishing an <a href=\"/opinions/2014/12/3/south-yemen-and-the-question-of-secession\">independent state</a> in the south of Yemen.</p><h2><strong>The battle of Hadramout</strong></h2><p>The latest and rapid developments are redrawing the map of control in Yemen, and it could have further implications on the future of a strong, coherent and unified country.</p><p>The fall of Hadramout last week was sudden, and it was seen as a shocking development – although it came after a long period of tension in the oil-rich province. The Yemeni government remained more of a bystander – maintaining some military brigades stationed in its camps in the governorates of Hadramout and al-Mahra. While local and tribal proxies affiliated with regional countries, they were competing for control and influence.</p><p class=\" embed-paragraph-wrapper\"><iframe loading=\"lazy\" title=\"Who are the separatists that claim control of all south Yemen? | AJ #shorts\" src=\"https://www.youtube.com/embed/p6Gf84n2pqY?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>Taking advantage of its superior military equipment and massive forces, the STC advanced nearly unchallenged to overtake Hadramout and al-Mahra.</p><p>The government forces lacked modern weapons, sufficient manpower and perhaps the willingness to fight.</p><p>The fall of Hadramout was pivotal and posed greater importance in the eyes of many Yemeni politicians, given the special status of this governorate locally and regionally. It dealt a final blow to what remained of the components of Yemeni unity and the government’s legitimacy, and it thwarted all the bets that considered Hadramout to be immune from falling to STC forces.</p><p>Both the incoming STC forces and government and local tribal fighters had their own alliances and allegiances to competing regional powers – with connections and loyalties with tribal leaders, politicians and local actors in Hadramout.</p><h2><strong>Why does Hadramout matter?</strong></h2><p>Hadramout is a crucial and essential governorate in Yemen, occupying more than a third of the country’s area, approximately 200,000 square kilometres (77,000 square miles), with a population of nearly two million.</p><p>It is home to the largest share of Yemen’s oil wealth, containing the most important oil fields and export terminals. Furthermore, it is a stronghold of Yemeni and Arab Gulf businessmen and a cradle of cultural and historical wealth. In short, Hadramout is the Yemeni governorate that possesses the elements of a fully fledged state, and its inhabitants had hoped to establish a Hadrami state that would restore their past glories, far removed from the political and military conflict that engulfed the rest of Yemen’s governorates.</p><p>Hadramout governorate has always had a unique political and administrative character throughout all eras and political systems, especially during the socialist regime that ruled the South from the early 1970s until 1990, when the two Yemeni parts, North and South, unified.</p><p>This unique character continued under the unified state, as Hadramout remained governed by its own people and refused to accept officials from outside its geographical boundaries. Consequently, the people of Hadramout consider the STC’s control over it an unprecedented occupation, given that most of the STC’s leaders come from the Lahj and Dhale governorates, which are marginal areas – and that would be unacceptable for them. Therefore, the stability and continuity of the STC’s authority in the governorate are doubtful because the group lacks local and popular support.</p><h2><strong>‘Divorce without return’</strong></h2><p>These repercussions will undoubtedly cast a shadow over the eight-member PLC in Yemen, headed by <a href=\"/news/2022/5/5/yemens-new-presidential-council-gets-started-on-the-right-foot\">Rashad al-Alimi</a>, who, along with his cabinet members and his guards, was expelled from the presidential palace in the al-Maashiq district of Aden.</p><p>Many considered this a “divorce without return” and a disastrous end to all previous understandings and agreements aimed at maintaining a political order based on shared principles that would not harm any party.</p><p>In light of these developments, the legitimate government now only controls modest areas of land in the governorates of Taiz and Marib.</p><p>But Marib is already besieged by Houthi forces from the north, and by the STC forces from the south. The Houthis are a group backed by Iran and control the capital and the north and northwestern parts of Yemen. Taiz is besieged by the Houthis from the north and from the east by the forces of Brigadier General Tariq Saleh, the son of the ousted Yemeni president, <a href=\"/news/2017/12/5/yemen-who-was-ali-abdullah-saleh\">Ali Abdullah Saleh</a>.</p><p>It is not unlikely that these areas will fall into the hands of either of these two powerful parties at any moment. If that happens, the legitimate Yemeni government will become just a piece of paper, even though it practically lacks any influence on the ground since the rise of the STC forces and the growing power of the Houthis.</p><h2 id=\"the-unattainable-southern-aspiration-for-secession\">The unattainable southern aspiration for secession</h2><p>As political sociology researcher Fayrouz al-Wali says, the STC does not have the authority to declare southern independence, despite its military control on the ground, because this decision rests not with it but with external regional powers that have deep interests in southern Yemen.</p><p>She noted that the path to statehood in the south does not lead through the gates of the Ma’ashiq Palace in Aden, but rather through the United Nations Security Council, where regional powers could play a pivotal role.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"Yemen: The North-South Divide | Al Jazeera World\" src=\"https://www.youtube.com/embed/tXk-k5oA1rs?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>There is also a realisation that it would be difficult for the STC to declare independence in the foreseeable future, at least, because of the lack of essential resources to fund the budget of a nascent state without even the most basic elements of sustainability. Such a state would inherit an empty treasury from a country exhausted by more than a decade of war.</p><p>In addition to the economic, security and military challenges, and the lack of public services, the southern state envisioned by the STC would face discord with neighbouring powerful countries and other nations that do not wish to see Yemen fragmented into warring mini-states. This would create an unstable security situation with dire consequences for the entire region.</p></div></div></body></html>"
        }
    ]
}