{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Madagascar cyclone death toll hits 38, 12,000 displaced; Mozambique braces | Climate Crisis News | Al Jazeera",
            "time": "2026-02-13T08:05:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260212__978F64L__v1__HighRes__MadagascarWeatherCycloneDisaster-1770966027.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nearly 40 people have been killed and more than 12,000 others displaced after <a href=\"/news/2026/2/11/monstrous-cyclone-gezani-hits-madagascar-with-reports-of-severe-damage\">Cyclone Gezani</a> slammed into Madagascar’s second-largest city earlier this week, as Mozambique braced for the storm’s arrival.</p><p>Updating its tolls as assessments progressed, Madagascar’s National Office for Risk and Disaster Management (BNGRC) said on Thursday it had recorded 38 deaths, while six people remained missing and at least 374 were injured.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Gezani made landfall on Tuesday at the Indian Ocean island nation Madagascar’s eastern coastal city, Toamasina, bringing winds that reached 250km/h (155mph).</p><p>Madagascar’s new leader, Colonel Michael Randrianirina, has declared a national disaster and called for “international solidarity”, saying the cyclone had “ravaged up to 75 percent of Toamasina and surrounds”.</p><p>Images from the AFP news agency showed the battered city of 500,000 people littered with trees felled by strong winds and roofs blown off buildings.</p><p>Residents dug through piles of debris, planks and corrugated metal to repair their makeshift homes.</p><p>More than 18,000 homes were destroyed in the cyclone, according to the BNGRC, with at least 50,000 damaged or flooded. Authorities say many of the deaths were caused by building collapses, as many give inadequate shelter from strong storms.</p><p>The main road linking the city to the capital, Antananarivo, was cut off in several places, “blocking humanitarian convoys”, it said, while telecommunications were unstable.</p><p>The storm also caused major destruction in the Atsinanana region surrounding Toamasina, the disaster authority said, adding that assessments were still under way.</p><p>France announced the dispatch of food aid and rescue teams from its Reunion Island, about 1,000km (600 miles) away.</p><p>Thousands of people had been forced to leave their homes, said the United Nations’s International Organization for Migration (IOM), describing “widespread destruction and disruption”.</p><p>The cyclone’s landfall was likely one of the strongest recorded in the region during the satellite era, rivalling Geralda in February 1994, it said. That storm killed at least 200 people and affected half a million more.</p><p>Gezani weakened after landfall but continued to sweep across the island as a tropical storm until late on Wednesday.</p><p>It was forecast to return to cyclone status as it reaches the Mozambique Channel, according to the Regional Specialized Meteorological Centre La Reunion (CMRS), and could from Friday evening strike southern Mozambique.</p><p>Mozambican authorities issued warnings on Thursday about the approaching storm, saying it could cause violent winds and rough seas of 10-metre waves and urging people to leave the area of expected impact.</p><p>Both Madagascar and Mozambique are vulnerable to destructive storms that blow in off the Indian Ocean. Just last month, the northwestern part of Madagascar was hit by Cyclone Fytia, killing at least 14 people.</p><p>Mozambique has already faced devastating flooding from seasonal rainfall, with nearly 140 lives lost since October 1, according to the country’s National Disasters Management Institute.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "BNP claims victory in landmark Bangladesh election | Elections | Al Jazeera",
            "time": "2026-02-13T07:50:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770968983.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "BNP leader cheered by supporters after Bangladesh election | Politics | Al Jazeera",
            "time": "2026-02-13T07:23:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770967329.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Top Goldman Sachs lawyer Kathy Ruemmler resigns over Epstein ties | Business and Economy News | Al Jazeera",
            "time": "2026-02-13T05:04:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26044075071578-1-1770948789_4da436-1770949951.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Top Goldman Sachs lawyer Kathy Ruemmler resigns over Epstein ties</h1><p class=\"article__subhead\"><em>Ruemmler’s resignation comes after emails revealed her links to the late sex offender.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The top lawyer at Goldman Sachs, Kathy Ruemmler, has announced that she will resign following revelations of her links to the late financier and <a href=\"/video/newsfeed/2026/2/10/standing-with-epstein-victims-schumer-introduces-virginias\">sex offender Jeffrey Epstein</a>.</p><p>Ruemmler’s resignation comes after the United States Department of Justice’s latest release of investigative <a href=\"/video/newsfeed/2026/2/10/what-were-jeffrey-epsteins-links-to-israel-2\">files about Epstein</a> showed that she had received gifts from the disgraced financier, offered him advice on managing his reputation, and likened him to an older brother.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Goldman Sachs CEO David Solomon confirmed Ruemmler’s resignation from the investment bank on Thursday, saying that he respected her decision.</p><p>“Throughout her tenure, Kathy has been an extraordinary general counsel, and we are grateful for her contributions and sound advice on a wide range of consequential legal matters for the firm,” Solomon said in a statement provided to Al Jazeera.</p><p>“As one of the most accomplished professionals in her field, Kathy has also been a mentor and friend to many of our people, and she will be missed,” he said.</p><p>In an interview with the Financial Times on Thursday, Ruemmler, who previously served as White House counsel under US President Barack Obama, said that she would step down as chief legal officer and general counsel at the end of June.</p><p>Ruemmler told the newspaper that media attention on her relationship with Epstein, who died in prison in 2019 while awaiting trial on sex trafficking charges, had become a “distraction”.</p><p>She had previously expressed regret for knowing Epstein, and denied providing the financier with legal representation or advocating on his behalf to any third party.</p><p>Ruemmler is just the latest in a slew of high-profile and powerful figures to exit prominent roles or face legal scrutiny in connection with the Epstein case.</p><p>British Prime Minister Keir Starmer on Thursday announced the resignation of his cabinet secretary, Chris Wormald, in his latest effort to quell controversy surrounding his appointment of Peter Mandelson, Britain’s former ambassador to the US, whose <a href=\"/video/the-listening-post/2026/2/9/the-anatomy-of-the-epstein-network\">ties to Epstein</a> have prompted a police investigation into suspected misconduct in public office.</p><p>Also on Thursday, police in Norway searched properties belonging to former Prime Minister Thorbjorn Jagland as part of a corruption probe focused on the politician’s associations with Epstein.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel deprives Palestinians of proper education by withholding revenues | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-13T04:43:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Empty-classroom-of-Zenabia-PC-Combatants-for-Peace-1770920181.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Nablus, the occupied West Bank –</strong> For decades, the Zenabia Elementary School has been offering an intimate learning environment to aspiring young students from across the educational spectrum in the northern West Bank city of Nablus.</p><p>But now, due to Israel’s <a href=\"/news/2025/11/25/israels-war-on-gaza-curbs-drive-palestinian-economy-to-record-collapse\">years-long withholding of tax revenues</a> owed to the Palestinian Authority, the Palestinian school system is effectively broke. Like administrators at all government-run schools in the West Bank, the Zenabia school principal, Aisha al-Khatib, is struggling to keep her small, public school in session.</p><p>For most of the week, the Zenabia school is shuttered, and children roam the streets or stay at home. School supplies are woefully missing, with even regular schoolbooks now reduced to “bundles of pages”.</p><p>“We do everything we can, but we do not have the time or the materials or the consistency to properly teach our children and keep them off the streets,” says al-Khatib. “And this is everywhere in the West Bank.”</p><p>Targeting the education of Palestine’s children, she says, “means destroying the nation”.</p><p>Under the direction of far-right Finance Minister Bezalel Smotrich, Israel has systematically been withholding billions of dollars in tax revenues over the past two years that Israel collects on behalf of the Palestinian Authority (PA). The measure is partly intended to punish the PA for its longstanding policy of paying families of Palestinians imprisoned by Israel for resisting the occupation – even after the PA announced early last year that it was reforming such policies.</p><p>Public services have faced severe cuts, affecting the salaries of bureaucrats, sanitary workers, and the police.</p><p>But possibly nowhere has that budgetary crisis been felt more than in the education sector.</p><p>At Zenabia and elsewhere in the West Bank, public schools are currently only open for a maximum of three days a week. Teachers face long stretches of not being paid, and when they are, they only receive about 60 percent of what they were earning before, resulting in strikes.</p><p>And the effects of these cuts in education are showing up on the days when school is in session. Class time is so diminished at Zenabia that teachers focus almost solely on teaching mathematics, Arabic, and English, with subjects like the sciences being essentially cut altogether.</p><p>The result, educators warn, could be lasting educational gaps for a generation of Palestinian students.</p><p>“As principal of the school, I know that [the students] are not [at] the same [educational] level as before,” al-Khatib says.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-are-always-absent-from-school\">‘We are always absent from school’</h2><p>Spending most of his days out of school, star student Zaid Hasseneh, 10, tries to keep improving his English by looking up words on Google Translate. Zaid dreams of going to university someday in the United States, with hopes of becoming a doctor.</p><p>“I want my son to grow up to be cultured – not just memorise the material he learns at school,” says his mother, Eman. “No, I want his cultural knowledge to develop and become diverse and advanced.”</p><p>Eman helps Zaid when she can with his studies, but she is busy keeping the family afloat financially after her husband lost his work in Israel. Before Israel’s war on Gaza began in 2023, Eman’s husband worked in Tel Aviv as a mechanic. After Israel revoked his work permit, along with those of some 150,000 other West Bank Palestinians, he has been unable to find work. Eman now works in a halawa factory as the sole breadwinner.</p><p>“I go home tired from work, but I have to keep up with [Zaid] regularly,” says Eman. “I tell him, ‘The most important thing is studying. Studying is essential for life.’”</p><p>But Eman realises how limited she is in helping her son with his studies. “The teacher knows one thing, but I don’t know how to explain it,” says Eman. “And now, the books [they receive in school] aren’t complete books anymore. They’re bundles. Regular books are 130 pages, but these are 40 or 50 pages.”</p><p>To compound the dearth in school resources, students and their families describe erratic schedules that make cumulative learning a near impossibility. “The whole family’s routine is affected,” says Eman.</p><p>Even Zaid is now often spending his days out in the streets rather than studying in the classroom – or otherwise on his phone, playing mobile games.</p><p>That is the case for most students these days.</p><p>Muhammad and Ahmed al-Hajj joined Zenabia four years ago as six-year-olds when they faced extreme bullying in another school. They came to love the new school and the intimate setting it offers. But the twins now mostly spend their time on their phones. With their parents also struggling to earn enough money to get by, they’re left at home alone during their days off from school.</p><p>“It’s not good at all. We are always absent from school,” says one of the twins. “It’s not like a full schedule, and we try to study as much as we can, but still, we don’t feel good about it.”</p><p>Some families have switched their children over to private schools, but few can afford to do so. “My [monthly] salary is 2,000 shekels [$650],” explains Eman Hassaneh. “About 1,000 goes towards the home rent. Another 500 goes towards bills. And only very little is left for food. I cannot also take care of his education.”</p><figure id=\"attachment_4310487\" aria-describedby=\"caption-attachment-4310487\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4310487\" src=\"/wp-content/uploads/2026/02/Eman-Hassaneh-and-her-son-Zaid-2-1770951543.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Eman Hassaneh and her 10-year-old son, Zaid [Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4310487\" class=\"wp-caption-text\">Eman Hassaneh and her 10-year-old son, Zaid [Al Jazeera]</figcaption></figure><h2 id=\"teachers-quitting-and-mounting-dropouts\">Teachers quitting, and mounting dropouts</h2><p>Collectively, the PA’s multi-year budget cuts of billions of dollars are shrinking both the attendance of students and the number of teachers, too.</p><p>“Many of the teachers left working in the schools to work in factories because they do not get enough salary,” says al-Khatib. “And they don’t feel that they are giving what they need to give the students.”</p><p>Tamara Shtayeh, a teacher at Zenabia, nowadays only teaches maths, English, and Arabic due to the reduced funding. “As a teacher, the three-day solution is a bad solution because it doesn’t cover the minimum education that is needed,” she said. “Not for the students, and not for the teachers as well.”</p><p>Due to her reduced salary, Shtayeh, a mother of three girls, is selling products online on the side to support her family. Even the school’s principal, al-Khatib, says she can now only afford to send one of her two college-age daughters to university, with the other daughter staying at home.</p><p>School hours are reduced even further as Israeli soldiers regularly raid the surrounding areas, closing the school every time they do so. With the crisis stretching on for years now, Shtayeh is sensing a generational gap widening between the previous generation that received five days of school, and this one going to school for about half of that.</p><p>Shtayeh and al-Khatib worry about the lack of routine in the children’s lives. For every student like Zaid, who is devoted to educating himself despite the circumstances, many more students are dropping out of the system altogether.</p><figure id=\"attachment_4310490\" aria-describedby=\"caption-attachment-4310490\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4310490\" src=\"/wp-content/uploads/2026/02/Abu-Zaid-Al-Hajj-with-his-sons-Muhammad-and-Ahmed-2-1770951593.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Abu Zaid al-Hajj with his twin sons, Muhammad and Ahmed, age 10 [Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4310490\" class=\"wp-caption-text\">Abu Zaid al-Hajj with his twin sons, Muhammad and Ahmed, age 10 [Al Jazeera]</figcaption></figure><p>Not far from Zenabia, Talal Adabiq, 15, now spends his days selling sweets and drinks for eight hours a day on the streets of Nablus.</p><p>“I don’t really like school,” says Talal. “I prefer working.”</p><p>Talal told his parents about a year ago that he wanted to drop out of school. Though they wanted him to continue his studies, he told them he did not find much use for school anymore – and he used the irregular school schedule to prove his point.</p><p>Offering to help support his struggling family financially, Talal subsequently dropped out of al-Kindi School. He now makes “about 40 to 50 shekels a day” ($13-16) hawking street goods.</p><p>As he sells lollipops and other sweets on a Tuesday afternoon, several teenage boys looked on nearby. They say they’re still in school, but on this budget-mandated day off, some of the boys joke about how “fun” it would be to not go to school at all.</p><p>Talal, meanwhile, shrugs off questions about what dropping out of school portends for his future. “God willing, things will be better,” says Talal. “I don’t know how.”</p><p>In the estimations of educators and representatives from the Palestinian Authority, about 5 to 10 percent of students have dropped out of school in the West Bank in the past two years.</p><figure id=\"attachment_4309405\" aria-describedby=\"caption-attachment-4309405\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4309405\" src=\"/wp-content/uploads/2026/02/Dropout-Talal-Adabiq-1-1770920901.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Talal Adabiq\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4309405\" class=\"wp-caption-text\">Talal Adabiq, 15, has dropped out of school completely and now sells items on the street [Al Jazeera]</figcaption></figure><h2 id=\"our-children-deserve-a-chance-at-life\"><strong><br>\n</strong>‘Our children deserve a chance at life’</h2><p>While massive budget cuts roil the education sector, the Palestinian Authority is struggling to come up with solutions as its budgetary woes deepen – and schoolchildren otherwise face threats, violence and demolitions at the hands of Israeli soldiers, settlers and the Israeli Civil Administration.</p><p>Even before the war on Gaza began, the school sector was facing a variety of crises, with teacher strikes commonplace, as well as Israeli attacks on school infrastructure and children on their way to class, with <a href=\"/news/2023/5/11/israels-demolition-surge-schools-become-a-primary-target\">at least 36 demolitions of 20 schools</a> between 2010 and 2023.</p><p>But systemic <a href=\"/news/2026/2/1/israel-orders-eviction-of-bedouins-as-settlers-target-west-bank-schools\">attacks on education</a> are now intensifying. According to Ghassan Daghlas, the governor of Nablus, in his district alone, three schools have been attacked in the last two months by settlers. In nearby Jalud last month, <a href=\"https://www.instagram.com/reels/DTR6mGaiHHU/\" target=\"_blank\" rel=\"noopener\">settlers set a school on fire</a>. The rise in violence is leaving students at once traumatised and fearful of going to school, says Daghlas.</p><p>“In the past three months, most of the invasions that target homes in the Nablus district are targeting schoolchildren. They will take the kid along with one of the parents. They subject them to interrogation for a few hours,” says the governor. “What kind of psychological state will the students have after these interrogations?”</p><p>According to PA estimates, more than 84,000 students in the West Bank have had their education disrupted by incidents including settler attacks, military raids and demolitions of schools. More than 80 schools serving approximately 13,000 students are under threat of full or partial demolition by Israeli authorities in the West Bank and occupied East Jerusalem. Between July and September 2025 alone, more than 90 such education-related incidents were documented in the West Bank.</p><p>In Area C – the 60 percent of the West Bank under full Israeli military control – students from isolated villages sometimes have to walk several kilometres to reach their schools, in which they regularly face harassment or attacks from settlers as well as soldiers on the way, with a rising trend in <a href=\"/features/longform/2025/9/8/israels-settler-outposts-choke-palestinian-life-in-west-banks-villages\">settler outposts</a> deliberately placed <a href=\"/features/2024/12/3/rooted-in-this-land-until-death-a-palestinian-familys-olive-harvest\">near schools</a>.</p><p>“These are not individual acts by some violent settlers,” says Mahmoud al-Aloul, the vice chairman of the central committee of Fatah, the Palestinian Authority’s ruling political party. “Rather, it’s a general policy that is supported by the occupation.”</p><p>In 2025, Nablus governorate alone had 19 students killed by Israeli army gunfire, according to Daghlas. A total of 240 were injured.</p><p>Education officials say the longer the crisis persists, the greater the long-term impact will be as teacher attrition, interrupted learning and rising dropout rates compound over time.</p><p>“The continuation of the crisis means risking long-term institutional erosion, in which temporary solutions become permanent, and the regime becomes less able to restore its previous level of quality, efficiency and justice,” says Refaat Sabbah, the president of the Global Campaign for Education. “Saving education today is not a sectoral option, but a strategic necessity to protect society and its future.”</p><p>For Eman Hassaneh, that means safeguarding her son Zaid’s future hopes and dreams. “We hope all of these barriers to education won’t actually affect our children and their passion for learning,” she says.</p><p>“Our children deserve a chance at life.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "New CIA recruitment video targets Chinese military personnel | Espionage News | Al Jazeera",
            "time": "2026-02-13T04:34:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T135919Z_1325446883_RC2JCEA809KP_RTRMADP_3_USA-CIA-CHINA-1770952812.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>New CIA recruitment video targets Chinese military personnel</h1><p class=\"article__subhead\"><em>The CIA’s latest YouTube video offers instructions on how to contact the agency on the encrypted Tor Browser.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The CIA has released a new Chinese-language recruitment video on its YouTube channel, encouraging members of China’s military to spy for the United States.</p><p>Released on Thursday, the video is the latest addition to a YouTube series targeting Chinese and Russian citizens with information about how to securely contact the US spy agency using the encrypted Tor Browser.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The videos typically focus on a fictional character who is having doubts about their government before deciding to spy for Washington.</p><p>The latest video by the CIA, which runs just under two minutes, focuses on a Chinese military officer going through the motions of his job while sharing his growing alarm with his country’s leadership, who are said to be “protecting only their own selfish interests” in the clip.</p><p>The video then moves to the officer at home with his wife and daughter, observing that he cannot “allow these madmen to shape my daughter’s future world”.</p><p>Alluding to ancient China’s military strategist Sun Tzu’s The Art of War text<em>,</em> the narrator observes that while the greatest winner is the one who “triumphs without fighting”, China’s leadership is eager “to send us to the battlefield”.</p><p>In its final scenes, the video cuts to the protagonist removing a bag from a work safe and then driving through a military checkpoint to a deserted car park. Sitting alone, he logs onto a computer to contact the CIA, which he says is a “way of fighting for my family and my nation”.</p><p>The video ends with a dramatic flourish of words: “The fate of the world is in your hands” – before sharing instructions on how to download the Tor Browser to contact the CIA.</p><p>The accompanying text below the YouTube video asks users: “Do you have information about high-ranking Chinese leaders? Are you a military officer or have dealings with the military? Do you work in intelligence, diplomacy, economics, science, or advanced technology fields, or deal with people working in these fields?”</p><p>Beijing did not immediately comment on the CIA’s video, but its Ministry of Foreign Affairs has described previous US intelligence recruitment drives as malicious “smears and attacks” against China that deceive and lure Chinese personnel to “surrender”.</p><p>The CIA’s network in China was famously dismantled by Beijing between 2010 and 2012, leading to the death or imprisonment of at least 30 people, according to a 2018 investigation by Foreign Policy magazine.</p><p>The collapse of the US spying network was linked in part to a botched communication system.</p></div></div></body></html>"
        },
        {
            "title": "Japan seizure of Chinese vessel, arrest of captain, could heighten tensions | Border Disputes News | Al Jazeera",
            "time": "2026-02-13T04:23:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-13T051751Z_472800307_RC2JKJAQ9AL0_RTRMADP_3_JAPAN-CHINA-BOAT-1770960461.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan seizure of Chinese vessel, arrest of captain, could heighten tensions</h1><p class=\"article__subhead\"><em>Japan’s Fisheries Agency says captain of Chinese vessel arrested for allegedly defying orders to stop for inspection at sea.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japanese authorities have seized a Chinese fishing vessel and arrested the captain for allegedly defying an order to stop for ⁠inspection by fisheries authorities in Japan’s exclusive maritime economic zone, officials said.</p><p>While Japan has seized fishing vessels from South Korea and Taiwan in recent years, ⁠the incident is the first ⁠involving a Chinese vessel since 2022 and could inflame tensions between Tokyo and Beijing, following <a href=\"/economy/2025/11/22/china-spat-with-japan-on-taiwan-deepens-reaches-un-whats-it-all-about\">a bitter diplomatic dispute</a> between the two ⁠countries <a href=\"/news/2025/12/8/japan-summons-china-envoy-over-fighter-jet-radar-lock-as-tensions-surge\">late last year.</a></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Japan’s Fisheries Agency said on Friday that the boat’s captain, a 47-year-old Chinese national, was arrested and accused of “trying to evade an onboard inspection” in ‌waters off Japan’s southwest Nagasaki Prefecture on Thursday, 89.4 nautical miles (165km) south-southwest of Meshima Island, the Kyodo News agency reports.</p><p>“The vessel’s captain was ordered to stop for an inspection by a fisheries inspector, but the vessel failed to comply and fled,” the agency said in a statement.</p><p>“Consequently, the vessel’s captain was arrested on the same day,” the agency said. There were a further 10 people on board at the time, the agency added.</p><p>Japanese broadcaster NHK said the vessel was “capable of catching a large quantity of fish such as mackerel and horse mackerel”.</p><p>“The agency suspects the boat may have entered Japan’s EEZ (exclusive economic zone) to conduct illicit fishing. It has not disclosed whether the captain admitted to the allegations, saying it might influence the investigation,” NHK reports.</p><p>China’s ‌Ministry of Foreign Affairs did not immediately respond to a request for comment on Friday from the Reuters news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>China has a number of <a href=\"/news/2025/11/16/chinese-coast-guard-vessels-sail-through-japan-administered-senkaku-islands\">territorial disputes with Japan</a>, and there have been repeated incidents around Japan’s Senkaku Islands, which are known as the Diaoyu Islands in China.</p><p>Japan’s Chief Cabinet Secretary Minoru Kihara told a regular news conference on Friday that Japan “will continue to take resolute action in our ⁠enforcement activities to prevent and deter ⁠illegal fishing operations by foreign vessels”.</p><p>In November, Japanese Prime Minister Sanae Takaichi enraged China by suggesting that Japan could intervene militarily if Beijing sought to take Taiwan – which it claims as Chinese territory – by force.</p><p>Beijing summoned Tokyo’s ambassador to denounce Takaichi’s remarks, warned Chinese citizens against visiting Japan and conducted joint air drills with Russia in the East China Sea and western Pacific Ocean.</p><p>China also tightened controls on exports to Japan for items with potential military uses and reportedly suspended imports of Japanese seafood.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "South Africa’s Ramaphosa says troops will deploy to tackle crime gangs | Crime News | Al Jazeera",
            "time": "2026-02-13T03:14:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260212__97AB6RB__v1__HighRes__SafricaPoliticsSona-1770950119.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South African President Cyril Ramaphosa said he will deploy the army to work alongside the police to tackle high levels of gang violence and other crimes in the country.</p><p>Ramaphosa said on Thursday that he had directed the chiefs of the police and army to draw up a plan on where “our security forces should be deployed within the next few days in the Western Cape and in Gauteng to deal with gang violence and illegal mining”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Organised crime is now the most immediate threat to our democracy, our society and our economic development,” the president said in his annual state of the nation address.</p><p>“Children here in the Western Cape are caught in the crossfire of gang wars. People are chased out of their homes by illegal miners in Gauteng,” he told Parliament in his address.</p><p>“I will be deploying the South African National Defence Force to support the police,” he said.</p><p>South Africa has one of the highest homicide rates in the world, with approximately 60 deaths each day involving killings in wars between drug gangs in areas of Cape Town and mass shootings linked to illegal mining in Johannesburg’s Gauteng province.</p><p>The South African leader said other measures to fight crime include recruiting 5,500 police officers and boosting intelligence while identifying priority crime syndicates.</p><p>“The cost of crime is measured in lives that are lost and futures that are cut short. It is felt also in the sense of fear that permeates our society and in the reluctance of businesses to invest,” Ramaphosa said.</p><figure id=\"attachment_4310477\" aria-describedby=\"caption-attachment-4310477\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4310477\" src=\"/wp-content/uploads/2026/02/2018-11-02T124816Z_358423518_RC1AE0FC5000_RTRMADP_3_SAFRICA-GANGS-1770950826.jpg?w=770&amp;resize=770%2C529&amp;quality=80\" alt=\"Residents look on as police stand guard while South African President Cyril Ramaphosa visits crime ridden Hanover Park to launch a new Anti-Gang Unit, in Cape Town, South Africa November 2, 2018. REUTERS/Mike Hutchings\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4310477\" class=\"wp-caption-text\">Residents look on as police stand guard while South African President Cyril Ramaphosa visits crime-ridden Hanover Park to launch a new Anti-Gang Unit, in Cape Town, South Africa, in 2018 [File: Mike Hutchings/Reuters]</figcaption></figure><h3>Crime syndicates</h3><p>Guns are the most commonly used weapon in South Africa, according to authorities, and illegal firearms are used in many crimes, despite the stringent rules governing gun ownership in the country.</p><p>Authorities in South Africa have also long struggled to prevent gangs of miners from entering some of the 6,000 closed or abandoned mines in the gold-rich nation to search for remaining reserves.</p><p>The government claims that the miners, referred to as “zama zamas”, or “hustlers” in Zulu, are typically armed, undocumented foreign nationals who are involved in crime syndicates.</p><p>In 2024 alone, South Africa lost more than $3bn in gold to the illegal mine trade, according to authorities.</p><p>Ramaphosa also said authorities would pursue criminal charges against municipal officials who fail to deliver water to communities where shortages are among the main issues that anger most voters.</p><p>“Water outages are a symptom of a local ⁠government system that is not working,” the president said of the worsening water crisis resulting from a drying climate and consistent failures to maintain ⁠water pipes.</p><p>“We will hold to account those who neglect their responsibility to ⁠supply water to our people,” he said.</p><p>Residents of the country’s biggest city, Johannesburg, held scattered protests this week after taps had been dry in some neighbourhoods for more than 20 days.</p><p>Ramaphosa also called out “powerful nations” who exert their “dominance and influence over less powerful states” and said South Africans could not consider themselves “free” as “long as the people of Palestine, Cuba, Sudan, Western Sahara and elsewhere suffer occupation, oppression and war”.</p><p></p><p>Ramaphosa, who became head of state in 2018, has led South Africa’s first-ever coalition government since ‌June 2024, when the ANC lost its parliamentary majority for the first time since ending apartheid 30 years earlier.</p><p>The coalition, which includes the pro-business Democratic Alliance, has helped restore confidence in Africa’s largest economy.</p><p>But widespread, persistent unemployment has not improved, and the government is under pressure to show it can improve service delivery.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US and Taiwan sign ‘pivotal’ deal to cut tariffs | International Trade News | Al Jazeera",
            "time": "2026-02-13T02:39:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-1192365203-1-1768275309_587e9b-1768289933.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and Taiwan have finalised a trade deal to <a href=\"/news/2026/1/21/us-trade-with-southeast-asia-and-taiwan-surging-despite-trump-tariffs\">reduce tariffs on Taiwanese exports</a> and facilitate billions of dollars of spending on US goods.</p><p>The agreement announced on Thursday lowers the general tariff on Taiwanese goods from 20 percent to 15 percent, the same level as Asian trade partners South Korea and Japan, in exchange for Taipei agreeing to buy about $85bn of US energy, aircraft and equipment.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/economy/2026/1/13/taiwan-says-general-consensus-reached-with-us-on-trade-deal\">Under the deal</a>, Taiwan will eliminate or reduce 99 percent of tariff barriers and provide preferential market access to numerous US goods, including auto parts, chemicals, machinery, health products, dairy products and pork, the office of the US trade envoy said in a statement.</p><p>The US will, in turn, exempt a large range of Taiwanese goods from tariffs, including chalk, castor oil, pineapples and ginseng.</p><p>Taiwanese President William Lai Ching-te said Taipei had secured tariff exemptions for some 2,000 Taiwanese products, hailing the agreement as a “pivotal” moment for the self-governing island’s economy.</p><p>Lai said the deal, when various carve-outs are included, would take the average tariff rate on Taiwanese goods to 12.3 percent.</p><p>“From familiar items such as Phalaenopsis orchids, tea, bubble tea ingredients (tapioca starch), and coffee, to pineapple cakes, taro, pineapples, and mangoes – these products that represent Taiwan will become more price-competitive in the US market,” Lai said in a statement on social media.</p><p>“We aim not only to sell Taiwan’s great flavors overseas, but also to ensure Taiwanese brands truly enter international markets,” he said.</p><p>Lai made no mention of Taiwan’s chip industry, a crucial driver of the island’s economy that is estimated to account for up to 20 percent of gross domestic product (GDP).</p><p>Taiwan’s exports rose by 35 percent in 2025 on the back of furious demand for its AI chips, hitting a record $640.75bn.</p><p>Thursday’s agreement notably does not include specific commitments from Taiwan to invest in the US chip industry, despite an announcement by US President Donald Trump’s administration last month that <a href=\"/news/2026/1/16/taiwan-and-us-seal-deal-to-lower-tariffs-boost-chip-investment\">Taiwanese firms would pour $250bn</a> into the sector.</p><p>A fact sheet released by the Office of the US Trade Representative said the two sides “take note” of the January deal, which included a prior commitment by chip giant Taiwan Semiconductor Manufacturing to <a href=\"/news/2025/8/20/how-will-trumps-semiconductor-tariffs-affect-the-global-chip-industry\">invest $100bn in the US.</a></p><p>US Trade Representative Jamieson Greer said Thursday’s agreement built on the longstanding trade relations between Taiwan and the US and would “significantly enhance the resilience of our supply chains, particularly in high-technology sectors”.</p><p>“President Trump’s leadership in the Asia Pacific region continues to generate prosperous trade ties for the United States with important partners across Asia, while further advancing the economic and national security interests of the American people,” Greer said.</p><p>Nearly one-third of Taiwan’s exports went to the US in 2025, making the country the island’s biggest market for the first time since 2000.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,450 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-13T01:56:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T091119Z_326020974_UP1EM2C0PEX5P_RTRMADP_3_OLYMPICS-2026-SKELETON-UKRAINE-1770945968.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,450</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,450 of Russia’s war on Ukraine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">8 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Friday, February 13 :</p><h3 id=\"fighting\">Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Russia launched a barrage of ballistic missiles and drones at Ukrainian cities in overnight attacks on Thursday, officials reported, as Ukrainian President Volodymyr Zelenskyy said Moscow was “hesitating” about another round of United States-brokered talks on stopping the war.</li>\n<li>Russian forces launched 219 drones and 24 ballistic missiles on Thursday night, causing injuries, deaths and damage to energy infrastructure in Kyiv, Odesa and Dnipro, President Zelenskyy wrote on the Telegram messaging app.</li>\n<li>Two people were killed and six more wounded in an attack on the railway hub of Lozova in the northeastern Kharkiv region bordering Russia, local prosecutors said.</li>\n<li>Kyiv’s Mayor Vitali Klitschko said on Telegram that close to 2,600 high-rise apartment buildings were left without heating following the latest Russian attacks, particularly in the capital’s Desnyanskyi, Dniprovskyi, Pecherskyi and Solomyanskyi districts.</li>\n<li>The attack on the capital came as 1,100 high-rise buildings in the Dniprovskyi and Darnytskyi districts were already “without heat after the previous shelling”, Klitschko said, as temperatures in Kyiv are forecast to fall as low as -13 degrees Celsius (8.6 degrees Fahrenheit) this week.</li>\n<li>⁠More than 220,000 people in Russia’s ⁠Belgorod region ⁠have been left without electricity after a Ukrainian ‌attack caused an accident at a substation, regional governor Vyacheslav Gladkov ⁠said.</li>\n<li>In Odesa, the State Emergency Service said that Russian drones hit a nine-storey residential building, an outdoor market and a supermarket, causing multiple fires to break out. The drone attack also damaged energy infrastructure, the emergency service added in a post on Facebook.</li>\n<li>Ukraine’s General Staff said that, according to preliminary reports, Ukrainian forces hit an oil refinery in Ukhta in Russia’s Komi Republic, about 1,750km (1,087 miles) from the border with Ukraine, causing a fire to break out.</li>\n<li>A Russian attack last month on the Ukrainian branch of ⁠the Soviet-built Druzhba oil pipeline halted the transit of Russian oil to eastern Europe, Ukraine’s Foreign Minister Andrii Sybiha said. Despite its war with ⁠Russia, Ukraine continues to transport Russian oil to Slovakia and Hungary even though it stopped the transit of Russian gas last year.</li>\n<li>Ukraine said the bodies of two Nigerians fighting for Russia have been found in the east of the country. Hamzat Kazeem Kolawole and Mbah Stephen Udoka both served in the 423rd Guards Motor Rifle Regiment of the armed forces of the Russian Federation, according to a statement by Ukrainian intelligence.</li>\n</ul><h3>Military aid</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s allies have pledged about $35bn in military aid to Kyiv this year, British Defence Minister John Healey said. The figure includes new commitments by individual countries, but also previous promises of weapons made by Ukraine’s allies, including the 11.5 billion euros ($13.6bn) already announced by Germany, a diplomat told the Reuters news agency.</li>\n<li>German Defence Minister Boris Pistorius said his country was ready to deliver five new PAC-3 interceptors for Ukraine’s air defence, provided Ukraine’s other allies deliver at least 30 more of their own.</li>\n<li>Norway announced it was buying a “large volume” of French glide bombs as part of a bilateral agreement to support Ukraine militarily against Russia’s invasion.</li>\n<li>The United Kingdom announced it will “urgently provide” air defence missiles and systems worth more than 500 million British pounds ($681m) “to protect Ukraine from [Russian President Vladimir] Putin’s brutal attacks on energy sites and homes”.</li>\n<li>US military aid to Ukraine fell by 99 percent in 2025 compared with 2024, according to a report from the Kiel Institute for the World Economy, a think tank based in Germany. “European military aid rose by 67 percent above the 2022–2024 average” in 2025, the Kiel report found.</li>\n</ul><h3>Peace talks</h3><ul class=\"spaced-bullet-spacing\">\n<li>Kremlin spokesman Dmitry Peskov said that another round of talks on ending the war in Ukraine was expected “soon” but gave no further details.</li>\n<li>Ukrainian Foreign Minister Sybiha said that Russia’s more recent overnight attacks on Ukraine further undermined efforts to end the war through dialogue. “Each such strike is a blow to peace efforts aimed at ending the war. Russia must be forced to take diplomacy seriously and de-escalate,” Sybiha wrote on X.</li>\n</ul><h3>Regional security</h3><ul class=\"spaced-bullet-spacing\">\n<li>Estonia is to buy 12 more Caesar self-propelled howitzer artillery pieces from France to strengthen its defence capabilities.</li>\n<li>European Union leaders broadly agreed Thursday on a plan to restructure the 27-nation bloc’s economy to make it more competitive as they face antagonism from US President Donald Trump, strong-arm tactics from China and hybrid threats blamed on Russia.</li>\n<li>Ukraine will begin exporting weapons, including drones, in the coming weeks, Ukrainian Defence Minister Mykhailo Fedorov said in a news conference, according to Ukraine’s Ukrinform news agency.</li>\n</ul><h3>Energy</h3><ul>\n<li>Power plants in Ukraine that have been damaged by Russian missile and drone attacks continue to produce far too little electricity to supply the country’s citizens, Ukraine’s Energy Minister Denys Shmyhal told a parliamentary energy committee.</li>\n</ul><h3>Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>French President Emmanuel Macron said there was no rush to open dialogue with Russian leader Putin, stressing the need for Europeans to fine-tune their objectives. Macron raised the prospect of reviving dialogue with Putin in an interview published on Tuesday by several newspapers.</li>\n<li>Six more Russian and Ukrainian children are being reunited with ⁠their families, Washington and Moscow said. One child would return to Russia, and five children would be reunited with their families in ‌Ukraine, Russia’s presidential commissioner for children’s rights, Maria Lvova-Belova, said in a post on Telegram.</li>\n<li>Ukraine has accused Russia of abducting thousands of children, and the International Criminal Court has called for the arrest of President <a href=\"/news/2023/3/17/icc-issues-arrest-warrant-for-russias-putin-over-ukraine-crimes\">Putin and Lvova-Belova</a> on suspicion of unlawful deportation of children.</li>\n<li>⁠US Secretary of State Marco Rubio ⁠said he would have a chance to ‌meet Zelenskyy at this week’s Munich Security Conference.</li>\n</ul><h3>Sport</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian athlete Vladyslav Heraskevych has lodged an appeal with the Court of Arbitration for Sport (CAS) after he was barred from competing in the Milano Cortina Winter Olympics. The skeleton racer was banned over a dispute concerning a helmet he wanted to wear in the event to honour Ukrainian athletes killed in the war with Russia.</li>\n<li>The International Olympic Committee (IOC) said in a statement: “[The decision] was taken by the jury of the International Bobsleigh and Skeleton Federation (IBSF) based on the fact that the helmet he intended to wear was not compliant with the rules.”</li>\n<li>Zelenskyy reacted to the decision, accusing the IOC of playing “into the hands of aggressors” as Ukraine’s Sport Minister Matviy Bidnyi said Ukraine would go through legal channels to reverse the decision.</li>\n<li>“We are proud of Vladyslav and of what he did. Having courage is worth more than any medal,” Zelenskyy said.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Trump is the ‘elephant in the room’ as the African Union holds new summit | African Union News | Al Jazeera",
            "time": "2026-02-13T01:02:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25190624511438-1770944856.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump is not set to attend the 39th annual meeting of the African Union, which kicks off its leaders’ summit on Friday.</p><p>But his presence will still be felt as delegations from the 55 member states grapple with the new, disruptive reality of the United States president’s second term.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump’s historic <a href=\"/opinions/2025/3/13/trumps-usaid-freeze-must-serve-as-a-wake-up-call-for-africa\">cuts to foreign aid</a>, his overhaul of US trade policy, and his <a href=\"/news/2026/2/2/false-narrative-families-challenge-trumps-75-country-us-visa-suspension\">sweeping changes</a> to immigration admissions have all had an outsized impact on Africa, though he gave the continent only slight mention in his wider global agenda.</p><p>Amid the upheaval, the Trump administration has sought to forge new, bilateral agreements with African countries, focused on resources and security gains.</p><p>“Over the past year, US policy toward Africa has introduced a degree of uncertainty that will inevitably shape how African leaders approach this summit,” Carlos Lopes, a professor at the University of Cape Town in South Africa, told Al Jazeera.</p><p>“There has been a perceptible shift away from broad multilateral engagement and large-scale development programming, toward a more transactional, security- and deal-focused approach.”</p><p>Many African leaders have sought to strike a careful balance with the new US leadership.</p><p>Lopes has observed officials engaging with the US, while simultaneously “hedging” by “strengthening relations with China, the Gulf states, Europe and intra-African institutions to avoid over-dependence on any single partner”.</p><p>“The defining theme of this summit, in that sense, is likely to be recalibration on both sides: the US testing a more transactional model of engagement, and African leaders signalling that partnership must be reciprocal, predictable and respectful if it is to endure,” Lopes said.</p><h2 id=\"an-outsize-impact\">An outsize impact</h2><p>The White House National Security Strategy, released in November, gave only fleeting mention to Africa.</p><p>In the entire 29-page document, only three paragraphs mention the continent, at the bottom of the last page.</p><p>Some of those paragraphs reiterate the longstanding US goal of countering China’s influence. The section also highlights Trump’s recent push to end conflicts in the Democratic Republic of Congo and Sudan.</p><p>But the document also alludes to a wider vision for US-Africa ties, shifting from a “foreign aid paradigm to an investment and growth paradigm”.</p><p>That approach would be fuelled by new bilateral relationships with countries “committed to opening their markets to US goods and services”. In turn, the US envisions boosting development efforts on the continent, particularly when it comes to accessing strategic energy and rare earth mineral resources.</p><p>However, that paradigm shift — away from foreign aid — has had a disproportionate effect on Africa and is likely to be a topic of conversation at Friday’s summit.</p><p>An estimated 26 percent of the continent’s foreign aid came from the US. As of 2024, the country’s direct foreign investment in Africa was estimated at <a href=\"https://apps.bea.gov/iTable/?ReqID=2&amp;step=1&amp;_gl=1*1awx5r9*_ga*NTM4MTU5NTkzLjE3NzA5MzAxMjM.*_ga_J4698JNNFT*czE3NzA5MzAxMjMkbzEkZzEkdDE3NzA5MzAxMzEkajUyJGwwJGgw#eyJhcHBpZCI6Miwic3RlcHMiOlsxLDIsMyw0LDUsNywxMF0sImRhdGEiOltbIlN0ZXAxUHJvbXB0MSIsIjEiXSxbIlN0ZXAxUHJvbXB0MiIsIjEiXSxbIlN0ZXAyUHJvbXB0MyIsIjEiXSxbIlN0ZXAzUHJvbXB0NCIsIjMwIl0sWyJTdGVwNFByb21wdDUiLCIxIl0sWyJTdGVwNVByb21wdDYiLCIxIl0sWyJTdGVwN1Byb21wdDgiLFsiNzEiXV0sWyJTdGVwOFByb21wdDlBIixbIjEiXV0sWyJTdGVwOFByb21wdDEwQSIsWyIxIl1dXX0=\" target=\"_blank\" rel=\"noopener\">$47.47bn</a>, much of it coming through the US Agency for International Development (USAID).</p><p>But Trump has since dismantled USAID, as well as cancelled billions of dollars in aid programmes. Those moves have been accompanied by a wider US retreat from the United Nations. Experts say the repercussions have already been felt on the ground in Africa.</p><p>“We have experienced the end of USAID, and that has had huge, detrimental negative impacts — at least in the short run — on global health, particularly on health funding for African countries,” Belinda Archibong, a professor at Johns Hopkins University’s School of Advanced International Studies (SAIS), told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Center for Global Development has assessed that the current US foreign aid cuts could lead to 500,000 to 1,000,000 deaths annually.</p><p>In a December report, the organisation said the evidence of Trump’s aid cuts could be seen through increases in malnutrition mortality in northern Nigeria and Somalia, food insecurity in northeast Kenya and malaria deaths in northern Cameroon, among others.</p><p>Archibong also pointed to disruptions in HIV treatment and prevention across the continent, an area of concern for African Union members.</p><p>Trump’s funding freeze, for example, has caused service interruptions for programmes financed by the President’s Emergency Plan for AIDS Relief (PEPFAR), a US initiative credited with saving 25 million lives, primarily in Africa.</p><p>“So what does the health funding and health security globally look like in the aftermath of the US pulling back?” Archibong said. “That is going to be a very, very key point of discussion at the summit.”</p><p>With USAID scuttled, the Trump administration has pursued at least 16 preliminary <a href=\"/news/2025/12/30/us-and-ivory-coast-sign-480m-deal-as-part-of-america-first-aid-strategy\">bilateral agreements</a> on public health aid, including with Ethiopia, Nigeria, Mozambique, and Kenya. It has dubbed its new aid model the “America First global health strategy”.</p><p>Critics, though, have raised concerns about such deals being tainted by “transactional pressures”, creating the potential for corruption and questions about their long-term sustainability.</p><h2 id=\"strategic-ambiguity\">‘Strategic ambiguity?’</h2><p id=\"professor-everisto-benyera\">For Everisto Benyera, a politics professor at the University of South Africa in Pretoria, Trump is likely to be the “proverbial elephant in the room” during the African Union’s two-day summit.</p><p>“This summit will be aware of his presence in his absence,” he told Al Jazeera.</p><p>Trump’s tariff policies have also had a wide impact on the continent. In April, 20 countries were hit with custom tariffs ranging from 11 percent to 50 percent, and another 29 countries faced a baseline tariff of 10 percent.</p><p>Experts say the nature of the tariffs adds to the air of uncertainty before this year’s summit.</p><p>The heightened, individualised tariffs disproportionately affect countries with specialised export industries that rely, in part, on protectionist trade policies to keep their economies afloat.</p><p>For instance, the kingdom of Lesotho, a nation of about 2 million, landlocked by South Africa, initially faced a staggering 50 percent tariff rate, risking <a href=\"/news/2025/4/3/trump-imposes-50-tariff-on-africas-lesotho-the-highest-among-nations\">ravages</a> to its garment industry. Meanwhile, Madagascar, known for its vanilla exports, was slammed with an initial 47 percent tariff rate.</p><p>The rates for both Lesotho and Madagascar were later dropped to 15 percent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Some reprieve has been offered by Trump’s decision this month to temporarily extend the African Growth and Opportunity Act, a trade agreement dating back to 2000.</p><p>It allows eligible countries to export 1,800 products — including fossil fuels, car parts, textiles and agricultural products — to the US duty-free. However, the extension only stretches through the end of 2026.</p><p>Adding to the tensions is Trump’s decision to stop processing immigration visas for 75 countries, including 26 in Africa. That accounts for nearly half of the African Union’s members.</p><p>Three African countries have launched reciprocal policies, <a href=\"/news/2026/1/1/why-are-some-african-countries-banning-us-citizens-from-entry\">banning</a> travel for US citizens.</p><p>Still, Benyera predicted most leaders at this week’s summit would strive to maintain “strategic ambiguity”, with an eye towards arranging future agreements.</p><p>“The African Union will, therefore, not want to make policy pronunciations that contradict Trump,” he said.</p><p>“They will aim to strike a strategic balance between appeasing Trump, reassuring [Russian President Vladimir] Putin, and maintaining relations with [Chinese President] Xi Jinping.”</p><h2 id=\"normative-actor\">‘Normative actor’</h2><p>Lopes, meanwhile, predicted that the summit will include “subtle but pointed language emphasising international law, multilateralism and consistency”.</p><p>He pointed out that several African states have taken “vocal stances” on “global flashpoints”, including Israel’s genocidal war on Gaza — which the US supports — and the recent US military action in Venezuela.</p><p>The governments of South Africa, Namibia and Ghana, for instance, have led condemnation of the US’s abduction of Venezuelan President Nicolas Maduro as a blatant violation of international law.</p><p>South Africa, meanwhile, has <a href=\"/news/2025/9/20/brazil-joins-south-africas-genocide-case-against-israel-at-icj\">spearheaded</a> a genocide case against Israel at the International Court of Justice (ICJ).</p><p>“I do expect that theme of international justice to continue, not necessarily as open confrontation but as a reminder that Africa increasingly sees itself as a normative actor on the global stage,” Lopes said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He explained that recent dealings between the US, South Africa and Nigeria have been “illustrative” of the tightrope walk many African Union members face in the Trump era.</p><p>In South Africa, Trump has pushed claims that white Afrikaner farmers have been persecuted in a “white genocide”, a position rejected by the government of Cyril Ramaphosa and several top Afrikaner officials.</p><p>But even after an extraordinary — and falsehood-laden — <a href=\"/news/2025/5/22/trumps-ramaphosa-ambush-key-takeaways-from-heated-white-house-meeting\">confrontation</a> at the Oval Office, Ramaphosa’s government has sought to forge new deals with the Trump administration, while also strengthening ties with its top trading partner, China.</p><p>Trump has also pushed dubious claims about Christian persecution in Nigeria. In December, the US struck an alleged ISIL (ISIS)-linked group in the country’s restive northeast, promising more bombings if armed actors “continue to kill Christians”.</p><p>Nigeria’s government has responded to the US attack carefully, characterising it as a “joint operation”, while rejecting the notion that religion was the root of the violence.</p><p>It has also used Trump’s interest in the region to boost security cooperation and intelligence sharing with the US, in an effort to counter the persistent insecurity in the country’s north.</p><p>“Both have experienced a more antagonistic tone from Washington. Yet, both have also leveraged that friction to diversify partnerships and assert strategic autonomy,” Lopes said.</p><p>“That reflects the broader balancing act under way across the continent.”</p></div></div></body></html>"
        },
        {
            "title": "US judge blocks Trump administration from punishing Senator Mark Kelly | Donald Trump News | Al Jazeera",
            "time": "2026-02-13T00:46:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-30T223053Z_2124658338_RC2XBJAZ4U57_RTRMADP_3_USA-CONGRESS-SHUTDOWN-1770921700.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States judge has granted an injunction preventing the Department of Defense from stripping Senator Mark Kelly, a military veteran, of his retirement pension and military rank.</p><p>The Defense Department had taken punitive action against Kelly for critical statements he had made against President Donald Trump.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But on Thursday, Judge Richard J Leon, an appointee of Republican President George W Bush, issued a forceful rebuke, accusing the Trump administration of trying to stifle veterans’ free speech rights.</p><p>Leon directed much of his ruling at Defense Secretary Pete Hegseth, a senior Trump official who announced on January 5 that Kelly would be censured for what he characterised as “seditious” statements.</p><p>“Rather than trying to shrink the First Amendment liberties of retired service members, Secretary Hegseth and his fellow Defendants might reflect and be grateful for the wisdom and expertise that retired service members have brought to public discussions and debate on military matters in our Nation over the past 250 years,” Leon wrote.</p><p>“If so, they will more fully appreciate why the Founding Fathers made free speech the first Amendment in the Bill of Rights!”</p><h2 id=\"history-of-the-case\">History of the case</h2><p>Thursday’s decision comes after Kelly, a Democratic member of Congress, <a href=\"/news/2026/1/13/senator-mark-kelly-sues-us-defense-department-for-punitive-retribution\">filed a lawsuit</a> against the Trump administration on January 12, alleging “punitive retribution”.</p><p>He had drawn the Trump administration’s ire with several public statements questioning the president’s military decisions.</p><p>Kelly, who represents the swing state of Arizona, had condemned the administration for sending military troops to quell protests in Los Angeles in June 2025.</p><p>Then, in November, he was also one of six former members of the US’s military and intelligence communities to participate in a video reminding current service members of their duty to “refuse illegal orders”.</p><p>That video quickly attracted Trump’s attention, and the president <a href=\"/news/2025/11/20/punishable-by-death-trump-threatens-democrats-with-sedition-charges\">issued a string</a> of social media posts threatening imprisonment and even the death penalty.</p><p>“This is really bad, and Dangerous to our Country. Their words cannot be allowed to stand. SEDITIOUS BEHAVIOR FROM TRAITORS!!! LOCK THEM UP?” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115582451169685243\" target=\"_blank\" rel=\"noopener\">wrote</a> in one post.</p><p>In <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115582703277798715\" target=\"_blank\" rel=\"noopener\">another</a>, he suggested a harsher punishment: “SEDITIOUS BEHAVIOR, punishable by DEATH!”</p><p>Shortly thereafter, the Defense Department announced it had <a href=\"/news/2025/11/24/pentagon-says-it-is-investigating-us-senator-over-illegal-orders-video\">launched an investigation</a> into the video and Kelly specifically, given his role as a retired Navy captain.</p><p>Hegseth accused Kelly of using “his rank and service affiliation” to discredit the US armed forces, and he <a href=\"https://x.com/SecWar/status/2008189258528665898\" target=\"_blank\" rel=\"noopener\">echoed</a> Trump’s claims that the video was “reckless and seditious”.</p><p>His decision to pen a formal letter of censure against Kelly prompted the senator to sue.</p><p>Such a letter serves as a procedural step towards lowering Kelly’s military rank at the time of his retirement, as well as curbing his post-military benefits.</p><p>But Kelly argued that such punishment would serve to dampen the rights of veterans to participate in political discourse – and would additionally hinder his work as a member of Congress.</p><h2 id=\"an-exclamation-filled-ruling\">An exclamation-filled ruling</h2><p>In Thursday’s <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.dcd.288365/gov.uscourts.dcd.288365.37.0_2.pdf\" target=\"_blank\" rel=\"noopener\">ruling</a>, Judge Leon determined that Kelly was likely to prevail on the merits of his case – and, citing the folk singer Bob Dylan, he added that it was easy to see why.</p><p>“This Court has all it needs to conclude that Defendants have trampled on Senator Kelly’s First Amendment freedoms and threatened the constitutional liberties of millions of military retirees,” Leon said in his often quippy ruling.</p><p>“After all, as Bob Dylan famously said, ‘You don’t need a weatherman to know which way the wind blows.'”</p><p>Leon acknowledged that granting an injunction against the government is an “extraordinary remedy”. But he argued it was necessary, given the gravity of the case.</p><p>The judge conceded that the Defense Department does have the ability to restrict the speech of active-service military members, given the need for discipline among troops.</p><p>But the Trump administration argued in its court filings that those restrictions extended to retired military veterans as well.</p><p>Leon, however, dismissed that assertion with the verbal equivalent of a snort: “Horsefeathers!”</p><p>“Speech from retired servicemembers – even speech opining on the lawfulness of military<br>\noperations – does not threaten ‘obedience, unity, commitment, and esprit de corps’ in the same way as speech from active-duty soldiers,” Leon wrote.</p><p>“Nor can speech from retired servicemembers ‘undermine the effectiveness of response to command’ as directly as speech from active-duty soldiers.”</p><p>Leon also acknowledged that Kelly’s role as a lawmaker in Congress compounded the harms from any attempts to curtail his free-speech rights.</p><p>“If legislators do not feel free to express their views and the views of their constituents without fear of reprisal by the Executive, our representative system of Government cannot function!” he wrote, in one of his many exclamatory statements.</p><p>The judge was also harshly critical of the Trump administration’s arguments that Kelly’s rank and retirement benefits were solely a military matter, not a judicial one.</p><p>Leon described Hegseth’s letter of censure as making Kelly’s punishment a “fait accompli” – a foregone conclusion – given that such a document cannot be appealed and could itself serve as the basis for a demotion.</p><p>“Here, the retaliation framework fits like a glove,” Leon said, appearing to validate the crux of Kelly’s lawsuit.</p><p>At another point, he rejected the government’s arguments by saying, “Put simply, Defendants’ response is anemic!”</p><p>The injunction he offered, though, is temporary and will last only until the lawsuit reaches a resolution.</p><h2 id=\"trump-administration-responds\">Trump administration responds</h2><p>In the wake of the injunction, Kelly took to social media to say the short-term victory was a win for all military veterans.</p><p>“Today a federal court made clear that Pete Hegseth violated the Constitution when he tried to punish me for something I said,” Kelly said in a <a href=\"https://x.com/senmarkkelly/status/2022008602194526370\" target=\"_blank\" rel=\"noopener\">video</a> statement.</p><p>“But this case was never just about me. This administration was sending a message to millions of retired veterans that they, too, can be censured or demoted just for speaking out.”</p><p>He added that the US faces a “critical moment” in its history, warning of the erosion of fundamental rights.</p><p>Kelly then proceeded to accuse the Trump administration of “cracking down on our rights and trying to make examples of anybody they can”. He also acknowledged that the legal showdown had only just begun.</p><p>“I appreciate the judge’s careful consideration of this case,” Kelly said. “But I also know that this might not be over yet, because this president and this administration do not know how to admit when they’re wrong.”</p><p>Within a couple of hours of Kelly’s post, Hegseth himself shared a <a href=\"https://x.com/PeteHegseth/status/2022035474337214836\" target=\"_blank\" rel=\"noopener\">message</a> on social media, confirming that the Trump administration would forge ahead with contesting Thursday’s decision.</p><p>“This will be immediately appealed,” Hegseth said of the injunction. “Sedition is sedition, ‘Captain.'”</p><p>Kelly is considered a Democratic contender for the presidency in 2028.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s EPA announcement revokes key research behind climate regulations | Environment News | Al Jazeera",
            "time": "2026-02-13T00:08:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26043765432627-1770935568.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has revoked a scientific finding that has long been the central basis for its actions to regulate greenhouse gas emissions and fight climate change.</p><p>The decision on Thursday is the most aggressive move by President <a href=\"/economy/2026/2/12/trump-orders-pentagon-to-buy-electricity-generated-by-coal\">Donald Trump</a> to roll back environmental regulations since the start of his second term.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Under his leadership, the Environmental Protection Agency (EPA) finalised a rule rescinding a 2009 government declaration known as the “endangerment finding”.</p><p>It is the legal underpinning for nearly all climate regulations under the Clean Air Act for motor vehicles, power plants and other pollution sources that are heating the planet.</p><p>Established under the presidency of Democrat Barack Obama, the finding establishes that carbon dioxide and other greenhouse gases threaten public health and welfare.</p><p>But President Trump, a Republican, has <a href=\"/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech\">called</a> climate change a “hoax” and a “con job”. The endangerment finding, he argued, is “one of the greatest scams in history”, adding that it “had no basis in fact” or law.</p><p>“On the contrary, over the generations, fossil fuels have saved millions of lives and lifted billions of people out of poverty all over the world,” Trump said at a White House ceremony on Thursday.</p><p>He hailed the repeal of the endangerment finding as “the single largest deregulatory action in American history, by far”.</p><p>EPA administrator Lee Zeldin, who also attended the ceremony, described the endangerment finding as “the Holy Grail of federal regulatory overreach”.</p><p>Rescinding the endangerment finding repeals all greenhouse gas emissions standards for cars and trucks. It could also unleash a broader unravelling of climate regulations on stationary sources such as power plants and oil and gas facilities, experts say.</p><p>But Thursday’s new rule is likely to face pushback in the US court system.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Overturning the finding will “raise more havoc” than other actions Trump has taken to roll back environmental rules, environmental law professor Ann Carlson told The Associated Press news agency.</p><p>Environmental groups described the move as the single biggest attack in US history against federal authority to address <a href=\"/news/2025/10/16/climate-study-finds-overheating-world-will-add-57-superhot-days-a-year\">climate change</a>. Evidence backing up the endangerment finding has only grown stronger in the 17 years since it was approved, they said.</p><p>As part of Thursday’s decision, the EPA also announced it will end tax credits for automakers who install automatic start-stop ignition systems in their vehicles. The device is intended to reduce emissions, but Zeldin said “everyone hates” it.</p><p>Zeldin, a former Republican congressman who was tapped by Trump to lead EPA last year, has criticised his Democratic predecessors, saying that, in the name of tackling climate change, they were “willing to bankrupt the country”.</p><p>The <a href=\"/news/2025/7/29/trump-administration-moves-to-nix-key-finding-on-greenhouse-gas-emissions\">endangerment finding</a> “led to trillions of dollars in regulations that strangled entire sectors of the United States economy, including the American auto industry”, Zeldin said, criticising the leadership of Obama and former President Joe Biden in particular.</p><p>“The Obama and Biden administrations used it to steamroll into existence a left-wing wish list of costly climate policies, electric vehicle mandates and other requirements that assaulted consumer choice and affordability.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The endangerment finding had allowed for a series of regulations intended to protect against climate change and related threats.</p><p>They include deadly floods, <a href=\"/news/2025/7/16/why-is-europe-facing-record-breaking-heatwaves\">extreme heat waves</a>, catastrophic wildfires and other natural disasters in the US and around the world.</p><p>Gina McCarthy, a former EPA administrator who served as the White House’s climate adviser in the Biden administration, called the Trump administration’s actions reckless.</p><p>“This EPA would rather spend its time in court working for the fossil fuel industry than protecting us from pollution and the escalating impacts of climate change,” she said.</p><p>EPA has a clear scientific and legal obligation to regulate greenhouse gases, McCarthy explained, adding that the health and environmental hazards of climate change have “become impossible to ignore”.</p><p>Thursday’s EPA action follows an executive order from Trump that directed the agency to submit a report on “the legality and continuing applicability” of the endangerment finding.</p><p>Conservatives have long sought to undo what they consider overly restrictive and economically damaging rules to limit the greenhouse gases that cause global warming.</p><p>Democratic Senator <a href=\"/opinions/2023/3/25/we-need-a-fossil-fuel-phase-out-now\">Ed Markey</a> said that keeping the endangerment finding should have been a “no-brainer”.</p><p>“Trump and Zeldin are putting our lives and our future at risk,” he said in a video statement.</p><p>“They have rolled back protection after protection in a race to the bottom. Instead of ‘Let them eat cake,’ Zeldin is saying, ‘Let them breathe soot.'”</p></div></div></body></html>"
        },
        {
            "title": "Protesters march in Venezuela as National Assembly weighs amnesty bill | Donald Trump News | Al Jazeera",
            "time": "2026-02-12T23:05:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_698e47d679-1770932182.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Protesters have marched in duelling demonstrations in Venezuela’s capital, Caracas, as the country’s National Assembly weighed a bill that would grant amnesty to political prisoners.</p><p>The demonstrations on Thursday marked Venezuela’s National Youth Day and were the first major showing of opposition to the government led by interim President Delcy Rodriguez.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>She has led the country since the United States <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">abducted</a> Venezuelan President Nicolas Maduro in January.</p><p>Her government called on its supporters to flood the streets with counterprotests, and both rallies attracted thousands of people.</p><p>The show of defiance came as the National Assembly debated a landmark bill that would grant amnesty to political prisoners detained under Maduro.</p><p>A final vote on the bill has been postponed, despite government statements previously indicating that it would be passed this week.</p><p>Rodriguez has overseen the release of hundreds of <a href=\"/news/2026/2/5/venezuelas-national-assembly-approves-amnesty-bill-in-first-of-two-votes\">political prisoners</a> since taking office, in what has been seen as one of several concessions to the administration of United States President Donald Trump.</p><p>Other moves have included staunching Venezuelan oil deliveries to Cuba and passing legislation to open the country’s state-controlled oil industry to more foreign companies.</p><p>An amnesty for political prisoners has long been a central demand of the opposition and human rights organisations.</p><p>However, critics have raised concerns over how the legislation, if passed, would be implemented and who would be eligible for release. The bill has not yet received a public reading.</p><p>Rodriguez had announced the amnesty legislation last month, saying it was designed “to heal the wounds left by the political confrontation fuelled by violence and extremism”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>She said it would cover what she described as the “entire period of political violence from 1999 to the present”.</p><p>The amnesty bill covers charges of treason, terrorism and spreading hate that were used to lock up dissidents over the past two decades.</p><p>It would not apply to those convicted of murder, drug trafficking, corruption or human rights violations, according to media reports about the legislation.</p><p>Alex Neve, a member of the United Nations’ Independent International Fact-Finding Mission for Venezuela, said earlier this week that the bill “offers an opportunity to provide justice and alleviate the suffering of the many people who have been unlawfully detained for political reasons in Venezuela”.</p><p>However, Neve said that transparency was essential, and civil society groups “must be at the centre of this process”.</p><p>Already, human rights groups have questioned the Rodriguez government’s efforts to free political prisoners.</p><p>The Venezuelan-based human rights group Foro Penal has confirmed at least 431 people have been released – a figure lower than the government’s stated number.</p><p>More than 600 political prisoners remain in custody, according to Foro Penal’s statistics.</p><p>Critics also point to the case of Juan Pablo Guanipa, an opposition politician who was recently released, only to be placed under house arrest.</p><h2 id=\"scrutiny-over-elections\">Scrutiny over elections</h2><p>Still, the amnesty bill has been hailed as a breakthrough for a country that, up until recently, denied having political prisoners at all.</p><p>The bill is also slated to lift measures banning several opposition leaders from running for office, including Nobel Peace Prize laureate Maria Corina Machado.</p><p>The Maduro government had been accused of using state violence to suppress the opposition, including through forced disappearances and torture.</p><p>It had also faced accusations of election rigging, most recently in 2024, when Maduro controversially claimed a third term as president.</p><p>Machado had been elected the opposition coalition’s nominee for the 2024 election, but she was barred from running only months before the vote, as was her successor, <a href=\"/news/2024/3/22/faced-with-an-election-ban-venezuela-opposition-leader-names-alternate\">Corina Yoris</a>.</p><p>Edmundo Gonzalez ultimately took on the role as the opposition’s candidate. The opposition has maintained Gonzalez was the rightful winner of the election, a position backed by independent experts.</p><p>On Monday, National Assembly leader Jorge Rodriguez, the president’s brother, ruled out holding new presidential elections in the immediate future, telling the US media outlet Newsmax that “stabilisation” must first be achieved.</p><p>The Trump administration has also dismissed pressure for new elections in Venezuela, despite Machado’s claims that the opposition has a “mandate” to govern.</p><h2 id=\"trump-denies-oil-magnate-s-role\">Trump denies oil magnate’s role</h2><p>Also on Thursday, Trump took to his Truth Social account to deny that the US oil magnate Harry Sargeant III had authority to make decisions on behalf of his administration in Venezuela.</p><p>“He has no authority, in any way, shape, or form, to act on behalf of the United States of America, nor does anyone else that is not approved by the State Department. Without this approval, no one is authorised to represent our Country,” Trump wrote.</p><p>The post appeared to be in response to media reports that Sargeant had been advising the US administration about how to gain access to Venezuela’s vast oil reserves, a top goal for Trump.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Sargeant, who has longstanding ties to Venezuela’s oil industry, is a Republican donor who also plays golf with Trump.</p><p>In his post, Trump added his administration was “dealing very well” with the Rodriguez-led government.</p><p>“Relations between Venezuela and the United States have been, to put it mildly, extraordinary!” Trump said in his post.</p><p>“But we speak only for ourselves, and don’t want there to be any confusion or misrepresentation.”</p><p>On Wednesday, Trump’s energy secretary, Chris Wright, met with Rodriguez in Caracas, where he touted cooperation on oil production.</p><p>The trip marked the <a href=\"/news/2026/2/12/us-energy-secretary-chris-wright-touts-oil-production-on-venezuela-visit\">first time</a> a member of Trump’s cabinet had visited the country.</p></div></div></body></html>"
        },
        {
            "title": "Is genocide still happening in Gaza? | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-12T23:04:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770934030.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Israel continues attacks and restrictions on essentials for life.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Amnesty International and Israeli human-rights organisation B’Tselem say the genocide in Gaza is continuing.</p><p>Four months after a deal to stop the war, aside from continuing Israeli attacks, Palestinians face other dangers.</p><p>So what are they – and is it still genocide?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Mansour Shouman – Middle East political analyst and citizen journalist from Gaza</p><p>Shai Parnes – Director of public outreach, B’Tselem, NGO that documents human rights violations in the occupied West Bank and Gaza Strip</p><p>Michael Lynk – Professor emeritus of law at Western University in Ontario, Canada and a former UN special rapporteur for human rights in the occupied Palestinian territories</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Atletico Madrid thrash Barcelona 4-0 to take charge of Copa del Rey semi | Football News | Al Jazeera",
            "time": "2026-02-12T22:45:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_698e3d00ce-1770929408.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Atletico Madrid thrash Barcelona 4-0 to take charge of Copa del Rey semi</h1><p class=\"article__subhead\"><em>Atletico Madrid tear the holders ⁠apart ⁠with four first-half goals in the ⁠first leg of their Copa del ​Rey semifinal.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Atletico ‌Madrid tore Barcelona apart with four first-half goals to <a href=\"/sports/liveblog/2026/2/12/live-atletico-madrid-vs-barcelona-copa-del-rey-semifinal-first-leg\">secure a 4-0 victory</a> in the ⁠first leg of their ⁠Copa del Rey semifinal, leaving the holders staring at a near-impossible task in the return match.</p><p>Diego Simeone’s side needed only 45 minutes at home to seize control of the tie on Thursday, capitalising ⁠on a calamitous early error, before carving Hansi Flick’s team open at will to move to the brink of April’s final in Seville.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Atletico took the lead in the sixth minute in extraordinary fashion. Barcelona defender Eric Garcia rolled ⁠a routine pass back, but goalkeeper Joan Garcia, already scanning upfield, allowed the ball to slip under his boot and towards goal. His desperate dive came too late as it had crossed the line.</p><p>Eight minutes later, they doubled their lead with a flowing move. Ademola Lookman collected a long ball on the left and fed Julian Alvarez, who switched play ‌to Nahuel Molina. The right back slipped a clever pass inside for Antoine Griezmann, who controlled smoothly and guided the ball into the bottom corner.</p><figure id=\"attachment_4309852\" aria-describedby=\"caption-attachment-4309852\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4309852\" src=\"/wp-content/uploads/2026/02/afp_698e382f6942-1770928175.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Atletico Madrid's French forward #07 Antoine Griezmann (R) scores his team's second goal during the Spanish Copa del Rey (King's Cup) semi final first leg football match between Club Atletico de Madrid and FC Barcelona at Metropolitano Stadium in Madrid on February 12, 2026. (Photo by Oscar DEL POZO / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4309852\" class=\"wp-caption-text\">Griezmann scores his team’s second goal [Oscar del Pozo/AFP]</figcaption></figure><p>The third goal, in the 33rd minute, was another counter. Giuliano Simeone drove down the right and crossed low to Alvarez, who squared for an unmarked Lookman to fire into the bottom corner.</p><p>Flick reacted by sending on Robert Lewandowski in the 37th minute for Marc Casado. The change did little to stem the tide.</p><p>Instead, Atletico struck again before half-time. Lookman and Alvarez combined once more, the Nigerian forward ⁠sliding a pass into the centre for the Argentinian to unleash a strike into ⁠the top corner from just inside the box.</p><p>Atletico goalkeeper Juan Musso denied Fermin Lopez early in the second half as Barca searched for a lifeline before the March 3 ⁠return leg at Camp Nou.</p><p>They thought they had one in the 52nd minute when Pau Cubarsi turned in a rebound from a free kick, only for the effort ⁠to be ruled out for offside after a lengthy VAR review lasting ⁠nearly six minutes.</p><p>Atletico remained dangerous and nearly added a fifth late on. Substitute Alex Baena was racing through unmarked in the 86th minute when Garcia brought him down from behind. The referee initially produced a yellow card but upgraded it to a straight red after consulting the pitchside ‌monitor.</p><p>“It was crazy. Even more so against Barca,” defender Marcos Llorente told Movistar Plus.</p><p>“The team did everything right. We stuck together at the back, we didn’t sit back, we pressed high up the pitch, we broke up the ‌space ‌really well. Everything went our way.”</p><p>The winners of the tie will face Real Sociedad or Athletic Bilbao in the final. Real Sociedad hold a <a href=\"/sports/2026/2/12/real-sociedad-defeat-athletic-bilbao-in-copa-del-rey-semifinal-first-leg\">1-0 advantage</a> before their second leg in San Sebastian on March 4.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US urges Europe to take the lead on defence in NATO | NATO News | Al Jazeera",
            "time": "2026-02-12T21:32:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_698e37a3854c-1770928035.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US urges Europe to take the lead on defence in NATO</h1><p class=\"article__subhead\"><em>Pentagon policy chief Elbridge Colby says current NATO approach ‘no longer fit for purpose’.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pentagon policy chief Elbridge Colby has called for NATO “partnerships not dependencies”, saying Europe must take primary responsibility for its defence.</p><p>The US official was in Brussels to meet with NATO’s defence ministers on Thursday, where he delivered <a href=\"https://www.war.gov/News/Speeches/Speech/Article/4404801/remarks-by-under-secretary-of-war-for-policy-elbridge-colby-at-the-nato-defense/#:~:text=This%20%22NATO%203.0%22%20requires%20much,focus%20on%20military%20strength%20alone.\" target=\"_blank\" rel=\"noopener\">remarks</a> calling for “clear-eyed realism and fundamental adaptation by all”.</p><p>Noting that the current approach of the military alliance was “no longer fit for purpose”, he said a new “NATO 3.0” required “much greater efforts by our allies to step up and assume primary responsibility for the conventional defence of Europe”.</p><p>Insisting that the US’s reprioritising of its interests was not a retreat from Europe, he said it was an “affirmation of strategic pragmatism and a recognition of our allies’ undeniable ability to step up”.</p><p>Colby said the US would continue to provide its extended nuclear deterrent and, “in a more limited and focused fashion”, contribute to NATO’s defence, as well as “train, exercise, and plan alongside our allies”.</p><p>“But we will also continue to press, respectfully but firmly and insistently, for a rebalancing of roles and burdens within the Alliance,” he added.</p><h2 id=\"purl-pledges\">PURL pledges</h2><p>NATO Secretary-General Mark Rutte <a href=\"https://www.youtube.com/watch?v=BB9raRrIrP0\" target=\"_blank\" rel=\"noopener\">said</a> at a news conference on Thursday that the meeting was “one of the most pivotal” that he had been part of.</p><p>He said that he believed that the longer term would see the US’s “nuclear umbrella as the ultimate guarantor of our security here in Europe and Canada, but also a strong conventional presence of the US here in Europe.”</p><p>He told reporters that NATO states have announced hundreds of millions of dollars in support for the Prioritised Ukraine Requirements List (PURL). The initiative supplies Ukraine with US-made equipment and munitions.</p><p>Rutte thanked the United Kingdom, Iceland, Norway, Sweden and Lithuania for their contributions, and said he expected more pledges soon.</p><p>“The good news is that the billions are coming in,” he said.</p><p>On Wednesday, Ukrainian President Volodymyr Zelenskyy called for more protection from Russian strikes.</p><p>“It is the ‘Patriots’ that work most effectively against Russian ballistics, and the supply of missiles to these systems is needed every day,” he said, thanking those who contribute to the PURL programme.</p><p>“Everything that is currently in the air defence programme should come faster. Thank you to the leaders who understand this and help.”</p></div></div></body></html>"
        },
        {
            "title": "T20 World Cup: How India vs Pakistan relations went from bad to worse | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-12T20:57:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250928__772A2RL__v1__MidRes__CricketAsia2025T20IndPak-1759069064-1770926925.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When India and Pakistan meet in the T20 World Cup on Sunday, the match will not just be significant for its on-field cricket action but also the political climate that has shrouded the encounter and the tournament itself.</p><p>The South Asian nations share a decades-old history of wars and hostile relations. The most recent <a href=\"/tag/india-pakistan-tensions/\">encounter</a> came in May 2025, when the nuclear-armed neighbours were engaged in a four-day cross-border conflict.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>This 78-year-old bitter history has fuelled the sporting rivalry, which has – at times – led to tournament boycotts, cancelled matches and ground invasions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Players from both teams have often been involved in heated encounters on the field, but have also publicly shared lighter moments off it.</p><p>However, the lingering hostility of the last conflict has made a severe and long-term impact on cricket, which is the most widely followed sport in South Asia.</p><p>We look back at the deteriorating cricket relations between India and Pakistan since the May conflict and the on-field events steeped in politics:</p><h2 id=\"september-14-no-handshake-row\">September 14 – No handshake row</h2><p>The <a href=\"/sports/2025/9/14/india-vs-pakistan-asia-cup-match-hit-by-no-handshake-controversy\">controversy</a> began when India’s Suryakumar Yadav opted out of the customary pre-toss captains’ handshake with Pakistan’s Salman Ali Agha, prompting fans to wonder if politics were at play.</p><p>The doubts were cleared at the end of the match when, after hitting the winning runs, Yadav and his batting partner Shivam Dube walked off the field without approaching the Pakistani captain and team for the traditional post-match handshakes.</p><p>Pakistan’s players trudged off in a group and waited for the Indian squad, but the Indian contingent only shook hands with each other before walking into their dressing room and shutting the door as the waiting Pakistan players looked on.</p><p>Later, Yadav confirmed that his team had planned to not shake hands with Pakistani players all along, linking it to the April 22 attack in Indian-administered Kashmir that preceded the May conflict.</p><p>“A few things in life are above sportsman’s spirit,” the 35-year-old said.</p><figure id=\"attachment_3968858\" aria-describedby=\"caption-attachment-3968858\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3968858\" src=\"/wp-content/uploads/2025/09/AFP__20250921__76AR2KE__v2__HighRes__TopshotCricketAsia2025T20IndPak-1758464034.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"India's captain Suryakumar Yadav (L) walks after the toss as his Pakistan's counterpart Salman Agha watches before the start of the Asia Cup 2025 Super Four Twenty20 international cricket match between India and Pakistan at the Dubai International Stadium in Dubai on September 21, 2025. (Photo by Sajjad HUSSAIN / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3968858\" class=\"wp-caption-text\">India’s captain Suryakumar Yadav walks off after the toss as his Pakistan counterpart Salman Agha watches on before the start of their Asia Cup 2025 game [Sajjad Hussain/AFP]</figcaption></figure><h2>September 17 – Pakistan refuse to take the field against UAE</h2><p>The fallout of the handshake row carried over into Pakistan’s next group game in the Asia Cup, when they <a href=\"/sports/2025/9/17/pakistan-vs-uae-delayed-over-match-referees-role-in-india-handshake-row\">refused</a> to take the field against the UAE in protest against match referee Andy Pycroft.</p><p>Pakistan insisted that Pycroft be removed from their fixture as he was the key official in the India match and helped carry out India’s request that the captains not shake hands at the toss.</p><p>“Andy Pycroft had barred the captains of India and Pakistan from shaking hands during their match,” the Pakistan Cricket Board (PCB) said in a statement.</p><p>The Pakistan-UAE match was delayed by an hour as negotiations took place behind closed doors, and Pycroft apologised for the “miscommunication”.</p><figure id=\"attachment_3967892\" aria-describedby=\"caption-attachment-3967892\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3967892\" src=\"/wp-content/uploads/2025/09/AFP__20250917__74UR7LA__v2__HighRes__CricketAsia2025T20UaePak-1758449660.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pakistan's captain Salman Agha (L) and team manager Naveed Akram Cheema speak before the start of the Asia Cup 2025 Twenty20 international cricket match between United Arab Emirates and Pakistan at the Dubai International Stadium in Dubai on September 17, 2025. (Photo by Sajjad HUSSAIN / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3967892\" class=\"wp-caption-text\">Pakistan’s captain Salman Agha and team manager Naveed Akram Cheema speak before the start of the match against the United Arab Emirates [File: Sajjad Hussain/AFP]</figcaption></figure><h2>September 21 – Players exchange heated words, make references to conflict</h2><p>When the teams <a href=\"/sports/2025/9/21/india-beat-pakistan-by-six-wickets-in-asia-cup-super-fours\">met</a> for the second time in the Asia Cup, players from both sides were seen exchanging verbal blows in the middle of the pitch.</p><p>Pakistan’s Haris Rauf had a go at India’s batter Abhishek Sharma, who later said his match-winning innings of 74 runs was a response to Pakistani players.</p><p>“The way they were coming at us without any reason, I didn’t like it at all,” Sharma said after the match.</p><p>Rauf was also seen making gestures towards the Indian supporters while fielding on the boundary. He held up his hands to indicate the numbers six and zero, a reference to Pakistan’s <a href=\"/news/2025/6/1/india-general-admits-jet-losses-in-clash-with-pakistan-heres-what-he-said\">claim</a> of downing six Indian jets during the May conflict.</p><p>The fast bowler also made gestures indicating an aircraft nosediving into the ground.</p><p>Following the match, the Board of Control for Cricket in India (BCCI) lodged a complaint with the International Cricket Council (ICC) against Rauf and Pakistani batter Sahibzada Farhan, who marked his half-century with a mock gun celebration.</p><p>Pakistan, too, lodged a complaint against India’s captain Yadav for using his post-match press comments to mention the Indian missile attacks in Pakistan.</p><figure id=\"attachment_3970081\" aria-describedby=\"caption-attachment-3970081\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3970081\" src=\"/wp-content/uploads/2025/09/AFP__20250921__76BA4CC__v2__HighRes__TopshotCricketAsia2025T20IndPak-1758475831.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pakistan's Haris Rauf (R) speaks with India's Abhishek Sharma (2L) as Shubman Gill watches during the Asia Cup 2025 Super Four Twenty20 international cricket match between India and Pakistan at the Dubai International Stadium in Dubai on September 21, 2025. (Photo by Sajjad HUSSAIN / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3970081\" class=\"wp-caption-text\">Pakistan’s Haris Rauf speaks with India’s Abhishek Sharma, second left, as Shubman Gill watches during the Asia Cup match [File: Sajjad Hussain/AFP]</figcaption></figure><h2 id=\"september-28-india-refuse-to-receive-trophy-from-pakistani-official\">September 28 – India refuse to receive trophy from Pakistani official</h2><p>The controversial tournament peaked in the final when India, who beat Pakistan by five wickets, refused to accept the Asia Cup trophy because it was presented by Mohsin Naqvi, who is the Asian Cricket Council (ACC) president as well as the chairman of the PCB.</p><p>Naqvi is also Pakistan’s federal interior minister.</p><p>“We have decided not to take the Asia Cup trophy from the ACC chairman, who happens to be one of the main [political] leaders of Pakistan,” Devajit Saikia, the chairman of the Board of Control for Cricket in India (BCCI), said.</p><p>The final award presentation was delayed by more than an hour due to India’s refusal and Naqvi’s insistence on presenting the trophy. The Indian team celebrated by pretending to hold a trophy.</p><p>India’s captain Yadav added it was the team’s decision to refuse the trophy and “no one told us to do it”.</p><figure id=\"attachment_3992215\" aria-describedby=\"caption-attachment-3992215\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3992215\" src=\"/wp-content/uploads/2025/09/AFP__20250928__772Y3KG__v1__MidRes__CricketAsia2025T20IndPak-1759091995.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"India's captain Suryakumar Yadav (R) playfully pretends to hold the trophy as his team celebrates their victory at the end of the Asia Cup 2025 Twenty20 international cricket final match between India and Pakistan at the Dubai International Stadium in Dubai on September 28, 2025. (Photo by Sajjad HUSSAIN / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3992215\" class=\"wp-caption-text\">India’s captain Suryakumar Yadav pretends to hold the trophy as his team celebrates their victory at the end of the Asia Cup 2025 final [File: Sajjad Hussain/AFP]</figcaption></figure><h2>October 5 – Handshake row hits Women’s Cricket World Cup</h2><p>When India and Pakistan <a href=\"/sports/liveblog/2025/10/5/live-india-vs-pakistan-icc-womens-cricket-world-cup-2025-scores-commentary-stream\">faced</a> off at the ICC Women’s World Cup 2025 in Sri Lanka, the Indian women’s team followed the precedent set by the men’s side by not offering to shake hands with the opposition.</p><figure id=\"attachment_4009741\" aria-describedby=\"caption-attachment-4009741\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4009741\" src=\"/wp-content/uploads/2025/10/AFP__20251005__77QR7MD__v1__MidRes__CricketIccWomenWc2025OdiIndPak-1759656021.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"India's captain Harmanpreet Kaur and her Pakistani counterpart Fatima Sana walk past after the toss ahead of the ICC Women's Cricket World Cup 2025 one-day international (ODI) match between India and Pakistan at the R. Premadasa International Cricket Stadium in Colombo on October 5, 2025. (Photo by Ishara S. KODIKARA / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4009741\" class=\"wp-caption-text\">India’s captain Harmanpreet Kaur and her Pakistani counterpart Fatima Sana walk past each other after the toss at their ICC Women’s Cricket World Cup 2025 match in Sri Lanka [Ishara S Kodikara/AFP]</figcaption></figure><h2>November 4 – ICC sanctions Indian and Pakistani players for on-field behaviour</h2><p>Five weeks after the conclusion of the Asia Cup, the ICC said Rauf, Farhan and Yadav had been found guilty of breaching its code of conduct and bringing the game into disrepute.</p><p>Yadav and Rauf were fined 30 percent of their match fees from the September 14 match and received two demerit points each, while Farhan walked away with a warning and one demerit point.</p><p>Rauf was found guilty of the same offence in the final and handed the same punishment, which led to a two-match ban on him.</p><p>Meanwhile, Indian pacer Jasprit Bumrah, who displayed a plane-crashing celebration of his own in the final, was also found guilty and handed one demerit point.</p><figure id=\"attachment_4308692\" aria-describedby=\"caption-attachment-4308692\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4308692\" src=\"/wp-content/uploads/2026/02/AP25271584594295-1770908072.jpg?w=770&amp;resize=770%2C1155&amp;quality=80\" alt=\"India's Jasprit Bumrah celebrates the wicket of Pakistan's Haris Rauf during the Asia Cup cricket final between India and Pakistan at Dubai International Cricket Stadium, United Arab Emirates, Sunday, Sept. 28, 2025. (AP Photo/Altaf Qadri)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4308692\" class=\"wp-caption-text\">Jasprit Bumrah celebrates the wicket of Haris Rauf during the Asia Cup final [Altaf Qadri/AP]</figcaption></figure><h2>January 25 – Pakistan casts doubt on T20 World Cup participation</h2><p>Following Bangladesh’s <a href=\"/sports/2026/1/25/cricket-players-officials-slam-icc-for-bangladeshs-t20-world-cup-ouster\">ouster</a> from the T20 World Cup, Pakistan said it would reconsider its own presence at the tournament.</p><p>“The prime minister is not in Pakistan right now. When he returns, I’ll be able to give you our final decision,” PCB chief Naqvi said.</p><h2 id=\"february-1-pakistan-announces-boycott-of-india-match\">February 1 – Pakistan announces boycott of India match</h2><p>In an unprecedented decision at a World Cup, Pakistan’s government said its team would not take the field against India on February 15.</p><p>A few days later, Pakistan’s Prime Minister Shehbaz Sharif revealed the move was an act of solidarity with Bangladesh.</p><h2 id=\"february-9-pakistan-reverses-boycott\">February 9 – Pakistan reverses boycott</h2><p>More than a week later, Pakistan reversed its decision and said its cricket team had been ordered to take the field in the match on Sunday.</p><p>Pakistan’s government said it had “reviewed formal requests extended by the Bangladesh Cricket Board, as well as the supporting communications from Sri Lanka, the United Arab Emirates, and other member nations”, which sought “a viable solution to recent challenges”, referring to its decision to boycott the game.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Norwegian police search former PM Jagland’s properties over Epstein ties | News | Al Jazeera",
            "time": "2026-02-12T20:15:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T141439Z_1523454405_RC2BKJANHTS3_RTRMADP_3_USA-TRUMP-EPSTEIN-JAGLAND1-1770927063.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Norwegian police search former PM Jagland’s properties over Epstein ties</h1><p class=\"article__subhead\"><em>Pal Lonseth, chief of the specialised Okokrim economic crimes unit, says Jagland suspected of ‘aggravated corruption’.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Norwegian police say that they had conducted searches of properties owned by former Prime Minister Thorbjorn Jagland as part of a corruption investigation into his connections with the late sex offender Jeffrey Epstein.</p><p>The probe was initiated after documents released by the US Department of Justice in January indicated that Jagland and/or members of his family may have stayed at or vacationed at Epstein’s residences between 2011 and 2018, the AFP news agency reported.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Norwegian television footage showed investigators carrying several boxes from Jagland’s apartment in Oslo during the searches on Thursday.</p><p>Jagland, 74, served as Norway’s prime minister from 1996 to 1997 and during the period mentioned in the files, he was serving as chairman of the Norwegian Nobel Committee and as secretary-general of the Council of Europe.</p><p>In the documents released by the US Justice Department, Epstein referred to him as “the Nobel big shot”, the AFP news agency reported.</p><p>Pal Lonseth, chief of the specialised Okokrim economic crimes unit, said that Jagland’s residence in Oslo had been searched and that he was now formally suspected of “aggravated corruption”.</p><p>His lawyer, Anders Brosveet, confirmed the searches and stated that they were standard procedure in these types of investigations.</p><p>“Jagland wishes to contribute to ensuring that the case is thoroughly clarified, and the next step is that he will appear for questioning by Okokrim – as he himself has stated he wants,” Brosveet said.</p><p>The raids were enabled by the Council of Europe’s Committee of Ministers by waiving Jagland’s diplomatic immunity on Wednesday, following a request from Norwegian authorities. Police told the council in the request that they are investigating whether the benefits Jagland may have received could amount to “passive bribery”.</p><p>Okokrim cited repeated instances, between 2011 and 2018, when Jagland and/or members of his family made use of Epstein’s apartments in Paris and New York, as well as stays at his property in Palm Beach, Florida.</p><p>“For at least one of these private vacations, travel expenses for six adults appear to have been covered by Mr. Epstein,” Okokrim wrote.</p><p>After previously maintaining that his ties with Epstein were part of normal diplomatic activities, Jagland told the newspaper Aftenposten this month that he had shown “poor judgement”.</p></div></div></body></html>"
        },
        {
            "title": "Canada’s PM Carney to visit Tumbler Ridge after mass school shooting | Crime News | Al Jazeera",
            "time": "2026-02-12T20:12:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-03T234719Z_256683075_RC2LEJALYROP_RTRMADP_3_CANADA-POLITICS-1770923194.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Canada’s PM Carney to visit Tumbler Ridge after mass school shooting</h1><p class=\"article__subhead\"><em>Police say 18-year-old Jesse Van Rootselaar killed her mother and stepbrother before carrying out mass shooting in BC.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canadian Prime Minister Mark Carney has said he will shortly visit the remote British Columbia town of <a href=\"/news/2026/2/11/tumbler-ridge-mass-shooting-what-we-know-about-canadas-school-attack\">Tumbler Ridge</a>, where nine people died in one of the country’s worst mass shootings, according to his office.</p><p>Police say 18-year-old <a href=\"/news/2026/2/12/canada-police-identify-shooting-suspect-as-18-year-old-jesse-van-rootselaar\">Jesse Van Rootselaar</a>, who had suffered mental health problems, killed her mother and stepbrother on Tuesday before shooting a teacher and five young students at the local school.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Van Rootselaar, who police say was born a male but began identifying as a woman six years ago, then died by suicide.</p><p>“The Prime Minister will be visiting Tumbler Ridge shortly in support of the community … [we are] working closely with the community and local authorities to finalise details based on their own immediate needs,” Carney’s office said on Thursday in a brief statement, which gave no details.</p><p>Across Tumbler Ridge, a town of about 2,400 in the Canadian Rockies, flowers and stuffed animals could be seen at unofficial public memorials.</p><p>“Hold your kids tight, tell them you love them every day. You never know,” a tearful Lance Young, father of 12-year-old victim Kylie Smith, told reporters on Wednesday.</p><p>Carney announced on Wednesday that Canadian flags will be flown at half-staff for seven days on federal buildings following the mass school shooting.</p><p></p><h2 id=\"honouring-the-victims\">Honouring the victims</h2><p>Police, who say they still do not have a motive, held a meeting with provincial officials late on Wednesday.</p><p>“They are working very hard – they recognise the public does need to hear information to fill that vacuum,” local provincial legislator Larry Neufeld told CBC News on Thursday.</p><p>Police said they had visited Van Rootselaar’s house on several occasions to address mental health issues and had twice taken her away for formal assessments.</p><p>British Columbia Premier David Eby said on Wednesday he had reached out to local health officials to ask for more details of the interactions.</p><p>At one point, police seized guns from the house but returned them after the owner, whose identity they did not disclose, successfully appealed the decision.</p><p>British Columbia on Thursday observed an official day of mourning. Provincial Lieutenant-Governor Wendy Cocchia, the personal representative of King Charles, Canada’s head of state, is scheduled to deliver a speech in the legislature to honour the victims.</p><p>In Toronto, the iconic CN Tower went dark at the top of every hour on Wednesday to honour the victims of the tragedy.</p><p>“Tonight the #CNTower will dim for 5 minutes at the top of each hour in honour of the victims of the attack in Tumbler Ridge, British Columbia,” the CN Tower’s official social media account posted on Wednesday.</p><p></p></div></div></body></html>"
        },
        {
            "title": "US readying another aircraft carrier for deployment amid Iran tensions | Donald Trump News | Al Jazeera",
            "time": "2026-02-12T20:11:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-08T072650Z_1093124091_RC2ZGJAF7K0R_RTRMADP_3_IRAN-CRISIS-1770922240.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump has appeared to confirm that the United States is looking to further shore up <a href=\"/news/2026/1/29/how-does-us-military-build-up-off-iran-compare-to-the-june-2025-strikes\">military assets</a> in the Middle East despite ongoing diplomacy to ease tensions with Iran.</p><p>The US president shared on his Truth Social platform on Thursday, without comment, a Wall Street Journal article titled Pentagon Prepares Second Aircraft Carrier to Deploy to the Middle East.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The story quoted US officials as saying that the Pentagon ordered the military to prepare an aircraft carrier strike group for deployment to the region to join the USS Abraham Lincoln, which is already there.</p><p>Later, a person familiar with the plans told The Associated Press news agency on Thursday that the world’s largest aircraft carrier has been ordered to sail from the Caribbean Sea to the Middle East.</p><p>The move by the USS Gerald R Ford, first reported by The New York Times, will put two carriers and their accompanying warships in the region as Trump increases pressure on Iran to make a deal over its nuclear programme. The person spoke on condition of anonymity to discuss military movements.</p><p>The USS Abraham Lincoln aircraft carrier and three guided-missile destroyers arrived in the Middle East more than two weeks ago.</p><p>The reporting came hours after Trump hosted Israeli Prime Minister Benjamin Netanyahu, who has been pushing for hawkish policies against Tehran, at the White House and reaffirmed his preference for a diplomatic deal with Iran.</p><p>“There was nothing definitive reached other than I insisted that negotiations with Iran continue to see whether or not a Deal can be consummated,” Trump wrote after the meeting with Netanyahu.</p><p>“If it can, I let the Prime Minister know that will be a preference. If it cannot, we will just have to see what the outcome will be.”</p><p>Last week, the US and Iran held their first round of indirect talks since last year in Oman. Both Washington and Tehran have said they would continue on the diplomatic path, but no further talks have been scheduled publicly yet.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Tehran <a href=\"/news/2026/2/12/irans-larijani-accuses-israel-of-trying-to-sabotage-us-negotiations\">has warned Washington</a> against allowing Netanyahu to spoil the ongoing diplomatic push.</p><p>“Our negotiations are exclusively with the United States – we are not engaged in any talks with Israel,” Iran’s security chief Ali Larijani told Al Jazeera on Wednesday.</p><p>“However, Israel has inserted itself into this process, with their intent on undermining and sabotaging these negotiations.”</p><p>Later on Thursday, Trump denied that Netanyahu was lobbying him against talks with Iran.</p><p>“I’ll talk to them as long as I like, and we’ll see if we can get a deal with them,” he told reporters.</p><p>The US president added that an agreement with Iran could be reached next month, stressing that Tehran should agree to a deal “quickly”.</p><p>Trump has said that he is seeking an agreement that would ensure that Iran has “no nuclear weapons” and “no missiles”.</p><p>But Iran, which denies seeking nuclear weapons, has ruled out any concessions over its missile arsenal. Foreign Minister Abbas Araghchi <a href=\"/news/2026/2/7/iran-says-oman-mediated-talks-with-us-a-good-start\">told Al Jazeera</a> last week that the missile programme is a defence issue that is “never negotiable”.</p><p>Trump has <a href=\"/news/2026/2/10/trump-threatens-iran-with-something-very-tough-if-us-demands-are-not-met\">repeatedly warned</a> of renewed strikes against Iran should the negotiations fail.</p><p>Israel launched a military offensive against Iran in June of last year, killing the country’s top military officials, several nuclear scientists and hundreds of civilians.</p><p>Tehran responded by firing hundreds of missiles at Israel, dozens of which penetrated the country’s air defences.</p><p>The US joined the Israeli campaign and bombed three of Iran’s nuclear facilities before a ceasefire was reached.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump has said that the US attack “obliterated” the Iranian nuclear programme.</p><p>But it is not clear what happened to Iran’s stockpiles of highly enriched uranium.</p><p>Tehran has been coy about the effects of the US strikes, but it has insisted on its right to enrich uranium, which it says does not violate its commitments under the Treaty on the Non-Proliferation of Nuclear Weapons (NPT).</p><p>During Netanyahu’s previous visit to the US, in December, Trump warned Iran against rebuilding its nuclear or missile programmes.</p><p>“Now I hear that Iran is trying to build up again, and if they are, we’re going to have to knock them down,” <a href=\"/news/2025/12/29/trump-says-us-would-back-strikes-against-irans-missile-programme/news/2025/12/29/trump-says-us-would-back-strikes-against-irans-missile-programme\">Trump told reporters</a> at that time. “We’ll knock them down. We’ll knock the hell out of them. But, hopefully, that’s not happening.”</p><p>Days later, antigovernment protests broke out in Iran. The US president backed the demonstrators and urged them to take over government institutions, <a href=\"/video/newsfeed/2026/1/14/trump-says-help-is-on-the-way-for-iran-protesters\">telling them</a> that “help is on the way”.</p><p>But the Iranian government managed to quickly subdue the protest movement, which it said included a US-backed plot to violently attack civil institutions and government agents, with an intense security crackdown.</p><p>The Wall Street Journal reported on Thursday that the US smuggled approximately 6,000 Starlink satellite-internet kits into Iran after the Iranian government <a href=\"/news/2026/1/3/internet-disruption-several-arrests-made-as-iran-protests-continue\">cut off the internet</a> to help stem the protests last month.</p></div></div></body></html>"
        },
        {
            "title": "CCTV video captures moment sinkhole swallows road in Shanghai | Infrastructure | Al Jazeera",
            "time": "2026-02-12T19:31:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770924555.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Unofficial results show BNP ahead in Bangladesh election | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-02-12T19:24:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T112611Z_2028374883_RC2BKJAZH35N_RTRMADP_3_BANGLADESH-ELECTION_cropped-1770923923.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump calls Israel’s president ‘disgraceful’ for not pardoning Netanyahu | Donald Trump News | Al Jazeera",
            "time": "2026-02-12T19:20:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6972cca2-1769131170.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump has upped his pressure against Israel’s President Isaac Herzog as he seeks a pardon for his ally, Prime Minister Benjamin Netanyahu, who is facing bribery charges.</p><p>The United States president told reporters on Thursday that the Israeli prime minister has been an “extraordinary” wartime leader. He then condemned Herzog for failing to offer Netanyahu presidential clemency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“You have a president that refuses to give him a pardon. I think that man should be ashamed of himself,” Trump said of Herzog.</p><p>He added that Israelis should pressure Herzog to grant the pardon to Netanyahu.</p><p>“He’s disgraceful for not giving it. He should give it,” Trump said.</p><p>The comments come a day after Trump <a href=\"/news/2026/2/10/what-happens-when-netanyahu-visits-trump-a-look-at-his-past-six-us-visits\">hosted Netanyahu</a> at the White House — their seventh meeting since the US president returned to power last year.</p><p>Netanyahu has been accused of receiving lavish gifts as bribes and considering deals with media outlets in exchange for favourable coverage of his government.</p><p>His <a href=\"/news/2020/2/18/israeli-pm-netanyahus-corruption-trial-to-begin-on-march-17\">first trial started</a> in 2020, but the legal proceedings have been repeatedly disrupted by the geopolitical upheaval in the region, including Israel’s genocidal war in Gaza.</p><p>The US has previously called on Herzog — whose role is largely ceremonial — to grant amnesty to Netanuahu, a power allocated to Israel’s presidents.</p><p>But with Thursday’s rebuke, Trump appears to be asserting himself directly in the country’s domestic politics.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The push for pardoning Netanyahu highlights the exceptional ties between Trump and Netanyahu, two right-wing politicians who have demonstrated a remarkable ability to survive scandals and legal problems.</p><p>Trump has previously petitioned Herzog for a pardon in public, most notably from behind the lectern of the Israeli parliament, the Knesset, last October.</p><p>“I have an idea: Mr President, why don’t you give him a pardon?” Trump asked <a href=\"/news/2025/10/13/five-key-takeaways-from-donald-trumps-gaza-remarks-in-middle-east\">during his speech</a>.</p><p>He also appeared to make light of the bribery charges, referencing at one point the luxury goods Netanyahu allegedly received. “Cigars and champagne — who the hell cares about it?” Trump asked.</p><p>Herzog has previously said that any pardon request must follow the normal reviews and procedures under the country’s laws.</p><p>His office reiterated that message in response to Trump on Thursday, saying that Netanyahu’s pardon request “currently under review at the Justice Ministry for a legal opinion in accordance with the established procedures”.</p><p>“President Herzog values President Trump for his significant contribution to the State of Israel and its security. Israel is a sovereign state governed by the rule of law,” the Israeli presidency said in a statement, according to the Jerusalem Post newspaper.</p><p>In addition to his domestic legal woes, Netanyahu faces an arrest warrant from the International Criminal Court over <a href=\"/news/2026/1/21/israels-netanyahu-to-join-board-of\">war crime charges</a> in Gaza, including the use of starvation as a weapon of war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Herzog, a veteran politician who rose through the centre-left Labour party, is often portrayed in Western media as a less hawkish figure than Netanyahu.</p><p>But the Israeli president has also served as an uncompromising defender of Israel’s brutal assault on Gaza.</p><p>Early in the war, he suggested that all Palestinians must be punished for Hamas’s attack on October 7, 2023, against Israel.</p><p>“It is an entire nation out there that is responsible,” Herzog said at that time. “This rhetoric about civilians not aware, not involved — it’s absolutely not true. They could’ve risen up. They could have fought against that evil regime.”</p><p>His statement has been cited by leading rights groups and <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">United Nations investigators</a> as evidence of Israel’s genocidal intent in Gaza.</p></div></div></body></html>"
        },
        {
            "title": "FBI video shows Epstein’s butler trying to sell ‘address book of victims’ | Crime | Al Jazeera",
            "time": "2026-02-12T18:49:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/alfredo_rodriguez_epstein_butler_fbi_sting_video-1770921891.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Feb 2026</span><span aria-hidden=\"true\">12 Feb 2026</span></p></div></div></body></html>"
        }
    ]
}