{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Pep Guardiola renews public support for Palestine at charity event | Humanitarian Crises | Al Jazeera",
            "time": "2026-01-30T13:42:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769780044.jpg?resize=1920%2C1071&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Giant Hind Rajab portrait unveiled in Spain for anniversary of her killing | Humanitarian Crises | Al Jazeera",
            "time": "2026-01-30T13:27:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769779598.jpg?resize=1644%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Pakistan military raids kill 41 armed fighters in Balochistan | Military News | Al Jazeera",
            "time": "2026-01-30T13:13:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25212288938568-1769774481.jpg?resize=1920%2C1393",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan military raids kill 41 armed fighters in Balochistan</h1><p class=\"article__subhead\"><em>Military claims without providing evidence that the slain fighters were linked to India.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s security forces have carried out raids in the country’s southwest, killing at least 41 armed fighters, whom the country’s military linked to regional rival and neighbour India.</p><p>The military said in a statement on Friday that the deadly encounters took place in the <a href=\"/news/2024/8/26/whats-behind-pakistans-deadly-balochistan-attacks-which-left-43-dead\">province of Balochistan</a>, which shares a long border with Afghanistan and has long been a base for separatist groups seeking independence from Pakistan’s central government in Islamabad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Despite the incident’s proximity to the border with Afghanistan, the military statement claimed – without providing evidence – that the deadly encounters involved fighters backed by India.</p><p>In the first raid, at least 30 fighters were killed on the outskirts of Balochistan’s Harnai district, Pakistan’s Dawn newspaper quoted the military as saying.</p><p>The fighters belonged to Fitna-al-Khawarij (a term the government uses to refer to the banned Pakistan Taliban (TTP), which is allied with Afghanistan’s Taliban), the army officials said.</p><p>In a separate operation in Balochistan’s Panjgur district, “11 India-sponsored terrorists” belonging to the Fitna-al-Hindustan were killed, the military’s media wing Inter-Services Public Relations said.</p><p>The military added that ammunition as well as money allegedly looted during a bank robbery in Panjgur in December were recovered from the fighters killed in the second raid.</p><p>Both raids took place on Thursday. None of the soldiers involved was killed.</p><p>India has yet to comment on the allegations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>The Pakistani military added that “sanitisation operations” were ongoing in both districts to eliminate any remaining fighters.</p><p>Pakistani President Asif Ali Zardari said the operation “reflects the state’s unwavering resolve,” according to Pakistan’s Express Tribune.</p><p>The newspaper also quoted Prime Minister Shehbaz Sharif as saying that “the entire nation stands with the armed forces in this ongoing fight against terrorism”.</p><p>Pakistan has seen a surge in violence in recent months, largely blamed on Baloch separatist groups such as the banned <a href=\"/news/2025/8/11/us-puts-balochistan-armed-group-in-pakistan-on-foreign-terrorist-list\">Balochistan Liberation Army</a> and the TTP.</p><p>In January, Pakistan’s security forces killed 12 armed fighters accused of planning to carry out a hostage attack in Balochistan’s Kharan district.</p><p>The military also claimed that the fighters were backed by India in that incident.</p></div></div></body></html>"
        },
        {
            "title": "Netherlands watchdog probing Roblox over risks to children | News | Al Jazeera",
            "time": "2026-01-30T13:12:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/03/roblox.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Netherlands watchdog probing Roblox over risks to children</h1><p class=\"article__subhead\"><em>Regulator launches investigation into US gaming platform over potential risks to underage users in the EU.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Dutch consumer watchdog has launched an investigation into Roblox to see if the popular online gaming system is doing enough to protect children from exposure to violent and sexual imagery.</p><p>The Netherlands Authority for Consumers and Markets (ACM) said on Friday its probe would examine “potential risks to underage users in the EU” and would likely last about one year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The platform regularly makes the news, for example, due to concerns about violent or sexually explicit games that minors are exposed to,” the ACM said in a statement.</p><p>Other concerns include reports of “ill-intentioned” adults targeting children on the platform and the use of misleading techniques to encourage purchases.</p><p>The ACM said that, having received reports of such allegations, it “considers this sufficient reason to launch a formal investigation into possible violations of the rules by Roblox”.</p><h2 id=\"new-measures\">New measures</h2><p>Under the European Union’s Digital Services Act (DSA), platforms must take “appropriate and proportionate measures” to ensure a high level of safety and privacy for minors.</p><p>The ACM said it could impose a “binding instruction, fine, or penalty” on Roblox if it concludes the rules have been broken.</p><p>In 2024, the ACM slapped a 1.1-million-euro ($1.2m) fine on Fortnite maker Epic Games, judging that vulnerable children were exploited and pressured into making purchases in the game’s Item Shop.</p><p>A Roblox spokesperson said the company is “strongly committed to complying with the EU Digital Services Act” and referred to the gaming platform’s announcement last November that it would require age verification via facial recognition to limit communication between children and adults.</p><p>“We look forward to providing the ACM with further clarity on the many policies and safeguards we have in place to protect minors,” the spokesperson said.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh, The ICC & double standards? | Cricket | Al Jazeera",
            "time": "2026-01-30T12:41:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025_Game-Theory_EP22_Thumbnail_Horizontal_V01_00000-1769776630.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel accepts Gaza’s 70,000 death toll: A record of denialism, lies | Gaza News | Al Jazeera",
            "time": "2026-01-30T12:40:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6967966bf3-1768396396.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After more than two years of <a href=\"/news/2026/1/27/gazas-unequal-dead-10000-palestinians-under-rubble-one-israeli-captive\">bombarding</a> Gaza, Israel’s military appears to have accepted the death toll in the enclave that the Palestinian Ministry of Health in Gaza has been compiling, painstakingly and against the odds.</p><p>Since the start of its genocidal war on Gaza on October 7, 2023, Israel has repeatedly dismissed, denied or downplayed the scale of death and devastation in the territory documented by journalists, Palestinians and Gaza’s authorities. It has at times issued its own statistics on people killed, then changed them, while accusing Palestinians and Gaza officials of exaggerating the death toll, especially of civilians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But on Thursday, an Israeli army official told journalists in the country that the army accepted that about 70,000 people had been killed in Gaza during the war.</p><p>The Gaza Health Ministry estimates that as of January 27 this year, at least 71,662 people have been <a href=\"/news/2026/1/27/gazas-unequal-dead-10000-palestinians-under-rubble-one-israeli-captive\">killed </a>since the start of the war on October 7, 2023. Of those, 488 people have been killed since the declaration of a ceasefire in the Gaza Strip on October 10, 2025.</p><p>Thousands more are missing and believed to be buried under rubble. <a href=\"/news/2026/1/27/gazas-unequal-dead-10000-palestinians-under-rubble-one-israeli-captive\">According to</a> the National Committee for Missing Persons, that figure could exceed 10,000. Meanwhile, the Health Ministry has said that at least 440 people died of starvation during the war.</p><p>The senior Israeli military official did not acknowledge that a vast majority of those killed in Gaza are civilians – most are children and women – or that hundreds have <a href=\"/news/2025/8/18/israel-starving-gaza-hundreds-of-deaths-including-many-children\">starved to death</a> and that thousands more are buried under rubble in Gaza.</p><p>Still, the acceptance of the Gaza Health Ministry’s death toll marks a break from Israel’s past claims.</p><p>At the same time, it follows a pattern: during its war on Gaza, and well before, Israel has frequently denied narratives of killings its forces have perpetrated, despite evidence to the contrary, only to later grudgingly acknowledge what happened – often when the facts became impossible to deny.</p><p>So what’s behind Israel’s sudden acceptance of the Gaza death toll – and its history of denialism?</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-do-we-know-about-the-real-number-of-dead-and-injured-in-gaza\">What do we know about the real number of dead and injured in Gaza?</h2><p>Since Israel’s war on Gaza began in October 2023, the Palestinian Health Ministry in Gaza has been counting the number of dead bodies by recording their names and keeping a track of ID numbers.</p><p>The Health Ministry has also recorded the number of people <a href=\"/news/2026/1/27/gazas-unequal-dead-10000-palestinians-under-rubble-one-israeli-captive\">injured</a> and the number of people who have starved to death as a result of Israel cutting off vital aid supplies to Gaza during the war.</p><p>As of January 27, the ministry said that at least 171,428 people were injured in the war and 1,350 more have been injured since the ceasefire.</p><p>The United Nations and human rights groups have also backed the Health Ministry’s figures.</p><p>Human rights organisations have also accused Israeli forces of deliberately targeting civilians.</p><p>In particular, between May and July 2025, more than 1,000 Palestinian people were <a href=\"/news/2025/7/31/inside-israels-role-in-the-killings-at-gazas-food-aid-sites\">killed</a> by the Israeli military at United States-led food distribution sites, according to the Euro-Med Human Rights Monitor and a retired US special forces officer, Anthony Aguilar.</p><p>Aguilar was formerly employed by the Gaza Humanitarian Foundation (GHF), a nonprofit backed by the US and Israel to provide those distribution sites, after Israel accused the United Nations Palestinian refugee authority, UNRWA, of aiding Hamas.</p><p>“Without question, I witnessed war crimes by the [Israeli military],” Aguilar told the BBC in an exclusive interview in 2025.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4269256\" src=\"/wp-content/uploads/2025/11/Death-toll-tracker-1769525572.png?quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-jan 27, 2026_Death toll tracker-1765554400\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"how-has-israel-responded-to-these-figures\">How has Israel responded to these figures?</h2><p>During its war on Gaza, Israel mostly rejected these figures and claimed they were misleading or manipulated.</p><p>Israeli army officials have also denied the claims that civilians were targeted at food distribution sites in 2025, instead claiming that “chaos” at the sites posed an “immediate threat” to its soldiers, forcing them to fire shots.</p><p>Israel’s Prime Minister Benjamin Netanyahu has also repeatedly denied allegations that Israeli forces deliberately targeted civilians in Gaza, and argued that such claims amount to “blood libel” against Israel, and referred to a false and anti-Semitic accusation that Jewish people murder Christian children to use their blood in religious rituals.</p><p>In September 2024, Netanyahu <a href=\"/news/2025/8/24/did-israel-know-over-80-percent-of-those-it-killed-in-gaza-were-civilians\">bragged</a> that Israel had the “lowest ratio of civilian to combatant deaths in the history of modern urban warfare”, claiming the army was killing only one civilian for every fighter it killed. But a leaked military report in August 2025 concluded that more than 80 percent of those Israel had killed in Gaza were civilians.</p><p>An April 2024 <a href=\"https://www.972mag.com/lavender-ai-israeli-army-gaza/\">investigation</a> carried out by the independent magazine +972, which reports on news from Israel and Palestine, revealed that an Israeli army artificial intelligence targeting system codenamed Lavender had marked tens of thousands of people in Gaza as potential fighters and eligible to be killed, according to Israeli intelligence sources.</p><h2 id=\"what-did-israel-say-about-the-death-toll-during-the-gaza-war\">What did Israel say about the death toll during the Gaza war?</h2><p>Throughout the war, Israel’s military released its own death toll figures, refuting the Gaza Health Ministry’s figures. But it kept changing its figures.</p><p>On October 7, Israeli authorities initially said Hamas-led fighters killed 1,400 people in their attack on southern Israel, apart from taking more than 200 people captive. However, later, Israel reduced its death toll to fewer than 1,150. Meanwhile, reports in Israeli publications like Haaretz suggested that at least some of those killed in Israel that day might have been shot dead by the Israeli military themselves, as part of a controversial policy known as the <a href=\"/news/2024/7/7/israeli-army-used-hannibal-directive-during-october-7-hamas-attack-report\">Hannibal Directive</a>, aimed at preventing the enemy from taking captives.</p><p>In November 2023, a senior Israeli security official suggested that Israel had killed 20,000 people in Gaza, most of them fighters. The following month, that number had fallen to 7,860 fighters. In August 2024, Israel said it had killed 17,000 fighters but changed that to 14,000 two months later.</p><p>Separately, Israel’s allies in the West – as well as Western media – have systematically cast doubt on the death toll compiled by Gaza’s Health Ministry during the war.</p><p>In October 2023, some two weeks into the war, after the Health Ministry in Gaza had released a list documenting the deaths of more than 7,000 Palestinians, including nearly 3,000 children, then-US President Joe Biden <a href=\"/news/2023/10/26/appalling-why-has-biden-cast-doubt-on-the-palestinian-death-count\">said</a> that he had “no confidence in the number that the Palestinians are using”.</p><p>“I have no notion that the Palestinians are telling the truth about how many people are killed,” Biden had said.</p><h2 id=\"why-is-israel-acknowledging-the-death-toll-now\">Why is Israel acknowledging the death toll now?</h2><p>Thursday’s announcement from Israel acknowledging the 70,000 death toll in Gaza follows more than two years of repeatedly trying to deny or undermine the number of deaths in the enclave.</p><p>Sultan Barakat, senior professor in public policy at Hamad Bin Khalifa University in Doha, told Al Jazeera that it was important to understand why Israel might be now acknowledging the scale of deaths in Gaza.</p><p>“As always, the devil is in the details,” he said. “Internationally, increased access to the field by the UN and other humanitarian agencies – including those from some Israeli allied states [the US, United Kingdom, France, and others] – along with the beginning of rubble removal [in Gaza], made continued outright rejection untenable [for Israel],” he said.</p><p id=\"at-this-stage-partial-acceptance-can-help-preserve-institutional-credibility-and-signal-seriousness-to-key-partners-particularly-the-us-and-european-governments-he-added\">“At this stage, partial acceptance can help preserve institutional credibility and signal seriousness to key partners, particularly the US and European governments,” he added.</p><p>Barakat noted that there might also be a strategic recalibration under way.</p><p>“Accepting the figures allows Israel to reposition its argument in the international arena, especially as recent developments around the “<a href=\"/news/2026/1/28/trumps-board-of-peace-an-effort-to-curtail-middle-powers-says-expert\">Board of Peace”</a> have shifted global attention away from the question of whether genocide and mass death occurred and toward reconstruction – reframing the debate around responsibility and the circumstances of those deaths,” he said.</p><p>He added that this includes placing an emphasis on Hamas’s conduct, the conditions of urban warfare, or the use of civilian infrastructure.</p><p>“Lastly, this acceptance may serve a defensive legal purpose. Acknowledging the scale of harm does not necessarily imply acceptance of wrongdoing, but it can form part of constructing a more coherent record in anticipation of future investigations, inquiries or legal proceedings,” he added.</p><p>This shift – from outright denial to changing numbers to acceptance of some facts – is part of a pattern.</p><h2 id=\"israel-s-record-of-denialism\">Israel’s record of denialism</h2><p>Besides denying the death toll during its war on Gaza in the past, Israel has also denied accusations by the media and human rights groups that it has killed children and journalists in both Gaza and the <a href=\"/tag/occupied-west-bank/\">occupied West Bank</a>.</p><h3>Hind Rajab, five-year-old child</h3><p>On January 29, 2024, after five-year-old Hind Rajab was killed when an Israeli tank targeted her family’s car in Gaza, Israel denied its soldiers were in the area. After the rest of her family had been killed, Hind pleaded with rescue workers on the phone for three hours for help, before she, too, was shot dead. During her phone call, she described a “tank” drawing up next to the car.</p><p dir=\"ltr\">When rescuers found the remains of Hind and her family on February 10, the car was riddled with bullet holes likely coming from more than one direction. It was later determined that more than 300 bullets had been fired into the car.</p><p>But a statement from the Israeli army read, “It appears that … troops were not present near the vehicle or within firing range of the described vehicle in which the girl was found,” according to a Times of Israel report.</p><p>In February 2024, Sanad, Al Jazeera’s investigations unit, however, <a href=\"/news/2024/2/26/hind-rajab-were-israeli-troops-in-the-area-where-6-year-old-was-killed\">analysed</a> phone records and satellite imagery to determine whether Israeli troops had, in fact, been near the car.</p><p>The vehicle, the investigation found, had been stopped by the Israeli military near a petrol station in Tal al-Hawa in the early afternoon on January 29.</p><p>Other investigative media outlets also questioned Israel’s claims regarding Hind’s death, and the US, Israel’s number-one ally, called for probes into the killing of Hind, her family, and the medics who were sent to try and save them.</p><p>The Israeli army has since told the BBC that Hind’s case is still being reviewed by Israel’s Fact-Finding Assessment Mechanism (FFAM) — in effect, pulling back from its initial full-throated rejection of the possibility of an Israeli tank having fired at the car.</p><figure id=\"attachment_2718192\" aria-describedby=\"caption-attachment-2718192\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2718192\" src=\"/wp-content/uploads/2024/02/2024-02-10T153232Z_492768313_RC2RZ5AJXM4Q_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-CHILD-1708349566.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinian girl Hind Rajab poses for a photograph, in this undated handout picture\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2718192\" class=\"wp-caption-text\">Palestinian girl Hind Rajab, 5, poses for a photograph [File: Palestine Red Crescent Society/Reuters]</figcaption></figure><p> </p><h3>Shireen Abu Akleh, Al Jazeera journalist</h3><p>Israel issued similar denials when Al Jazeera’s journalist Shireen Abu Akleh, a US and Palestinian citizen, was <a href=\"/news/2022/9/6/israels-shifting-narratives-on-the-killing-of-shireen-abu-akleh\">killed</a> while reporting from Jenin in the occupied West Bank on May 11, 2022. Shireen had been wearing her “press” jacket. Autopsy results later showed she was shot at medium range in the head by a sniper, just below the rim of her helmet.</p><p>Witnesses, including Al Jazeera journalists, said Israeli forces had carried out the shooting, a claim that was later backed up by numerous investigations by media outlets, human rights organisations, and the United Nations.</p><p>But Israel sought to evade responsibility, initially claiming that she had been caught in crossfire from Palestinian fighters. However, video footage from the incident shows the street Abu Akleh was standing on was mostly quiet, and no such fighters were in her near vicinity.</p><p>In September that year, following a military investigation, Israel changed its stance, acknowledging that it was “highly possible” that one of its soldiers had fired the bullet that killed Abu Akleh. However, the military ruled out any further investigation, saying they found no evidence of a criminal offence.</p><p>In June 2022, the Office of the United Nations High Commissioner for Human Rights also said Shireen was killed by Israel, but Israel called the UN report biased.</p><p>On May 11, 2023, however, an Israeli army spokesperson was asked by CNN whether the military was “ready” to apologise for her murder.</p><p>“I think it’s an opportunity for me to say here that we are very sorry of the death of the late Shireen Abu Akleh,” the spokesperson, Daniel Hagari, responded.</p><p>Shireen’s family say they are still seeking accountability.</p><figure id=\"attachment_2196013\" aria-describedby=\"caption-attachment-2196013\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2196013\" src=\"/wp-content/uploads/2023/05/youtube-1683744655.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"shireen-memorial\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2196013\" class=\"wp-caption-text\">A portrait of Al Jazeera journalist Shireen Abu Akleh is framed with flowers with a cross in the foreground during a memorial mass held at a church in Beit Hanina in Israeli-occupied East Jerusalem [File: AFP]</figcaption></figure><h3>Ambulance workers in Gaza</h3><p>On March 30, 2025, the bodies of five Palestinian Civil Defence responders, a UN employee and eight Palestine Red Crescent Society (PRCS) workers were discovered in a shallow grave in Gaza. A ninth PRCS ambulance driver, Assaad al-Nassasra, was being held by Israel, the PRCS confirmed later. In total, <a href=\"/news/longform/2025/4/9/know-their-names-the-gaza-red-crescent-paramedics-israel-attacked\">15 emergency workers</a> had been killed – with one body found a few days earlier.</p><p>It was later determined that at about 4am (01:00 GMT) on March 23, a Palestinian ambulance had been dispatched to join an earlier one helping people injured in an Israeli air strike in Rafah’s al-Hashaashin area.</p><p>Contact with the ambulance was lost and, at 5am, the first ambulance went back out to find it. Paramedics radioed back that they could see casualties on the ground on the way to Tal as-Sultan, another area in southern Gaza.</p><p>Two more ambulances were dispatched along with a fire truck and other emergency vehicles. They came under Israeli gunfire for more than five minutes. Minutes later, soldiers also fired at a United Nations car that had stopped at the scene. The PRCS lost contact with its team.</p><p>A <a href=\"/news/2025/4/5/unprecedented-video-shows-last-moments-of-gaza-medics-killed-by-israel\">video later found on the phone of slain paramedic Rifaat Radwan</a> showed the team’s final moments. Filmed from inside one of the last two ambulances to head out, it shows a fire truck and ambulances driving ahead through the night.</p><p>All vehicles were clearly identified with emergency lights flashing.</p><p>The vehicles stopped when they reached an ambulance and bodies by the roadside, and first responders in reflective uniforms exited the vehicles. Moments later, intense gunfire erupted.</p><p>However, Israel initially claimed its soldiers opened fire because the convoy approached “suspiciously” in darkness without headlights or flashing lights. It said the movement of the vehicles had not been previously coordinated or agreed with the army. The video footage clearly shows the ambulances with their lights on.</p><p>The day after the attack on the ambulance, Israeli forces blocked all entry to the site where it occurred. But a few days later, UN and Palestinian officials gained limited access to the area, and managed to recover buried vehicles and the body of a Gaza civil defence member.</p><p>Then, they discovered a shallow grave with 14 bodies of emergency workers. It later transpired that Israeli troops had bulldozed over the bodies and their vehicles.</p><p>In April, the Israeli military appeared to climb down from its claims, and described the killings – as well as the burial of victims and their vehicles – as a “professional error” and a “misunderstanding”.</p><p>An investigative report from Israel found that the soldiers failed to recognise the ambulances due to “poor night visibility” and because flashing lights are less visible on night-vision drones and goggles.</p><p>It also blamed a now-dismissed deputy commander, saying he mistakenly thought an ambulance was being used by Hamas and opened fire first.</p><p>It denied that burying vehicles and bodies was an attempt to conceal the attack.</p><h2 id=\"what-is-the-point-of-denying-such-incidents\">What is the point of denying such incidents?</h2><p>Barakat told Al Jazeera this pattern of denial in the first instance by Israel is not unique, as information warfare is a “real consideration” in every conflict.</p><p>“The United States employed similar practices in both Afghanistan and Iraq,” he said “However, based on Israel’s wars in Gaza, Lebanon and elsewhere, this behaviour appears to follow a recurring pattern of obfuscation and deceive, aimed at creating confusion while restricting opportunities for independent verification, particularly by international media.”</p><p>He noted that Israel, like the US and other militaries conducting offensive operations, also tends to be extremely cautious in the early stages of reporting during active conflict.</p><p>“Initial denials or non-acceptance are often framed as the result of a need for internal intelligence verification, particularly when figures originate from adversarial authorities such as the Gaza Health Ministry,” he said.</p><p>He added that there are also legal and diplomatic dimensions to Israel’s behaviour.</p><p>“Early acceptance of responsibility or casualty figures [in Israel’s war on Gaza] could have had consequences for cases brought against Israel at the International Court of Justice (ICJ) and International Criminal Court (ICC),” he said.</p><p>“Delaying acknowledgement allowed Israel time to assess its legal exposure and coordinate messaging with allies.”</p></div></div></body></html>"
        },
        {
            "title": "Real Madrid draw Benfica, PSG get Monaco in UEFA Champions League playoffs | Football News | Al Jazeera",
            "time": "2026-01-30T12:36:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260130__94JY8NQ__v1__MidRes__FblEurC1Draw-1769774087.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Real Madrid must face their former manager Jose Mourinho again after being drawn with Benfica in the UEFA Champions League (UCL) playoff round, while reigning European champions Paris Saint-Germain will face domestic rivals Monaco.</p><p>In a dramatic finale to the league phase of this year’s competition, Mourinho’s Benfica <a href=\"/sports/2026/1/28/mourinhos-benfica-drag-real-madrid-with-them-to-champions-league-playoffs\">beat the Spanish giants</a> 4-2 with a last-minute header from the Portuguese club’s keeper Anatoliy Trubin, sealing their place in the knockout rounds.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The defeat for Real meant they slipped out of the automatic qualifying positions for the round of 16 and were forced into the extra knockout phase.</p><p>The top eight teams from the league phase moved straight to the last 16, but the following 16 finishers will now play two-legged playoffs to qualify for that round.</p><h2 id=\"ucl-victory-against-real-madrid-sealed-benfica-s-recent-revival\">UCL victory against Real Madrid sealed Benfica’s recent revival</h2><p>Benfica were mired in the bottom 12 positions, which resulted in elimination from the competition, until their last-gasp fourth by Trubin improved their goal difference to move them into the playoff spots.</p><p>The two-time winners from Portugal’s remarkable recovery to take a playoff place – they finished 24th in the 36-team league phase, the last qualifying spot – were not only encapsulated by the defeat of Real but by winning three of their last four matches after losing their opening four games.</p><figure id=\"attachment_4276015\" aria-describedby=\"caption-attachment-4276015\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276015\" src=\"/wp-content/uploads/2026/01/2026-01-28T200635Z_864016332_UP1EM1S1JUY5G_RTRMADP_3_SOCCER-CHAMPIONS-SLB-RMA-1769774900.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Benfica manager Jose Mourinho will face his former club Real Madrid in the UEFA Champions League again\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276015\" class=\"wp-caption-text\">Benfica coach Jose Mourinho was all smiles for the match against Real Madrid in Lisbon [Pedro Rocha/Reuters]</figcaption></figure><p>Mourinho, 63, returned to the Lisbon giants for a second spell as coach in September. He was in charge of Real from 2010 to 2013 and won one La Liga title and one Copa del Rey while also taking them to the Champions League semifinals in each of his three campaigns.</p><p>The clubs played each other in the 1962 European Cup final, with Benfica winning 5-3 to claim back-to-back titles, having beaten Barcelona the previous year.</p><h2 id=\"psg-handed-all-french-affair-with-monaco\">PSG handed all-French affair with Monaco</h2><p>PSG slipped out of the top eight after winning only one of their last five outings in the league phase and finishing in 11th place with their 1-1 <a href=\"/sports/2026/1/28/barcelona-claim-champions-league-last-16-spot-but-its-the-playoffs-for-psg\">draw in their final game</a> against Newcastle United.</p><p>The Parisians will go to Monaco for the first leg and will be wary of the principality side, who beat them there in Ligue 1 in November.</p><p>However, 2004 Champions League finalists Monaco have been in poor form, with just one win in six games since the turn of the year.</p><figure id=\"attachment_4276034\" aria-describedby=\"caption-attachment-4276034\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276034\" src=\"/wp-content/uploads/2026/01/2026-01-28T213509Z_914454670_UP1EM1S1NYKPL_RTRMADP_3_SOCCER-CHAMPIONS-PSG-NEW-1769775371.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Paris St Germain coach Luis Enrique holding a match ball \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276034\" class=\"wp-caption-text\">It was a glum evening on Wednesday for Paris Saint-Germain coach Luis Enrique as the Champions League holders missed out on automatic qualification for the last 16 [Benoit Tessier/Reuters]</figcaption></figure><p>Monaco are 10th in Ligue 1, 21 points behind leaders PSG. However, a 0-0 draw with Juventus on Wednesday allowed them to secure a playoff place in Europe.</p><p>PSG also beat French opposition in the playoff round last season, hammering Brest 10-0 on aggregate before going on to lift the trophy for the first time in their history.</p><h2 id=\"newcastle-and-inter-made-favourites-in-playoffs-but-juventus-and-atletico-have-tough-tasks\">Newcastle and Inter made favourites in playoffs, but Juventus and Atletico have tough tasks</h2><p>Elsewhere, Newcastle United will be strong favourites against surprise packages Qarabag of Azerbaijan, with the first leg to come in Baku.</p><p>Bodo/Glimt, Norwegian champions in four of the last six years, were also surprise qualifiers for this stage and have been rewarded with a tie against last season’s runners-up Inter Milan.</p><p>Juventus will take on Galatasaray, while Atletico Madrid face Club Brugge. Borussia Dortmund play Atalanta, and Bayer Leverkusen were drawn against Olympiacos.</p><h2 id=\"when-will-the-champions-league-playoffs-be-played\">When will the Champions League playoffs be played?</h2><p>The two-legged playoff ties will take place in February, with the winners advancing to the last 16 in March.</p><h2 id=\"when-will-the-champions-league-knockouts-and-final-be-played\">When will the Champions League knockouts and final be played?</h2><p>The two legs of the round of 16 will be played on March 10-11 and March 17-18.</p><p>After the quarterfinals and semifinals, the finale of this season’s Champions League will be staged at Puskas Arena in Budapest, Hungary. The game will be played on May 30.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Five killed as Israeli strikes persist in Gaza despite ceasefire | Gaza News | Al Jazeera",
            "time": "2026-01-30T12:12:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26030311217262-1769766502.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Five killed as Israeli strikes persist in Gaza despite ceasefire</h1><p class=\"article__subhead\"><em>Two people are reported killed in a drone strike at Maghazi camp in central Gaza while three others die in Rafah.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli shelling and drone strikes across Gaza have killed at least five people and injured 11 others, according to Palestinian and Israeli officials.</p><p>The deadly strikes on Friday in central Gaza’s Maghazi refugee camp and the southern city of Rafah came as Israel carried out continued targeted operations in the besieged territory, despite the ongoing ceasefire.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Two Palestinian men were killed in <a href=\"/gallery/2024/12/12/israel-forces-palestinians-in-maghazi-camp-to-flee-for-their-lives-again\">Maghazi</a> after they were targeted in a drone strike, according to the Palestinian news agency Wafa.</p><p>In Rafah, Israeli forces said in a statement that the air force had killed three “terrorists” as a group of eight had emerged from an underground location.</p><p>They said that further strikes were launched and that “soldiers continue to conduct searches in the area in order to locate and eliminate” the remaining people</p><p>Also in Rafah, Israeli naval gunboats pursued fishing boats and opened heavy machinegun fire on fishermen off the coast, according to Wafa. There were no immediate reports of casualties.</p><figure id=\"attachment_4275712\" aria-describedby=\"caption-attachment-4275712\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275712\" src=\"/wp-content/uploads/2026/01/AFP__20260130__94JC2G3__v1__MidRes__PalestinianIsraelConflict-1769766150.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"People inspect one of the tents, housing displaced Palestinians in the Mawasi area of Khan Yunis, in southern Gaza Strip, on January 30, 2026, following Israeli strikes. The US-brokered ceasefire, which sought to halt the fighting between Israel and Hamas sparked by the group's October, 2023 attack has been in place for more than three months despite both sides accusing the other of repeated violations.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275712\" class=\"wp-caption-text\">The al-Mawasi refugee camp in Khan Younis, designated a ‘humanitarian zone’ by Israel, was hit by an Israeli strike on Friday [Bashar Taleb/AFP]</figcaption></figure><p>Rafah is the location of a strategic border <a href=\"/news/2026/1/29/israel-seeks-more-exits-than-entries-at-gazas-rafah-as-egypt-objects\">crossing to Egypt</a>. It is the only passage between the Gaza Strip and the outside world that does not lead to Israel, and is a vital conduit for humanitarian aid.</p><p>Palestinian authorities have demanded the immediate reopening of the Rafah crossing, a stipulation of the second phase of the US-brokered ceasefire deal, saying the continued blockade has prevented the entry of necessary supplies for the tens of thousands of displaced Palestinians in the area.</p><p>Elsewhere in southern Gaza, six Palestinians were injured after Israeli forces shelled a tent sheltering displaced people in the al-Mawasi area, just west of <a href=\"/news/2026/1/12/israeli-quadcopter-kills-three-in-gazas-khan-younis-police-chief-slain\">Khan Younis</a>, sources from al-Helal field hospital and Nasser Hospital told Al Jazeera Arabic correspondent Hani al-Shaer.</p><p>Anadolu news agency reported that a pregnant woman was among those injured in the attack.</p><p>Israeli strikes and operations have killed at least 492 Palestinians and injured 1,356 since the ceasefire came into force in October, according to Palestinian authorities in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US-brokered ceasefire, which sought to halt the fighting between Israel and Hamas since October 7, 2023, has been in place for more than three months. Both sides accuse each other of repeated violations.</p><p>Earlier in January, Washington announced that the ceasefire had progressed to its <a href=\"/news/2026/1/16/us-declares-phase-two-of-gaza-ceasefire-but-what-did-phase-one-deliver\">second phase</a>, intended to bring a definitive end to the war. However, signs of progress on the ground remain scant.</p><p>On Thursday, United Nations Secretary-General Antonio Guterres stressed the need to fully implement the ceasefire agreement, including the full withdrawal of Israeli forces from the Gaza Strip.</p><p>However, the Israeli military has said its forces “remain deployed in accordance with the ceasefire agreement and will continue to operate to remove any immediate threat”.</p></div></div></body></html>"
        },
        {
            "title": "Israel announces plan to reopen Gaza’s Rafah crossing on Sunday | News | Al Jazeera",
            "time": "2026-01-30T12:03:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6956428768-1767260807.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"western\">Israel plans to reopen the Rafah border crossing on Sunday, after nearly two years of closure.</p><p class=\"western\">However, the crossing that links Gaza with Egypt will only be opened to allow a “limited movement of people,” the Coordinator of Government Activities in the Territories (COGAT), an Israeli defence ministry body overseeing civil affairs in the Palestinian territories, said in a statement on Friday.</p><p class=\"western\">The opening of the crossing – a key entry point for desperately needed humanitarian supplies for Gaza’s two million or so displaced people lacking food, shelter and medicines – is stipulated under the second phase of the United States-brokered ceasefire deal designed to bring a halt to the devastating war between Hamas and Israel, although no timeframe is set.</p><p class=\"western\">The core part of the first phase of the plan was completed after the return of the remains of the last Israeli captive in Gaza earlier this week.</p><p>Hamas then <a href=\"/news/2026/1/26/remains-of-last-israeli-captive-in-gaza-retrieved-says-israel\">released a statement</a> calling for Israel to complete the implementation of all the provisions of the ceasefire agreement, “especially the opening of the Rafah Crossing in both directions without restrictions”.</p><p>Israel, however, intends to keep tight control of the crossing.</p><p class=\"western\">“Exit from and entry into the Gaza Strip via the Rafah Crossing will be permitted in coordination with Egypt, following prior security clearance of individuals by Israel, and under the supervision of the European Union mission, similar to the mechanism implemented in January 2025,” COGAT said.</p><p class=\"western\">The statement added that the return of residents from Egypt to Gaza will be permitted, “in coordination with Egypt, for residents who left Gaza during the course of the war only, and only after prior security clearance by Israel”.</p><p class=\"western\">It said an additional screening and identification process will also be conducted at a designated corridor under Israeli army control.</p><p class=\"western\">The crossing lies in territory still held by Israeli forces after they pulled back behind the so-called “yellow line” under the terms of the ceasefire.</p><p class=\"western\">Israeli troops still control more than half of Gaza, and their <a href=\"/news/2026/1/30/five-killed-as-israeli-strikes-persist-in-gaza-despite-ceasefire\">military operations and strikes</a> continue to kill people across the enclave, despite the supposed halt to fighting.</p><p>Earlier on Friday, Hamas had once more called on Israel to immediately reopen the crossing, calling for the “immediate transition to the second phase” of the truce, which also includes the entry of a recently appointed technocratic Palestinian committee to administer the territory.</p><figure id=\"attachment_4048518\" aria-describedby=\"caption-attachment-4048518\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4048518\" src=\"/wp-content/uploads/2025/10/epa_68f69be461ff-1760992228.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12466582 Humanitarian aid trucks queue to enter the Rafah border crossing, between Egypt and the Gaza Strip, in Rafah, North Sinai, Egypt, 20 October 2025. Aid deliveries to Gaza have resumed since the ceasefire agreement between Israel and Hamas went into effect on 10 October 2025. EPA/STRINGER\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4048518\" class=\"wp-caption-text\">The Rafah crossing is a vital entry point for desperately needed humanitarian supplies [File: EPA]</figcaption></figure><p class=\"western\">The closure of the gateway continues to limit humanitarian supplies for a population now struggling through winter storms.</p><p class=\"western\">The United Nations and other international organisations have also repeatedly called for the reopening, given the dire humanitarian situation in the territory.</p><p class=\"western\">Israel had said on Monday that it would reopen Rafah when it received the remains of the last captive, which happened on the same day. Police officer Ran Gvili was laid to rest on Wednesday.</p><p class=\"western\">Earlier in January, the US had announced that the ceasefire had progressed to its second phase, intended to bring a definitive end to the war. However, Hamas and Israel accuse one another of truce violations on a near-daily basis.</p><p class=\"western\">Hamas on Friday repeated its call for the ceasefire’s guarantors – Egypt, the US, Qatar and Turkey – to exert “serious pressure” on Israeli Prime Minister Benjamin Netanyahu to prevent him from obstructing the fragile deal.</p><p class=\"western\">Israeli strikes and operations, which its military says target “terrorists,” have killed more than 490 people since the ceasefire came into force, according to the Palestinian Ministry of Health in Gaza.</p><p class=\"western\">More than 71,600 people have been killed in the enclave since October 7, 2023, when Israel’s war in Gaza was launched following Hamas’s attack on Israel.</p></div></div></body></html>"
        },
        {
            "title": "Vonn airlifted to hospital after crash at cancelled final pre-Olympic race | Winter Olympics News | Al Jazeera",
            "time": "2026-01-30T11:54:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-30T103402Z_1343547921_UP1EM1U0TCO17_RTRMADP_3_ALPINE-SKIING-WOMEN-1769772664.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lindsey Vonn crashed in her final downhill before the Milan Cortina Winter Olympics and was left limping and keeping weight off her left knee before being airlifted to hospital – throwing into doubt the 41-year-old’s spectacular skiing comeback.</p><p>Vonn – who was expected to be one of the stars of the Olympics but now faces uncertainty over her status – lost control on Friday when landing a jump in a World Cup race held in difficult conditions with low visibility and ended up tangled in the safety nets on the upper portion of the course.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The race at Crans-Montana in Switzerland, was later cancelled after three of the first six racers crashed.</p><p>Vonn eventually got up after receiving medical attention and walked away gingerly, taking weight off her left knee and using her poles to steady herself. She then clicked her skis back on but stopped to check her left knee.</p><p>The American eventually made it to the finish area and limped into a tent for medical attention. She was then airlifted away by helicopter – dangling from a rope across the Swiss Alps.</p><p>Before she entered the tent, Vonn had an anxious expression on her face and her eyes were closed during a long embrace with teammate Jacqueline Wiles, who was leading the race when it was cancelled.</p><figure id=\"attachment_4275920\" aria-describedby=\"caption-attachment-4275920\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275920\" src=\"/wp-content/uploads/2026/01/2026-01-30T103829Z_1939018070_UP1EM1U0TK31F_RTRMADP_3_ALPINE-SKIING-WOMEN-1769772738.jpg?w=770&amp;resize=770%2C506&amp;quality=80\" alt=\"Lindsey Vonn of the U.S. being airlifted to the hospital after sustaining an injury following a crash during her run\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275920\" class=\"wp-caption-text\">The helicopter team flying Lindsey Vonn from the event at Crans-Montana [Denis Balibouse/Reuters]</figcaption></figure><p>Vonn has been the circuit’s leading downhiller this season with two victories and three other podium finishes, having returned last season after a partial right knee titanium replacement.</p><p>Including super-G, Vonn had completed eight World Cup races this season and finished on the podium in seven of them. Her worst finish was fourth.</p><p>The crash occurred exactly a week before the Milan Cortina opening ceremony.</p><p>Vonn’s first Olympic race is the women’s downhill on February 8. She was also planning on competing in the super-G and the new team combined event at the Games.</p><p>Women’s skiing at the Olympics will be held in Cortina d’Ampezzo, where Vonn holds the record of 12 World Cup wins.</p><p>Vonn was also planning on racing a super-G in Crans-Montana on Saturday in what would have been her final race before the Games.</p><figure id=\"attachment_4275910\" aria-describedby=\"caption-attachment-4275910\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275910\" src=\"/wp-content/uploads/2026/01/2026-01-30T104739Z_1689441156_UP1EM1U0TZD1T_RTRMADP_3_ALPINE-SKIING-WOMEN-1769772619.jpg?w=770&amp;resize=770%2C519&amp;quality=80\" alt=\"Lindsey Vonn of the U.S. before being airlifted to the hospital \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275910\" class=\"wp-caption-text\">Vonn is helped by emergency services before being airlifted to hospital [Romina Amato/Reuters]</figcaption></figure><p>Vonn had registered the fastest time at the first checkpoint and then landed a jump off balance, lifting her left arm and pole high into the air in an attempt to regain her balance. Then, as she tried to brake, Vonn got spun around and ended up in the nets.</p><p>Vonn was the sixth racer to start, and two other skiers had also crashed before her: Nina Ortlieb of Austria and Marte Monsen of Norway.</p><p>Ortlieb crashed on top in the same area as Vonn, and Monsen hit the nets just before the finish area and had to be taken away in a sled. The race was delayed after both of those crashes. But then two racers – Wiles and Corrine Suter, the Olympic champion, completed their runs.</p><p>Romane Miradoli of France, who did complete her run, said visibility was an issue, with snow falling.</p><p>“You can’t see,” Miradoli said, “and it’s bumpy everywhere.”</p><p>Asked if it was dangerous, Miradoli added, “We just couldn’t see well.”</p><p>Vonn has had numerous crashes in her career. One of her worst was at the 2013 world championships in Schladming, Austria, during a super-G that was also held in difficult conditions. Vonn then had to be airlifted off the course and tore apart her right knee. She returned the following season, got hurt again and missed the 2014 Sochi Olympics.</p></div></div></body></html>"
        },
        {
            "title": "Italian court opens trial over deadly migrant shipwreck | Migration News | Al Jazeera",
            "time": "2026-01-30T11:33:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697c6ccf35-1769761999.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Italian court opens trial over deadly migrant shipwreck</h1><p class=\"article__subhead\"><em>Police, coastguard officials accused of involuntary manslaughter; case shines light on policies of far-right government.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An Italian court has opened the trial of four police officers and two members of the Italian coastguard over their response to a 2023 shipwreck that killed at least 94 refugees and migrants.</p><p>The trial opened in the southern port city of Crotone on Friday, where the defendants face charges of involuntary manslaughter and “culpable shipwreck”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rights activists assert that, as well as the individual officers, the right-wing Italian government’s immigration policies are also on trial.</p><p>Prosecutors accuse the police of failing to communicate key information with the coastguard, who they say did not collect details that would have informed them about the urgency of the situation as the ship struggled in dangerous waters on February 26, 2023.</p><p>The Summer Love boat then crashed off Cutro on Italy’s southern coast. There were 35 children among those killed.</p><p>Authorities say more people may have been killed, but their bodies were never found.</p><p>The boat was coming from Turkiye and carrying people from Afghanistan, Iran, Pakistan and Syria when it crashed into the rocks, the AFP news agency reports.</p><p>An aircraft belonging to the European Union’s Frontex agency had seen the ship in difficulty and alerted the Italian authorities. Although the Guardia di Finanza (GDF) sent a boat, it turned back due to bad weather.</p><figure id=\"attachment_2110802\" aria-describedby=\"caption-attachment-2110802\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2110802\" src=\"/wp-content/uploads/2023/02/2023-02-28T072044Z_1777693255_RC27KZ9C6UOQ_RTRMADP_3_EUROPE-MIGRANTS-ITALY.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Italy migrant boat tragedy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2110802\" class=\"wp-caption-text\">Rescuers get ready to search for survivors in the aftermath of a deadly migrant shipwreck in Crotone, Italy, February 28, 2023 [Remo Casilli/Reuters]</figcaption></figure><p>Charity groups that conduct rescue operations in the Mediterranean, including SOS Humanity and Mediterranea Saving Humans, are civil parties to the case.</p><p>Serena Chiodo, Amnesty Italy’s campaign specialist on migration, said the trial is “an opportunity to shine a light on systemic failures and reckless decisions by the Italian authorities that may have contributed to the enormous loss of life”.</p><p>“Those who drowned at Cutro could still be alive had authorities acted in line with their search and rescue obligations,” she added.</p><p>“Fewer people would be forced to make life-threatening journeys if European governments significantly increased access to safe and regular pathways for people fleeing desperate situations.”</p><p>The International Organization for Migration voiced concerns about multiple shipwrecks in the Mediterranean in recent days, noting it is “a stark reminder that this route remains the deadliest migration corridor in the world”.</p><p>At least 1,340 died in the central Mediterranean in 2025.</p></div></div></body></html>"
        },
        {
            "title": "Mozambique flood survivors displaced and ‘exhausted’ | Climate Crisis | Al Jazeera",
            "time": "2026-01-30T11:12:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769771522.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Amedspor football club in Turkiye fined for pro-Kurdish ‘propaganda’ | Football News | Al Jazeera",
            "time": "2026-01-30T11:05:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2023-03-19T145035Z_1346794485_RC2YWZ9A4AQF_RTRMADP_3_TURKEY-ELECTION-KURDS-1769770225.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Amedspor football club in Turkiye fined for pro-Kurdish ‘propaganda’</h1><p class=\"article__subhead\"><em>Turkish Football Federation fines second-division title favourites Amedspor and suspends president for social media video.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Turkiye’s main Kurdish football team has been fined for “ideological propaganda” in favour of Kurdish forces in northern Syria, the Turkish Football Federation (TFF) has said.</p><p>Amedspor FC, which is based in Diyarbakir, the main city in the Kurdish-majority southeast, was fined 802,500 Turkish lira (nearly $18,500) and its president slapped with a 15-day suspension from all football activity, the TFF said in a statement late on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>At issue was a 20-second clip on its social media accounts showing a woman having her hair braided set to a soundtrack featuring the widely used Kurdish slogan “Jin, jiyan, azadi” – which means “Woman, life, freedom”.</p><p>Over the past week, hair braiding has become a symbolic show of solidarity with Syrian Kurds as Damascus has pressed a military offensive in northeastern areas formerly part of the Kurds’ de facto autonomous administration.</p><p>In recent weeks, social media has been awash with clips of women braiding their hair in response to a video showing a Syrian soldier holding up a plait he claimed to have cut from a female Kurdish fighter in Raqqa that was recently taken by the Syrian military.</p><p>Although the claim could not be independently verified, it caused an online backlash.</p><p>The TFF said the club was guilty of “damaging the reputation of football” by “making ideological propaganda”.</p><p>Contacted by AFP, Amedspor President Nahit Eren said he had appealed against the decision, but made no further comment.</p><p>Eren – former head of the Diyarbakir Bar Association – had on Tuesday posted on X about “efforts to embroil our club in various controversies”.</p><p>Currently top of the second division, Amedspor could be promoted this year to Turkiye’s top-flight Super Lig for the first time in their history.</p></div></div></body></html>"
        },
        {
            "title": "Alcaraz beats Zverev to break slam record in reaching Australian Open final | Tennis News | Al Jazeera",
            "time": "2026-01-30T10:23:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-30T093710Z_1460856840_UP1EM1U0QPW03_RTRMADP_3_TENNIS-AUSOPEN-1769766525.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Carlos Alcaraz overcame cramps and injury to fend off Alexander Zverev in an epic, momentum-swinging five-setter to become the youngest man in the Open era to reach the finals of all four Grand Slam events.</p><p>At 22, he’s aiming to be the youngest man to complete a career Grand Slam.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He reached his first Australian Open final the hard way, winning 6-4, 7-6 (5), 6-7 (3), 6-7 (4), 7-5 in 5 hours, 27 minutes on Friday.</p><p>That’s despite being two points away in the third set from a semifinal victory in a tournament where he hadn’t dropped a set through five rounds.</p><p>He was behind in the fifth set after dropping the first game and didn’t break back until Zverev was serving for the match in the 10th.</p><p>Alcaraz will next face either two-time defending champion Jannik Sinner or 10-time Australian Open titlist Novak Djokovic, who is bidding for an unprecedented 25th Grand Slam singles title. The long afternoon match delayed the start of the night’s semifinal.</p><p>The top-ranked Alcaraz was leading by two sets and appeared to be in the kind of form that won him the US Open last year and has helped him evenly split the last eight majors with Sinner.</p><p>But in the ninth game of the third, he started limping and appeared to be struggling with an upper right leg problem. After holding for 5-4, he took a medical timeout in the changeover. It may have been cramp, but he rubbed the inside of his right thigh and called for the trainer, who also massaged the same area.</p><p>Zverev was demonstrably upset, talking with a tournament official, when his rival was given the three-minute break for treatment.</p><figure id=\"attachment_4275769\" aria-describedby=\"caption-attachment-4275769\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275769\" src=\"/wp-content/uploads/2026/01/2026-01-30T084806Z_230494375_UP1EM1U0IZNVI_RTRMADP_3_TENNIS-AUSOPEN-1769767215.jpg?w=770&amp;resize=770%2C516&amp;quality=80\" alt=\"Spain's Carlos Alcaraz receives medical attention during his semi final match against Germany's Alexander Zverev\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275769\" class=\"wp-caption-text\">Spain’s Carlos Alcaraz receives medical attention during his semifinal match against Germany’s Alexander Zverev [Jaimi Joy/Reuters]</figcaption></figure><p>Even with his limited footwork, Alcaraz was able to hit winners and get to 6-5 before the trainer returned in the changeover to massage the area again.</p><p>When he went back out, the crowd gave him rousing support. Zverev served a double-fault to open the next game, and Alcaraz lobbed and then slapped a forehand winner down the line to get to 0-30. But Zverev won four straight points to force the tiebreaker and then win it.</p><p>No 3 Zverev, the 2025 runner-up, retained his composure despite Alcaraz’s obvious discomfort on the other side of the net, and the crowd on Rod Laver Arena firmly behind the Spaniard.</p><p>He was in front for the entire fourth set, but Alcaraz stayed with him, until Zverev again took charge in the tiebreaker. More than four hours had elapsed when the match went to a fifth set, the first five-setter on the centre court in the 2026 tournament.</p><p>Alcaraz dropped serve in the opening game of the fifth set but hung with Zverev, getting five breakpoint chances without being able to convert.</p><p>The drama lifted in the sixth game, when Alcaraz sprinted across court to track down a drop shot and slid at full pace for an angled forehand winner. The crowd went crazy.</p><p>Alcaraz finally converted the break when Zverev was serving for the match at 5-4 in the fifth set.</p><p>He held for 6-5 and converted his first match point when Zverev was serving to stay in the match.</p></div></div></body></html>"
        },
        {
            "title": "Kurdish-led SDF agrees integration with Syrian government forces | Syria's War | Al Jazeera",
            "time": "2026-01-30T09:53:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769766813.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Teenager Flagg breaks 46-year NBA points record but Hornets beat Mavericks | Basketball News | Al Jazeera",
            "time": "2026-01-30T09:44:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-30T040406Z_2074970738_MT1USATODAY28116391_RTRMADP_3_NBA-CHARLOTTE-HORNETS-AT-DALLAS-MAVERICKS-1769765904.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Teenager Flagg breaks 46-year NBA points record but Hornets beat Mavericks</h1><p class=\"article__subhead\"><em>Cooper Flagg scores 49 points, the most by a teenager in a single NBA game, but Charlotte Hornets beat Dallas Mavericks.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kon Knueppel made two free throws with 4.1 seconds left for a career-high 34 points and the Charlotte Hornets beat the Dallas Mavericks 123-121, spoiling Duke roommate Cooper Flagg’s 49-point game.</p><p>Flagg, who turned 19 in December, broke the NBA record for points in a game by a teen. Cliff Robinson set the previous record of 45 at age 19 for New Jersey in a game against Detroit on March 9, 1980.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Flagg set career highs with 20 field goals on 29 shots, and also had 10 rebounds.</p><p>Knueppel grabbed an errant pass by Flagg near midcourt with seven seconds left and the score tied. He drove to the basket and was fouled by Flagg as the ball lodged between the rim and the backboard. Flagg’s shot at the buzzer to send it to overtime hit the back of the rim.</p><p>Knueppel made eight 3-pointers to set a rookie record for the Hornets, who have won five consecutive games for their longest winning streak since a five-game run in February 2023.</p><p>Brandon Miller scored 23 points, his ninth straight game with at least 20 points, for Charlotte. LaMelo added 22, hitting six 3-pointers.</p><p>Klay Thompson scored 16 points off the bench for Dallas, shooting 4 of 11 on 3s. The Mavericks have lost three straight — all at home — following a season-best, four-game winning streak.</p><p>The Hornets swept a road back-to-back while the Mavericks were swept in a home back-to-back.</p><p>The game was the first NBA meeting between Flagg and Knueppel, the 2024-25 Duke freshmen.</p><p>Mark Aguirre, Dallas’s only previous first-overall draftee after the franchise’s initial season in 1980-81, became the team’s fifth player to have his jersey retired during a halftime ceremony.</p></div></div></body></html>"
        },
        {
            "title": "Are Trump officials driving Alberta’s separatist movement in Canada? | Donald Trump News | Al Jazeera",
            "time": "2026-01-30T09:29:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-27T200729Z_389789266_RC2V9JAAC3AE_RTRMADP_3_CANADA-POLITICS-1769760042.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"123\" data-end=\"300\">Canada’s Prime Minister Mark Carney has <a href=\"/news/2026/1/29/canadas-carney-hails-new-trade-deals-expects-us-to-respect-sovereignty\">said that he expects</a> the United States to respect the country’s sovereignty after reports that Alberta separatists have met several times with officials of the Donald Trump administration.</p><p data-start=\"302\" data-end=\"522\">The Financial Times<a href=\"https://www.ft.com/content/11dc2140-6a5d-4536-b766-52c920affcc7\" target=\"_blank\" rel=\"noopener\"> reported</a> that US State Department officials held meetings with the Alberta Prosperity Project (APP), a group calling for a referendum on whether the energy-rich western province should leave Canada.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"524\" data-end=\"660\">Speaking in Ottawa on Thursday, Carney said he has been clear with US President Donald Trump on the issue.</p><p data-start=\"662\" data-end=\"832\">“I expect the US administration to respect Canadian sovereignty,” he said, adding that after raising the issue, he wanted the two sides to focus on areas where they can work together.</p><p data-start=\"662\" data-end=\"832\">Carney is himself an Albertan, raised in Edmonton, the provincial capital. The province has had an independence movement for decades.</p><p data-start=\"662\" data-end=\"832\">Trump has repeatedly threatened to make <a href=\"/opinions/2025/2/26/canada-already-is-americas-51st-state\">Canada the “51st state”</a> of the American Union.</p><p>Here is what we know:</p><p data-start=\"1626\" data-end=\"1841\">Leaders of the APP have reportedly met with US State Department officials in Washington at least three times since last April. Trump entered office for a second time in January.</p><p data-start=\"1846\" data-end=\"1952\">These meetings have prompted concern in Ottawa regarding potential US interference in Canadian domestic politics.</p><p data-start=\"1846\" data-end=\"1952\">This follows comments by US Treasury Secretary Scott Bessent last week, who described Alberta as “a natural partner for the US” and praised the province’s resource wealth and “independent” character during an interview with the right-wing broadcaster Real America’s Voice.</p><p>“Alberta has a wealth of natural resources, but they [the Canadian government] won’t let them build a pipeline to the Pacific,” he said. “I think we should let them come down into the US,” Bessent said during an interview with the right-wing broadcaster.</p><p>“There’s a rumour they may have a referendum on whether they want to stay in Canada or not.”</p><p>Asked if he knew something about the separation effort, Bessent said, “People are talking. People want sovereignty. They want what the US has got.”</p><p></p><p data-start=\"139\" data-end=\"390\">After Bessent’s comments, Jeffrey Rath, a leader of the APP, said that the group was seeking another meeting with US officials next month, where they are expected to ask about a possible $500bn credit line to support Alberta if a future independence referendum – which has not yet been called – were to be held.</p><p></p><p> </p><p data-start=\"395\" data-end=\"616\">The developments come at a sensitive moment in US-Canada relations, with trade tensions still simmering and after a recent speech at the World Economic Forum in Davos where Carney warned that Washington was contributing to a “rupture” in the global order.</p><p data-start=\"395\" data-end=\"616\">Trump has repeatedly threatened to make Canada part of the American Union. His expansionist ambitions have been further underscored by his recent push to acquire<a href=\"/news/2026/1/12/greenland-rejects-us-takeover-under-any\"> Greenland</a> from Denmark, which, like Canada, is a NATO ally. At the start of the year, the US military also abducted Venezuelan President Nicolas Maduro, and has since attempted to take control of the South American nation’s massive oil industry.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-have-canadian-leaders-reacted-to-the-reports\">How have Canadian leaders reacted to the reports?</h2><p class=\"dcr-130mj7b\">Speaking on Thursday, British Columbia Premier David Eby described the reported behind-the-scenes meetings as “treason”.</p><p class=\"dcr-130mj7b\">“To go to a foreign country and to ask for assistance in breaking up Canada, there’s an old-fashioned word for that – and that word is treason,” Eby told reporters.</p><p class=\"dcr-130mj7b\">“It is completely inappropriate to seek to weaken Canada, to go and ask for assistance, to break up this country from a foreign power and – with respect – a president who has not been particularly respectful of Canada’s sovereignty.”</p><p></p><p>Ontario Premier Doug Ford appealed for Canadian unity on Thursday morning.</p><p>“You know, we have a referendum going on out in Alberta. The separatists in Quebec say they’re gonna call a referendum if they get elected. Like, folks, we need to stick together. It’s Team Canada. It’s nothing else,” he said.</p><p>Alberta Premier Danielle Smith, however, said she won’t demonise the Albertans who are open to separation because of “legitimate grievances” with Ottawa and said she did not want to “demonise or marginalise a million of my fellow citizens”.</p><p>Smith has long been pro-Trump and visited the US president’s Mar-a-Lago estate in January 2025, at a time when most other Canadian leaders were joining hands to criticise his demand that the country become a part of the United States.</p><figure id=\"attachment_4275440\" aria-describedby=\"caption-attachment-4275440\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275440\" src=\"/wp-content/uploads/2026/01/2022-11-18T214455Z_702951184_RC2IOX94IYRT_RTRMADP_3_CANADA-POLITICS-ALBERTA-1769757713.jpg?w=770&amp;resize=770%2C544&amp;quality=80\" alt=\"Alberta Premier Danielle Smith speaks at the Calgary Chamber \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275440\" class=\"wp-caption-text\">Alberta Premier Danielle Smith [FILE: Todd Korol/Reuters]</figcaption></figure><h2 id=\"what-do-we-know-about-a-potential-referendum-in-alberta\">What do we know about a potential referendum in Alberta?</h2><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmkzvfawd000f3b6plytf1f3b@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">Anger towards Ottawa has been building in Alberta for decades, rooted largely in disputes over how the federal government manages the province’s vast oil and gas resources.</p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmkzvfawd000f3b6plytf1f3b@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">Many Albertans feel federal policies – particularly environmental regulations, carbon pricing and pipeline approvals – limit Alberta’s ability to develop and export its energy.</p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmkzvfawd000f3b6plytf1f3b@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">As a landlocked province, Alberta depends on pipelines and cooperation with other provinces to access global markets, making those federal decisions especially contentious.</p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmkzvfawd000f3b6plytf1f3b@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">Many Albertans believe the province generates significant wealth while having limited influence over national decision-making. In 2024-25, for instance, it contributed 15 percent of Canada’s gross domestic product (GDP), despite being home to only 12 percent of the population.</p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmkzvfawd000f3b6plytf1f3b@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">Alberta consistently produces more than 80 percent of Canada’s oil and 60 percent of the country’s natural gas.</p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmkzvfawd000f3b6plytf1f3b@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">Yet, many Albertans say that the federal government does not give the province its fair share from taxes collected. Canada has a system of equalisation payments, under which the federal government pays poorer provinces extra funds to ensure that they can maintain social services. While Quebec and Manitoba receive the highest payments, Alberta – as well as British Columbia and Saskatchewan – at the moment receive no equalisation payments.</p><figure id=\"attachment_4275424\" aria-describedby=\"caption-attachment-4275424\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275424\" src=\"/wp-content/uploads/2026/01/2013-06-24T120000Z_1580030876_GM1E96P07XF01_RTRMADP_3_CANADA-FLOODS-1769756933.jpg?w=770&amp;resize=770%2C483&amp;quality=80\" alt=\"A woman crosses an empty downtown street in Calgary, Alberta\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275424\" class=\"wp-caption-text\">A woman crosses an empty downtown street in Calgary, Alberta [FILE: Andy Clark/Reuters]</figcaption></figure><p class=\"sc-9a00e533-0 eZyhnA\">Carney recently signed an agreement with Alberta, opening the door for an oil pipeline to the Pacific, though it is opposed by Eby and faces significant hurdles.</p><p>Recent Ipsos polling <a href=\"https://www.ipsos.com/en-ca/support-independence-alberta-reaches-levels-similar-quebec\">suggests</a> that about three in 10 Albertans would support starting the process of leaving Canada.</p><p>But the survey also found that roughly one in five of those supporters viewed a vote to leave as largely symbolic – a way to signal political dissatisfaction rather than a firm desire for independence.</p><p>A referendum on Alberta independence could happen later this year if a group of residents can collect the nearly 178,000 signatures required to force a vote on the issue. But even if the referendum passes, Alberta would not be immediately independent.</p><p>Under the Clarity Act, the federal government would first have to determine whether the referendum question was clear and whether the result represented a clear majority. Only then would negotiations begin, covering issues such as the division of assets and debt, borders and Indigenous rights.</p><p></p><h2 id=\"what-is-the-alberta-prosperity-project-and-what-does-it-want\">What is the Alberta Prosperity Project and what does it want?</h2><p id=\"the-alberta-prosperity-project-is-a-pro-independence-group-that-is-campaigning-for-a-referendum-on-alberta-leaving-canada-it-argues-that-the-province-would-be-better-off-controlling-its-own-resources-taxes-and-policies-and-has-been-working-to-gather-signatures-under-alberta-s-citizen-initiative-rules-to-trigger-a-vote-while-it-describes-itself-as-an-educational-non-partisan-project-the-group-has-drawn-controversy-over-its-outreach-to-us-officials-and-its-claims-about-the-economic-viability-of-an-independent-alberta\">The APP is a pro-independence group that is campaigning for a referendum on Alberta leaving Canada.</p><p>It argues that the province would be better off controlling its own resources, taxes and policies, and has been working to gather signatures under Alberta’s citizen-initiative rules to trigger a vote.</p><p>While it describes itself as an educational, non-partisan project, the group has drawn controversy over its claims about the economic viability of an independent Alberta.</p><p>On its website, the APP says, “Alberta sovereignty, in the context of its relationship with Canada, refers to the aspiration for Alberta to gain greater autonomy and control over provincial areas of responsibility.”</p><p>“However, a combination of economic, political, cultural and human rights factors … has resulted in many Albertans defining ‘Alberta sovereignty’ to mean Alberta becoming an independent country and taking control of all matters that fall within the jurisdiction of an independent nation,” it adds.</p><p></p><h2 id=\"what-else-has-washington-said\">What else has Washington said?</h2><p data-start=\"148\" data-end=\"377\">White House and State Department officials told the FT that administration officials regularly meet with civil society groups and that no support or commitments were conveyed.</p><p data-start=\"148\" data-end=\"377\">A  <a href=\"https://www.cbc.ca/news/canada/calgary/analysis-alberta-separatism-scott-bessent-9.7059168\" target=\"_blank\" rel=\"noopener\">report</a> published by Canada’s public broadcaster CBC earlier this year quoted US national security analyst Brandon Weichert as saying that Trump’s talk of Canada becoming the “51st state” was, in reality, aimed at Alberta.</p><p data-start=\"382\" data-end=\"698\">Appearing on a show hosted by former Trump chief strategist Steve Bannon, Weichert suggested that a vote for independence in Alberta would prompt the US to recognise the province and guide it towards becoming a US state.</p><h2 id=\"has-the-trump-administration-tried-this-elsewhere\" data-start=\"382\" data-end=\"698\">Has the Trump administration tried this elsewhere?</h2><p>Yes, in Greenland.</p><p>As with Canada, Trump has repeatedly called for Greenland to be incorporated into the US. His threats to annex Greenland have prompted strong opposition from the government of the Arctic island, Denmark — which governs Greenland — and Europe.</p><p>But as with Alberta, Trump’s administration has also attempted to test separatist sentiment. In August 2025, the Danish government summoned the top US diplomat in Copenhagen after Denmark’s national broadcaster reported that three Trump allies had begun pulling together a list of Greenlanders supportive of the US president’s efforts to get it to join the United States.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela signs law opening up oil sector as US eases sanctions | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-30T09:12:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769764335.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Chronicle of a mass kidnapping: The day Nigeria’s Kurmin Wali changed | Armed Groups News | Al Jazeera",
            "time": "2026-01-30T08:59:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697b8cbe-1769704638_a975b4-1769752530.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kurmin Wali, Nigeria –</strong> Like most Sundays in Kurmin Wali, the morning of January 18 began with early preparations for church and, later on, shopping at the weekly market.</p><p>But by 9:30am, it became clear to residents of the village in the Kajuru local government area of Nigeria’s Kaduna State that this Sunday would not be a normal one.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Gunmen known locally as bandits arrived in the village in numbers, armed with AK47 rifles.</p><p>They broke down doors and ordered people out of their homes and the village’s three churches.</p><p>They blocked the village exits before taking people and marching dozens into the forest at gunpoint.</p><p>Some captives were taken from church, while others were forcibly kidnapped as gunmen moved from house to house.</p><p>In one house, more than 30 members of an extended family were abducted.</p><p>Jummai Idris, a relative of the family that was taken, remains inconsolable.</p><p>She was home the day of the attack and did not go out.</p><p>“When I heard shouting, I took two children and we hid behind a house. That was how they [the bandits] missed us,” she told Al Jazeera.</p><p>“But I heard every shout, every cry and footstep as they picked up people from our house and surrounding houses,” she added, between sobs.</p><p>With tears streaming down her face, Idris recounted how she kept calling out the names of her missing family members – men, women and children.</p><p>Her house sits on the edge of the village, close to a bandits’ crossing point.</p><p>“I don’t know what they are doing to them now. I don’t know if they’ve eaten or not,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A total of 177 people were abducted that day. Eleven escaped their captors, but about a quarter of Kurmin Wali’s population remains captive.</p><p>Initially, state officials denied the attack had taken place.</p><p>In the immediate aftermath, Kaduna’s police commissioner called reports a “falsehood peddled by conflict entrepreneurs”.</p><p>Finally, two days later, Nigeria’s national police spokesman, Benjamin Hundeyin, admitted an <a href=\"/news/2026/1/21/nigerian-police-confirm-gunmen-abducted-villagers-after-initial-denials\">“abduction”</a> had indeed occurred on Sunday. He said police had launched security operations with the aim of “locating and safely rescuing the victims and restoring calm to the area”.</p><p>Uba Sani, Kaduna state’s governor, added that more than just rescuing the abductees, the government was committed to ensuring “that we establish permanent protection for them”.</p><p>There has been a police presence in Kurmin Wali since then. But it is not enough to reassure villagers.</p><p>Locals say the police are not there to protect the village, but merely to compile the names of victims they for days denied existed.</p><h2 id=\"only-the-recklessly-bold-can-stay\">‘Only the recklessly bold can stay’</h2><p>At the premises of Haske Cherubim and Seraphim Movement Church, the largest church in the village, days after the attack, a rust-coloured door lay on the floor, pulled off its hinges. Inside the mud-brick building, the site was chaotic.</p><p>Plastic chairs overturned in panic were strewn around the room – just as the kidnappers had left them.</p><figure id=\"attachment_4274563\" aria-describedby=\"caption-attachment-4274563\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4274563\" src=\"/wp-content/uploads/2026/01/reuters_697b8cc5-1769704645.jpg?w=770&amp;resize=770%2C544&amp;quality=80\" alt=\"An exterior view of the Haske Cherubim and Seraphim Movement Church, after an attack by gunmen in which worshippers were kidnapped, in Kurmin Wali, Kaduna, Nigeria, January 20, 2026. REUTERS/Nuhu Gwamna\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4274563\" class=\"wp-caption-text\">An exterior view of the Haske Cherubim and Seraphim Movement Church, after an attack by gunmen in which worshippers were kidnapped, in Kurmin Wali, Kaduna, Nigeria, January 20, 2026 [Nuhu Gwamna/Reuters]</figcaption></figure><p>The church building was where the captors brought everyone before marching them into the forest surrounding the village.</p><p>Residents said the gunmen divided themselves into different groups, targeting homes and churches.</p><p>Maigirma Shekarau was among those taken before he managed to escape.</p><p>“They tied us, beat us up, before arriving us into the bush. We trekked a long distance before taking a break,” he said of his journey with his captors.</p><p>Shekarau, a father of five, was holding his three-year-old daughter when he and others were taken.</p><p>“When we reached an abandoned village, I ducked inside a room with my little daughter when the attackers weren’t looking. I closed the door and waited. After what seemed like eternity, and sure they were gone, I opened the door and walked back home, avoiding the bush path,” he said, now back in the village.</p><p>But on returning home, his heart sank. He and his three-year-old were the only ones who made it home. The rest of the family is still held by the kidnappers.</p><p>Standing in a parched field of long dried grass, Shekarau says the village no longer feels like home.</p><p>The village chief was also taken, but managed to escape. He now presides over a community hopeful for the return of the missing – but too scared to stay.</p><p>“Everyone is on edge. People are confused and don’t know what to do. Some haven’t eaten. There are entire families that are missing,” said Ishaku Danazumi, the village chief.</p><p>Danazumi says the kidnappers regularly visit and loot the village grain stores and the villagers’ possessions, including mobile phones.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Two days after the attack, residents said the bandits rode through their village again.</p><p>On that day, the community also received a ransom demand.</p><p>“They accused us of taking 10 motorcycles they hid in the bush to evade soldiers who operated here the week before,” Danazumi said. “But we didn’t see those bikes.”</p><p>The chief said the captors told him the return of the 10 bikes was a precondition for the return of his people.</p><p>But deep inside, he knows, more demands will follow.</p><p>In the village, residents wait in their thatch and mud-brick houses, hoping for their loved ones to return.</p><p>But because of fear and the tense situation, many are leaving the farming community.</p><p>“Anyone thinking about remaining in this village needs to reconsider,” said Panchan Madami, a resident who also survived the attack.</p><p>“Only the recklessly bold can stay with the current state of security here.”</p><p>Villagers said that before the January 18 attack, 21 people kidnapped by the bandits were returned to them after a ransom was paid. But just two days later, a quarter of the village was taken.</p><p>“It will be stupid to stay here, hoping things will be OK,” added Madami.</p><p>The government says it will establish a military post to protect the community from further attacks. But that is not comforting enough for Idris, who has also made up her mind to leave.</p><p>“I’m not coming back here,” she said, gathering her belongings to leave the village where she grew up and married. “I just hope the rest of my family gets back.”</p><figure id=\"attachment_4274561\" aria-describedby=\"caption-attachment-4274561\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4274561\" src=\"/wp-content/uploads/2026/01/reuters_697b8cbe-1769704638.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"A drone view of Kurmin Wali, where churches were attacked by gunmen and worshippers were kidnapped, in Kurmin Wali, Kaduna, Nigeria, January 20, 2026. REUTERS/Nuhu Gwamna TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4274561\" class=\"wp-caption-text\">A drone view of Kurmin Wali, where churches were attacked by gunmen and people were kidnapped [Nuhu Gwamna/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Diplomatic efforts intensify to avert US-Iran war | Conflict | Al Jazeera",
            "time": "2026-01-30T08:45:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769762735.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Kurdish-led SDF agrees integration with Syrian government forces | News | Al Jazeera",
            "time": "2026-01-30T08:43:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260117__933E366__v1__HighRes__SyriaConflictKurds-1768715549.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"western\">Syria’s Kurdish-led forces have reached a comprehensive agreement with the government to integrate with the Syrian army.</p><p class=\"western\">The interim government in Damascus has been fighting an offensive in the north of the country against the Kurdish-led Syrian Democratic Forces (SDF) over recent weeks as it seeks to <a href=\"/features/2026/1/27/syrian-army-offensive-overjoys-some-leaves-others-with-existential-fear\">consolidate control of the country</a> following the overthrow of longtime leader Bashar al-Assad in December 2024.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>However, a <a href=\"/video/newsfeed/2026/1/25/syria-agrees-to-extend-ceasefire-with-sdf-for-15-more-days\">ceasefire</a> over the past week or so has developed into an agreement for a phased integration of the Kurdish military forces into the army, according to an SDF statement issued on Friday.</p><p>Shortly afterwards, Syrian state TV confirmed the agreement, which will also see the gradual integration of Kurdish civil institutions into state structures, reporting that government officials said it would be implemented immediately.</p><p>The agreement follows the army’s seizure of swaths of northern and northeastern territory in the last three weeks from the SDF.</p><p>The rapid turn of events helps to consolidate the leadership of interim President Ahmed al-Sharaa, whose government has been frustrated by its failure to secure the integration of Kurdish fighters and political entities into central institutions, despite months of talks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"western\">Under ​the agreement, forces will withdraw from the front lines, ‌government units will ‌deploy to ⁠the centres of the cities of Hasakah and Qamishli, and ‌local security forces will be merged.</p><p class=\"western\">A military division that includes three SDF brigades will be formed. Another brigade based in the town of Kobane, also known as Ain al-Arab, will be affiliated with the governorate of Aleppo, the main city in Syria’s northeastern Kurdish region, according to the SDF statement.</p><p>Governing institutions established by Kurdish-led groups in the northeast of Syria are to be merged with state institutions.</p><h2 id=\"istoric-milestone\">‘Historic milestone’</h2><p>The fate ⁠of the SDF, which once held a quarter or more of Syria, has been one of the biggest issues looming over the country since forces led by al-Sharaa, who once had links to ISIL (ISIS) – led the push to topple al-Assad 14 months ago.</p><p>A deal to fold the Kurdish political and military bodies into the state was first agreed in March 2025, but made scant progress towards implementation before a year-end deadline, paving the way for government forces to go on the march.</p><p class=\"western\">The ceasefire over the past week had appeared to be largely holding, even as each side <a href=\"/news/2026/1/26/syrian-army-kurdish-led-sdf-accuse-each-other-of-ceasefire-violations\">accused</a> the other of violating its terms, but the Kurdish forces had found themselves pressed back and unlikely to cling on in their northeastern enclave.</p><p>The United States president’s envoy to Syria, Tom Barrack, called Friday’s agreement a “historic milestone” that “reflects a shared commitment to inclusion, mutual respect, and the collective dignity of all Syrian communities”.</p><p class=\"western\">President Donald Trump recently <a href=\"/news/2026/1/28/trump-praises-syrian-president-al-sharaa-after-offensive-against-sdf\">said</a> he was “very happy” with developments in Syria, after a call with al-Sharaa, who appears to have successfully put his ISIL links behind him to convince world leaders to give him the benefit of the doubt regarding his commitment to democracy.</p><p class=\"western\">During the call with Trump, al-Sharaa emphasised “Syria’s full commitment to its territorial integrity and its national sovereignty and the state’s keenness to preserve its institutions and promote civil peace”.</p><p class=\"western\">Having previously backed the SDF as it fought ISIL, it is clear that the US now sees al-Sharaa as its primary partner in Syria.</p><p class=\"western\">The interim president continues to work on mending Syria’s foreign relations in all directions.</p><p class=\"western\">He met Russian counterpart Vladimir <a href=\"/news/2026/1/28/syrias-al-sharaa-discusses-fate-of-russian-military-bases-with-putin\">Putin</a> for talks in Moscow on Wednesday, as the Kremlin sought to secure the future of military bases vital for its operations in the Middle East.</p></div></div></body></html>"
        },
        {
            "title": "Why the UK’s toughest immigration voices are often politicians of colour | Migration | Al Jazeera",
            "time": "2026-01-30T08:38:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697c6b2647-1769761574.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">7 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"451\" data-end=\"1181\">When Sajid Javid remarked that he would not allow people like his own parents to enter the United Kingdom today, he was not making an offhand comment. He was articulating a view that has become increasingly central to British immigration politics. The UK’s first ethnic minority home secretary said he opposed admitting unskilled workers and those who do not speak English. By his own criteria, neither his father, who arrived as an unskilled worker, nor his mother, who did not speak English, would have been permitted to settle in the country. Promoting his memoir, The Colour of Time, Javid was unambiguous: immigration must fall, English-language requirements should be tougher, and entry should be limited to skilled workers.</p><p data-start=\"1183\" data-end=\"1429\">Far from being exceptional, Javid’s position points to a broader and increasingly visible pattern in British politics. Some of the most prominent anti-immigration positions of recent years have been articulated by ethnic minority politicians.</p><p data-start=\"1431\" data-end=\"1888\">This pattern is most visible at the Home Office, the government department responsible for borders, asylum, detention and deportation. Since 2018, the role of home secretary has repeatedly been held by ethnic minority politicians, including Javid himself, Priti Patel, Suella Braverman and James Cleverly under Conservative governments, followed by Shabana Mahmood under Labour. Each, in turn, has advanced a tougher approach to immigration control.</p><p data-start=\"1890\" data-end=\"2397\">Under Priti Patel, a points-based immigration system was introduced and the controversial plan to send asylum seekers to Rwanda was developed. Braverman went further still, declaring that seeing deportation flights take off would be her “dream” and her “obsession”. Yet despite the increasingly punitive tone, overall immigration numbers rose during this period. Rhetoric and outcomes diverged. Even so, the political signal from the Home Office was unmistakable: firmness on borders above all else.</p><p data-start=\"2399\" data-end=\"2867\">The explanation for this phenomenon lies not simply in personal biography or individual conviction. Drawing on my research on ethnic minority representation in Britain, I argue that these appointments reflect a clear political logic. When political parties harden their stance on immigration, they often rely on minority politicians to act as reputational shields, figures who can front restrictive policies while insulating parties from accusations of racism.</p><p data-start=\"2869\" data-end=\"3337\">Reputational shields matter because immigration control in the UK has long been racialised. From post-war restrictions on Commonwealth migration to the “hostile environment” policies associated with former Prime Minister Theresa May, border control has frequently intersected with race and belonging. When such policies are championed by ethnic minority politicians, criticism can more readily be reframed as ideological disagreement rather than racial exclusion.</p><p data-start=\"3339\" data-end=\"3854\">Nowhere is this dynamic clearer than at the Home Office. The department effectively demands a hard line on immigration from its secretary, and appointing minority politicians to the role has repeatedly proven politically expedient. This does not mean white politicians are more liberal, as Theresa May’s record makes clear, but it does help explain why parties have been willing to place minority figures at the forefront of border enforcement. Four consecutive Conservative home secretaries were non-white.</p><p data-start=\"3856\" data-end=\"4263\">This logic now extends beyond the Conservative Party. Labour’s appointment of <a href=\"https://theconversation.com/who-is-shabana-mahmood-the-home-secretary-is-the-face-of-labours-most-hardline-immigration-policies-to-date-269977\">Shabana Mahmood</a> as home secretary marks a notable shift for a party that has historically sought to signal greater nuance on immigration. Since taking office, Mahmood has announced and is implementing sweeping asylum reforms, which she has described as “the most substantial reform to the UK’s asylum system in a generation”.</p><p data-start=\"4265\" data-end=\"4869\">That Keir Starmer has placed a minority politician at the forefront of Labour’s tougher turn on immigration suggests an implicit recognition of this reputational logic. Mahmood’s identity does not determine her policy positions, but it does shape how those positions are received, particularly in a media and political environment where immigration debates are routinely filtered through accusations of racism. In this sense, Labour appears to have absorbed a lesson from Conservative governments about how ethnic minority representation can function as political cover when tightening border policy.</p><p data-start=\"4871\" data-end=\"5598\">Immigration is now cited by about four in 10 Britons as the most important issue facing the country. For Labour, long uneasy talking about borders and enforcement, Mahmood’s stance represents a recalibration. Her measures include tightening the route from asylum to permanent settlement, reforming human rights legislation to facilitate removals, and suspending visas for countries that refuse to accept returned nationals. She has been unapologetic, arguing that the pace and scale of immigration has destabilised communities and fuelled perceptions of unfairness. While Labour backbenchers and the Green Party have accused her of scapegoating migrants, figures on the political right have welcomed her approach.</p><p data-start=\"5600\" data-end=\"6069\">It would, however, be a mistake to portray minority politicians as mere symbols or cynical mouthpieces. Many articulate their positions through narratives of fairness, legality and contribution. Javid has spoken of his family’s experiences of racism while emphasising that they entered the UK legally and worked hard. Mahmood has similarly argued that constituents who “did things the right way” feel aggrieved by irregular arrivals crossing the Channel in small boats.</p><p data-start=\"6071\" data-end=\"6430\">These arguments reflect a broader shift in how immigration is discussed: less overtly in racial terms and more through the language of fairness, order and control. Yet this reframing does not escape the UK’s longer history of racialised immigration policy. Instead, ethnic minority politicians increasingly play a visible legitimising role within it.</p><p data-start=\"6432\" data-end=\"7086\">The prominence of politicians of colour at the forefront of the UK’s immigration crackdown is therefore not a paradox. It is a window into how representation is operationalised in practice. When Sajid Javid says his parents would not be admitted today, he is not disavowing his background but signalling his political credibility. The deeper question is what happens when such credibility is no longer enough to contain the moral and social consequences of a system built on exclusion. Race, borders and political legitimacy, and enduring questions about belonging and citizenship, remain tightly bound together in contemporary British politics.</p><p data-start=\"6432\" data-end=\"7086\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy seeks 50,000 Russian ‘losses’ a month to win the Ukraine war | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-30T08:05:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-28T111950Z_2012384201_RC27AJAT5R94_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ZAPORIZHZHIA-1769687350.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy says he plans to increase his armed forces’ lethality as part of a strategy to disarm Moscow and turn a deadlocked negotiating table.</p><p>“The task of Ukrainian units is to ensure a level of destruction of the occupier at which Russian losses exceed the number of reinforcements they can send to their forces each month,” he told military personnel on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are talking about 50,000 Russian losses per month, this is the optimal level,” he said.</p><p>Video analysis, Zelenskyy recently said, showed 35,000 confirmed kills in December 2025, up from 30,000 in November and 26,000 in October. But on Monday, he clarified that the 35,000 were “killed and badly wounded occupiers”, who would not be returning to the battlefield.</p><p>His commander in chief, Oleksandr Syrskii, conservatively estimated “more than 33,000” confirmed kills in December.</p><p>Ukraine believes it has killed or maimed 1.2 million Russians since Russia’s full-scale invasion in 2022.</p><p>The Center for Strategic and International Studies recently estimated that Russia had suffered 1.2mn casualties, including at least 325,000 deaths, and Ukraine up to 600,000 casualties, with as many as 140,000 deaths.</p><p>Al Jazeera cannot confirm casualty estimates from either side.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271745\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1769615866.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1769615866\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>The war is currently stalemated, with Russia struggling to make meaningful territorial gains.</p><p>Russia held just more than a quarter of Ukraine a month into its full-scale war, in March 2022, according to geolocated footage.</p><p>The following month, Ukraine pushed Russian forces back from a string of northern cities – Kyiv, Kharkiv, Sumy and Chernihiv – leaving Russia in possession of one-fifth of the country.</p><p>In August and September 2022, then-ground forces commander Syrskii masterminded a campaign to push Russian forces east of the Oskil River in the northern Kharkiv region, and Russia itself withdrew east of the Dnipro River in the southern region of Kherson, leaving it with 17.8 percent of the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the last three years, Russia increased that number to 19.3 percent.</p><p>For almost six months, Russia has struggled to seize two towns it has almost surrounded with 150,000 troops in Ukraine’s eastern Donetsk region.</p><p>“In Pokrovsk and Myrnohrad, the Ukrainian Defence Forces continue to contain the enemy, which is trying to infiltrate the northern districts of both cities in small groups,” Syrskii said last week.</p><p>Russia claimed it had captured the northern city of Kupiansk last month, but Russian military reporters say Ukrainian forces have retaken control of the town and surrounded the Russian assault force within it.</p><h2 id=\"the-engine-of-war\">The engine of war</h2><p>Zelenskyy’s strategy involves <a href=\"/video/newsfeed/2026/1/28/how-drone-warfare-has-changed-in-ukraine\">increasing domestic drone production</a> and honing the skills of drone operators, because drones now hit 80 percent of targets on the battlefield.</p><p>“In just the past year alone, 819,737 targets were hit – hit by drones. And we clearly record every single hit,” he said on Monday.</p><p>The military has instituted a point system, rewarding drone operators for the number and precision of their hits.</p><p>That reflects a system <a href=\"/news/2024/4/19/west-needs-to-overcome-fear-of-winning-in-ukraine-says-ex-us-commander\">put in place in April 2024</a>, offering financial rewards to ground troops for destroying Russian battlefield equipment, culminating in $23,000 for capturing a battle tank.</p><p>Zelenskyy appointed Mykhailo Fedorov as defence minister this month, who previously served as digital transformation minister and deputy prime minister for innovation, education, science and technology.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271740\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-EASTERN-UKRAINE-copy-1769615858.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN EASTERN UKRAINE copy-1769615858\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Last week, Fedorov began to appoint his advisers. They include Serhiy Sternenko, who last year created Ukraine’s largest non-state supplier of military drones, to step up drone production. Fedorov’s former deputy at the digital transformation ministry, Valeriya Ionan, was put in charge of international collaborations, thanks to her experience with Silicon Valley giants like Google and Cisco. Fedorov also appointed Serhiy Beskrestnov as technological adviser. Beskrestnov is an expert on Russian drone and electronic warfare innovation.</p><h2 id=\"russian-assaults-pound-ukraine\">Russian assaults pound Ukraine</h2><p>Zelenskyy’s war aims stem in part from the fact that Russia refuses to give up its campaign to seize more of Ukraine.</p><p>Despite US President Donald Trump’s efforts to bring about a ceasefire, talks remain deadlocked over the future of Donetsk.</p><p>Russia’s worst attack against Ukrainian cities and energy facilities last week came on Saturday, involving 375 drones and 21 missiles, as Russian, US and Ukrainian delegations were negotiating a ceasefire in Abu Dhabi.</p><p>The strike left 1.2 million homes without power nationwide, including 6,000 in Kyiv.</p><p>Energy Minister Denys Shmyhal said 800,000 homes in Kyiv were still without power following three previous strikes this month. “Constant enemy attacks unfortunately keep the situation from being stabilised,” he wrote on social media.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271742\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-SOUTHERN-UKRAINE-1769615861.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN SOUTHERN UKRAINE-1769615861\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Zelenskyy told Ukrainians in an evening video address that electricity supply problems were still widespread in Kyiv, Kryvyi Rih, Dnipro and in the Chernihiv and Sumy regions.</p><p>“We are scaling up assistance points and warming centers,” he said, adding that 174 [crews] were working to fix the damage in Kyiv alone. Shmyal said 710,000 people were still without power in Kyiv.</p><p>A Czech grassroots initiative fundraised $6m to buy hundreds of electric generators for Ukrainian households. On Friday, the European Commission said it was sending 447 generators to Ukraine.</p><p>On Wednesday, Russian <a href=\"/news/2026/1/28/russia-launches-new-deadly-strikes-across-ukraine\">drones</a> killed three people. Two of them were a young couple in Kyiv killed when a drone struck their apartment building. Rescuers found only their four-year-old daughter alive.</p><p>“When I carried her out, the girl started crying very hard, and then she began to shake violently,” said Marian Kushnir, a journalist who was a neighbour of the couple.</p><p>At least five more people died when a drone struck a <a href=\"/video/newsfeed/2026/1/28/passengers-killed-in-drone-attack-on-ukraine-train\">passenger</a> train in the northern Kharkiv region, and two children and a pregnant woman were wounded when 50 drones rained down on the southern port of Odesa.</p><p>Talks in <a href=\"/news/2026/1/24/us-brokered-talks-on-ukraine-close-with-no-breakthrough\">Abu Dhabi</a> ended without a ceasefire. Kremlin spokesman Dmitry Peskov had said before they began that Russia was not willing to compromise on any of its territorial demands.</p><p>US Secretary of State Marco Rubio said talks were focusing on the nub of disagreement between the two sides, which is Ukraine’s refusal to hand over the remaining one-fifth of Donetsk that Moscow does not control.</p><p>Talks are scheduled to continue in Abu Dhabi on Sunday, officials said.</p><h2 id=\"unvarnished-truth-from-zelenskyy\">Unvarnished truth from Zelenskyy</h2><p>In a scathing speech to the World Economic Forum in Davos, <a href=\"/video/newsfeed/2026/1/22/zelenskyy-urges-europe-to-act-as-a-global-power\">Zelenskyy accused</a> his European allies of “wait-hoping” the Russian threat would disappear after almost four years of war in Ukraine.</p><p>“Europe relies only on the belief that if danger comes, NATO will act. But no one has really seen the Alliance in action. If Putin decides to take Lithuania or strike Poland, who will respond?” Zelenskyy asked.</p><p>US President Donald Trump’s threat to take Greenland by force on January 17, he said, revealed Europe’s lack of readiness when seven Nordic countries sent 40 soldiers to the island.</p><p>“If you send 30 or 40 soldiers to Greenland – what is that for? What message does it send? What’s the message to [Russian President Vladimir] Putin? To China? And even more importantly, what message does it send to Denmark – the most important – your close ally?”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271738\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-Ukraine-Refugees-1769615853.png?quality=80\" alt=\"INTERACTIVE Ukraine Refugees-1769615853\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>In contrast, said Zelenskyy, Trump was willing to seize Russian tankers selling sanctioned oil, and put Venezuelan President Nicolas Maduro on drug charges, while Putin, an indicted war criminal, remained free. “No security guarantees work without the US,” he said.</p><p>NATO Secretary-General Mark Rutte echoed those sentiments in a speech to the <a href=\"https://www.ft.com/content/e2f6cd48-2f89-4b75-9aae-fb9e70e773fd?emailId=a3124ea8-e4c3-4bd8-aef1-d370c957403d&amp;segmentId=d7819019-a835-9021-a32e-6753ad240ae7\">European Parliament</a> on Monday [January 26].</p><p>“If anyone thinks here . . . that the European Union or Europe as a whole can defend itself without the US, keep on dreaming,” he said. “You can’t.”</p></div></div></body></html>"
        },
        {
            "title": "Panama court rules Chinese control of canal ports unconstitutional | Business and Economy News | Al Jazeera",
            "time": "2026-01-30T07:38:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/AP24254058282297-1742955877_6f6df2-1743047652.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Panama’s Supreme Court has ruled that the contracts under which a Chinese company operates ports on the Panama Canal are unconstitutional.</p><p>The decision regarding the facilities run by Hong Kong-based CK Hutchison was announced late on Thursday. It comes one year after United States <a href=\"/opinions/2025/1/2/donald-trump-and-the-great-panama-canal-tantrum\">President Donald Trump</a> threatened to seize control of the crucial passageway, claiming it was effectively under Chinese control and therefore a security threat.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The court ruled that the laws and acts underpinning the concession contracts between the state and the Panama Ports Company (PPC) for the development, construction, operation and management of the two port terminals violated the country’s constitution.</p><p>The CK Hutchison subsidiary has held the contracts, which allow it to operate the container ports of Balboa on the Pacific side of the Panama Canal and Cristobal on the Atlantic side, since the 1990s.</p><p>The arrangement was automatically renewed in 2021, handing PPC a licence for another 25 years.</p><figure id=\"attachment_4275341\" aria-describedby=\"caption-attachment-4275341\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275341\" src=\"/wp-content/uploads/2026/01/13659228-1769753158.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"epa12662602 A cargo ship leaves a lock on the Panama Canal in Panama City, Panama, 19 January 2026. Official data showed that Panama’s Monthly Economic Activity Index grew 4.37 percent year-on-year in November, supported by sectors including transportation, construction and finance. EPA/Carlos Lemos\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275341\" class=\"wp-caption-text\">The Panama Canal was the first target of Trump’s aggressive push for US dominance over the Western Hemisphere when he returned to the White House [File: EPA]</figcaption></figure><p>However, as he returned to the White House at the start of 2025, Trump was quick to push Panama to curb Chinese influence and boost US control of the strategic canal, which the US built but handed to Panama in 1999. The waterway carries an estimated 5 percent of global maritime trade.</p><p>The lawsuit to cancel PPC’s contracts was brought before the Panamanian court last year, based on allegations that the contracts were based on unconstitutional laws and that the Hong Kong company was not paying proper taxes.</p><p>An audit of the firm was also launched and found accounting errors and other irregularities that have reportedly cost Panama about $300m since the concession was extended, and an estimated $1.2bn during the original 25-year contract.</p><p>The ruling could force Panama to restructure the legal framework needed to hold port operations contracts and potentially require new tenders to operate the terminals.</p><p>PPC has denied all allegations and was also swift to reject the court’s decision.</p><p>“The new ruling … lacks legal basis and jeopardizes not only PPC and its contract, but also the well-being and stability of thousands of Panamanian families who depend directly and indirectly on port activity,” the company said in a statement.</p><p>China was also quick to comment. A foreign ministry spokesman said: “The Chinese side will take all necessary measures to resolutely safeguard the legitimate rights and interests of Chinese companies.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2024/12/23/why-is-trump-threatening-to-take-over-the-panama-canal\">After Trump issued his threat last year</a> to take control of the canal, CK Hutchison announced a proposed sale of dozens of ports worldwide, including the Panamanian terminals, to a consortium led by US investment company BlackRock, a deal valued at nearly $23bn.</p><p>However, the deal appeared to stall due to objections from the Chinese government.</p><p>Trump’s bullish approach to Panama has been repeated regarding several other nations, including Venezuela and <a href=\"/news/2026/1/22/i-wont-use-force-for-greenland-key-takeaways-from-trumps-davos-speech\">Greenland</a>.</p><p>Threats of economic and military action have been issued, and the Trump administration has openly declared that it demands hegemony over the Americas.</p><p>“American dominance in the Western Hemisphere will never be questioned again,” Trump <a href=\"/news/2026/1/4/what-is-the-monroe-doctrine-which-trump-has-cited-over-venezuela\">declared</a> after US troops attacked Venezuela and kidnapped its president earlier this year.</p></div></div></body></html>"
        },
        {
            "title": "‘No one power’ can solve global problems, says UN chief as Trump veers away | United Nations News | Al Jazeera",
            "time": "2026-01-30T07:23:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697c31e3-1769746915.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘No one power’ can solve global problems, says UN chief as Trump veers away</h1><p class=\"article__subhead\"><em>United Nations chief Antonio Guterres appears to point at Trump as critics say his ‘Board of Peace’ aims to replace UN.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations Secretary-General <a href=\"/news/2026/1/15/uns-guterres-slams-world-leaders-putting-intl-cooperation-on-deathwatch\">Antonio Guterres has warned</a> that international “cooperation is eroding” in the world, during a media briefing where he took aim at one – maybe two – powerful countries undermining efforts to solve global problems collectively.</p><p>In his annual address as secretary-general, where he outlined priorities for the UN, Guterres said on Thursday that the world body stood ready to help members do more to address their most pressing issues, including the climate catastrophe, inequality, conflict and the rising influence of technology companies.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But he warned that “global problems will not be solved by one power calling the shots,” in apparent reference to United States President Donald Trump’s administration and his moves to abandon much of the UN system, while also impelling countries to join his newly-created “Board of Peace”.</p><p>Guterres went on to say that “two powers” would also not solve key problems by “carving the world into rival spheres of influence”, in what appeared to be a reference to <a href=\"/news/2026/1/26/what-role-is-china-playing-in-global-geopolitical-transformations\">China and its growing role in global affairs.</a></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Guterres, who will step down from his position at the end of the year, underscored the UN’s ongoing commitment to international law amid concerns that treaties, which countries have abided by for decades, are coming undone.</p><p><a href=\"/news/2025/12/7/we-need-to-make-it-work-can-international-law-deliver-justice\">Amid Israel’s genocidal war on Gaza</a> and the brazen <a href=\"/news/2026/1/9/trump-says-he-doesnt-need-international-law-amid-aggressive-us-policies\">abduction of Venezuela’s President Nicolas Maduro by US forces,</a> the UN chief warned that international law is being “trampled” and “multilateral institutions are under assault on many fronts.”</p><p>But, he added, the UN was still “pushing for peace – just and sustainable peace rooted in international law”.</p><p>Beginning in his first term as US President, Trump sought to <a href=\"/news/2026/1/8/trump-to-withdraw-us-from-dozens-of-un-international-organisations\">end his country’s formal participation</a> in many aspects of the UN system, while also eager to wield influence over key decision-making bodies, including through the use of the US veto in the UN’s powerful Security Council.</p><p>Trump’s current administration has also <a href=\"/news/2025/7/10/un-expert-albanese-rejects-obscene-us-sanctions-for-criticising-israel\">imposed sanctions</a> on UN Special Rapporteur for Palestine Francesca Albanese and <a href=\"/news/2025/10/18/trump-torpedoes-international-deal-to-reduce-shipping-emissions\">threatened to sanction negotiators</a> involved in UN talks on shipping pollution at the International Maritime Organization.</p><p>The US leader’s actions have drawn criticism.</p><p>Brazilian President Luiz Inacio “Lula” da Silva earlier this month <a href=\"/news/2026/1/24/brazils-lula-says-trump-is-attempting-to-create-a-new-un\">accused Trump</a> of wanting to create “a new UN”.</p><p>Lula made his comment just days after Trump launched his “Board of Peace” initiative at the World Economic Forum in Davos, Switzerland.</p><p>While more than two dozen countries in the Middle East, Africa, Asia, Latin America and Europe have signed up as founding members of the peace board, several major nations, <a href=\"/news/2026/1/28/trumps-board-of-peace-an-effort-to-curtail-middle-powers-says-expert\">including France</a>, have turned down invitations to join, and Canada has been excluded.</p><p>France said the Trump-led peace board “goes beyond the framework of Gaza and raises serious questions, in particular with respect to the principles and structure of the United Nations, which cannot be called into question”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}