{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Real Madrid rejects idea of Barcelona playing in Messi’s Miami | Football News | Al Jazeera",
            "time": "2025-08-12T22:04:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-04T103427Z_1213304819_RC28LR7CUEVC_RTRMADP_3_SOCCER-FIFA-CLAIM-1755034704.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Real Madrid has said that it “firmly rejects” having a regular-season Spanish league game played in the United States and warned of “a turning point in the world of football”.</p><p>Villarreal, in contrast, is promising free travel and tickets for season-ticket holders if its match against Barcelona in Miami is approved, in what would be a first for the league. The 17th-round match in La Liga would be played at Hard Rock Stadium, the home of Barca legend Lionel Messi’s Inter Miami.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Madrid said on Tuesday that it has taken action to keep the December 20 match from happening in the US, claiming it would hurt the “integrity of the competition” and the “legitimacy of the results”.</p><p>“The measure, which was taken without prior information or consultation of the clubs participating in the competition, infringes the essential principle of territorial reciprocity, which applies in two-legged league competitions (one match at home and the other at the home of the opposing team), upsetting the competitive balance and giving an undue sporting advantage to the applicant clubs,” Madrid said.</p><p>The club said the match would set “an unacceptable precedent that opens the door to exceptions based on non-sporting interests, clearly affecting sporting integrity and risking the adulteration of the competition”.</p><p>“If this proposal were to be carried out, its consequences would be so serious that it would be a turning point in the world of football,” Madrid said.</p><p>The Europe-wide fan group Football Supporters Europe (FSE) said it was “liaising” with members, soccer stakeholders, affected groups and partner organisations to “collectively resist the latest threat to the very nature of football”.</p><p>“We are following the broader impact on football with the utmost concern,” the group said. “Moving games from their domestic territories strikes at the heart of the relationship between fans and their teams, breaking vital links between clubs and their communities.”</p><p>The group also criticised a similar move by the Italian league to play a match abroad.</p><p>The Italian football federation said in July that a plan was in motion to play the Serie A match between AC Milan and Como in the Australian city of Perth in February.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"madrid-asks-fifa-and-uefa-to-withhold-permission-for-barcelona-game\">Madrid asks FIFA and UEFA to withhold permission for Barcelona game</h2><p>Madrid said it has asked FIFA, UEFA and Spain’s top sport body to not authorise the game in the US. The Spanish football federation on Monday approved a request for the <a href=\"/sports/2025/8/11/barcelona-and-villarreal-set-to-play-la-liga-game-in-united-states\">match to be played in Miami</a>. UEFA and FIFA now have to approve the request before it can be made official.</p><p>“Any modification of this nature must, in any case, have the express and unanimous agreement of all the clubs participating in the competition, as well as strictly respecting the national and international rules governing the organization of official competitions,” Madrid said.</p><p>Madrid and the Spanish league president, Javier Tebas, have often been at odds on various issues.</p><p>The club said UEFA should deny the request to play the game abroad, based on the “criterion established in 2018 that prevents official matches in domestic competitions from being played outside national territory, except in duly justified exceptional circumstances, which are not present here”.</p><p>Madrid said it asked the country’s high sport council “not to grant the necessary administrative authorization without such unanimous consent”.</p><p>“Real Madrid reaffirms its commitment to respect the national and international rules that guarantee the fairness and proper functioning of official competitions, and will defend its compliance with them before all competent bodies,” the club said.</p><h2 id=\"villarreal-hoping-to-expand-its-brand-in-us\">Villarreal hoping to expand its brand in US</h2><p>Villarreal earlier on Tuesday said that its season ticket-holders can travel for free and receive free tickets for the match. It said those who do not want to go, or cannot go, will get a 20 percent discount on their season tickets.</p><p>“We would be the first [Spanish] team to play a league match abroad,” Villarreal’s president, Fernando Roig, told a news conference. “It would greatly help us expand our brand in a key market like the United States.”</p><p>Staging a match abroad has long been part of the league’s goal to promote football and its brand in other countries.</p><p>It first tried to stage a match in the US in 2018, with a game between Barcelona and Girona, but the idea was dismissed after criticism from players, fans and clubs. Subsequent attempts to play there also failed.</p><p>The league had offered compensation packages for Girona fans in 2018.</p><p>It was not clear whether it would be Villarreal or the league paying for the travel and tickets for the club’s fans this time.</p><p>The attempts to play in the US are part of the league’s long-term partnership with sport and entertainment group Relevent Sports, which is part of Stephen Ross’s portfolio of companies, including Hard Rock Stadium, the Miami Dolphins, the Formula One’s Miami Grand Prix and the Miami Open tennis tournament.</p><p>Earlier this year, it was announced that New York-based Relevent Sports has exclusive negotiating rights over the global commercial rights to the UEFA men’s club competitions for the period 2027-2033.</p><p>FIFA moved last year towards ending decades of football tradition by ordering a review of its policy that blocks domestic league games from being played in other countries.</p><p>Some fan groups in Spain and the country’s players’ association on Monday expressed their disapproval of the plan to move the match thousands of kilometres away.</p><p>It has become routine, though, for US pro sport leagues to stage games in Europe, Asia and South America that help build their brands and fan bases.</p></div></div></body></html>"
        },
        {
            "title": "China raises concerns over Nvidia’s H20 chips with local firms: Report | Technology News | Al Jazeera",
            "time": "2025-08-12T21:51:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25143659699718-1755030314.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chinese authorities have summoned domestic companies, including major internet firms Tencent and ByteDance, over their purchases of <a href=\"/economy/2025/7/15/nvidias-ceo-says-it-gained-us-approval-to-sell-h20-ai-chips-to-china\" target=\"_blank\" rel=\"noopener\">Nvidia’s H20 chips</a>.</p><p>Authorities asked the companies on Tuesday to explain their reasons and expressed concerns over information risks, three people familiar with the matter told the Reuters news agency.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Cyberspace Administration of China (CAC) and other agencies also held meetings with Baidu and smaller Chinese tech firms in recent weeks, said one of the two people and a third source.</p><p>The Chinese officials asked companies why they needed to buy chips made by Nvidia, a US company, when they could purchase from domestic suppliers, the sources said.</p><p>Authorities in China expressed concern that the materials Nvidia has asked companies to submit for review with the US government could contain sensitive information, including client data, one of the sources said.</p><p>However, the people, who declined to be identified because the meetings were not public, said the companies have not been ordered to stop buying H20 chips.</p><p>Nvidia said on Tuesday that the H20 chip was “not a military product or for government infrastructure”.</p><p>“China has ample supply of domestic chips to meet its needs. It won’t and never has relied on American chips for government operations, just like the US government would not rely on chips from China,” the statement said.</p><p>Baidu, ByteDance, Tencent and the CAC did not immediately respond to requests for comment.</p><h2 id=\"discouraged-use\">Discouraged use</h2><p>Earlier on Tuesday, Bloomberg News reported that Chinese authorities have urged domestic companies to avoid using Nvidia’s H20 chips, particularly for government-related purposes.</p><p>Several companies were issued official notices discouraging the use of the H20, a lower-end chip, mainly for any government or national security-related work by state enterprises or private companies, the report said, citing people familiar with the matter.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In a separate report, The Information reported that ByteDance, Alibaba and Tencent had been ordered by the CAC in the past two weeks to suspend Nvidia chip purchases altogether, citing data security concerns.</p><p>The CAC directive was communicated at a meeting the regulator held with more than a dozen Chinese tech firms, shortly after the administration of United States President Donald Trump reversed the export curbs on H20 chips, according to the Information report.</p><p>Reuters could not immediately confirm the reports, and Alibaba did not respond to a request for comment. Top contract chipmaker SMIC rose 5 percent on Tuesday on expectations of rising demand for locally-produced chips.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But even without an outright ban, the concerns expressed by Chinese authorities could threaten Nvidia’s recently restored access to the Chinese market as Chinese companies look to keep in step with regulators.</p><p>Nvidia designed the H20 specifically for China after export restrictions on its more advanced AI chips took effect in late 2023. The H20 has since been the most sophisticated AI chip Nvidia was allowed to sell in China.</p><p>Earlier this year, US authorities effectively banned its sale to China, but reversed the decision in July following an agreement between Nvidia and the Trump administration.</p><h2 id=\"threat-to-revenue-stream\">Threat to revenue stream</h2><p>Last month, China’s cyberspace regulator summoned Nvidia representatives, asking the company to explain whether the H20 posed backdoor security risks that could affect Chinese user data and privacy.</p><p>State-controlled media have intensified criticism of Nvidia in recent days. Yuyuan Tantian, affiliated with state broadcaster CCTV, published an article on WeChat over the weekend claiming that H20 chips pose security risks and lack technological advancement and environmental friendliness.</p><p>The scrutiny threatens a significant revenue stream for Nvidia, which generated $17bn from sales to China in its fiscal year ended January 26, or 13 percent of total revenue.</p><p>China has accelerated work on domestic AI chip alternatives, with companies such as Huawei developing processors that rival the H20’s performance, and Beijing urging the technology sector to become more self-sufficient.</p><p>However, US sanctions on advanced chipmaking equipment, including lithography machines essential for chip production, have constrained domestic manufacturers’ ability to boost production.</p><p>On Monday, US President Donald Trump suggested that he might allow Nvidia to sell a scaled-down version of its advanced Blackwell chip in China, despite deep-seated fears in Washington that Beijing could harness US AI capabilities to supercharge its military.</p><p>China’s Ministry of Foreign Affairs said on Tuesday that it hoped the US would act to maintain the stability and smooth operation of the global chip supply chain.</p><p>The Trump administration last week confirmed an unprecedented deal with Nvidia and AMD, which agreed to give the <a href=\"/economy/2025/8/11/nvidia-amd-to-pay-15-of-china-chip-sales-to-us-government-reports-say\" target=\"_blank\" rel=\"noopener\">US government 15 percent of revenue</a> from sales of some advanced chips in China.</p><p>China’s renewed guidance on avoiding chips also affects AI accelerators from AMD, Bloomberg also reported. It was not clear, however, whether any notices from Chinese authorities specifically mentioned AMD’s MI308 chip.</p><p>AMD did not respond to a request for comment outside regular business hours.</p></div></div></body></html>"
        },
        {
            "title": "UN says bid to help address turmoil in Haiti less than 10 percent funded | Conflict News | Al Jazeera",
            "time": "2025-08-12T20:42:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-06-25T062023Z_307407463_RC279FAI91R8_RTRMADP_3_HAITI-VIOLENCE-1751045817.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN says bid to help address turmoil in Haiti less than 10 percent funded</h1><p class=\"article__subhead\"><em>Violence remains widespread in Haiti, where powerful armed gangs have surged amid political and economic chaos.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations has said that efforts to address widespread economic and political dysfunction and <a href=\"/news/2025/7/11/haiti-death-toll-hits-nearly-5000-in-nine-months-as-gang-violence-spreads\">debilitating violence</a> in Haiti are falling far short, with a UN response plan receiving the lowest funding of any in the world.</p><p>In a briefing on Tuesday, coordinator Ulrika Richardson said that the UN hopes to raise more than $900m for Haiti this year, but that effort is just 9.2 percent funded.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We have tools, but the response from the international community is just not at par with the gravity on the ground,” Richardson said.</p><p>The lacklustre funding numbers underscore concerns over flagging international efforts to assist the Caribbean island nation, which is <a href=\"/news/2025/4/3/fed-up-with-surging-gang-violence-thousands-of-haitians-hit-the-streets\">reeling from violence</a> as powerful armed gangs jostle for control of territory and resources amid political and economic instability.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Richardson said that a $2.63bn appeal for Ukraine is 38 percent funded and that a $4bn appeal for the <a href=\"/news/2025/8/10/un-warns-of-calamity-as-netanyahu-pushes-for-israel-to-seize-gaza-city\">occupied Palestinian territories</a> is 22 percent funded, by comparison.</p><p>More than 1.3 million people have been displaced by the violence in Haiti, and more than 3,100 people have been killed this year.</p><p>Armed gangs, some with links to powerful political and economic figures, have taken control of large swathes of the capital of Port-au-Prince since the assassination of former president <a href=\"/news/2023/7/6/cup-of-blood-haiti-official-decries-impunity-in-moise-killing\">Jovenel Moise</a> in July 2021.</p><p>The UN has said that cutting off the supply of arms pouring into the country, largely smuggled from the US state of Florida, is a key step towards staunching the violence, along with applying sanctions on networks connected to the gangs.</p><p>“Haiti can quickly spiral up again, but the violence needs to end,” said Richardson.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But international efforts to address the fighting thus far have little to show, and some Haitians are sceptical of such efforts given a long history of <a href=\"/news/2024/3/14/what-is-the-history-of-foreign-interventions-in-haiti\">destructive interventions</a> by outside powers.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A UN-backed policing mission, staffed largely by Kenyan security officers, has failed to bring stability to the country or tackle the gangs. Haiti’s government also declared a three-month <a href=\"/news/2025/8/9/haiti-declares-three-month-state-of-emergency-as-gang-violence-spikes\">state of emergency</a> earlier this month, covering the West, Centre and Artibonite departments of the country.</p></div></div></body></html>"
        },
        {
            "title": "How can Israel kill journalists with impunity? | Gaza | Al Jazeera",
            "time": "2025-08-12T20:34:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755027495.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">More media workers killed in Gaza genocide than in previous conflicts in history.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Israel’s murder of four Al Jazeera journalists in Gaza has sparked international condemnation.</p><p>And it’s not the first time.</p><p class=\"p1\">Although Israel has killed at least 237 media workers since its war began, these and other killings have gone unpunished.</p><p class=\"p1\">What does this impunity mean for journalism?</p><p class=\"p1\"><strong>Presenter:</strong> Nick Clark</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Ahmed Najar – Palestinian writer and political analyst</p><p class=\"p1\">Dominique Pradalie – President of the International Federation of Journalists</p><p class=\"p1\">Omar Rahman – Fellow at the Middle East Council on Global Affairs in Washington, DC</p></div></div></body></html>"
        },
        {
            "title": "Key issues omitted in revised US State Department human rights report | Donald Trump News | Al Jazeera",
            "time": "2025-08-12T20:32:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-18T212340Z_299766331_RC20PFAHKLDB_RTRMADP_3_USA-TRUMP-ELSALVADOR-VENEZUELA-1755026732.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A key annual United States government report on global human rights abuses has drastically shifted focus, with references removed to abuses based on sexual orientation, and poor conditions downplayed in ally nations while taking aim at those who have clashed with President Donald Trump.</p><p>Released on Tuesday, the 2024 State Department Human Rights Report, was issued months late as Trump appointees altered an earlier draft dramatically to bring it in line with America First values, according to government officials who spoke on condition of anonymity. The report introduced new categories such as “Life”, and “Liberty,” and “Security of the Person.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The department referred to its new report as “streamlined” and focused on remaining “aligned to the administration’s executive orders”.</p><p>While the 2023 report contains a lengthy introduction with numerous appendices and citations, the newest report has a single introductory page that stresses a desire to “minimize the amount of statistical data in the report”. An NPR analysis found individual country reports are, on average, one-third the length of the previous year’s.</p><p>There is no mention of discrimination <a href=\"/news/2025/3/8/women-worldwide-march-to-demand-end-to-violence-inequality\">against women</a>, members of the <a href=\"/news/2024/9/17/georgias-parliament-approves-law-curbing-lgbtq-rights\">LGBTQ community</a>, or on the <a href=\"/news/2025/7/31/new-poll-finds-americans-perceive-less-racial-discrimination-in-us\">basis of race</a> in the latest report introduction.</p><p>Instead, the report sounds an alarm about the erosion of freedom of speech in Europe and ramped up criticism of Brazil and South Africa, both of which Washington has clashed with over a host of issues.</p><p>Any criticism of governments for their treatment of LGBTQ rights, which appeared in Biden administration editions of the report, appears to have been omitted.</p><p>The report’s section on Israel is much shorter than last year’s edition and contains no mention of the severe humanitarian crisis or death toll in Gaza. Some 61,000 people have died, according to the Gaza Health Ministry, as a result of Israel’s military operations in response to an attack by the Palestinian group Hamas in October 2023.</p><p>While last year’s report underscored numerous acts of anti-Semitism in Hungary, noting that a local survey found half the population were “moderately or strongly anti-Semitic”, the new report says the close Trump ally has “made combating anti-Semitism a top priority, publicly emphasizing its welcoming and open environment for Jews”.</p><p>The report claims “no credible reports of significant human rights abuses” in El Salvador – where Trump has gained help from President Nayib Bukele, whose country is receiving $6m from the US to house migrant deportees in a high-security mega-prison.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Rights group Amnesty International said in a statement that the report “purposefully fail[ed]” to capture rights abuses in a number of countries.</p><p></p><p>This year’s Human Rights Report from the US Department of State shows a visible effort by the Trump administration to purposefully fail to fully capture the alarming and growing attacks on human rights in certain countries around the globe.</p><p>On Monday, rights group coalition the Council for Global Equality sued (<a href=\"https://democracyforward.org/wp-content/uploads/2025/08/CGE-filing.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>) the State Department to release report documents, alleging the department had potentially manipulated its latest human rights report.</p><p>For decades, the State Department’s congressionally mandated Human Rights Report has been used as a blueprint of reference for global rights advocacy.</p><p>This year’s report was prepared following a major revamp of the department, which included the firing of hundreds of people, many from the agency’s Bureau of Democracy, Human Rights, and Labor, which takes the lead in writing the report.</p><p id=\"secretary-of-state-marco-rubio-in-april-wrote-an-opinion-piece-that-said-the-bureau-had-become-a-platform-for-left-wing-activists-saying-the-trump-administration-would-reorient-the-bureau-to-focus-on-western-values\">Secretary of State Marco Rubio, in April, wrote an opinion piece that said the bureau had become a platform for “left-wing activists,” saying the Trump administration would reorient the bureau to focus on “Western values”.</p><h2 id=\"taking-aim-at-brazil-and-south-africa\">Taking aim at Brazil and South Africa</h2><p>In Brazil, where the Trump administration has clashed with the government, the State Department found the human rights situation had declined, after the 2023 report found no significant changes. This year’s report took aim at the courts, stating they took action undermining freedom of speech and disproportionately suppressing the speech of supporters of former President Jair Bolsonaro, among others.</p><p>Bolsonaro is on trial before the Supreme Court on charges he conspired with allies to violently overturn his 2022 electoral loss to leftist President Luiz Inacio Lula da Silva. Trump has referred to the case as a “witch hunt” and called it grounds for a 50 percent tariff on Brazilian goods.</p><p>In South Africa, whose government the Trump administration has accused of racial discrimination towards Afrikaners, this year’s report said the human rights situation significantly worsened. It stated that “South Africa took a substantially worrying step towards land expropriation of Afrikaners and further abuses against racial minorities in the country.”</p><p>In last year’s report, the State Department found no significant changes in the human rights situation in South Africa.</p><p>Trump, earlier this year, issued an executive order that called for the US to resettle Afrikaners, describing them as victims of “violence against racially disfavored landowners,” allegations that echoed far-right claims but which have been contested by South Africa’s government.</p></div></div></body></html>"
        },
        {
            "title": "Wildfires ravage Europe amid intense heatwave | Environment | Al Jazeera",
            "time": "2025-08-12T20:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/WIDE-THUMB-EUROPE-FIRES-1755029813.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What’s happened in Gaza since Al Jazeera staff were killed? | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-12T20:26:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755030355.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Argentina’s Javier Milei launches group to boost Israel-Latin America ties | Politics News | Al Jazeera",
            "time": "2025-08-12T19:41:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-09T213823Z_375398114_RC2S3GAPGPLJ_RTRMADP_3_ISRAEL-PALESTINIANS-LATAM-1755025844.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Javier Milei of Argentina has proposed a new $1m initiative to strengthen relations between Latin America and Israel, ahead of an anticipated visit from Israeli Prime Minister Benjamin Netanyahu.</p><p>On Monday, the Genesis Prize Foundation — a group that offers an annual award to members of the Jewish community — announced that Milei, its most recent winner, would use his prize money to launch a new nonprofit, the American Friends of the Isaac Accords (AFOIA).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“AFOIA is a vehicle to promote Milei’s bold vision and encourage other Latin American leaders to stand with Israel, confront antisemitism, and reject the ideologies of terror that threaten our shared values and freedoms,” Genesis Prize co-founder Stan Polovets said in a <a href=\"https://www.genesisprize.org/press-center/2025-08-11-president-milei-initiative-to-advance-latin-america-israel-ties-receives-financial-boost-from-the-genesis-prize?\" target=\"_blank\" rel=\"noopener\">news release</a>.</p><p>The statement explained that the new nonprofit was inspired, in part, by efforts under United States President Donald Trump to normalise relations between Israel and its Arab neighbours.</p><p>During Trump’s first term, from 2017 to 2021, countries like Bahrain and the United Arab Emirates agreed to establish diplomatic relations with Israel in a series of deals known as the Abraham Accords.</p><p>Milei’s efforts, meanwhile, come as Israel faces growing condemnation in Latin America over its war in Gaza, which United Nations experts have compared to a genocide.</p><p>Countries like <a href=\"/news/2024/5/1/colombia-to-cut-diplomatic-ties-with-israel-over-gaza-war-petro-says\">Colombia</a> and <a href=\"/news/2023/11/1/bolivia-cuts-ties-with-israel-other-latin-american-countries-recall-envoys\">Bolivia</a> have severed diplomatic ties with Israel since the start of the war in 2023, and Brazil recently became the latest nation to <a href=\"/news/2025/7/23/brazil-to-join-south-africas-icj-genocide-case-against-israel\">join a case against Israel</a> brought by South Africa before the International Court of Justice.</p><p>“The Isaac Accords aim to mirror the success of the Abraham Accords by fostering diplomatic, economic, and cultural cooperation between Israel and key Latin American nations,” the news release said.</p><figure id=\"attachment_3884997\" aria-describedby=\"caption-attachment-3884997\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884997\" src=\"/wp-content/uploads/2025/08/2025-07-26T171427Z_52790792_RC2DUFAMCFYA_RTRMADP_3_ARGENTINA-MILEI-RURAL-1755026184.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Javier Milei waves as he stands next to Luis Caputo and Karina Milei.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884997\" class=\"wp-caption-text\">President Javier Milei waves as he stands between Economy Minister Luis Caputo and General Secretary of the Presidency Karina Milei on July 26 [Matias Baglietto/Reuters]</figcaption></figure><h2 id=\"pushing-against-a-regional-trend\">Pushing against a regional trend</h2><p>The nonprofit will initially focus its efforts on three Latin American countries: Uruguay, Panama and Costa Rica. The news release credits regional analysts as saying those countries are “primed for enhanced cooperation with Israel”.</p><p>“These nations stand to benefit significantly from Israeli expertise in water technology, agriculture, cyber defense, fintech, healthcare, and energy,” it said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But the Isaac Accords nonprofit ultimately aims to expand its mission to Brazil, Colombia, Chile and potentially El Salvador by 2026.</p><p>Danny Danon, Israel’s ambassador to the United Nations, applauded the establishment of the nonprofit and praised Milei as “setting an example for his neighbors in the region”.</p><p>But he acknowledged that several high-profile Latin American leaders have spoken out against Israel’s military campaign in Gaza.</p><p>“Given the hostility toward the Jewish state from some nations in the region, support of Israel by Latin American countries which are now on the sidelines is very important,” Danon said in the release.</p><p>Top leaders like Brazilian President Luiz Inacio Lula da Silva <a href=\"/news/2025/7/6/brazils-leader-lula-condemns-gaza-genocide-at-brics\">have forcefully denounced</a> the human rights abuses unfolding in Gaza, where more than 61,500 Palestinians have been killed and many risk perishing from hunger.</p><p>The enclave is under an Israeli blockade that restricts the amount of food, water and essential supplies reaching residents. Last month, the UN warned of “mounting evidence of famine” and “catastrophic hunger” in Gaza.</p><p>“We cannot remain indifferent to the genocide carried out by Israel in Gaza, the indiscriminate killing of innocent civilians and the use of hunger as a weapon of war,” Brazil’s President Lula told the BRICS economic alliance in July.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"milei-embraces-israel\">Milei embraces Israel</h2><p>But while left-wing Latin American leaders like Lula take steps to distance themselves from Israel, Milei, a libertarian, has taken the opposite approach.</p><p>In June, for example, Milei <a href=\"/news/2025/6/12/milei-says-argentina-to-move-embassy-from-tel-aviv-to-jerusalem-in-2026\">confirmed his intention</a> to move Argentina’s embassy in Israel from Tel Aviv to Jerusalem by 2026, despite conflicting Israeli and Palestinian claims on the city. Trump made a <a href=\"/news/2018/5/14/world-leaders-react-to-us-embassy-relocation-to-jerusalem\">similar decision</a> in 2018.</p><p>Milei has also praised Israel for its human rights record, including in a <a href=\"https://x.com/JMilei/status/1917936656654418029\" target=\"_blank\" rel=\"noopener\">social media post</a> this past May honouring the 77th anniversary of its establishment in 1948, which resulted in the mass displacement of Palestinians.</p><p>“I congratulate the State of Israel on its short but glorious 77 years of existence,” the Argentinian president wrote. “Like Argentina, Israel is a beacon of FREEDOM and DEMOCRACY.”</p><p>Milei, a Catholic, has even expressed interest in converting to Judaism, which would be a first for an Argentinian president.</p><p>His selection as the 2025 Genesis Prize winner is considered a first for a non-Jewish person, and it is tradition for winners to give the cash award to a cause they support.</p><p>But Milei’s pro-Israel stance has prompted public backlash in Argentina. On Saturday, thousands of protesters flooded the streets of the capital Buenos Aires to condemn Israeli actions in Gaza.</p><p>“We not only demand the opening of borders and the entry of humanitarian aid: We support the fight for a #FreePalestine. Zionism is not Judaism,” one group involved in the protests, JudiesXPalestina, <a href=\"https://x.com/JXPalestina/status/1954318269235785905?ref_src=twsrc%5Etfw\" target=\"_blank\" rel=\"noopener\">posted</a> on social media.</p><figure id=\"attachment_3884999\" aria-describedby=\"caption-attachment-3884999\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884999\" src=\"/wp-content/uploads/2025/08/2025-08-09T215245Z_1618672368_RC2T3GAEK7F0_RTRMADP_3_ISRAEL-PALESTINIANS-LATAM-1755026205.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Protests denouncing Javier Milei and Benjamin Netanyahu take place under a cloud of pink smoke.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884999\" class=\"wp-caption-text\">Protesters hold signs denouncing President Javier Milei and Israeli Prime Minister Benjamin Netanyahu in Buenos Aires, Argentina, on August 9 [Francisco Loureiro/Reuters]</figcaption></figure><h2><span>A test for the International Criminal Court</span></h2><p><span>Many demonstrators also voiced opposition to reports that Netanyahu would visit Argentina in the coming weeks.</span></p><p>The Israeli prime minister’s arrival would test Argentina’s commitment to the International Criminal Court (ICC), of which it is a member.</p><p>In 2024, the ICC <a href=\"http://aljazeera.com/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">issued arrest warrants</a> for Netanyahu and his former defence minister, Yoav Gallant, on the basis that there are reasonable grounds to believe they had overseen war crimes in Gaza.</p><p>The ICC, however, relies on member countries to carry out such arrests. Argentina’s decision to welcome Netanyahu may therefore be seen as a rebuke to the court’s authority, further weakening its power.</p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera journalists in Gaza remember their murdered colleagues | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-12T19:31:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250811__698Z3ZQ__v1__HighRes__PalestinianIsraelConflictGazaAlJazeera_cropped-1755026889.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Mexico City airport flights hit for second day due to torrential rains | Weather News | Al Jazeera",
            "time": "2025-08-12T18:37:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25224625079514-1755022754.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Mexico City airport flights hit for second day due to torrential rains</h1><p class=\"article__subhead\"><em>Around 20,000 passengers have been affected by flight cancellations, delays and rerouting.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Torrential rains have forced Mexico City’s main airport to suspend numerous flights for multiple hours for a second consecutive day, causing chaos in one of Latin America’s busiest travel hubs.</p><p>Authorities at Benito Juarez International Airport said on Tuesday that all runways were operating again by midday, after all flights were suspended for at least four hours earlier that day. Around 20,000 passengers were affected by flight cancellations, delays and rerouting.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The <a href=\"/where/mexico/\">Mexican</a> capital is experiencing one of its heaviest rainy seasons in years, leading to constant flooding in other parts of the city.</p><p>Passengers have reported numerous cancellations and delays this week as heavy rains fall on the capital.</p><p>Alicia Nicanor, 69, said her Sunday flight to the northern city of Tijuana was cancelled, and when she returned Tuesday morning for her early morning flight, it was also cancelled.</p><figure id=\"attachment_3884928\" aria-describedby=\"caption-attachment-3884928\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884928\" src=\"/wp-content/uploads/2025/08/AP25224626755261-1755022255.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Drivers cross a flooded street just outside the Benito Juárez International Airport in Mexico City on August 12, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884928\" class=\"wp-caption-text\">Vehicles navigate flooding near Benito Juarez International Airport in Mexico City on August 12, 2025  [Fernando Llano/AP Photo]</figcaption></figure><p>“I told them I have to go because I have an important appointment with my doctor, but they didn’t listen,” she said.</p><p>Mexico City Mayor Clara Brugada said heavy rains on Sunday flooded the city’s main plaza, known as the Zocalo, with more than 76mm (3 inches) of water, much of which poured down in just 20 minutes. It broke a record set in 1952.</p><p>Meanwhile, videos from the city’s south showed cars floating on flooded streets. The flooding has fuelled criticism by some in the capital, who call it a sign of larger infrastructure failures by the city’s government.</p></div></div></body></html>"
        },
        {
            "title": "Perplexity AI makes unsolicited $34.5bn bid to buy Google Chrome | Technology News | Al Jazeera",
            "time": "2025-08-12T18:29:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24213263409163-1755019131.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Perplexity AI makes unsolicited $34.5bn bid to buy Google Chrome</h1><p class=\"article__subhead\"><em>This is the second major offer the AI startup has made this year to buy a major asset. In January, it offered to buy TikTok.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Perplexity AI said it has made a $34.5bn unsolicited all-cash offer for Alphabet’s Google Chrome browser.</p><p>The deal, if Alphabet agreed to it, would also require financing above the startup’s most recently reported valuation of $18bn.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The nearly three-year-old startup’s purchase of Chrome, if approved, would give the company access to its more than three billion users as regulatory pressure weighs on Google’s control over the tech industry.</p><p>Perplexity did not disclose on Tuesday how it plans to fund the offer, but has raised $1bn in funding from investors including SoftBank and the semiconductor chip giant Nvidia.</p><p>Several funds have said they would finance the deal in full if Alphabet accepts, the Reuters news agency reported citing unnamed sources familiar with the matter.</p><p>Alphabet has not offered to sell Chrome and has planned to appeal a United States court ruling that said Google held an unlawful monopoly over the online search marketplace. The US Department of Justice has said that divestiture of Chrome would help remedy that case. A federal judge is expected to rule on remedies for the case later this month.</p><h2 id=\"web-browsers-as-vital-gateways\">Web browsers as vital gateways</h2><p>As a new generation of users turns to chatbots such as ChatGPT and Perplexity for answers, web browsers are regaining prominence as vital gateways to search traffic and prized user data, making them central to Big Tech’s AI ambitions.</p><p>Perplexity already has an AI browser, Comet, that can perform certain tasks on a user’s behalf. Buying Chrome would allow it to tap the browser’s more than three billion users, giving it the heft to better compete with bigger rivals such as OpenAI. The ChatGPT parent is also working on its own AI browser.</p><p>Perplexity, run by CEO Aravind Srinivas, has said it will keep the browser’s code open source and make no changes to the default search engine, according to Reuters.</p><p>The San Francisco-based startup is far from the only company to express interest in Google Chrome. ChatGPT owner OpenAI has also expressed interest, as has Yahoo and New York-based private equity firm Apollo Global Management.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>It is not the first eye-catching bid from the AI startup this year. In January, Perplexity AI offered to buy TikTok after regulators called for the Chinese-owned app to be sold to a US company. The White House has delayed the ban several times. The most recent delay <a href=\"/economy/2025/6/19/us-extends-tiktok-sale-deadline-by-another-90-days\" target=\"_blank\" rel=\"noopener\">was announced in late June</a>.</p><p>Neither Google nor Perplexity immediately responded to Al Jazeera’s request for comment.</p><p>On Wall Street, Alphabet’s share price surged up 1.4 percent since the market opened. Potential funder Nvidia is relatively flat, only up about 0.1 percent. However, SoftBank is surging up more than 6.9 percent as of 1pm in New York (17:00 GMT). Perplexity is not a publicly traded company.</p></div></div></body></html>"
        },
        {
            "title": "Is Israel using Gaza tribal militias to help ethnic cleansing? | Gaza | Al Jazeera",
            "time": "2025-08-12T18:27:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/reuters_6846d7db-1749473243.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In June, Israeli Prime Minister Benjamin Netanyahu <a href=\"/news/2025/6/5/netanyahu-admits-israel-backed-armed-rivals-of-hamas-in-gaza\">admitted</a> to arming and supporting the Popular Forces militia in Gaza to oppose Hamas.</p><p>“What’s wrong with this?” he said in a short video he tweeted. “It only saves the lives of Israeli soldiers.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>He did not clarify what the Popular Forces would do exactly, but experts believe Israel is backing the militia and its leader, Yasser Abu Shabab, to put a Palestinian face on the ethnic cleansing of Gaza.</p><p>The 31-year-old Abu Shabab, a previously unknown member of Gaza’s Tarabin Bedouin tribe, escaped prison around October 7, having been imprisoned since 2015 for drug-related charges.</p><p>Drugs are reportedly smuggled into Gaza through Egypt’s Sinai and, according to analysts, are run by ISIL-affiliated groups. This has led to a widespread belief that Abu Shabab has ISIL (ISIS) links.</p><p>But Abu Shabab’s alleged affiliation with ISIL has not been an issue for Israel; analysts say it is using him to advance its ethnic cleansing plans in Gaza.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"abu-shabab-emerges\">Abu Shabab emerges</h2><p>Abu Shabab, who leads the 100-man-strong Popular Forces militia, is an elementary school dropout, according to Muhammad Shehada, a visiting fellow with the European Council on Foreign Relations.</p><p>Despite this, he has a sophisticated and multilingual social media presence, and he recently penned an op-ed in the Wall Street Journal claiming that Palestinians in Gaza were done with Hamas.</p><p>Analysts believe his refined media presence is likely honed outside Gaza.</p><p>“He’s not been in touch with society for the last decade,” Shehada said. “He’s a nobody. He’s basically a front guy.”</p><p>His own tribe, the Tarabin, does not approve of his role in Gaza today, making a rare public statement <a href=\"https://www.inss.org.il/social_media/what-you-need-to-know-about-the-man-of-the-hour-yaser-abu-shabab-and-the-militia-he-founded/\" target=\"_blank\" rel=\"noopener\">disavowing him</a> for allegedly collaborating with Israel.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Abu Shabab began to rise to prominence in late May 2024 after Israel invaded Rafah, in southern Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“His gang emerges a month later and becomes the main gang that loots the overwhelming majority of food and aid that’s going into Gaza systematically under [Israeli military] protection,” Shehada said.</p><p>About nine out of 10 trucks entering Gaza have been looted, according to United Nations <a href=\"https://app.un2720.org/tracking/intercepted\" target=\"_blank\" rel=\"noopener\">statistics</a>. Israel initially blamed Hamas for the looting, but humanitarian groups refuted that claim, and even the Israeli military was unable to find any proof that that was the case.</p><p>Instead, international aid workers <a href=\"https://www.washingtonpost.com/world/2024/11/18/gaza-looting-aid-convoys-israel-famine/?itid=lk_inline_manual_3\" target=\"_blank\" rel=\"noopener\">say</a> it was Abu Shabab who was systematically looting the aid.</p><p>An internal UN memo obtained by the Washington Post specifically named Abu Shabab “the main and most influential stakeholder behind systematic and massive looting” in Gaza.</p><figure id=\"attachment_3872999\" aria-describedby=\"caption-attachment-3872999\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872999\" src=\"/wp-content/uploads/2025/08/AP25216676419198-1754368620.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Palestinians struggle to get food and humanitarian aid from the back of a truck as it moves along the Morag corridor near Rafah, in the southern Gaza Strip, Monday, Aug. 4, 2025. (AP Photo/Mariam Dagga)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872999\" class=\"wp-caption-text\">Palestinians struggle to get food and humanitarian aid from the back of a truck as it moves along the Morag Corridor near Rafah, in the southern Gaza Strip, Monday, August 4, 2025 [Mariam Dagga/AP]</figcaption></figure><p>During the brief ceasefire that Israel unilaterally broke in March, Abu Shabab disappeared, only to reappear in mid-May when Israel, under immense international pressure, <a href=\"/news/2025/5/19/israel-to-allow-limited-food-into-gaza-amid-intensified-military-offensive\">started to allow a trickle of aid</a> back into Gaza.</p><p>“Literally on that day, he emerges again out of nowhere,” Shehada said.</p><p>“He’s been the face of Israel’s hunger campaign,” Shehada said, “while giving Israel full deniability of it and outsourcing the thing.”</p><h2 id=\"a-palestinian-face-to-ethnic-cleansing\">A Palestinian face to ethnic cleansing</h2><p>Beyond the stealing of aid meant for starving Palestinians, analysts said Abu Shabab and his militia are contributing to a wider Israeli plan to ethnically cleanse Gaza, which has been intensifying this year.</p><p>“Israel is in the process of trying to build up the militias associated with Abu Shabab in hopes that they can expand the concentration camp zones over which those militias can operate/control so that Israel can reduce the burden of occupation while facilitating the ethnic cleansing,” Tariq Kenney Shawa, the US policy fellow at Al-Shabaka, a Palestinian policy network, told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In early July, Israeli Defence Minister Israel Katz announced a plan to push 600,000 Palestinians into <a href=\"/video/newsfeed/2025/7/8/israeli-defence-minister-calls-for-confining-all-palestinians-in-rafah\">tent cities</a> in southern Gaza and called it “voluntary migration”. When Katz revealed the plan, it was widely panned by the Israeli media and humanitarians.</p><p>Abu Shabab’s militia has been building what analysts are calling concentration camps in southern Gaza, in an effort to drive more than half a million Palestinians there before being displaced to third countries.</p><p>“The intention is to hold them there until an opportunity arises to send them elsewhere outside of Gaza, be that Egypt or any number of third countries,” Omar Rahman, a fellow at the Middle East Council on Global Affairs, said.</p><p>Forcing Palestinians into an unbearably small area and then forcing them over the border into Egypt could spark serious international repercussions, as the <a href=\"https://www.sis.gov.eg/Story/211164/FM-Egypt-categorically-rejects-forced-displacement-of-Palestinians?lang=en-us\" target=\"_blank\" rel=\"noopener\">Egyptians have rejected</a> displacing Palestinians.</p><p>“Israel understands that if the [Israeli army] operates a concentration camp in Rafah, it wouldn’t look very nice,” Shehada told Al Jazeera, adding that Israel would prefer “a Palestinian face that’s dressed in Palestinian uniforms with a Palestinian flag and speaking in Arabic” as the face of such an operation.</p><p>In addition, he said, Abu Shabab has “two very well-oiled Facebook propaganda machineries” that could convince desperate people to seek shelter in his camps, “especially if Israel [begins] forcefully pushing people there.”</p><p>“Abu Shabab’s militia is running smaller concentration camps within areas Israel controls and has advertised them as ‘safe havens’ for people to come get aid and set up tents and such,” Kenney Shawa said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"taking-advantage-of-desperation\">Taking advantage of desperation</h2><p>This process has been bolstered by the US and Israel-backed GHF, which Israel is trying to impose as the sole distributor of aid in Gaza.</p><p>But the GHF has been widely <a href=\"/news/2025/5/20/what-is-the-gaza-humanitarian-foundation-and-why-has-it-been-criticised\">lambasted</a> by aid groups and the UN for politicising aid, and Israeli soldiers shoot at hungry Palestinians every day as they try to secure aid for their families. More than 1,000 Palestinians have been <a href=\"/news/2025/7/31/inside-israels-role-in-the-killings-at-gazas-food-aid-sites\">killed</a> at the GHF’s distribution centres since May.</p><p>Worsening the situation is that, instead of some 400 aid distribution points that the UNRWA used to operate in Gaza, the GHF has only <a href=\"/news/longform/2025/5/29/visual-guide-to-how-the-gaza-aid-distribution-turmoil-unfolded\">four sites</a> in the whole Gaza Strip.</p><p>Tellingly, three of those are in the south, with only one in central Gaza, leading analysts to believe the sites were selected intentionally by Israeli authorities.</p><p>“Survival depends on food access,” Rahman said. “The entire purpose of GHF is to force the population to relocate.”</p><figure id=\"attachment_3873700\" aria-describedby=\"caption-attachment-3873700\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873700\" src=\"/wp-content/uploads/2025/08/AA-20250805-38748999-38748996-ISRAELI_ATTACKS_ON_GAZA_CONTINUE-1-1754399280.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873700\" class=\"wp-caption-text\">A Palestinian man carries the shrouded body of a Palestinian killed in Israeli attacks for burial at the Nasser Hospital in Khan Younis, Gaza, on August 5, 2025 [Khames Alrefi/Anadolu Agency]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Trump deploys US National Guard to DC amid crime emergency claims | Donald Trump News | Al Jazeera",
            "time": "2025-08-12T17:41:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-12T155650Z_1964649638_RC2R5GA9NKRD_RTRMADP_3_USA-TRUMP-CRIME-1755018569.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Some of the <a href=\"/news/2025/8/12/why-is-trump-sending-us-national-guard-to-washington-dc\">800 National Guard members</a> deployed by the Trump administration began arriving as police and federal officials took the first steps in an uneasy partnership to reduce crime in what President Donald Trump called – without substantiation – a lawless city.</p><p>The influx on Tuesday came the morning after the Republican president announced he would be activating the guard members and taking over the District’s police department. He cited a crime emergency – but referred to the same crime that city officials stress is already falling noticeably. The president holds the legal right to make such moves, at least for a month.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Mayor Muriel Bowser pledged to work alongside the federal officials Trump has tasked with overseeing the city’s law enforcement, while insisting the police chief remained in charge of the department and its officers.</p><p>“How we got here or what we think about the circumstances – right now we have more police, and we want to make sure we use them,” she told reporters.</p><p>The tone was a shift from the day before, when Bowser said Trump’s plan to take over the Metropolitan Police Department and call in the National Guard was not a productive step and argued his perceived state of emergency simply doesn’t match the declining crime numbers.</p><p>Still, the law gives the federal government more sway over the capital city than in US states, and Bowser said her administration’s ability to push back is limited.</p><p>Attorney General Pam Bondi posted on social media that the meeting was productive.</p><p>The law allows Trump to take over the DC police for up to 30 days, though White House press secretary Karoline Leavitt suggested it could last longer as they “reevaluate and reassess” following the monthlong period. Extending federal control past that time would require Congressional approval, something likely tough to achieve in the face of Democratic resistance.</p><p>About 850 federal law enforcement officers were deployed in Washington on Monday and arrested 23 people overnight, Leavitt said. The charges, she said, included gun and drug crimes, drunk driving, subway fare evasion and homicide.</p><p>The US Park Police has also removed 70 homeless encampments. People who were living in them can leave, go to a homeless shelter or go into drug addiction treatment, Leavitt said. Those who refuse could face fines or jail time.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al Jazeera’s Kimberly Halkett, reporting from Washington, DC, said Trump has accused Democrats of being “weak on crime”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“He singled out Democrat-run cities like Oakland – which is outside San Francisco – New York, Baltimore, even Chicago,” she said. “Given the fact they’re run by Democrats … this is causing a little bit of concern.”</p><p>Democrats are calling the move “a power grab”.</p><p>“Even though they’re saying this is technically legal, it is a hostile takeover given that these powers have actually never been executed in modern history,” Halkett said.</p><h2 id=\"trump-s-bumpy-relationship-with-dc\">Trump’s bumpy relationship with DC</h2><p>While Trump invokes his plan by saying that “we’re going to take our capital back”, Bowser and the MPD maintain that violent crime overall in Washington has decreased to a 30-year low after a sharp rise in 2023.</p><p>Carjackings, for example, dropped about 50 percent in 2024 and are down again this year. More than half of those arrested, however, are juveniles, and the extent of those punishments is a point of contention for the Trump administration.</p><p>“The White House says crime may be down, but that doesn’t mean that it’s not a problem and that violent crime exists at levels that are far too high,” Halkett said.</p><p>Bowser, a Democrat, spent much of Trump’s first term in office openly sparring with the Republican president. She fended off his initial plans for a military parade through the streets and stood in public opposition when he called in a multi-agency flood of federal law enforcement to confront anti-police brutality protesters in the summer of 2020.</p><p>She later had the words “Black Lives Matter” painted in giant yellow letters on the street about a block from the White House.</p><p>In Trump’s second term, backed by Republican control of both houses of Congress, Bowser has walked a public tightrope for months, emphasising common ground with the Trump administration on issues such as the successful effort to bring the National Football League’s (NFL’s) Washington Commanders back to the District of Columbia.</p><p>She watched with open concern for the city streets as Trump finally got his military parade this summer. Her decision to dismantle Black Lives Matter Plaza earlier this year served as a neat metaphor for just how much the power dynamics between the two executives had evolved.</p><p>Now that fraught relationship enters uncharted territory as Trump has followed through on months of what many DC officials had quietly hoped were empty threats. The new standoff has cast Bowser in a sympathetic light, even among her longtime critics.</p><p>“It’s a power play and we’re an easy target,” said Clinique Chapman, CEO of the DC Justice Lab. A frequent critic of Bowser, whom she accuses of “over policing our youth” with the recent expansions of Washington’s youth curfew, Chapman said Trump’s latest move “is not about creating a safer DC; it’s just about power”.</p></div></div></body></html>"
        },
        {
            "title": "Top Russia-US diplomats hold phone call before Trump-Putin Alaska meet | Vladimir Putin News | Al Jazeera",
            "time": "2025-08-12T17:40:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25212327561582-1755017336.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Top Russia-US diplomats hold phone call before Trump-Putin Alaska meet</h1><p class=\"article__subhead\"><em>Russia says both sides affirm intention for Putin-Trump meet in Alaska on Friday, where Ukraine war set to be discussed.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The top diplomats from Russia and the United States have held a phone call ahead of a <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">planned meeting</a> this week between US President Donald Trump and Russian President Vladimir Putin.</p><p>In a post on Telegram on Tuesday, the ministry said Sergey Lavrov said the two sides had reaffirmed their intention to hold successful talks. In a statement, the US Department of State also “both sides confirmed their commitment to ensure a successful event”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Speaking shortly after the announcement, White House spokesperson Karoline Leavitt revealed that Trump would meet with Putin in the city of Anchorage. She said the pair would discuss ending Russia’s <a href=\"/news/2025/8/11/putin-will-fool-trump-why-ukrainians-are-wary-about-trump-putin-talks\">invasion of Ukraine</a>.</p><p>“On Friday morning, Trump will travel across the country to Anchorage, Alaska for a bilateral meeting with Russian President Vladimir Putin,” Leavitt told reporters.</p><p>She added that Trump “is determined to try and end this war and stop the killing”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Monday, Trump told reporters he was “going to see” what Putin “has in mind” when it comes to a deal to end the fighting.</p><p>Trump also said he and Putin would discuss “land swapping”, indicating he may support an agreement that sees Russia maintain control of at least some of the Ukrainian territory it occupies.</p><p>Kyiv has repeatedly said that any deal that would see it cede occupied land – including Crimea, Donetsk, Luhansk, Kherson and Zaporizhia – to Russia would be a non-starter.</p><p>On Tuesday, Ukrainian President Volodymyr Zelenskyy said that Putin wants Ukraine to withdraw from the remaining 30 percent of the Donetsk region that Ukraine controls as part of a ceasefire deal, saying the position had been conveyed to him by a US official.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He reiterated that Ukraine would not withdraw from the territories it controls, noting that such a move would go against the country’s constitution and would serve only as a springboard for a future Russian invasion.</p><p>Moscow has maintained that any deal must require Ukraine to relinquish some of the territories Russia has seized since 2014. He has also called for a pause to Western aid for Ukraine and an end to Kyiv’s efforts to join the NATO military alliance.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Reporting from Washington, DC, Al Jazeera’s Kimberly Halkett said Trump’s tone ahead of the meeting represents a shift from earlier this month, when he gave Putin an August 8 deadline to halt attacks or face new secondary tariffs and sanctions.</p><p>The White House is saying the “goal of the meeting is to essentially listen to Vladimir Putin…And that is a far cry from the US President’s initial August 8 deadline, when he said that Vladimir Putin needed to accept a ceasefire,” she said.</p><p>“So there’s been a real shifting of strategy and goals in terms of what can be accomplished,” she said.</p><p>Halkett added that Trump expected to hold a call on Wednesday with European counterparts to prepare.</p><p>Friday’s planned meeting will be the first time Putin has been in the US since 2015, when he attended the UN General Assembly.</p><p>The pair met six times during Trump’s first presidency, including a <a href=\"/news/2018/7/16/trump-putin-summit-brings-end-to-frosty-us-russia-relations\">2018 summit</a> in Helsinki, during which Trump sided with Putin – and undermined the US intelligence community – by saying Russia did not meddle in the 2016 election.</p></div></div></body></html>"
        },
        {
            "title": "Assaults by Israeli soldiers become a daily reality in West Bank’s Sebastia | Occupied West Bank News | Al Jazeera",
            "time": "2025-08-12T17:30:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/Sebastias-main-square-and-the-Roman-colonnade-1-1753105021.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On July 2, Khaled Azem was pulled from his car at a checkpoint in the northern occupied West Bank, he tells Al Jazeera.</p><p>Israeli soldiers beat and humiliated him, forcing him to say: “I love Israel”, while filming him on his phone, then posting it to his social media.</p><p>Azem, 25, and his brother-in-law had just left the Azem home in Sebastia, a village to the northwest of Nablus, to work on a construction site.</p><p>That’s when he fell victim to one of the increasing attacks that villagers say are part of Israel’s plan to drive Palestinians out.</p><p>Israel has been eyeing Sebastia’s significant archaeological site, which dates back to the Iron Age, since 2023, wanting to turn the area into a national park and tourism hub.</p><h2 id=\"the-baby-of-the-family\">The baby of the family</h2><p>On a hot afternoon in late July, Azem is sitting on his front porch, framed by his mother and grandmother. He smiles shyly and, at one point, puts his arms around both of the women.</p><p>He’s the baby of the family, the youngest of four siblings, and he and the two women share sloped hazel eyes. They also share the same anxieties over Israel’s increasingly violent military presence in and around their town.</p><p>“I used to go out often with my family,” Azem told Al Jazeera. “But now, due to the occupation forces, I hardly go out at all.”</p><p>The family has lived in this yellow-plastered house for 40 years – longer than Azem has been alive. Before the violence escalated, his days were quiet and calm.</p><p>He worked as a builder in Tel Aviv and enjoyed going into town in the evening to meet friends. Sometimes, he’d walk alone to the ruins overlooking the dry hills around Sebastia, past the ancient Roman columns and stone amphitheatre, enjoying the peaceful solitude and beautiful landscape.</p><p>That peace has now disappeared.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>First came the job losses. Israel revoked nearly all border permits for Palestinians after October 7, 2023, and barred Palestinian workers from the construction industry.</p><p>Unemployment soared over 30 percent, leaving Azem and his two brothers without regular work, and the family now relying solely on the income of Azem’s father, Wael, a taxi driver.</p><p>Then came the Israeli military incursions, which ramped up since late 2023, with soldiers now storming through the village nearly every night. One evening, on January 19, <a href=\"/news/2025/7/22/the-boy-who-bled-to-death-as-an-israeli-soldier-celebrated-his-shot\">an Israeli army sniper shot and killed a 14-year-old child</a>, Ahmad Rashid Rushdi Jazar, near Sebastia’s kindergarten.</p><p>Now, many families, including Azem’s, no longer venture outside their homes, especially in the evenings.</p><h2 id=\"a-message-for-sebastia\">‘A message for Sebastia’</h2><p>Azem recalls his attack as he drove to a construction gig before dawn with his brother-in-law.</p><p>Three Israeli soldiers stopped his car at <a href=\"/features/2025/3/5/public-execution-the-israeli-checkpoint-terrorising-a-palestinian-town\">a checkpoint in the adjoining town of Deir Sharaf</a>. The Israelis demanded their names and identity cards and began to interrogate them, asking what they were doing and where they were from.</p><p>Azem told them he was from Sebastia, at which point the soldiers made him get out of the car and kicked his legs out from under him, forcing him to his knees.</p><p>Azem says the soldiers tried to frame him as an armed fighter, yelling questions at him like: “Why are you attacking us with Molotov cocktails?” The questions didn’t make sense to Azem, who says he has never engaged in violence.</p><p>He told them he doesn’t do much of anything, except occasionally look for work.</p><p>Azem repeated that he was only on his way to work and told them he didn’t know anything. He says the soldiers then pushed him face-first into the ground, and one of them stepped on his head and asked: “Do you love Iran?”</p><p>Azem said no, that he wasn’t political and that he doesn’t support Iran.</p><p>For the next 40 minutes, as his brother-in-law sat in the car, the soldiers kicked and beat Azem with their weapons as he lay on the ground. One soldier sat on his legs to ensure he couldn’t escape. Then they demanded his phone.</p><p>The soldiers filmed a video in which they commanded Azem to repeat after them, in Hebrew: “I love Israel” and “I will do everything they ask of me”.</p><p>Azem still has the video the soldiers shot on his phone. Filmed above the muzzle of a gun, Azem’s worried face is turned towards the lens, repeating the Hebrew words one by one as he lies on his belly.</p><p>The soldiers then uploaded the video to Azem’s Facebook account. They waited 15 to 20 minutes to ensure that some of Azem’s friends and family saw the video before giving back the phone.</p><p>As Azem recounts the story, his voice is strong and clear, but he anxiously bounces his heels on the floor.</p><p>When the soldiers finally let him go, his brother-in-law had to turn around and drive home. Azem, too injured to work, spent the rest of the day trying to sleep and heal.</p><p>Humiliated by the video and afraid that he will be attacked again, Azem no longer leaves his house. When friends call and invite him out, he declines.</p><p>“I am extremely embarrassed,” Azem says. “The video mocks us, the people of Palestine.”</p><p>Though he took the video down quickly, others saw it, including Sebastia’s Mayor Mohammed Azem (no relation), who saved a copy as evidence of the soldiers’ mistreatment.</p><p>“If I leave home again … I don’t want to think what they could do to me next time,” Azem says.</p><p>Maha, Azem’s mother, speaks up: “When the Israeli soldier learned he was from Sebastia, they wanted to make this video to send a message to all of Sebastia, to say: ‘I’m here, and I control your village, and I do what I want to do here.’”</p><p>“If he hadn’t said [what they commanded him to say], they could have hurt him worse, or killed him,” she adds.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"humiliation-by-design\">Humiliation by design</h2><p>Israel has been accused of deliberately and systematically humiliating Palestinians, particularly civilians detained in Gaza. There, human rights organisations say soldiers have forced men to strip while being filmed. Israel has also been accused of using sexual assault, rape, and the threat of rape as a way of humiliating prisoners.</p><p>In the West Bank, soldiers near Hebron have allegedly drawn the Star of David on a Palestinian child’s book and <a href=\"/news/2023/8/18/israeli-police-arrest-and-brand-palestinian-with-star-of-david-report\">branded the symbol on a man’s face</a> in occupied East Jerusalem.</p><p>“Israel employs a systematic strategy of humiliation to psychologically impact and break down Palestinian individuals and communities,” writes Ramy Abdu, chairman of the Swiss nonprofit Euro-Med Human Rights Monitor, comparing such acts of humiliation to those witnessed during World War II’s Kristallnacht.</p><p>Israel has purportedly set its sights on Sebastia because it’s an important archaeological site believed to be among the oldest continuously inhabited places in the occupied West Bank.</p><p>It was an important centre under Assyrian, Babylonian, Persian, and Roman rule. Israeli politicians say it was the historical capital of the Biblical Kingdom of Israel, while Christians and Muslims believe it is the burial site of John the Baptist.</p><p>In 2012, Palestine applied for Sebastia to become a United Nations Educational, Scientific and Cultural Organization (UNESCO) World Heritage site, an application that is still pending.</p><p>The town remains under civilian Palestinian control, but the acropolis has been under Israeli control since the 1995 signing of the Oslo Accords. Increasingly, and especially since 2019, Jewish settlers have “attempted to impose a separation between the acropolis of the ancient site of Sebastia … and the village”, according to a report from Emek Shaveh, an Israeli archaeological NGO.</p><p>In May 2023, the <a href=\"/features/2025/5/24/palestinians-plan-push-land-israel-builds-national-park\">Israeli government approved</a> a massive $8m plan to turn Sebastia into a tourist hub and national park. Last summer, Israel’s military issued an order to seize 1.3 dunums (1,300 square metres) of land at the summit of the archaeological site.</p><p>Since then, Israel has put more checkpoints around Sebastia. And this May, it began excavations there, transporting sacks of soil with ancient artefacts to the nearby illegal settlement, named Shavei Shomron.</p><p>Emek Shaveh says taking artefacts and material from Sebastia is considered illegal under international law. Last month, it released a paper addressed to the UNESCO World Heritage Centre, stating: “Israel’s attempt to appropriate the acropolis and sever it from the town undermines the historical integrity of the site … and violates the cultural rights of the town residents.”</p><p>In response to Emek Shaveh’s objections, the Israeli military confirmed last year that establishing a military facility at the summit of the Sebastia archaeological site would involve frequent military incursions through the Palestinian town below.</p><p>In May 2025, a UN report revealed that Israel plans to build a fence and bypass road through Sebastia. The report said this will “not only cut off Palestinians from the site, it will also develop the site to focus exclusively on Jewish history”.</p><p>In June, Israel’s Civil Administration also issued a permit for its army to set up a “defence station” at the nearby historical Massoudieh Ottoman train station.</p><figure id=\"attachment_3884514\" aria-describedby=\"caption-attachment-3884514\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884514\" src=\"/wp-content/uploads/2025/08/Sebastiya-site-1755006892.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"A little boy in a red t-shirt points at a corner of the Sebastia ruins where he likes to play\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884514\" class=\"wp-caption-text\">A child from Sebastia points out his favourite roaming grounds in the ancient ruins, so long as there are no Israeli soldiers around [Delaney Nolan/Al Jazeera]</figcaption></figure><h2 id=\"locals-fear-the-worst\">Locals fear the worst</h2><p>Palestinian residents and leaders fear that Israel’s plans are leading towards the annexation of Sebastia. They see it as similar to moves made in Tulkarem and Jenin, where tens of thousands of Palestinians have been displaced by Israeli military raids this year.</p><p>Sebastia’s Mayor Azem told Al Jazeera that Israeli military incursions have escalated in recent weeks. While soldiers used to come to the village once a week, over the last three months, they’ve arrived every night, paralysing the villagers’ freedom of movement.</p><p>“They even attack the electricity,” he says. “The municipal employees, when they’re working in the street, they attack them.”</p><p>There is no presence of Palestinian resistance fighters in Sebastia, and locals don’t have weapons to defend themselves, the mayor says.</p><p>Groups of Israeli settlers also regularly visit the Sebastia archaeological site under the protection of Israeli soldiers. This has led to frequent incidents of settler violence against Palestinian residents.</p><p>Mayor Azem pointed to an incident in June in which soldiers stormed into a Sebastia home and beat a family, sending a daughter to the hospital.</p><p>“They attacked the house of a family who have small daughters,” said Azem. “When they pushed and attacked the girls, the Red Crescent came and took them to the hospital,” because locals can’t use their own cars for transportation to the hospital, for fear of Israeli military violence.</p><p>Israeli authorities did not respond to Al Jazeera’s request for comment on the attacks.</p><p>These incursions and the intended bifurcation of the village are happening even though Israel is signatory to the First Protocol of the Hague Convention, which prohibits an occupying power from retaining cultural property in an occupied territory.</p><p>On May 13, UNESCO approved funds to prepare a preliminary assessment of Palestine’s application for Sebastia to become a World Heritage site. This gives villagers a glimmer of hope of some limited protection from annexation.</p><p>But Mayor Azem believes UNESCO has been slow to move forward partly because it doesn’t want to agitate the administration of US President Donald Trump, which has already put UNESCO participation under review due to so-called “anti-Israel sentiment”.</p><p>Meanwhile, back on the porch with Azem and his family, his mother notes that while things were bad before October 7, 2023, “now it’s 10 times worse”.</p><p>She says her village no longer holds events after dark – they even worry that weddings that go past dusk will bring violence.</p><p>“There are no reasons for attacking us, but they don’t want us to be happy,” Maha says.</p><p>“If they hear that there is a wedding or something we can celebrate here, in the night, they come to the village to cancel our happiness.”</p></div></div></body></html>"
        },
        {
            "title": "Gunman who attacked CDC aimed to send message against COVID-19 vaccine | Health News | Al Jazeera",
            "time": "2025-08-12T17:28:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25220808151552-1755014966.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A man who <a href=\"/news/2025/8/8/active-shooter-reported-at-emory-university-in-us-state-of-georgia\">opened fire</a> at the headquarters of the Centers for Disease Control and Prevention (CDC) apparently wanted to send a message against the COVID vaccines, according to authorities in the United States.</p><p>The update on Tuesday came just days after Patrick Joseph White, 30, attacked the government health facility in Atlanta, Georgia, on August 8.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Georgia Bureau of Investigation Director Chris Hosey said that documents found at White’s home “expressed the shooter’s discontent with the COVID-19 vaccinations” and that he wanted to make “the public aware of his discontent with the vaccine”.</p><p>Hosey added that White had recently expressed thoughts of suicide, with a neighbour telling local media he had claimed his depression was connected to the vaccine.</p><p>According to investigators, White died by a self-inflicted gunshot wound on the day of the attack. He fired more than 180 shots with a long gun, fatally shooting a police officer at the scene.</p><p>Since the shooting, critics have slammed President Donald Trump and his allies for creating an environment that fuels vaccine scepticism and misinformation.</p><p>“This tragedy was not random and it compounds months of mistreatment, neglect, and vilification that CDC staff have endured,” a union representing CDC employees, AFGE Local 2883, said in a <a href=\"https://www.afge2883ga.org/post/in-solidarity-after-the-cdc-roybal-shooting\" target=\"_blank\" rel=\"noopener\">statement</a> on Monday.</p><p>It called on the administration to take a “clear and unequivocal stance in condemning vaccine disinformation”.</p><p>“Their leadership is critical in reinforcing public trust and ensuring that accurate, science-based information prevails,” the union said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-track-record-of-misinformation\">A track record of misinformation</h2><p>Trump was in the final full year of his first term in 2020, when COVID-19 started to spread in the US. More than 1.2 million Americans died as a result of the pandemic.</p><p>But a study from Cornell University in 2021 found that nearly 38 percent of the “misinformation conversation” surrounding COVID-19 involved Trump.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>At the time, one of the study’s authors told The New York Times that the president was the “single largest driver of misinformation” about COVID-19.</p><p>Trump repeatedly promoted unproven treatments like hydroxychloroquine as alternatives to vaccination during the pandemic. He also downplayed the pandemic’s risks, saying in February 2020: “I think it’s going to work out fine.”</p><p>Since January, in the opening months of his second term, critics have accused Trump of continuing to sow doubt in vaccination and medical research.</p><p>They point to his nomination of Robert F Kennedy Jr, a prominent vaccine sceptic, as leader of the Department of Health and Human Services (HHS), which oversees the CDC.</p><p>Recently, Kennedy <a href=\"/news/2025/8/9/how-rfk-jrs-vaccine-funding-cuts-fit-with-trumps-vision\">cancelled</a> hundreds of millions of dollars in funding for research into mRNA vaccines, a medical breakthrough credited with helping to end the COVID pandemic.</p><p>Experts say the funding cut will hamper the development of an emerging technology that could be used to combat other pathogens.</p><p>But Kennedy <a href=\"https://x.com/SecKennedy/status/1952851097019633766\" target=\"_blank\" rel=\"noopener\">suggested</a> the vaccines “fail to protect effectively against upper respiratory infections like COVID and flu”, a claim not supported by research.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-climate-of-hostility\">‘A climate of hostility’</h2><p>On Monday, Kennedy <a href=\"https://www.cdc.gov/media/releases/2025/2025-hhs-secretary-kennedy-visits-cdc-after-atlanta-shooting.html\" target=\"_blank\" rel=\"noopener\">visited</a> the CDC in Atlanta as well as the DeKalb County Police Department.</p><p>He later met privately the wife of the police officer killed in the attack, 33-year-old David Rose.</p><p>“No one should face violence while working to protect the health of others,” Kennedy said in a statement Saturday, adding that federal health officials are “actively supporting CDC staff”.</p><p>Investigators said they had recovered five firearms related to the attack, with more than 500 shell casings recovered from the crime scene.</p><p>The shooting broke about 150 windows across the CDC campus, with bullets piercing “blast-resistant” windows as workers remained pinned inside.</p><p>Fired But Fighting, a group of laid-off CDC employees, said Kennedy was responsible for villainising the CDC’s workforce through “his continuous lies about science and vaccine safety, which have fueled a climate of hostility and mistrust”.</p><p>“We don’t need thoughts and prayers,” the group wrote on its website. “We need an administration that does not villainize federal workers who are just trying to do their job. We need a Health and Human Services Secretary who does not promote misinformation about science and vaccines.”</p><p>It called for Kennedy’s resignation, as well as the departure of Russell Vought, an administration official who previously said he wanted federal workers to feel “trauma” about going to work.</p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera journalists killed in Gaza again. Who will bear witness? | News | Al Jazeera",
            "time": "2025-08-12T17:12:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755018594.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Five Al Jazeera journalists, including correspondents Anas al-Sharif and Mohammed Qreiqeh, were killed in an Israeli strike on a press tent in Gaza. They had lived the story they told, from hunger and displacement to the relentless bombardment. As Israel plans to seize Gaza City, what will the world lose without the ears and eyes who bore witness from inside?</p></div></div></body></html>"
        },
        {
            "title": "DOJ accuses George Washington University of indifference to anti-Semitism | Donald Trump News | Al Jazeera",
            "time": "2025-08-12T17:05:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-12T151638Z_60701275_RC2KI7A2L3JF_RTRMADP_3_USA-TRUMP-GEORGE-WASHINGTON-UNIVERSITY-1755015088.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>DOJ accuses George Washington University of indifference to anti-Semitism</h1><p class=\"article__subhead\"><em>Trump administration accuses university of creating a hostile atmosphere for Jewish, American Israelis, and Israeli students.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Department of Justice has accused George Washington University of deliberate indifference to anti-Semitism, making the Washington, DC-based institution the latest to find itself in the crosshairs of the administration of President Donald Trump.</p><p>In a statement issued Tuesday, the Justice Department said the school violated federal civil rights by creating a “hostile educational environment” for Jewish, American-Israeli, and Israeli students and faculty.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The Division finds that GWU took no meaningful action and was instead deliberately indifferent to the complaints it received, the misconduct that occurred, and the harms that were suffered by its Jewish and Israeli students and faculty,” the statement says.</p><p>It added that the department will seek “immediate remediation”, though no further details are given.</p><p>In a letter to the university, the Justice Department accused GWU of being “deliberately indifferent” to complaints it received from students and faculty, saying they failed to prevent or remedy abuses despite knowing of them.</p><h2><strong>Dozens of universities may face investigation </strong></h2><p>The Justice Department notice comes as the Trump administration has intensified pressure on institutions of higher education over allegations that they have allowed anti-Semitism to fester, particularly as pro-Palestinian protests and encampments spread across US university campuses in 2023 and 2024. Critics have accused the administration of using accusations of anti-Semitism as a fig leaf in its war <a href=\"/news/2025/5/22/timeline-trumps-escalating-standoff-with-harvard-university\">against higher education</a>.</p><p>In February, the Justice Department launched a federal task force to investigate allegations of anti-Semitism at 10 university campuses: Columbia University; George Washington University; Harvard University; Johns Hopkins University; New York University; Northwestern University; the University of California, Los Angeles (UCLA); the University of California, Berkeley; the University of Minnesota; and the University of Southern California.</p><p><a href=\"https://www.ed.gov/about/news/press-release/us-department-of-educations-office-civil-rights-sends-letters-60-universities-under-investigation-antisemitic-discrimination-and-harassment\" target=\"_blank\" rel=\"noopener\">Sixty universities</a> were later warned by the Department of Education that they could face enforcement action against them if they do not take steps to protect Jewish students.</p><p>Last, week, the Trump administration <a href=\"/news/2025/8/8/trump-offers-ucla-1bn-settlement-amid-pro-palestine-protest-standoff\">suspended $584m in federal grants to UCLA</a> and then requested a $1bn settlement to resolve accusations stemming from the school’s handling of pro-Palestine protests.</p><p>Columbia University, similarly, saw $400m in grants cancelled and billions threatened; which were reversed <a href=\"/news/2025/7/24/whats-in-the-200m-deal-trump-has-struck-with-columbia-university\">only after it settled</a> with the administration for $220m. Harvard University is in negotiations to <a href=\"/news/2025/5/22/timeline-trumps-escalating-standoff-with-harvard-university\">unfreeze more</a> than $2bn in grants; with the New York Times this week reporting they are nearing a $500m settlement.</p></div></div></body></html>"
        },
        {
            "title": "Consumer prices increase in July amid tariff driven economic uncertainty | Inflation News | Al Jazeera",
            "time": "2025-08-12T16:58:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25143643946714-1755012423.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Consumer prices in the United States held steady in July, as elevated inflation sweeps through the economy.</p><p>The consumer price index report (CPI) rose 2.7 percent over this time last year and follows a 2.7 percent increase in June, according to the Department of Labor report released on Tuesday. On a monthly basis, prices increased by 0.2 percent in July compared to 0.3 percent in June.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The data beat analyst expectations. Economists surveyed by Dow Jones expected a 2.8 percent increase on an annual basis.</p><p>The cost of energy dropped by 1.1 percent over the last 12 months. Petrol, in particular, led the decline with a 2.3 percent decrease for the year. Grocery prices fell by 0.1 percent, but the cost of eating out of the house increased by 0.3 percent. Shelter costs increased by 0.2 percent.</p><p>The cost of medical care services rose by 4.3 percent. Airline prices increased by 4 percent compared with this time last year.</p><h2 id=\"increases-and-decreases\">Increases and decreases</h2><p>“Today’s CPI report revealed that inflation beat market expectations once again and remains stable, underscoring President [Donald] Trump’s commitment to lower costs for American families and businesses,”  White House press secretary Karoline Leavitt said in a statement to reporters.</p><p>But a deeper look at the data tells a different story. Prices increased in areas heavily affected by tariffs, while they decreased in areas that are not affected by tariffs.</p><p>“We really are seeing a divergence in the inflation data right now between import-sensitive sectors and those that do not rely on imports,” Daniel Hornung, senior fellow at MIT and former deputy director of the National Economic Council, told Al Jazeera.</p><p><a href=\"https://www.bls.gov/news.release/cpi.t02.htm\" target=\"_blank\" rel=\"noopener\">Compared with this time</a> last year, hotel prices fell by 1.3 percent and car rental prices tumbled by 2.9 percent as Americans have pulled back on discretionary travel spending. But products like tools and hardware prices ticked up 1.6 percent, car parts rose by 0.9 percent, and footwear surged 1.4 percent, all items that are imported and have to bear the levies.</p><p>The latest data comes after Trump fired <a href=\"/economy/2025/8/1/trump-fires-official-overseeing-jobs-data-after-dismal-employment-numbers\" target=\"_blank\" rel=\"noopener\">Erika McEntarfer,</a> the head of the Bureau of Labor Statistics, amid recently revised jobs data showing far fewer jobs were created than originally reported.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The president intends to replace her with EJ Antoni, an economist with the Heritage Foundation. He was a contributor to <a href=\"/podcasts/2024/7/10/the-take-project-2025-a-blueprint-for-a-conservative-takeover\" target=\"_blank\" rel=\"noopener\">Project 2025,</a> a far-right wishlist the conservative think tank put together.</p><p>While on the campaign trail, Trump distanced himself from Project 2025, but he has since appointed authors of many of its chapters to several key roles in the federal government, including Brenden Carr, who now leads the Federal Communications Commission and Russell Vought to lead the Office of Management and Budget.</p><h2 id=\"a-look-ahead\">A look ahead</h2><p>Hornung believes that the latest data shows the effect of tariffs and is expected to rise as <a href=\"/news/2025/8/7/trumps-higher-tariffs-take-effect-on-imports-from-dozens-of-countries\" target=\"_blank\" rel=\"noopener\">rates increase on trading partners</a>.</p><p>“The way that probably shows up in the data is not literally over one month, but a relatively steady increase over the course of several months,” Hornung said.</p><p>“It might last even longer because of the way that the tariffs are being put in place, where we’re seeing in April one set of tariff announcements that take a few months to work their way through into consumer prices. Then again, in August, another set of increased incremental tariff rates that will work their way through the system over the course of the fall.”</p><p>In the private sector, some of the US’s largest businesses have announced a need to raise prices because of tariffs, including big box retailer Walmart, and <a href=\"/economy/2025/7/29/procter-and-gamble-to-raise-prices-to-offset-tariff-costs\">Procter and Gamble</a>, the world’s largest consumer goods maker.</p><p>Increased inflation and slowing job growth could lead to lower interest rates in September when the Federal Reserve is next set to meet, according to Hornung.</p><p>On Wall Street, the markets are responding positively to the report, which showed the inflation rate increasing slightly less than expected. The Dow Jones Industrial Average is up 1.1 percent. The S&amp;P 500 is trending upwards at 0.8 percent and the Nasdaq is also up 0.8 percent.</p></div></div></body></html>"
        },
        {
            "title": "Jordan-Syria-US meeting held in Amman to discuss Syrian reconstruction | Business and Economy News | Al Jazeera",
            "time": "2025-08-12T16:55:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250812__69BZ8CR__v1__HighRes__JordanUsSyriaPoliticsDiplomacy-1755014683.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Foreign ministers from Syria and Jordan, as well as a United States envoy have met in Amman to discuss ways to support the <a href=\"/news/2025/8/6/syria-signs-14bn-infrastructure-deals-will-revamp-damascus-airport\">rebuilding of Syria</a> under its new government, as Damascus seeks investment deals with international companies to revive an economy battered by 14 years of civil war.</p><p>Syria’s Foreign Ministry said on Tuesday that its top diplomat Asaad al-Shaibani met with Jordan’s Foreign Minister Ayman Safadi and US envoy for Syria Tom Barrack to discuss “ways of strengthening cooperation and coordination between the three sides” to serve Syria’s stability, “sovereignty and regional security”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Damascus said the sides had agreed to form a working group “to support the Syrian government’s efforts to consolidate the ceasefire in [Suwayda] province, and work to find a comprehensive solution to the crisis”.</p><p></p><p>The Jordanian-Syrian-American meeting was a continuation of discussions held between the officials in Amman on July 19 about deadly clashes in the Druze-majority Syrian province of Suwayda, where a week of sectarian violence killed 1,400 people before a ceasefire put an end to the bloodshed. Israel carried out strikes on Syrian troops and also <a href=\"/news/2025/7/16/ceasefire-collapses-in-syrias-suwayda-as-israel-threatens-escalation\">bombed the heart of the capital, Damascus</a>, under the pretext of protecting the Druze.</p><p>Syria’s minority communities have expressed concerns for their safety since December, when a lightning rebel offensive toppled longtime ruler Bashar al-Assad, who had projected himself as a protector of minority groups.</p><p>While the new Syrian authorities have repeatedly stated their intent to protect all of the country’s ethnic and religious groups, the killing of more than 1,700 mostly Alawite civilians along the coast in March and the violence in Suwayda have brought the issue of sectarian tensions to the fore.</p><h2 id=\"jordan-expresses-support-for-syria-s-reconstruction-efforts\">Jordan expresses support for Syria’s reconstruction efforts</h2><p>Following Tuesday’s meeting, Syria, the US and Jordan released a joint statement regarding Suwayda, saying that it is “an integral part of the Syrian Arab Republic, and that the rights of its people are protected and preserved in the process of rebuilding the new Syria toward a secure and accomplished future for all citizens of the Syrian state, ensuring their representation and participation in building Syria’s future.”</p><p>Jordan’s King Abdullah II separately met with al-Shaibani and Barrack, expressing his “support for Syria’s efforts to preserve its security, stability, sovereignty, and territorial integrity”, said a statement from the Jordanian government.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>It noted “the importance of Washington’s role in supporting the reconstruction process in Syria in a manner that preserves the rights of all Syrians”.</p><p>The king also said Jordan was ready “to share its expertise in all fields to help develop and strengthen the capabilities of Syrian institutions” and “noted the need to step up Jordanian-Syrian cooperation, particularly in combating terrorism and preventing arms and drug smuggling”, the statement added.</p><p>According to the Syrian statement, the foreign ministers’ meeting welcomed Damascus’s efforts to “restore basic services, hold perpetrators of violations to account, and prepare the conditions for the return of displaced people to their homes”.</p><p>Syria’s new authorities have worked to attract investment for the reconstruction of infrastructure across the country after the United States and European Union <a href=\"/news/2025/6/30/trump-formally-orders-lifting-of-syria-sanctions\">lifted sanctions</a> on Syria in the wake of al-Assad’s ouster.</p><p>The United Nations has put Syria’s post-war reconstruction costs at more than $400bn.</p><p>Damascus <a href=\"/news/2025/8/6/syria-signs-14bn-infrastructure-deals-will-revamp-damascus-airport\">signed 12 agreements</a> worth $14bn last week, including a $4bn agreement with Qatar’s UCC Holding to build a new airport and a $2bn deal to establish a subway in Damascus with the national investment corporation of the United Arab Emirates.</p><p>Other major developments on the investment front include the $2bn Damascus Towers project for residential high-rises, signed with the Italian-based company UBAKO; a $500m deal for the Baramkeh Towers project, also in Damascus; and another $60m agreement for Baramkeh Mall.</p><p>Last month, Saudi Arabia said it would <a href=\"/news/2025/5/31/saudi-arabia-says-it-will-jointly-fund-syria-state-salaries-with-qatar\">invest</a> about $3bn in real estate and infrastructure projects in Syria.</p><p>In May, Damascus signed a $7bn energy deal with a consortium of Qatari, Turkish and US companies as it seeks to revive its crippled power sector.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia seeks full Ukrainian withdrawal from Donetsk in east: Zelenskyy | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-12T16:53:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/reuters_689b6bb0-1755016112.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s President Volodymyr Zelenskyy has said Russia wants Ukraine to withdraw from the entire eastern region of Donetsk as part of a ceasefire deal, in advance of a <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">meeting</a> between Russian leader Vladimir Putin and United States President Donald Trump in Alaska on Friday, where land swap issues to end the war will be focal.</p><p>Zelenskyy revealed the demand on Tuesday, before reiterating that Kyiv, which still controls 9,000 square kilometres (3,500 square miles) of Donetsk, where the fiercest fighting of the war is currently taking place, would not agree to this stipulation, as it was unconstitutional and would incentivise future Russian aggressio<strong>n.</strong></p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Speaking about the Alaska summit, the Ukrainian president said that he viewed Putin’s invitation to the US as a “personal victory” for the Russian leader.</p><p>On the battlefield, the Ukrainian military sent reserves to stem Russian advances near two key cities in Donetsk, as Moscow attempted to gain more territory before the talks on Friday.</p><p>On Tuesday, the Ukrainian General Staff said its forces were involved in “difficult” fighting close to Pokrovsk and Dobropillia, with extra soldiers needed to block attacks by small groups of Russian troops.</p><p>The development suggests intensifying struggles in the Donetsk area, where Moscow-backed separatists have mainly held sway since the conflict there erupted there 2014, instigated by the Kremlin and deepened by Russia’s 2022 invasion of Ukraine.</p><p>Some of the advancing clusters of Russian soldiers had been destroyed, while others were still being engaged in combat, the Ukrainian army added.</p><p>Russia’s advance is one of the most dramatic in the past year, with its soldiers infiltrating 17km (10 miles) past Ukrainian lines over the last three days, according to Pasi Paroinen, a military analyst with the Finland-based Black Bird Group.</p><p>Moscow, which has further isolated the destroyed town of Kostiantynivka, one of the last remaining urban areas Ukraine holds in the Donetsk, hopes to encircle the nearby city of Pokrovsk.</p><p>“A lot will depend on availability, quantity and quality of Ukrainian reserves,” Paroinen wrote on X Monday.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Ukraine’s DeepState blog, which has close connections to the Ukrainian military, described the situation as “quite chaotic”, as Russian troops are “infiltrating deeper, trying to quickly consolidate and accumulate forces for further advancement”.</p><p>The Institute for the Study of War, a US-based research group, said Moscow’s advances in the Dobropillia area did not yet amount to “an operational-level breakthrough”.</p><p>The Russian advance in eastern Ukraine comes as Europe hopes to rally Trump to Ukraine’s cause at an emergency virtual summit on Wednesday.</p><p>Organised by the German Chancellor Friedrich Merz, the meetings are due to be <strong>a</strong>ttended by EU leaders, Trump and Zelenskyy.</p><p>In the run-up to the talks, allEU leaders except Hungarian Prime Minister Viktor Orban, who is an ally of Putin, said on Tuesday that they welcomed the US president’s efforts “towards ending Russia’s war of aggression against Ukraine”, but emphasised that “the path to peace in Ukraine cannot be decided without Ukraine” and “international borders must not be changed by force.”</p><p><a href=\"/news/2025/8/11/eu-holds-talks-amid-fear-that-trump-putin-meeting-will-sideline-ukraine\">Trump had earlier disappointed his European allies</a> by saying that Ukraine and Russia would have to accept land swaps if peace is to be achieved.</p><p>Reporting from Kyiv, Al Jazeera’s correspondent Charles Stratford said that in Europe, “there are growing concerns the closer we get to Friday”.</p><p>Europeans are “anxious” because the Trump-Putin summit potentially has “serious implications for European security”, he noted.</p><p>Meanwhile, <a href=\"/news/2025/8/12/zelenskyy-says-putin-readying-for-new-offensive-in-ukraine-not-ceasefire\">Zelenskyy has warned that Russia is “not preparing to end the war”</a>, despite Friday’s scheduled meeting between Putin and Trump in Alaska.</p><p>“On the contrary, they are making movements that indicate preparations for new offensive operations,” he wrote on X.</p><p>In other developments, Ukraine’s SBU intelligence agency said it had successfully targeted a building in Russia’s Tatarstan region, 1,300km (800 miles) from Ukraine, which contained long-range Shahed drones.</p><p>Videos shot by local residents confirmed that the facility was hit, the SBU added, noting that it was the second such strike from a great distance in four days.</p><p>Meanwhile, Putin and his North Korean counterpart and ally Kim Jong Un have had a phone call about the upcoming Alaska summit, the Kremlin said on Tuesday.</p><p>Relations between <a href=\"/news/2025/7/12/north-koreas-kim-voices-unconditional-support-for-russia-in-ukraine\">Russia and North Korea</a> have deepened dramatically during the last two years of the war in Ukraine, which started with Russia’s full-scale invasion of its neighbour in February 2022, with Pyongyang deploying more than 10,000 troops and arms to back Moscow.</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens ‘major lawsuit’ against Federal Reserve Chief Jerome Powell | Donald Trump News | Al Jazeera",
            "time": "2025-08-12T16:38:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25205773210835-1755009008.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has suggested that Federal Reserve Chief <a href=\"/news/2025/8/1/trump-calls-for-fed-board-to-take-control-chair-powell-over-interest-rates\">Jerome Powell</a> could face a lawsuit over renovation costs for the central bank’s nearly century-old headquarters.</p><p>The threat, issued on Tuesday in a <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115016089386029482\" target=\"_blank\" rel=\"noopener\">post</a> on Truth Social, is the latest salvo in Trump’s ongoing <a href=\"/news/2025/7/18/can-donald-trump-fire-jerome-powell-us-federal-reserve-chair\">pressure campaign</a> against the central bank leader.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The two have clashed over interest rates: Trump has pushed for aggressive cuts, while Powell has maintained the bank will make a decision based on financial indicators, not political pressure.</p><p>“Jerome ‘Too Late’ Powell must NOW lower the rate,” Trump wrote in Tuesday’s message. “I am, though, considering allowing a major lawsuit against Powell to proceed because of the horrible, and grossly incompetent, job he has done in managing the construction of the Fed Buildings.”</p><p>The president’s attacks on Powell have become a source of concern for economic observers, who worry that Trump is attempting to <a href=\"/news/2025/7/22/why-trumps-attacks-on-jerome-powell-have-raised-fears-for-the-us-economy\">undermine the independence</a> of the central bank and bring it into closer alignment with his political priorities.</p><p>Asked about the possible lawsuit on Tuesday, White House Press Secretary Karoline Leavitt declined to offer further details.</p><p>“At this moment in time, the president is considering a lawsuit against the Fed, and I will leave it to him to comment further on it,” she said during a press conference.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump has latched onto cost overruns stemming from <a href=\"/economy/2025/7/24/trump-visits-us-federal-reserve-hq-amid-feud-with-chairman-powell\">construction work</a> at the bank’s headquarters in Washington, DC, which he said points to Powell’s “incompetence”.</p><p>The Federal Reserve is currently <a href=\"https://www.federalreserve.gov/faqs/files/faq-tour-one-pager.pdf\" target=\"_blank\" rel=\"noopener\">undergoing</a> renovations on two of its historic buildings, both built in the 1930s, including asbestos removal, major structural work to meet modern safety standards, and the replacement of antiquated systems for ventilation, plumbing, electricity and fire detection.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“While periodic work has been done to keep these buildings occupiable, neither building has seen a comprehensive renovation since they were first constructed,” Powell wrote <a href=\"https://www.federalreserve.gov/foia/files/vought-letter-20250717.pdf\" target=\"_blank\" rel=\"noopener\">in a letter</a> to the Trump administration on July 17.</p><p>“Both buildings were in need of significant structural repairs and other updates to make the buildings safe, healthy, and effective places to work.”</p><p>But while the renovation project was initially estimated to cost $1.9bn, that number has increased to around $2.5bn as construction proceeds. Some Republican lawmakers have said they may open an investigation into the increased projected cost, and Trump has used the renovation to push for Powell to step down.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Trump has also pushed strongly for a decrease in rates, dubbing Powell by the nickname “Too Late” for his supposed delays in cutting rates.</p><p>Powell’s term as Federal Reserve chair ends in May 2026. Trump, who nominated Powell to the role during his first term, has already suggested he is considering replacing the outgoing chair with a more compliant figure.</p><p>“The damage he has done by always being Too Late is incalculable,” Trump said on Tuesday. “Fortunately, the economy is sooo good that we’ve blown through Powell and the complacent Board.”</p><p>Powell and economic policymakers at the Federal Reserve, meanwhile, have expressed concern over Trump’s aggressive tariff policy, which they maintain could increase inflation in the coming months.</p><p>Data released by the US Labor Department on Tuesday said that consumer inflation had risen <a href=\"https://www.bls.gov/news.release/cpi.nr0.htm\" target=\"_blank\" rel=\"noopener\">2.7 percent</a> for the 12-month period ending in July. That number was an increase of 0.2 percent over June.</p><p>The <a href=\"/economy/2025/7/30/us-federal-reserve-leaves-rates-unchanged-despite-pressure-from-white-house\">Federal Reserve</a> aims to keep inflation below 2 percent and does not typically lower interest rates when inflation is above that figure.</p></div></div></body></html>"
        },
        {
            "title": "China slaps temporary duties on Canadian canola in ‘gut punch’ move | Trade War News | Al Jazeera",
            "time": "2025-08-12T16:36:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2019-07-23T000000Z_1146927032_RC1BFC4607F0_RTRMADP_3_CANADA-CANOLA-1755014379.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">China has announced preliminary anti-dumping duties on Canadian canola imports, a new escalation in the yearlong trade dispute that began with Ottawa’s imposition of tariffs on Chinese electric vehicle imports last August.</p><p>The provisional rate will be set at 75.8 percent, effective from Thursday, the Ministry of Commerce said in a statement on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Intercontinetal Exchange (ICE) November canola futures RSX5, the global benchmark for canola trading, fell 6.5 percent to a four-month low after the announcement.</p><p>“This really came as a surprise and a shock,” said trader Tony Tryhuk of RBC Dominion Securities.</p><p>China, the world’s largest importer of canola – also known as rapeseed – sources nearly all of its supplies of the product from Canada. The steep duties would likely all but end imports if they are maintained.</p><p>“This is huge. Who will pay a 75 percent deposit to bring Canadian canola to China? It is like telling Canada that we don’t need your canola, thank you very much,” said one Singapore-based oilseed trader.</p><p>China’s Ministry of Commerce said on Tuesday that <a href=\"/economy/2024/9/3/china-announces-anti-dumping-probe-into-canadian-canola-chemicals\" target=\"_blank\" rel=\"noopener\">an anti-dumping probe</a> launched in September 2024 had found that Canada’s agricultural sector – particularly the canola industry – had benefitted from “substantial” government subsidies and preferential policies.</p><p>China has until September, when the investigation formally ends, to make a final decision on the duties, though it has the option of extending that deadline by six months. A final ruling could result in a different rate, or overturn Tuesday’s decision.</p><p>The decision marks a shift from the conciliatory tone struck in June when China Premier Li Qiang said there were no deep-seated conflicts of interest between the countries during a phone call with Canadian Prime Minister Mark Carney.</p><p>“This move … will put additional pressure on Canada’s government to sort through trade frictions with China,” said Trivium China agriculture analyst Even Rogers Pay.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Canada’s trade, agriculture and the prime minister’s office did not immediately respond to request for comment. The Canadian embassy in Beijing did not respond to Reuters’ request for comment.</p><p>China had already imposed tariffs on canola oil and meal in March. Canada is now in a trade conflict with the world’s two largest economies, as it also faces tariffs on some goods from the United States.</p><p>Separately, China also launched an anti-dumping investigation into Canadian pea starch and imposed provisional duties on imports of halogenated butyl rubber, according to ministry statements.</p><h2 id=\"extend-the-losses\">‘Extend the losses’</h2><p>Replacing millions of tonnes of Canadian canola is likely to be difficult at short notice, say analysts.</p><p>China primarily uses imported canola to make animal feed for its aquaculture sector. A separate duty on Canadian canola meal imports in March has already put these supplies at risk.</p><p>The move provides an opportunity for Australia, which looks set to regain access to the Chinese market with a few test cargoes this year after a years-long freeze in the trade, Pay said.</p><p>Australia, the second-largest canola exporter, has been shut out of the Chinese market since 2020 due mainly to Chinese rules to stop the spread of fungal plant disease called “blackleg”.</p><p>However, even if Australian imports increase, “fully replacing Canadian canola will be very difficult unless import demand drops sharply,” said Donatas Jankauskas, an analyst with commodity data firm CM Navigator.</p><p>Commodity funds have a substantial long position in ICE canola futures, traders said, which should add fuel to the selloff fire.</p><p>“This will help accelerate their exit of that long and could really extend the losses,” said Tryhuk.</p><p>Another trader said there was already downward pressure coming into canola prices as Canada’s crop is widely believed to be bigger than many previously forecast due to good weather.</p><p>“We’re just realising we’ve got a better crop that’s about to come off,” said the trader. “This is a gut punch no one was expecting.”</p><p>Ventum Financial broker David Derwin said some traders do not know how to take the Chinese move yet, since it is not a final rule.</p><p>“Is it a negotiating tactic? Or does China put it in and that’s that?” Derwin asked.</p></div></div></body></html>"
        },
        {
            "title": "Widow of slain Al Jazeera journalist demands justice | Gaza | Al Jazeera",
            "time": "2025-08-12T15:50:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755013804.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The last will of Anas al-Sharif | Al Jazeera | Al Jazeera",
            "time": "2025-08-12T15:26:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755012302.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        }
    ]
}