{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Iran says IAEA talks will be ‘complicated’ ahead of agency’s planned visit | Nuclear Weapons News | Al Jazeera",
            "time": "2025-08-11T21:29:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/04/2024-04-18T122151Z_1682706360_RC29OZ9CPIR8_RTRMADP_3_ISRAEL-PALESTINIANS-IRAN-NUCLEAR-1713510198.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran’s talks with the International Atomic Energy Agency (IAEA) will be “technical” and “complicated”, the Ministry of Foreign Affairs has said, ahead of a visit by the United Nations nuclear watchdog for the first time since Tehran cut ties with it last month in the wake of the June conflict triggered by Israeli strikes.</p><p>Esmaeil Baghaei, Iran’s Foreign Ministry spokesperson, told reporters on Monday that a meeting may be organised with Minister of Foreign Affairs Abbas Araghchi during the IAEA’s visit, “but it is a bit soon to predict what the talks will result since these are technical talks, complicated talks”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The IAEA’s visit marks the first to Iran since President Masoud Pezeshkian ordered the country on July 3 to <a href=\"/news/2025/7/2/iran-president-signs-law-suspending-cooperation-with-iaea\">suspend its cooperation with the nuclear watchdog</a> after an <a href=\"/news/2025/7/6/iran-demands-accountability-for-israel-and-us-after-war-of-aggression\">intensive 12-day war</a> with Israel. The conflict also saw the United States launch massive strikes on Israel’s behalf against key Iranian nuclear sites.</p><p><a href=\"/news/2025/7/23/iran-ready-for-war-with-israel-will-not-halt-nuclear-programme-pezeshkian\">Pezeshkian told Al Jazeera</a> in an interview last month that his country is prepared for any future war Israel might wage against it, adding that he was not optimistic about the ceasefire between the countries. He confirmed that Tehran is committed to continuing its nuclear programme for peaceful purposes.</p><p>He added that Israel’s strikes, which assassinated leading military figures and nuclear scientists, damaged nuclear facilities and killed hundreds of civilians, had sought to “eliminate” Iran’s hierarchy, but “completely failed to do so”.</p><p>Deputy Foreign Minister Kazem Gharibabadi told Iran’s state-run IRNA news agency on Monday that Massimo Aparo, the IAEA’s deputy director general and head of safeguards, had left Iran. Aparo met with an Iranian delegation, which included officials from the Foreign Ministry and the IAEA, to discuss “the method of interaction between the agency and Iran”.</p><p>Gharibabadi said they decided to continue consultations in the future, without providing further details.</p><p>The IAEA did not immediately issue a statement about Aparo’s visit, which will not include any planned access to Iranian nuclear sites.</p><p>Relations between the IAEA and Iran deteriorated after the watchdog’s board said on June 12 that Iran had breached its non-proliferation obligations, a day before Israel’s air strikes over Iran, which sparked the conflict.</p><p>Baghaei, meanwhile, criticised the IAEA’s lack of response to the Israeli strikes.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Peaceful facilities of a country that was under 24-hour monitoring were the target of strikes, and the agency refrained from showing a wise and rational reaction and did not condemn it as it was required,” he said.</p><p>Araghchi had previously said that cooperation with the agency, which will now require approval by Iran’s highest security body, the Supreme National Security Council, would be about redefining how both sides cooperate. The decision will likely further limit inspectors’ ability to track Tehran’s programme that had been enriching uranium to near weapons-grade levels.</p><p>Iran has had limited IAEA inspections in the past, in negotiations with the West, and it is unclear how soon talks between Tehran and Washington for a deal over its nuclear programme will resume, if at all.</p><p>US intelligence agencies and the IAEA assessed that Iran last had an organised nuclear weapons programme in 2003. Although Tehran had been enriching uranium up to 60 percent, this is still some way from the weapons-grade levels of 90 percent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN chief condemns assassination of Al Jazeera journalists | Media | Al Jazeera",
            "time": "2025-08-11T20:35:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/wide-thumb-UN_REAX-1754944220.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US to extend China tariff pause another 90 days | Donald Trump News | Al Jazeera",
            "time": "2025-08-11T20:35:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25223556235849-1754940503.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has signed an executive order extending the China tariff deadline for another 90 days.</p><p>The extension came only hours before midnight in Beijing, when the 90 day pause was set to expire, CNBC reported on Monday, citing a White House official.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The White House did not immediately respond to Al Jazeera’s request for comment.</p><p>Earlier on Monday, Trump said he has been “dealing very nicely with China” as Beijing said it was seeking positive outcomes.</p><p>If the deadline had passed, duties on Chinese goods would have returned to where <a href=\"/economy/2025/8/1/in-the-wake-of-new-tariffs-how-are-us-china-trade-talks-going\" target=\"_blank\" rel=\"noopener\">they were in April at 145 percent,</a> further fuelling tensions between the world’s two largest trading partners.</p><p>While the US and China slapped escalating tariffs on each other’s products this year, reaching prohibitive triple-digit levels and snarling global trade, both countries in May agreed to temporarily lower tariffs at a meeting between negotiators in Geneva, Switzerland.</p><p>But the pause comes as negotiations still loom. Asked about the deadline on Monday, Trump said: “We’ll see what happens. They’ve been dealing quite nicely. The relationship is very good with [China’s] President Xi [Jinping] and myself.”</p><p>“We hope that the US will work with China to follow the important consensus reached during the phone call between the two heads of state,” said Chinese Foreign Ministry spokesman Lin Jian in a statement.</p><p>He added that Beijing also hopes Washington will “strive for positive outcomes on the basis of equality, respect and mutual benefit”.</p><p>In June, key economic officials convened in London as disagreements emerged and US officials accused their counterparts of violating the pact. Policymakers again met in Stockholm last month.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Even as both countries appeared to be seeking to push back the reinstatement of duties, US trade envoy Jamieson Greer said last month that Trump will have the “final call” on any such extension.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ongoing-negotiations\">Ongoing negotiations</h2><p>Kelly Ann Shaw, a senior White House trade official during Trump’s first term and now with Akin Gump Strauss Hauer &amp; Feld, said she expected Trump to extend the 90-day “tariff detente” for another 90 days later on Monday.</p><p>“It wouldn’t be a Trump-style negotiation if it didn’t go right down to the wire,” she said.</p><p>“The whole reason for the 90-day pause in the first place was to lay the groundwork for broader negotiations, and there’s been a lot of noise about everything from soybeans to export controls to excess capacity over the weekend,” she said.</p><p>Ryan Majerus, a former US trade official now with the King &amp; Spalding law firm, welcomed the news.</p><p>“This will undoubtedly lower anxiety on both sides as talks continue, and as the US and China work toward a framework deal in the fall. I’m certain investment commitments will factor into any potential deal, and the extension gives them more time to try and work through some of the longstanding trade concerns,” he said.</p><p>For now, fresh US tariffs on <a href=\"/economy/2025/5/13/why-did-the-us-and-china-slash-tariffs-and-whats-next\" target=\"_blank\" rel=\"noopener\">Chinese goods this year stand at 30 percent,</a> while Beijing’s corresponding levy on US products is at 10 percent.</p><p>Since returning to the presidency in January, Trump has slapped a 10-percent “reciprocal” tariff on almost all trading partners, aimed at addressing trade practices Washington deemed unfair.</p><p>Markets are relatively flat on the news of extension. The Nasdaq is down by 0.07 percent, the S&amp;P 500 is down 0.08 percent. Meanwhile, the Dow Jones Industrial Average is down by about 0.4 percent at 3:30pm in New York (19:30 GMT).</p></div></div></body></html>"
        },
        {
            "title": "US protesters say Trump using ‘crime emergency’ to justify DC takeover | Donald Trump News | Al Jazeera",
            "time": "2025-08-11T20:28:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25223532371698-1754938325.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> The news was met with jeers.</p><p>United States President Donald Trump on Monday invoked a “crime emergency” in the US capital, allowing his Department of Justice to <a href=\"/news/2025/8/11/trump-says-he-will-deploy-national-guard-in-washington\">take control</a> of Washington, DC’s local law enforcement. He simultaneously announced the Pentagon would deploy US National Guard forces to the city of more than 700,000.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Gathered just blocks away, with the White House looming in the background, protesters erupted in a chorus of “boos”.</p><p>The Pentagon later said 800 soldiers were activated on Monday, with 100-200 of them supporting law enforcement.</p><p>Trump’s latest move, said Keya Chatterjee, the executive director of Free DC, was not just another salvo against the long marginalised rights of the residents of the city, but a “major escalation”.</p><p>“This goes beyond the sort of words people have been using, like ‘unprecedented and ‘unusual,'” said Chatterjee, whose group advocates for DC self-determination.</p><p>“This is just authoritarianism,” she told Al Jazeera, over the chants from the crowd.</p><h2 id=\"represent-ourselves\">‘Represent ourselves’</h2><p>The rights of the hundreds of thousands of residents of Washington, DC have been the subject of debate since it was established by Congress in 1790 with land from Maryland and Virginia.</p><p>The district continues to fall under the direct auspices of the federal government, having never been granted statehood. However, it maintains a level of local autonomy per the Home Rule Act of 1973, which allows residents to elect some local officials. Congress still reviews all legislation passed by those elected officials and approves the district’s budget.</p><p>The city’s superlative as the first Black majority city in the US, and its current status as a Black plurality city, has further added a racial dynamic to what advocates have long decried as the systematic disenfranchisement of its residents.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"p1\">Civil rights leader Reverend Al Sharpton called the move the “ultimate affront to justice and civil rights,” in a statement.</p><p class=\"p1\">“Donald Trump was inspired to take this disgusting, dangerous, and derogatory action solely out of self interest,” Sharpton said in a statement. “Let’s call the inspiration for this assault on a majority Black city for what it is: another bid to distract his angry, frustrated base over his administration’s handling of the <a href=\"/news/2025/8/5/us-house-panel-subpoenas-epstein-files-from-trump-administration\">Epstein files</a>.”</p><p>In March, DC Mayor Muriel Bowser agreed to rename the <a href=\"/news/2020/6/5/dc-mayor-inaugurates-black-lives-matter-plaza-near-white-house\">Black Lives Matter Plaza</a> near the White House, where Monday’s protest was held, amid pressure from Trump and concerns that federal funding could be withheld.</p><p class=\"p1\">Bowser said Monday that the deployment of the National Guard was “unsettling”, but not without precedent.</p><p class=\"p1\">“My message to residents is this,” Bowser said. “We know that access to our democracy is tenuous. That is why you have heard me and many Washingtonians before me advocate for full statehood.”</p><figure id=\"attachment_3883110\" aria-describedby=\"caption-attachment-3883110\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883110\" src=\"/wp-content/uploads/2025/08/2025-08-11T153928Z_696207066_RC225GAYSR1Y_RTRMADP_3_USA-TRUMP-CRIME-1754938459.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Washington DC protest\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883110\" class=\"wp-caption-text\">Protesters gather near the White House after US President Donald Trump announces a ‘crime emergency’ in Washington, DC [Ken Cedeno/Reuters]</figcaption></figure><p> </p><p>For many gathered on Monday, Trump’s move again underscored how little power they had in directly influencing the policies of the local law enforcement that directly oversees their community.</p><p>Amari Jack, a 20-year-old college student, described what he saw as “the first step” in a wider consolidation of power over the city, noting Trump has for years floated the idea of taking more full control of the metropolis surrounding the White House. Such a move would <a href=\"/news/2025/8/7/can-donald-trump-take-federal-control-of-washington-dc\">likely require</a> Congress overturning the Home Rule Act.</p><p>“I came out today because I was really scared about the potential that DC could lose any autonomy it has,” Jack told Al Jazeera.</p><p>“I feel like as DC natives, born and raised, we need to be able to represent ourselves and enrich our communities. We can’t just have a president come in and rule over our home.”</p><h2 id=\"crime-as-a-pretext\">Crime as a pretext?</h2><p>For his part, in an order declaring the “emergency”, Trump decried what he called the “city government’s failure to maintain public order and safety”, claiming crime rates posed “intolerable risks to the vital Federal functions that take place in the District of Columbia”.</p><p>Speaking to reporters from the White House, Trump vowed to “take our capital back”, outlining what he described as “massive enforcement operations targeting known gangs, drug dealers and criminal networks to get them the hell off the street”.</p><p>Trump further claimed he was “getting rid of the slums”, and would clear homeless people from the city, without offering further details of his plans.</p><p>Among those pushing back on the characterisation was the District of Columbia Attorney General Brian Schwalb, who called the move “unprecedented, unnecessary, and unlawful.”</p><p>“There is no crime emergency in the District of Columbia,” he said.</p><p>While DC crime rates are typically higher than the national average, violent crime rates have dropped significantly in recent years, plummeting 35 percent from 2023 to 2024 and another 26 percent this year compared to the same period last year, according to Metropolitan Police data.</p><p>Early this year, the Justice Department <a href=\"https://www.justice.gov/usao-dc/pr/violent-crime-dc-hits-30-year-low\" target=\"_blank\" rel=\"noopener\">announced</a> that violent crime in DC had hit a 30-year low.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Groups like the Center for American Progress have <a href=\"https://www.americanprogress.org/article/how-dcs-local-leaders-are-keeping-residents-safe/\">attributed</a> the decline to both local law enforcement strategies, as well as “investments in crime prevention and resources such as housing and education and employment supports”.</p><p>Twenty-year-old Radha Tanner, like many gathered, saw Trump as using the pretext of crime to enact a wider political mission, one that paints Democrat-dominated cities like DC as “unsafe and riddled with crime”.</p><p>Over 90 percent of DC voters supported Trump’s Democratic opponent, Kamala Harris, in the 2024 election. Trump, in turn, won about 6.5 percent of the vote.</p><p>Tanner saw Monday’s moves as in line with Trump’s <a href=\"/news/2025/6/9/what-is-the-national-guard-at-the-heart-of-trumps-los-angeles-standoff\">deployment</a> of the National Guard and Marines to Los Angeles, California to aid in immigration crackdowns and the protests they spurred.</p><p>“He’s doing this to make an example out of a city full of Democrats that is vulnerable because we don’t have representation,” Tanner said.</p><h2 id=\"best-place-for-us-to-resist\">‘Best place for us to resist’</h2><p>Maurice Carney, 60, saw a similar goal in Trump’s actions, arguing that long-term investment, not a short-term commandeering of local law enforcement or the deployment of the National Guard, would actually show a real commitment to addressing crime.</p><p>“When you see this increase in militarisation, whether it’s in DC or on the African continent or anywhere else in the world, you always see an increase in violence, either from resistance or from creating an environment that’s unstable,” said Carney, who works with a DC-based group that advocates for citizens of the Democratic Republic of Congo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Like it or not, DC is seen as the capital of the empire, the capital of the world,” Carney told Al Jazeera. “So if Trump wants to show he’s this ‘law and order’ guy, DC is the best place for him to do that.”</p><p>“It’s also the best place for us to resist,” he said, “for us to stand up and let the rest of the world know that even right in the heart of the empire, the people – local residents of DC – resisted.”</p></div></div></body></html>"
        },
        {
            "title": "German police make arrests at protest for slain Al Jazeera journalists | Protests | Al Jazeera",
            "time": "2025-08-11T20:23:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/berlin_germany_protest_aljazeera_journalist_killings_israel-1754943438.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Can Real Madrid topple La Liga champs Barcelona? Can Mbappe upstage Yamal? | Football News | Al Jazeera",
            "time": "2025-08-11T20:10:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-10T212422Z_1794293784_UP1EL8A1NGLE1_RTRMADP_3_SOCCER-FRIENDLY-FCB-COM-1754926108.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Barcelona’s domination of Real Madrid last season resulted in Los Blancos bringing an end to Carlo Ancelotti’s second tenure – even though he had delivered a league and European double a year previous.</p><p>Rumours rumbled for most of the season, after a low-key start at home and abroad, that former Real midfielder Xabi Alonso would be making the switch from Bayer Leverkusen to replace Ancelotti.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>With their La Liga and UEFA Champions League defence over, the Madrid-based club wasted little time in announcing Alonso, <a href=\"/sports/2025/5/12/alonso-to-replace-ancelotti-as-real-madrid-manager-reports\">conveniently at a time when Brazil cranked up their interest in Ancelotti</a>.</p><p>All seemed well for a dignified departure for the Italian, club football’s most decorated manager, who now will lead the record World Cup winners into next year’s 2026 edition.</p><p>For the perfectly written script to continue, however, Alonso will need to make a strong start on all fronts. Al Jazeera Sport takes a look at the new La Liga season.</p><h2 id=\"when-does-the-la-liga-season-begin\">When does the La Liga season begin?</h2><p>The first match of the new Spanish campaign is on Friday, August 15 and sees Girona, who finished only a point above the relegation zone last season, entertain a Rayo Vallecano side that claimed ninth spot in La Liga last year.</p><p>Girona were <a href=\"/sports/2024/2/29/girona-from-defeating-napoleon-to-the-fly-in-the-ink-of-footballs-elite\">the league’s surprise package</a> two seasons ago when they finished third – only four points behind Barcelona.</p><figure id=\"attachment_3883136\" aria-describedby=\"caption-attachment-3883136\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883136\" src=\"/wp-content/uploads/2025/08/2025-08-11T150222Z_1522106112_RC2JKEA7C4NS_RTRMADP_3_SOCCER-SPAIN-1754940128.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"Barcelona's Lamine Yamal and Marc-Andre ter Stegen lift the trophy after winning LaLiga\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883136\" class=\"wp-caption-text\">Barcelona’s Lamine Yamal, third from right, and Marc-Andre ter Stegen lift the trophy after winning La Liga [Albert Gea/File Photo/Reuters]</figcaption></figure><h2 id=\"when-are-barcelona-and-real-madrid-s-first-la-liga-fixtures\">When are Barcelona and Real Madrid’s first La Liga fixtures?</h2><p>Barcelona kick off their La Liga defence on Saturday, August 16, when they make the trip to Mallorca.</p><p>Real Madrid are not in action until Tuesday, August 19, when they complete the first round of Spanish top-flight fixtures with a trip to Espanyol.</p><h2 id=\"what-transfers-have-real-madrid-and-barcelona-made\">What transfers have Real Madrid and Barcelona made?</h2><p>It has been a quiet transfer window for Barcelona, whose finances had been heavily in the spotlight last year with La Liga rules limiting spending on wages and transfers – complicating the registration of Dani Olmo.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The Spanish international arrived from RB Leipzig in Germany for a fee of $62.5m in the summer of 2024, but was <a href=\"/sports/2024/12/27/olmo-closer-to-barcelona-exit-after-registration-request-rejected\">nearly forced into a free transfer </a>away from the Catalan club due to their dire financial situation.</p><p>The <a href=\"/sports/2025/7/21/barcelona-sign-rashford-from-man-utd-on-loan\">loan of Marcus Rashford</a>, who made his debut in <a href=\"/sports/2025/8/11/rashford-debuts-while-yamal-fires-as-barcelona-hit-como-for-five\">the 5-0 pre-season demolition of Como</a>, from Manchester United is Barca’s only major addition in the off season to their ranks so far.</p><p>Real Madrid, meanwhile, have been quick to bolster a defence that has been hampered by injury and suspension throughout last season.</p><p>Trent Alexander-Arnold was <a href=\"/news/2025/5/30/real-madrid-announce-alexander-arnold-signing-from-liverpool\">a much-heralded arrival</a> at a snip from Liverpool for $11.3m. Little expense was spared, however, in the capture of Spanish defensive duo Alvaro Carreras from Benfica for $57.7m and Dean Huijsen for $67m from Bournemouth.</p><figure id=\"attachment_3883142\" aria-describedby=\"caption-attachment-3883142\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883142\" src=\"/wp-content/uploads/2025/08/2025-06-18T195803Z_456256441_UP1EL6I1JGPOO_RTRMADP_3_SOCCER-CLUB-RMA-HIL-1754940493.jpg?w=770&amp;resize=770%2C526&amp;quality=80\" alt=\"Real Madrid's Trent Alexander-Arnold at the FIFA Club World Cup\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883142\" class=\"wp-caption-text\">Real Madrid’s Trent Alexander-Arnold moved from Liverpool in time to play at the FIFA Club World Cup [Hannah Mckay/Reuters]</figcaption></figure><h2 id=\"what-were-the-results-between-barcelona-and-real-madrid-last-season\">What were the results between Barcelona and Real Madrid last season?</h2><p>Barcelona won all four El Clasico matches between the football clubs last season, including the decisive La Liga clash, a May 11 meeting in Catalonia. The<a href=\"/sports/2025/5/11/barcelona-beat-real-madrid-despite-mbappe-hat-trick-as-la-liga-title-nears\"> 4-3 win all but sealed the title</a> for Barca, and also ended any thought that Ancelotti may stay on as manager of Real.</p><p>A <a href=\"/sports/liveblog/2024/10/26/live-real-madrid-vs-barcelona-laligas-el-clasico\">4-0 demolition</a> of Real in Madrid on October 26 kicked off the derbies last season, the first major warning signs that Los Blancos may have a turbulent ride ahead.</p><p>That defeat for Ancelotti’s side was compounded by <a href=\"/sports/2025/1/12/barcelona-hand-real-madrid-latest-el-clasico-hammering-in-supercopa-final-football\">a 5-2 hammering in the Spanish Super Cup</a> final in January, before <a href=\"/sports/2025/4/27/barcelona-edge-real-madrid-in-extra-time-to-win-copa-del-rey\">a 3-2 Copa Del Rey final win for Barca</a> in late April left Real facing up to the prospect of a trophyless season.</p><h2 id=\"where-will-the-spotlight-focus-on-barcelona-and-real-madrid\">Where will the spotlight focus on Barcelona and Real Madrid?</h2><p>The lack of any major additions to Barcelona’s title-winning squad will throw doubt on whether manager Hansi Flick will be able to push the players to go again without further competition for places.</p><p>An early-season injury to Robert Lewandowski may mean an early opportunity for Rashford to make his mark in attack alongside Lamine Yamal and Raphinha. The England international has many questions himself to answer following his demise from his status as the star of Old Trafford.</p><p>Ferran Torres, the 25-year-old Spanish international, will also be a candidate to start in the place of Lewandowski in the early-season games.</p><p>With the resolution of <a href=\"/sports/2025/8/8/barcelonas-ter-stegen-loses-captaincy-while-lewandowski-woes-continues\">Marc-Andre ter Stegen’s dispute</a>, both the backlines and midfield appear well-resourced for Barca. Flick’s side will be fully expected to put up a stern defence of their La Liga title and to go all the way in the Champions League, a competition they were heavily favourites to win last season until their <a href=\"/sports/2025/5/6/inter-defeat-barcelona-by-equalling-champions-league-semifinal-scoreline\">shock semifinal elimination by Inter Milan</a>.</p><figure id=\"attachment_3883146\" aria-describedby=\"caption-attachment-3883146\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883146\" src=\"/wp-content/uploads/2025/08/2025-08-10T191734Z_1792934595_UP1EL8A1HL8CY_RTRMADP_3_SOCCER-FRIENDLY-FCB-COM-1754940631.jpg?w=770&amp;resize=770%2C573&amp;quality=80\" alt=\"Barcelona's Marcus Rashford acknowledges fans before the match against Como\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883146\" class=\"wp-caption-text\">Barcelona’s Marcus Rashford acknowledges fans before a match against Como [Bruna Casas/Reuters]</figcaption></figure><p>Real Madrid will have to cope with the loss of Luka Modric in midfield, only a year after the retirement of Toni Kroos – an absence believed to have heavily contributed to Real’s demise last season.</p><p>The link-up between the front three of Kylian Mbappe, Vinicius Junior and Rodrygo was another area of concern for Real. Indeed, so much so that it affected the role of Jude Bellingham, who was forced to sit deeper in midfield following the arrival of the former.</p><p>Mbappe eventually silenced the critics. The French international’s tally of 40 goals in all competitions surpassed that of Cristiano Ronaldo in his first season with Madrid.</p><p>Nonetheless, the link-up between an attack and midfield, which is now missing both of its mainstays for more than a decade, will be the major problem for Alonso to solve.</p><h2 id=\"can-atletico-madrid-challenge-real-and-barcelona\">Can Atletico Madrid challenge Real and Barcelona?</h2><p>Atletico finished 14 points off top spot last season, but had offered hope at one stage, with a 15-game winning streak, that glory was on the cards.</p><p>Diego Simeone’s side finished sixth in the League Phase of the Champions League, but were eventually <a href=\"/sports/2025/3/12/real-madrid-beat-atletico-in-champions-league\">eliminated by Real</a>, who themselves had to reach the knockout stage via playoffs. They did also have a disappointing group-stage exit at the Club World Cup, including <a href=\"/sports/2025/6/15/psg-dismantle-atletico-madrid-4-0-in-impressive-club-world-cup-opener\">a 4-0 defeat by Paris Saint-Germain</a>.</p><p>Simeone’s side are always based on a solid defence, and the permanent capture of Clement Lenglet following his loan from Barcelona last season ensures that is likely to continue.</p><p>An already formidable forward line is boosted by the arrival of Thiago Almada from Botafogo, for an undisclosed fee, following a season-long loan at Lyon last season.</p><p>The 24-year-old helped Argentina to <a href=\"/sports/2022/12/18/qatar-2022-timeline-how-argentina-came-to-lift-the-world-cup\">the 2022 World Cup</a> in Qatar, the Copa America last year and was<a href=\"/sports/2024/7/19/from-alvarez-to-olise-five-top-footballers-to-watch-at-paris-olympics-2024\"> part of his country’s side</a> at the Paris 2024 Olympic Games.</p><p>Alongside fellow countryman Julian Alvarez, France and Atletico legend Antoine Griezmann, and Giuliano Simeone, the son of the manager, Almada could well sprinkle the magic needed to elevate Atletico to the top of the pile.</p><figure id=\"attachment_3883149\" aria-describedby=\"caption-attachment-3883149\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883149\" src=\"/wp-content/uploads/2025/08/2025-08-09T153559Z_1319886704_UP1EL8917BXR6_RTRMADP_3_SOCCER-FRIENDLY-NEW-ATM-1754940728.jpg?w=770&amp;resize=770%2C531&amp;quality=80\" alt=\"Newcastle United's Kieran Trippier and Harrison Ashby in action with Atletico Madrid's Thiago Almada \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883149\" class=\"wp-caption-text\">Atletico Madrid’s Thiago Almada, centre, in action in pre-season against Newcastle United [Lee Smith/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Shots fired at youth World Cup water polo women’s game in Brazil | Athletics News | Al Jazeera",
            "time": "2025-08-11T20:00:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-24T140404Z_29234022_UP1EL7O132RII_RTRMADP_3_SWIMMING-WORLD-1754941691.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Shots fired at youth World Cup water polo women’s game in Brazil</h1><p class=\"article__subhead\"><em>Water polo players briefly left the pool after shots were fired near an under-20 World Cup game in Brazil.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazilian police have said there were no injuries after shots were fired near an under-20 World Cup water polo women’s game between China and Canada in the city of Salvador.</p><p>China won 12-8 on Sunday – the opening day of the tournament – but footage showed the game being briefly interrupted as players got out of the pool, lay down and took cover by a small barrier after hearing gunshots outside the water polo venue in the Pituba neighbourhood. China led Canada 3-2 at the time.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The match stopped for about a minute. Our team saw that the police were taking care of it,” Marco Antonio Lemos, head of the Bahia state water sports federation, said in a statement on Monday.</p><p>Police said the cause of the shots was a confrontation with an alleged local thief who was outside the venue and tried to escape. No more details were given.</p><p>Spectators were told about the incident after the game had resumed.</p><p>Brazil is hosting the 16-team tournament for the first time.</p></div></div></body></html>"
        },
        {
            "title": "Funerals held for assassinated Gaza journalists | Gaza | Al Jazeera",
            "time": "2025-08-11T19:45:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754941500.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera mourns assassinated journalists with moment of silence | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-11T19:18:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T122609Z_42434556_RC205GA7OCVT_RTRMADP_3_ISRAEL-PALESTINIANS-ALJAZEERA_cropped-1754939819.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UN says families, a generation being ‘wiped out’ by Israel’s war on Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-11T19:10:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-28T232952Z_1259527298_RC2NVFAWQU8H_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-HUNGER-1754934355.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Five more Palestinians, including a child, have died of <a href=\"/news/2025/8/4/un-says-every-child-under-five-in-gaza-at-risk-of-malnourishment\">malnutrition</a> as a result of Israel’s punishing blockade of <a href=\"/news/liveblog/2025/8/11/live-israel-claims-responsibility-for-murder-of-al-jazeeras-al-sharif\">Gaza</a> in the past 24 hour reporting period, the Health Ministry has said, as people in the enclave and many beyond its besieged borders mourned several journalists assassinated by Israel.</p><p>The ministry on Monday said most of these victims died in the past three weeks, as Israel-imposed starvation engulfs the entire population, with the total number of severe hunger deaths now at 222, including 101 children.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Palestinian Wafa news agency later reported the death from malnutrition of an additional child, five-year-old Mohammed Zakaria Khader, bringing the overall death toll in the past 24 hours to six.</p><p>The UN agency for Palestinian refugees, UNRWA, said “children in Gaza are dying from starvation and bombardments”.</p><p>“Entire families, neighbourhoods, and a generation are being wiped out,” the UN agency wrote in a post on social media. “Inaction and silence are complicity. It’s time for statements to turn into action and for an immediate ceasefire.”</p><p data-start=\"57\" data-end=\"291\">The UN World Food Programme (WFP) said that hunger and malnutrition levels in Gaza are the highest ever recorded, with more than one-third of the population going without food for days at a time and 500,000 people on the brink of famine.</p><p data-start=\"293\" data-end=\"394\" data-is-last-node=\"\" data-is-only-node=\"\">The agency said Gaza must be “flooded” with large-scale food assistance to avert further catastrophe.</p><p>At least 46 Palestinians were killed in Israeli raids across Gaza since dawn on Monday, including six aid seekers, medical sources have told Al Jazeera.</p><p>In one of the latest attacks, the al-Aqsa Hospital reported the killing of four Palestinians by Israeli forces in the south and east of Deir el-Balah, central Gaza.</p><p>The Palestine Red Crescent Society said three civilians were killed and others were injured in an Israeli attack on the Zeitoun neighbourhood of southern Gaza City.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Meanwhile, on a daily basis, Israeli forces and US contractors are continuing to kill Palestinians desperately seeking aid at distribution points run by the controversial United States and Israeli-backed GHF.</p><p>Among those killed on Sunday was Ismail Qandil’s son. Speaking at the al-Shifa Hospital in Gaza City, Qandil told Al Jazeera that his son was unarmed and was looking for food when he was killed.</p><p>“He had no bullets, no weapon to shoot with. What did we do? What did we do for this to happen to us? Enough with the hunger and genocide,” he said.</p><p>“We are in a famine. We are being slaughtered. We can’t carry on. We send our sons to bring food, and they kill them. We are not members of the resistance, and we are not members of movements or anything. We are being destroyed.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h2 id=\"israeli-strikes-kill-palestinian-journalists\">Israeli strikes kill Palestinian journalists</h2><p><a href=\"/tag/israel-palestine-conflict/\">Israel’s war on Gaza</a> has killed at least 61,499 people and wounded 153,575 since October 7, 2023. The toll includes at least 270 journalists and media workers.</p><p>An outpouring of grief and <a href=\"/news/2025/8/11/tributes-condemnation-pour-in-for-slain-al-jazeera-journalists-in-gaza\">condemnation</a> followed the <a href=\"/news/2025/8/10/al-jazeera-journalist-anas-al-sharif-killed-in-israeli-attack-in-gaza-city\">Israeli assassination</a> of five Al Jazeera Arabic staff in Gaza, including prominent correspondent Anas al-Sharif, in a <a href=\"/features/2025/8/11/israel-kills-anasal-sharif-and-four-al-jazeera-in-gaza-what-to-know\">drone attack</a> late on Sunday that hit a tent for journalists positioned outside the main gate of Gaza City’s al-Shifa Hospital.</p><p>The attack came days after the UN Special Rapporteur on freedom of expression, Irene Khan, warned of “unfounded accusations by the Israeli army” against al-Sharif after Israel repeatedly and falsely accused the 28-year-old reporter of being a Hamas affiliate.</p><p>Speaking on Monday, Khan said that Israel killed al-Sharif over his work as a journalist and that Israeli claims he was a Hamas member are totally unsubstantiated.</p><p>“If they had real evidence [of this], do you not think that they would put it out, up front, right away in the international arena? Of course they would. But why are they not doing that? Because they don’t have that evidence,” she told Al Jazeera.</p><p>“They simply [say] that any journalist who is reporting on Gaza must be a ‘Hamas member’, just as anyone who criticises Israel has to be ‘anti-Semitic’.</p><p>Meron Rapoport, a veteran Israeli journalist and editor of the Local Call news site, said the Israeli military’s accusation did not “make sense at all”. “The Israeli explanations are, at best, very lacking,” Rapoport told Al Jazeera from Tel Aviv.</p><p>He said Israel likely targeted al-Sharif now because of two main factors: first, his important role in “telling the world that there is famine in Gaza”, which “really hurt Israel internationally”; and, second, because of the planned upcoming seizure of Gaza City, which Israel wants to minimise coverage of.</p><p>“The less eyes and the less cameras and the less voices that will document this, what could be really a slaughter … is better for Israel,” Rapoport said.</p><p>Al Jazeera correspondent Tareq Abu Azzoum, who reports for the network’s English channel, said the journalists were “working around the clock to unearth facts on the ground and keep the world informed about what has been going on in Gaza”.</p><p>“Now, we can see that the Israeli military is stepping up its attacks on journalists,” he said.</p><p>Speaking of his colleagues al-Sharif and Mohammed Qreiqeh, Abu Azzoum said their deliberate killings were being seen in Gaza “as an attempt to silence two of the most courageous voices”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "One dead, dozens injured in steel plant explosion in Pennsylvania | Environment News | Al Jazeera",
            "time": "2025-08-11T18:57:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T181035Z_1151766556_RC2Y4GAYI4C3_RTRMADP_3_USA-PENNSYLVANIA-EXPLOSION-1754936111.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">An explosion at a US Steel plant near <a href=\"/news/2025/5/31/trump-says-us-will-lift-steel-tariffs-to-50-percent-at-pennsylvania-rally\">Pittsburgh, Pennsylvania</a> in the United States has left one dead and dozens injured or trapped, with emergency workers on site trying to rescue victims, officials said.</p><p class=\"p1\">An Allegheny County Emergency Services spokesperson, Kasey Reigner, on Monday said one person died and two were currently believed to be unaccounted for. Multiple other people were treated for injuries, Reigner said.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p class=\"p1\">A fire at the plant started around 10:51am (14:50 GMT), according to Allegheny County Emergency Services.</p><p class=\"p1\">“It felt like thunder,” Zachary Buday, a construction worker near the scene, told WTAE-TV. “Shook the scaffold, shook my chest, and shook the building, and then when we saw the dark smoke coming up from the steel mill and put two and two together, and it’s like something bad happened.”</p><p class=\"p1\">Dozens were injured and the county was sending 15 ambulances, in addition to the ambulances supplied by local emergency response agencies, Reigner said.</p><h2 id=\"air-quality-concerns-and-health-warnings\" class=\"p1\">Air quality concerns and health warnings</h2><p class=\"p1\">The plant, a massive industrial facility along the Monongahela River south of Pittsburgh, is considered the largest coking operation in North America and is one of four major US Steel plants in Pennsylvania that employ several thousand workers.</p><p class=\"p1\">The Allegheny County Health Department said it is monitoring the explosion and advised residents within one mile (1.6 kilometres) of the plant to remain indoors, close all windows and doors, set air conditioning systems to recirculate, and avoid drawing in outside air, such as using exhaust fans. It said its monitors have not detected levels of soot or sulfur dioxide above federal standards.</p><p class=\"p1\">The plant converts coal to coke, a key component in the steel-making process. According to the company, it produces 4.3 million tons (3.9 million metric tonnes) of coke annually and has approximately 1,400 workers.</p><p class=\"p1\">In recent years, the Clairton plant has been dogged by concerns about pollution. In 2019, it agreed to settle a 2017 lawsuit for $8.5m. Under the settlement, the company agreed to spend $6.5m to reduce soot emissions and noxious odours from the Clairton coke-making facility.</p><p>In another lawsuit, residents said that following a massive 2018 fire, the air felt acidic, smelled like rotten eggs, and was hard to breathe due to the release of sulfur dioxide.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"p1\">Last year, the company agreed to spend $19.5m in equipment upgrades and $5m on local clean air efforts and programmes as part of settling a federal lawsuit filed by the Clean Air Council and PennEnvironment and the Allegheny County Health Department.</p><p class=\"p1\">The lawsuits accused the steel producer of more than 12,000 violations of its air pollution permits.</p><p class=\"p1\">David Masur, executive director of PennEnvironment, an environmental group that has previously sued US Steel over pollution, said there needed to be “a full, independent investigation into the causes of this latest catastrophe and a re-evaluation as to whether the Clairton plant is fit to keep operating.”</p><p class=\"p1\">In June, US Steel and Nippon Steel <a href=\"/economy/2025/6/18/nippon-steel-acquires-us-steel-for-14-9bn-after-months-of-struggle\">announced they had finalised</a> a “historic partnership”, a deal that gives the US government a say in some matters and comes a year and a half after the Japanese company first proposed its nearly $15bn buyout of the iconic American steelmaker.</p><p class=\"p1\">The pursuit by Nippon Steel for the Pittsburgh-based company was buffeted by national security concerns and presidential politics in a premier battleground state, dragging out the transaction for more than a year after US Steel shareholders approved it.</p></div></div></body></html>"
        },
        {
            "title": "Trump meets with Intel CEO after calling for his ouster | Business and Economy News | Al Jazeera",
            "time": "2025-08-11T17:46:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25139388612140-1754929111.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump meets with Intel CEO after calling for his ouster</h1><p class=\"article__subhead\"><em>US President Donald Trump said last week that Intel’s CEO Lip-Bu Tan was ‘highly conflicted’ because of his ties to Chinese firms.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">United States President Donald Trump has said he met with Intel CEO Lip-Bu Tan, along with Commerce Secretary Howard Lutnick and Treasury Secretary Scott Bessent and said Tan had “an amazing story”.</p><p>“The meeting was a very interesting one,” Trump said on Truth Social on Monday. “His success and rise is an amazing story,” he posted, adding that his cabinet members and Tan are going to spend time together and bring suggestions to him during the next week.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Shares of Intel, considered to be at the heart of America’s domestic chip manufacturing ambitions, rose 2.2 percent in extended trading.</p><p>Last week,<a href=\"/news/2025/8/7/trump-calls-on-ceo-of-tech-firm-intel-to-resign-over-china-investments\" target=\"_blank\" rel=\"noopener\"> Trump demanded the immediate resignation</a> of Tan, calling him “highly conflicted” due to his past ties to Chinese firms, comments that raised doubts about Tan’s plans to turn around the struggling US chip icon.</p><p>It was a rare instance of a US president publicly calling for a CEO’s ouster, and sparked debate among investors.</p><p>Tan was expected to have an extensive conversation with Trump while looking to explain his personal and professional background, the Wall Street Journal (WSJ) had reported on Sunday, adding that he could propose ways Intel and the US government could work together, the paper said.</p><p>Tan had hoped to win Trump’s approval by showing his commitment to the US and guaranteeing the importance of keeping Intel’s manufacturing capabilities as a national security issue, the WSJ added.</p><p>Tan said he shared the president’s commitment to advancing US national and economic security.</p><p>Reuters reported exclusively in April that Tan invested at least $200m in hundreds of Chinese advanced manufacturing and chip firms, some of which were linked to the Chinese military.</p><p>Tan, a Malaysian-born Chinese American business executive, was also the CEO of Cadence Design from 2008 through December 2021, during which time the chip design software maker sold products to a Chinese military university believed to be involved in simulating nuclear explosions.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Last month, Cadence agreed to plead guilty and pay more than $140m to resolve the US charges over the sales.</p></div></div></body></html>"
        },
        {
            "title": "When AI agents take the lead, do humans lose control? | News | Al Jazeera",
            "time": "2025-08-11T17:31:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754933480.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>AI agents are taking charge. They’re booking appointments, managing your inbox, and handling tasks with minimal input. They promise convenience, but some have leaked data, made surprise purchases, and even tried to replicate themselves. Big Tech and the military are betting big on their future. As we hand over more control, are we ready for what comes next?</p></div></div></body></html>"
        },
        {
            "title": "Barcelona and Villarreal set for La Liga game at Messi’s Miami | Football News | Al Jazeera",
            "time": "2025-08-11T17:31:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-10T204503Z_1352389241_UP1EL8A1LN2DR_RTRMADP_3_SOCCER-FRIENDLY-FCB-COM-1754931063.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Barcelona and Villarreal set for La Liga game at Messi’s Miami</h1><p class=\"article__subhead\"><em>Spain’s football federation has approved a request for Villarreal’s home La Liga game with Barcelona to move to Miami.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Spanish league is closer to playing a regular-season game in the United States.</p><p>The Spanish football federation on Monday approved a request for the match between Villarreal and Barcelona to be played in Miami, Florida on December 20.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The federation will now seek approval from football’s governing bodies UEFA and FIFA.</p><p>The 17th-round match in La Liga would be played at the Hard Rock Stadium, the home stadium of former Barcelona star Lionel Messi’s Inter Miami.</p><p>The league first tried to stage a match in the US in 2018, but the idea was dismissed after criticism from some players, fans and clubs. Its subsequent attempts to play there also failed.</p><p>Staging a match abroad has been part of the league’s goal of promoting football and its brand in other countries. The league is in a long-term partnership with sports and entertainment group Relevent Sports, which is part of Stephen Ross’s portfolio of companies including the Hard Rock Stadium, the Miami Dolphins, Formula One’s Miami Grand Prix, and the Miami Open tennis tournament.</p><p>FIFA moved last year towards ending decades of football tradition by ordering a review of its policy that blocks domestic league games being played in other countries.</p><p>Fans are likely to object to their teams’ home matches potentially being moved thousands of miles (and kilometres) away, though it has become routine for US pro sports leagues to stage games in Europe, Asia and South America that help build their brands and fan bases.</p><p>The <a href=\"/sports/2025/7/30/fifa-2026-world-cup-draw-set-to-be-held-in-las-vegas-in-december\">2026 FIFA World Cup</a> will be staged across the US, Canada and Mexico next year, while <a href=\"/sports/2025/7/13/chelsea-trounce-psg-to-lift-fifa-club-world-cup\">FIFA’s expanded Club World Cup</a> has just been hosted in the US.</p></div></div></body></html>"
        },
        {
            "title": "Refugees in Kenya impacted by food aid cuts; WFP rolls out new system | Humanitarian Crises News | Al Jazeera",
            "time": "2025-08-11T17:23:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20230406__33CL9LP__v2__HighRes__KenyaSomaliaRefugeeDrought-1754931396.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Refugees in Kenya impacted by food aid cuts; WFP rolls out new system</h1><p class=\"article__subhead\"><em>The WFP says aid is being cut by 60 percent for the most vulnerable groups, including pregnant women and disabled people.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The World Food Programme (WFP) has said it will need to drastically cut rations to refugees in Kenya due to reductions in global aid, including major funding cuts from the United States Agency for International Development (USAID).</p><p>Residents of the Kakuma and Dadaab refugee camps were beginning to feel the impact of food aid cuts on Monday as the WFP implemented a new assistance system there in which certain groups are prioritised over others.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The WFP said aid is being cut by 60 percent for the most vulnerable groups, including pregnant women and disabled people, and by 80 percent for refugees with some kind of income.</p><p>The two camps host nearly 800,000 people fleeing conflict and drought in Somalia and South Sudan, according to the United Nations High Commissioner for Refugees (UNHCR).</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>“WFP’s operations supporting refugees in Kenya are under immense strain,” Baimankay Sankoh, WFP’s deputy country director in Kenya, said in May. “With available resources stretched to their limits, we have had to make the difficult decision to again reduce food assistance. This will have a serious impact on vulnerable refugees, increasing the risk of hunger and malnutrition.”</p><p>“There has been a lot of tension in the last couple of weeks or so,” Al Jazeera’s Catherine Soi said, reporting from Kakuma.</p><p>“People were very angry about what WFP is calling the priority food distribution, where some people will not get food at all and others are going to get a small fraction of the food.”</p><p>These tensions boiled over, triggering protests last week, which left one person dead and several others injured, said Soi, adding that WFP officials she spoke with said the aid cuts from organisations like USAID meant they have had to make “very difficult decisions about who gets to eat and who doesn’t”.</p><p>WFP worker Thomas Chica explained to Soi that the new system was rolled out after assessments were conducted by WFP and its partners.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Refugees are now assessed based on their needs, rather than their status, said Chica. “We need to look at them separately and differently and see how best we can channel the system so that it provides.”</p><p>The impact of these cuts is severe amid concerns over malnutrition. The Global Acute Malnutrition (GAM) rate among refugee children and pregnant or breastfeeding women in Kenya is above 13 percent. A GAM rate over 10 percent is classed as a nutrition emergency.</p><p>“Already the food that is being issued is quite low, 40 percent of the recommended ration, and this is being shared by a bigger chunk of the population,” Chica said, adding that stocks will therefore not last as long as hoped.</p><p>This reduction took effect in February and is based on a daily recommended intake of 2,100kcal.</p><p>With its current resources dating from last year, WFP will only be able to provide assistance until December or January, said Chica.</p><p>WFP said in May that $44m was required to provide full rations and restore cash assistance for all refugees just through August.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Wildfires blaze through parts of Europe as heatwave hits | Climate Crisis News | Al Jazeera",
            "time": "2025-08-11T16:46:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250731__68EB39E__v1__HighRes__SpainEnvironmentFire-1754928154.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A new <a href=\"/news/2025/7/16/why-is-europe-facing-record-breaking-heatwaves#:~:text=This%20June%20was%20the%20warmest%20on%20record%20for%20Western%20Europe&amp;text=The%20same%20average%20temperature%20was,%2C%202019%2C%202022%20and%202023.\">heatwave</a> has gripped parts of Europe, sending temperatures up to 43 degrees Celsius (109.4 degrees Fahrenheit), with <a href=\"/news/2025/8/10/southern-europe-battling-worst-wildfires-in-decades-amid-massive-blazes\">wildfires</a> wreaking havoc and forcing evacuations as the impact of global warming is keenly felt on the continent.</p><p>Firefighters in northwestern Spain struggled on Monday to contain a wildfire that damaged an ancient Roman mining site and forced hundreds of residents to flee.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Regional Environment Minister Juan Carlos Suarez-Quinones said the firefighting effort near the UNESCO World Heritage Site of Las Medulas faced “many difficulties” due to high temperatures and winds of up to 40 kilometres per hour (25 miles per hour).</p><p>Extreme heat and strong winds caused “fire whirls”. “This occurs when temperatures reach around 40 degrees Celsius [104F] in a very confined valley and then suddenly [the fire] enters a more open and oxygenated area,” Suarez-Quinones said.</p><p>Four people, including two firefighters, have suffered minor injuries, he added. “We will not allow people to return until safety in their communities is absolutely guaranteed,” Suarez-Quinones told reporters, estimating that about 700 people remained displaced.</p><p>Authorities said damage to the Roman gold-mining area famed for its striking red landscape in northwestern Spain will be assessed once the fire is fully under control.</p><p>In the northern part of neighbouring Portugal, nearly 700 firefighters were battling a blaze that started on Saturday in Trancoso, about 350km (200 miles) northeast of Lisbon.</p><p>The French national weather authority, Meteo-France, placed 12 departments on red alert, the country’s highest heat warning, anticipating exceptional heat stretching from the Atlantic coast to the Mediterranean plains.</p><p>“Don’t be fooled. This isn’t normal, ‘it’s summer.’ It’s not normal. It’s a nightmare,” agricultural climatologist Serge Zaka told BFMTV. The red alert in France has been issued only eight times since it was created in 2004 after a deadly summer the year before.</p><p>Three major fires also blazed along the borders with Greece and Turkiye, including one near Strumyani that reignited after three weeks.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In Bulgaria, temperatures were expected to exceed 40C (104F) on Monday with maximum fire danger alerts in place.</p><p>Nearly 200 fires have been reported. Most have been brought under control, localised and extinguished, but the situation remains “very challenging”, said Alexander Dzhartov, head of Bulgaria’s national fire safety unit.</p><p>Hungary on Sunday recorded a new national high of 39.9C (104F) in the southeast, breaking a record set in 1948. Budapest also recorded a city record at 38.7C (101.6F).</p><p>Wildfires destroyed several homes in Albania as firefighters battled blazes in sweltering conditions on Monday. According to Albania’s Ministry of Defence, firefighters and soldiers subdued most of the close to 40 fires that flared up within 24 hours but more than a dozen were still active.</p><p>In Croatia, about 150 firefighters spent the night defending homes from a blaze near the port city of Split.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump to deploy National Guard to Washington DC | Newsfeed | Al Jazeera",
            "time": "2025-08-11T16:14:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Clean-1754928875.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Anas raised his voiced, but the world refused to listen | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-11T15:55:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/1000044491-1-1754893767.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>“I have lived pain in all its details and I have tasted pain and loss repeatedly. Despite this, I have never hesitated to convey the truth as it is, without distortion or falsification. May God be a witness against those who remained silent and accepted our killing, and against those who choked our breath and whose hearts were not moved by the scattered remains of our children and women, and who did nothing to stop the massacre our people have faced for more than a year and a half.”</p><p>This is what Anas al-Sharif wrote in his “will” prepared four months before his martyrdom. It was posted on his social media account several hours after an Israeli strike killed him and journalists Mohammed Qreiqeh, Ibrahim Zaher, Mohammed Noufal and Moamen Aliwa at a media tent near al-Shifa Hospital in Gaza City.</p><p>Anas al-Sharif was one of Gaza’s heroes. He was – without a doubt – the journalist closest to all our hearts.</p><p>People here in Gaza often hate the media. They see journalists either exaggerate and portray us as superhumans, able to withstand relentless bombing, the deprivation of food and water, and the loss of loved ones; or demonise us as “terrorists”, justifying the killing of our families and the destruction of our homes.</p><p>Anas was different; he did not distort the truth. He was one of us: raised in our refugee camps, suffering with us under bombs and amid starvation, mourning his loved ones, refusing to leave his community. He stayed behind in Gaza, steadfast like an olive tree, a living example of a true Palestinian.</p><p>Anas started reporting for Al Jazeera at the start of the genocide, but he quickly became a familiar face. He and Ismail al-Ghoul did not stop broadcasting from northern Gaza even when they faced constant threats. Their warm friendship, and the funny and sad moments they shared, made us feel closer to them.</p><p>After the martyrdom of Ismail last year – may God have mercy on him – we felt we had lost a dear brother, and were left only with Anas.</p><p>Last month, when Anas broke down on camera while reporting on the starvation, people <a href=\"https://x.com/AnasAlSharif0/status/1946897874559668383\">told</a> him: “Keep going, Anas, don’t stop, you are our voice.”</p><p>And indeed, he was our voice. We often imagined that when the end of the genocide comes, we will hear it announced by Anas al-Sharif’s voice. There was no journalist in the world more deserving of declaring that moment than Anas.</p><p>For me, Anas was more than just a reporter. He was an inspiration. He was the reason I picked up my pen every time I lost hope that anything would change because of what I write. I saw Anas reporting tirelessly – hungry or full, in summer or winter, threatened with death or surrounded by cameras.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>His persistence convinced me I was wrong to believe that documenting the genocide was not moving anyone outside. Anas made me believe our story can reach where we cannot, crossing seas and oceans to every part of the world. And his resilience, working every day, every hour, forced me to hope … hope that if we kept speaking, someone might listen.</p><p>Anas is now gone, and I feel I was wrong to hope, wrong to believe in the justice of this world, watching him appeal – with eyes overflowing with tears – to a global conscience that proved to be low and selective.</p><p>They did not deserve your tears, Anas! They did not deserve your self-sacrifice so they would know our story. They do not hear because they refuse to.</p><p>You raised your voice, Anas, but you were calling out to those without conscience.</p><p>I wished the war had ended before you were martyred so I could go find you in Gaza and tell you that our voices had succeeded, they had reached to the outside world and driven change. I would have told you that you were my role model and your work kept me going. And if at that moment, you had smiled and called me your colleague, I would have cried with joy.</p><p>Your coverage ended, Anas, but the genocidal war did not. Today, we look helplessly at the vile occupation boasting about targeting you before the entire world – the same world you pleaded with until your last breath. Countries around the world remain silent; for them, economic deals and political interests are worth more than human lives.</p><p>Yet, the occupation will not silence us, Anas. It wants us to die without a voice because our voice, while we groan in pain and cry from loss, disturbs it, interferes with its genocidal drive.</p><p>Gaza will not give birth to another like you, Anas, nor someone like writer and poet Refaat Alareer, nor like hospital director Marwan al-Sultan. The occupation is targeting the best and brightest, those who have raised their voices and shown the world what Palestinians of dignity and integrity can do.</p><p>But we will not stay silent after these violent murders. Even if we know the world will not listen, we will keep speaking – because it is our fate and duty. We, the living Palestinians who survived this genocide, have to carry the legacy of our martyrs.</p><p>For me, that means speaking, writing, and exposing the crimes of this bloody and brutal occupation … until the day you dreamed of, Anas – the day this genocide, the most horrific in modern history, ends. The day you return to your ancestral home in al-Majdal and I return to my village, Yibna.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Norway wealth fund divests from several Israeli companies due to Gaza war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-11T15:39:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/reuters_689a003c-1754923068.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Norway’s $2 trillion sovereign wealth fund says it is terminating all contracts with asset managers handling its Israeli investments and has divested parts of its portfolio.</p><p>The announcement on Monday came after an urgent review launched last week after media reports said the fund had built <a href=\"/news/2025/8/7/are-sovereign-wealth-funds-dumping-israeli-investments\">a stake in an Israeli jet engine group</a> that provides services to Israel’s military, including the maintenance of fighter jets, as Israel’s genocidal war on Gaza and the Palestinian population rages.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The fund, an arm of Norway’s central bank and the world’s largest, held stakes in 61 Israeli companies as of June 30 but in recent days divested stakes in 11 of these, it said in a statement.</p><p>“We have now completely sold out of these positions,” the fund said, adding that it is continuing to review Israeli companies for potential divestments.</p><p>“These measures were taken in response to extraordinary circumstances. The situation in Gaza is a serious humanitarian crisis,” Nicolai Tangen, the CEO of Norges Bank Investment Management, said in a statement.</p><p>“We are invested in companies that operate in a country at war, and conditions in the West Bank and Gaza have recently worsened. In response, we will further strengthen our due diligence.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The fund stated that it has “long paid particular attention to companies associated with war and conflict”.</p><p>“We constantly monitor companies’ risk management related to conflict zones and respect for human rights,” it said.</p><p>The Norwegian government began its review after Aftenposten, the country’s leading newspaper, revealed that the fund had a stake in Bet Shemesh Engines Ltd (BSEL), which provides parts to Israeli fighter jets that are being deployed in the war on Gaza.</p><p>Norwegian Prime Minister Jonas Gahr Store had said at the time that the investment was “worrying”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The sovereign fund, which owns stakes in 8,700 companies worldwide, has sold its stakes in an Israeli energy company and a telecommunications group in the past year.</p><p>In June, Norway’s largest pension fund also decided to <a href=\"/news/2025/6/30/norwegian-pension-fund-divests-from-companies-selling-to-israeli-military\">sever its ties</a> with companies doing business with Israel. That same month, however, Norway’s parliament rejected a proposal for the fund to divest from all companies with activities in occupied Palestinian territory.</p><p>Several of Europe’s biggest financial firms have cut back their links to Israeli companies or those with ties to the country, according to an analysis of filings by the Reuters news agency, as pressure mounts from activists and governments to end the war in Gaza.</p><p>Last month, Francesca Albanese, the United Nations special rapporteur on the occupied Palestinian territory, called on countries to cut off all trade and financial ties with Israel, including a full arms embargo, and withdraw international support for what she termed an <a href=\"/news/2025/7/3/un-expert-calls-on-world-to-end-trade-with-israels-economy-of-genocide\">“economy of genocide”</a>.</p><p>In a report titled From Economy of Occupation to Economy of Genocide, Albanese detailed “the corporate machinery sustaining Israel’s settler-colonial project of displacement and replacement of the Palestinians in the occupied territory”.</p><p>The report singled out companies – including arms manufacturers, technology giants, heavy machinery companies and financial institutions – for their “complicity” in Israel’s repression of Palestinians from sustaining Israeli expansions onto occupied land to enabling the surveillance and killings of Palestinians.</p></div></div></body></html>"
        },
        {
            "title": "Here are the names of the journalists Israel killed in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-11T15:23:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/INTERACTIVE-JOURNALIST-KILLED-AUGUST-11-2025-1754917864.png?resize=1500%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Al Jazeera journalist Anas al-Sharif, 28, has been killed along with four of his colleagues <a href=\"/features/2025/8/11/israel-kills-anasal-sharif-and-four-al-jazeera-in-gaza-what-to-know\">in a deliberate Israeli attack</a> on a media tent sheltering journalists outside the main gate of Gaza City’s al-Shifa Hospital.</p><p>Al Jazeera reporter Hani al-Shaer said an Israeli drone hit the tent about 11:35pm (20:35 GMT) on Sunday.</p><p>In total, <a href=\"/features/2025/8/11/israel-kills-anasal-sharif-and-four-al-jazeera-in-gaza-what-to-know\">seven people</a> were killed in the attack, including Al Jazeera correspondent Mohammed Qreiqeh, 33, and camera operators Ibrahim Zaher, 25; Mohammed Noufal, 29; and Moamen Aliwa, 23.</p><figure id=\"attachment_3882701\" aria-describedby=\"caption-attachment-3882701\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882701\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Israel-kills-5-Al-Jazeera-staff-in-Gaza-August-11-2025-1754919679.png?quality=80\" alt=\"INTERACTIVE - Israel kills 5 Al Jazeera staff in Gaza - August 11, 2025-1754919679\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882701\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"israel-deliberately-kills-al-jazeera-journalists\">Israel deliberately kills Al Jazeera journalists</h2><p id=\"covering-the-horrific-events-in-gaza-before-last-night-s-attack-at-least-five-al-jazeera-journalists-had-been-killed-by-israel\">This is not the first time <a href=\"/news/2025/3/25/al-jazeera-condemns-israels-killing-of-journalist-hossam-shabat-in-gaza\">Israel has targeted Al Jazeera journalists</a> covering the war in Gaza. Before Sunday night’s attack, at least five Al Jazeera journalists had been killed by Israel.</p><figure id=\"attachment_3601404\" aria-describedby=\"caption-attachment-3601404\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3601404\" src=\"/wp-content/uploads/2025/03/Interactive_AlJazeera_journalists_killed_March25_2025-1742903334.jpg?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"Interactive_AlJazeera_journalists_killed_March25_2025-1742903334\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3601404\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>On December 14, 2023, Al Jazeera cameraman <a href=\"/news/2024/1/14/al-jazeeras-samer-abudaqa-was-targeted-left-to-bleed-by-israel-report\">Samer Abudaqa</a> was targeted by an Israeli air strike while reporting alongside Gaza bureau chief Wael Dahdouh, who was injured in the same attack.</p><p>Abudaqa was left to bleed to death at the Farhana school in Khan Younis, where they were filming, as emergency workers were blocked by the Israeli military from reaching the site.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On January 7, 2024, Wael’s eldest son and fellow Al Jazeera journalist, <a href=\"/news/2024/1/7/hamza-son-of-al-jazeeras-wael-dahdouh-killed-in-israeli-attack-in-gaza\">Hamza Dahdouh</a>, was killed in a missile strike on the vehicle he was travelling in in Khan Younis.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On July 31, 2024, Ismail al-Ghoul and his cameraman Rami al-Rifi were <a href=\"/news/2024/7/31/al-jazeera-journalist-cameraman-killed-in-gaza-attack\">killed in an Israeli attack</a> on the Shati refugee camp despite their vehicle bearing clear media markings and both wearing vests identifying themselves as members of the news media.</p><figure id=\"attachment_3084897\" aria-describedby=\"caption-attachment-3084897\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3084897\" src=\"/wp-content/uploads/2024/07/2024-07-31T153203Z_1752177598_RC2E69AW1FX7_RTRMADP_3_ISRAEL-PALESTINIANS-CASUALTIES-JOURNALIST-1722443252.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Palestinians inspect a vehicle where Al Jazeera reporter Ismail al-Ghoul and cameraman Ramy El Rify were killed in an Israeli strike\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3084897\" class=\"wp-caption-text\">People inspect a vehicle in which Al Jazeera reporter Ismail al-Ghoul and cameraman Rami al-Rifi were killed by an Israeli strike on July 31, 2024 [Ayman Al Hassi/Reuters]</figcaption></figure><p>On December 15, Israel <a href=\"/news/2024/12/15/palestinian-journalist-gaza-civil-defense-workers-killed-in-israeli-strike\">killed Al Jazeera journalist Ahmed al-Louh</a> in an air strike in central Gaza’s Nuseirat camp.</p><figure id=\"attachment_3389437\" aria-describedby=\"caption-attachment-3389437\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3389437\" src=\"/wp-content/uploads/2024/12/2024-12-16T093849Z_403210180_RC26QBAWF5JK_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1734348282.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mourners attend the funeral of Palestinian journalist Ahmed Al-Louh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3389437\" class=\"wp-caption-text\">Mourners attend the funeral of Ahmed al-Louh, a video journalist for Al Jazeera, and members of the Palestinian Civil Defence who were killed in an Israeli strike on a civil emergency centre in Nuseirat in the central Gaza Strip [Ramadan Abed/Reuters]</figcaption></figure><p>On March 24, <a href=\"/news/2025/3/24/al-jazeera-journalist-killed-in-israeli-strikes-in-northern-gaza\">Hossam Shabat</a>, 23, was killed in an Israeli attack in the eastern part of Beit Lahiya in northern Gaza.</p><figure id=\"attachment_3601606\" aria-describedby=\"caption-attachment-3601606\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3601606\" src=\"/wp-content/uploads/2025/03/Interactive_HossamShabat_obit_March25_2025-1742907784.png?quality=80\" alt=\"Interactive_HossamShabat_obit_March25_2025-1742907784\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3601606\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"gaza-the-deadliest-war-for-journalists\">Gaza: The deadliest war for journalists</h2><p>Israel’s war on Gaza has been the single deadliest conflict for journalists.</p><p>​​According to Brown University’s Costs of War project, more journalists have been killed in Gaza since the war began on October 7, 2023, than in the US Civil War, World Wars I and II, the Korean War, Vietnam War, the wars in the former Yugoslavia and the post-9/11 war in Afghanistan – combined.</p><figure id=\"attachment_3882377\" aria-describedby=\"caption-attachment-3882377\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882377\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Number-of-journalists-and0Dmedia-workers-killed-by-war-APRIL-2-2025-1754905650.png?quality=80\" alt=\"INTERACTIVE-Number of journalists andmedia workers killed by war-APRIL-2-2025-1754905650\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882377\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>According to Reporters Without Borders, known by its French acronym RSF, 2024 was the deadliest year for journalists with more than 120 killed. Since the start of this year, more than 50 journalists and media workers have been killed by Israeli attacks in Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"targeting-journalists-is-a-war-crime\">Targeting journalists is a war crime</h2><p><a href=\"/news/2025/8/11/al-jazeera-condemns-killing-of-its-journalists-by-israeli-forces-in-gaza\">Al Jazeera has condemned</a> the targeted killing of its correspondents as “yet another blatant and premeditated attack on press freedom”, noting that al-Sharif and his colleagues were among the last voices reporting from inside Gaza as international media remained barred by Israel.</p><p>The Palestinian mission to the United Nations accused Israel of “deliberately assassinating” al-Sharif and Qreiqeh, saying they “systematically exposed and documented Israel’s genocide and starvation”.</p><p>UN Secretary-General Antonio Guterres’s spokesperson called for an investigation and stressed that journalists everywhere must be allowed to work without fear of being targeted.</p><p>Amnesty International condemned the killings as a war crime and honoured al-Sharif as a “brave and extraordinary” reporter, noting he received the Human Rights Defender Award in 2024 for his commitment to press freedom.</p><p></p><h2 id=\"every-month-13-journalists-are-killed-in-gaza\">Every month, 13 journalists are killed in Gaza</h2><p>Nearly 270 journalists and media workers have been killed by Israeli attacks in Gaza in 22 months of war – or about 13 journalists every month – according to a tally by <a href=\"http://shireen.ps\" target=\"_blank\" rel=\"noopener\">Shireen.ps</a>, a monitoring website named after Al Jazeera journalist Shireen Abu Akleh, who was shot and killed by Israeli forces in the occupied West Bank in 2022.</p><p>What makes this statistic even more stark is that Gaza is losing voices on the ground at a time when Israel has banned international media from entering the besieged enclave.</p><p>The Committee to Protect Journalists (CPJ) has said the killings of journalists and their detentions since October 7, 2023, have created a <a href=\"/features/longform/2024/12/31/know-their-names-the-palestinian-journalists-killed-by-israel-in-gaza\">news void</a> that will cause potential war crimes to go undocumented.</p><p>In June, the RSF, CPJ and news organisations published an open letter stating that many Palestinian journalists who have been relied on by reporters outside Gaza have faced a plethora of threats and many “face constant threats to their lives for doing their jobs: bearing witness”.</p><p>The targeting of reporters has continued ever since despite international condemnation of Israel’s actions.</p><p>In a statement, Amnesty International said: “Israel isn’t just assassinating journalists but attacking journalism itself by preventing the documentation of genocide.”</p><p>The names of the journalists and media workers killed in Israel’s war on Gaza are listed below:</p><figure id=\"attachment_3882323\" aria-describedby=\"caption-attachment-3882323\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882323\" src=\"/wp-content/uploads/2025/08/INTERACTIVE_Journalists_killed_Gaza_Israel_war_March25_2025-1754903798.png?quality=80\" alt=\"INTERACTIVE_Journalists_killed_Gaza_Israel_war_August11_2025-1754903798\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882323\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "EU holds talks amid fear that Trump-Putin meeting will sideline Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-11T15:13:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T125703Z_123130264_RC2X4GAZLFCT_RTRMADP_3_UKRAINE-CRISIS-EU-1754922693.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European foreign ministers are holding emergency talks to discuss their next steps before a <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">meeting</a> between United States President Donald Trump and Russian President Vladimir Putin in Alaska on Friday, as Europe fears Ukraine will be excluded and forced into unacceptable territorial compromises to end the Russia-Ukraine war, now in its fourth year.</p><p>In a pre-US-Russia summit push aimed at consensus, German Chancellor Friedrich Merz invited Trump, Ukrainian President Volodymyr Zelenskyy, the NATO secretary general and several European leaders to a virtual meeting on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump said that his meeting with Putin will be a “feel-out meeting” aimed at ending the war. “So I’m going in to speak to Vladimir Putin, and I’m going to be telling him, ‘You’ve got to end this war. You’ve got to end it’,” Trump told reporters.</p><p>The US president said Kyiv and Moscow would both have to cede land to end the war in Ukraine. “There’ll be some land swapping going on,” he said.</p><p>He also said a future meeting could include Zelenskyy. The Ukrainian leader said later on Monday in his evening address that there were no signs that Russia was preparing to put an end to its hostilities in Ukraine.</p><p>“On the contrary, they are moving their troops and forces in such a way as to launch new offensive operations,” he said, citing a report from Ukraine’s intelligence.</p><p>The European Union’s top diplomats held a meeting by video link on Monday with their Ukrainian counterpart Andrii Sybiha.</p><p>“The path to peace in Ukraine cannot be decided without Ukraine,” leaders from France, Germany, Italy, Poland, Britain and Finland, and EU Commission chief Ursula von der Leyen said in a joint statement ahead of the call.</p><p>Zelenskyy said earlier that concessions to Moscow would not persuade it to stop fighting. “Concessions do not persuade a killer,” he said.</p><p>Zelenskyy insists he will never consent to any Russian annexation of Ukrainian territory nor give up his country’s bid for <a href=\"/news/2025/2/12/us-defence-chief-signals-major-shift-in-ukraine-support-in-first-nato-meet\">NATO membership</a>. European leaders have also underscored their commitment to the idea that international borders cannot be changed by force.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The EU has demanded that Kyiv and European powers should be part of any deal. The EU’s top diplomat, Kaja Kallas, said “the US has the power to force Russia to negotiate seriously”, but “any deal between the US and Russia must have Ukraine and the EU included, for it is a matter of Ukraine’s and the whole of Europe’s security.”</p><p>Polish Prime Minister Donald Tusk on Monday said that the US had pledged to consult with Europe ahead of the summit. “I will wait… for the effects of the meeting between Presidents Trump and Putin – I have many fears and a lot of hope,” he said.</p><p>British Prime Minister Keir Starmer also expressed support for Trump’s efforts to end the war with Ukraine, as long as the terms for ending the war are not dictated.</p><p>“Any peace must be built with Ukraine, not imposed upon it, and we will not reward aggression or compromise sovereignty. Ukraine will decide its own future, and we will support it every step of the way,” he said.</p><p>Trump announced last week that he would <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">meet Putin</a> in Alaska on Friday to try to resolve the ongoing conflict. The meeting will be the first between a sitting US and Russian president since 2021.</p><p>The US president is reportedly open to inviting Zelenskyy to Alaska, but there has been no confirmation as of yet. Putin has insisted the conditions must be right for him and the Ukrainian leader to meet in person.</p><h2 id=\"aerial-assaults-intensifying\">Aerial assaults intensifying</h2><p>In the meantime, aerial exchanges have intensified with diplomatic momentum to end the war in play, with Ukraine claiming to have hit a facility that produces missile components in Russia’s Nizhny Novgorod region.</p><p>Local authorities said one person was killed in the attack and two were wounded. An official told Reuters that at least four drones hit the Arzamas manufacturing plant producing control systems and other components for Russian X-32 and X-101 missiles.</p><p>The Russian Defence Ministry said its air defence units destroyed a total of 59 Ukrainian drones overnight, including 12 over the Tula region, as well as over the Crimean Peninsula that Russia annexed in 2014.</p><p>The ministry also said its forces had taken control of the settlement of Lunacharske in the Donetsk region of eastern Ukraine, which Ukraine renamed Fedorivka in 2016.</p><p>Russia carried out several deadly attacks in various Ukrainian locations over the weekend, including in the fiercely contested areas of Kherson and Zaporizhia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Chinese vessels collide in disputed South China Sea | Newsfeed | Al Jazeera",
            "time": "2025-08-11T15:11:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754925020.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Anas and Mohammed, journalists slain by Israel, remembered as role models | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-11T15:05:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/1000044491-1-1754917015.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Late Sunday evening, Israel’s military targeted Al Jazeera Arabic’s Gaza correspondents Anas al-Sharif, Mohammed Qreiqeh and three others, <a href=\"/news/2025/8/10/al-jazeera-journalist-anas-al-sharif-killed-in-israeli-attack-in-gaza-city\">killing them</a> in a drone strike against their media tent at the gate of al-Shifa Hospital in Gaza City.</p><p>The<a href=\"/features/2025/8/11/israel-kills-anasal-sharif-and-four-al-jazeera-in-gaza-what-to-know\"> slain journalists</a> had spent the past 22 months documenting the ongoing conflict and its impact on their community.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Al-Sharif, 28, and Qreiqeh, 33, are both survived by their wives and a baby boy and a girl.</p><p>Qreiqeh, who was an only child, had lost his mother in Gaza in March 2024, when Israeli forces stormed al-Shifa Hospital. He searched for his mother for two weeks, eventually finding her decomposing body on the stairs of the facility.</p><p>Witnesses said she was shot and killed in cold blood.</p><p>Despite the personal grief and excruciating circumstances, both al-Sharif and Qreiqeh continued to document Israel’s war in Gaza, which is increasingly being deemed a genocide by critics worldwide.</p><p>Al-Sharif’s last tweet on X, posted minutes before he was killed, warned that Israel’s latest plan to invade Gaza risked muzzling Palestinian voices in the besieged enclave.</p><p>“If this madness doesn’t end, Gaza will be reduced to ruins, its people’s voices silenced, their faces erased – and history will remember you as a silent witness to a genocide that you chose not to stop,” he posted.</p><figure id=\"attachment_3882838\" aria-describedby=\"caption-attachment-3882838\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882838\" src=\"/wp-content/uploads/2025/08/WhatsApp-Image-2025-08-11-at-10.56.16-AM-1754924205.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Anas al-Sharif's press vest\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882838\" class=\"wp-caption-text\">A man in Gaza holds of the press vest of slain Al Jazeera journalist Anas al-Sharif after he was buried along with four of his colleagues. Al-Sharif was killed in a targeted strike by Israel [unknown/Al Jazeera]</figcaption></figure><h2 id=\"sacrifice-and-courage\">Sacrifice and courage</h2><p>Like all Palestinians in Gaza, al-Sharif and Qreiqeh <a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">were born and raised</a> under Israeli occupation. For most of their lives, Israel has imposed a full land, sea and air blockade over the enclave, effectively turning it into what human rights groups describe as an open-air prison.</p><p>The siege affected every aspect of Palestinian life – livelihoods, travel and family connections and compelled al-Sharif and Qreiqeh to dedicate their lives to telling the world about their people’s struggle under Israel’s brutal occupation.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Al-Sharif studied media studies at Al-Aqsa University in Gaza and was known for his reporting on the Israeli military campaign that began on October 7, 2023, documenting its humanitarian and civilian impacts.</p><p>Yaser al-Banna, a Palestinian journalist in Gaza, said that when Israel ordered the entire population of 2.2 million Palestinians to flee south – an act that likely amounts to a war crime – al-Sharif stayed in the north to document the events and actions of the Israeli military.</p><p>“His life was in danger from Israeli strikes [at the time in the north]. But he still went to the scene of every Israeli blast to uncover Israel’s crime, just five minutes after it happened,” al-Banna told Al Jazeera.</p><p>Al-Banna added that he had formed a strong professional relationship with Qreiqeh since last year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>At the time, al-Banna was in southern Gaza and Qreiqeh was in the north, and they often traded contacts and exchanged information to better cover the humanitarian impact of Israel’s genocidal war.</p><p>“He never waited a moment to help me or to help anybody,” al-Banna said of Qreiqeh. “My impression of Qreiqeh was that he was always patient and calm.”</p><h2 id=\"colleagues-and-friends\">Colleagues and friends</h2><p>In October 2024, Israel published unsubstantiated claims that al-Sharif was among six Palestinian journalists affiliated with a Hamas cell, which Al Jazeera has repeatedly denied.</p><p>Human rights groups, including the Committee to Protect Journalists (CPJ), note that Israel often brands Palestinian journalists as “terrorists” without providing proof.</p><p>From then on, al-Sharif knew his life was in danger.</p><p>“All of this is happening because my coverage of the crimes of the Israeli occupation in the Gaza Strip harms them and damages their image in the world. They accuse me of being a terrorist because the occupation wants to assassinate me morally,” he told CPJ in July.</p><p>The Israeli threats made some in Gaza hesitant to give al-Sharif interviews out of fear that Israel could kill him and everyone around him at any moment.</p><p>Still, most commended his bravery and continued to support him as he reported from the eye of the storm. Al-Banna added that Qreiqeh continued to work with al-Sharif, despite the risks.</p><p>They knew that they could both die at any time from Israeli bombardment.</p><p>“The relationship between them was very strong,” al-Banna said, acknowledging that most people knew al-Sharif would likely be targeted.</p><p>“Journalists in Gaza became closer to al-Sharif. We accepted that we would all live together and then die together,” al-Banna added.</p><figure id=\"attachment_3882014\" aria-describedby=\"caption-attachment-3882014\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882014\" src=\"/wp-content/uploads/2025/08/524344992_122094082220964439_4912362907669017257_n-1-1754892225.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohammed Qraiqea\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882014\" class=\"wp-caption-text\">Mohammed Qreiqeh preparing to go on air for Al Jazeera [Unknown/Al Jazeer]</figcaption></figure><h2 id=\"carrying-the-torch\">Carrying the torch</h2><p>Speaking from Al Jazeera’s studio in Doha, Qatar, their colleague Tamer Almisshal revealed that both al-Sharif and Qreiqeh were mentally and physically exhausted leading up to their deaths.</p><p>They hardly turned off their phones because Israel was killing so many people, forcing them to report on the extermination of their people every waking moment, he explained.</p><p>“These are journalists. These are role models,” Almisshal said, holding back tears.</p><p>“I’m making a pledge, after the death of Anas: We will continue to spread their message responsibly and with full professionalism,” he added.</p><p>This is a sentiment shared by journalists across Gaza who are bearing the burden of reporting on Israel’s genocide alone.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since October 7, Israel has banned the entry of international reporters and killed nearly 270 journalists and media workers in Gaza.</p><p>Saleh Jafar, 28, is a Palestinian journalist in Gaza who is vowing to keep the memory of his colleagues alive. He said Israel is targeting the media to stop the world from seeing its crimes in Gaza.</p><p>“They can’t silence the rest of us. There are a million more [voices in Gaza] like Anas, and there are a million more [voices] like Mohammed.</p><p>“Our voices and footage will continue to be [broadcast] in the face of [Israeli] terror and threats.”</p></div></div></body></html>"
        },
        {
            "title": "Trump says he will deploy US National Guard in Washington, DC | Donald Trump News | Al Jazeera",
            "time": "2025-08-11T14:46:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250811__69A66MQ__v2__MidRes__WashingtonDcResidentsProtestAgainstFederalLawEnf-1754924029.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced that he is placing the nation’s capital under direct federal control and will be sending in the US National Guard.</p><p>At a press conference on Monday, Trump announced it was “liberation day” in DC, claiming a crime spree that is not <a href=\"/news/2025/8/10/trump-pledges-to-move-homeless-people-in-washington-dc-far-from-the-city\">supported by evidence</a>.</p><p>“I’m officially invoking Section 740, of the <a href=\"/news/2025/8/7/can-donald-trump-take-federal-control-of-washington-dc\">District of Columbia Home Rule Act</a>. You know what that is, and placing the DC Metropolitan Police Department under direct federal control,” he said.</p><p>“I’m deploying the National Guard to help re-establish law, order and public safety in Washington, DC. They’re going to be allowed to do their job properly.”</p><p>Trump said 800 National Guard troops will be deployed and that the government “will bring in the military if needed”.</p><p>Critics have said the plan would trample on the rights of residents in a city where advocates have for decades pushed for more autonomy, including statehood.</p><p>Trump said that under the newly declared “public safety emergency”, US Attorney General Pam Bondi is taking control of Washington, DC’s Metropolitan Police Department.</p><p>While Washington, DC has for years grappled with high crime rates, violent crime has <a href=\"/news/2025/8/10/trump-pledges-to-move-homeless-people-in-washington-dc-far-from-the-city\">been on the decline</a> since 2023.</p><p>The city’s crime rates in 2024 were already their lowest in three decades, according to figures produced by the Department of Justice before Trump took office.</p><p>The news conference on Monday comes after Trump surged federal law enforcement across the city last week, deploying agents from several federal agencies to work alongside the local Metropolitan Police Department.</p><p>Critics have dismissed the move as a short-term publicity stunt.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>In his press conference on Monday, Trump said that the administration would consider taking similar steps in Los Angeles, New York and Chicago, as well as other cities, unless they did a “self-clean up” and criticized their local and state leadership.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Trump <a href=\"/news/2025/6/9/what-is-the-national-guard-at-the-heart-of-trumps-los-angeles-standoff\">deployed</a> the National Guard and the Marine Corps to respond to immigrant-rights protests in Los Angeles in June. Trump also deployed the National Guard to Washington, DC to respond to Black Lives Matter protests <a href=\"/news/2020/6/5/trump-sued-over-clearing-peaceful-protesters-live-updates\">during his first term</a>.</p><p>The mayor of Washington, DC, Muriel Bowser, has questioned the effectiveness of deploying the National Guard to enforce local laws, saying that more funding for prosecutors would make a more meaningful difference.</p><p>Bowser has also criticised Trump’s portrayal of the capital as “one of the most dangerous cities anywhere in the world”.</p><p>“Any comparison to a war-torn country is hyperbolic and false,” she said in an interview with MSNBC on Friday.</p><p>Trump has also <a href=\"/news/2025/8/10/trump-pledges-to-move-homeless-people-in-washington-dc-far-from-the-city\">taken aim</a> at the homeless population in Washington, DC, saying that they must be cleared immediately. He offered no further information on where they would go.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The Homeless have to move out, IMMEDIATELY,” Trump wrote Sunday. “We will give you places to stay, but FAR from the Capital. The Criminals, you don’t have to move out. We’re going to put you in jail where you belong.”</p><p>As president, Trump wields broad authority over the US capital, particularly when it comes to law enforcement, but he remains limited in more fully taking control of the city.</p><p>The 1973 Home Rule Act created some standards of self-governance, including the right for residents to elect local officials.</p><p>Congress would need to overturn the law to bring the city more firmly under the control of the White House.<i></i></p></div></div></body></html>"
        },
        {
            "title": "US judge denies request to unseal records in Ghislaine Maxwell case | News | Al Jazeera",
            "time": "2025-08-11T14:31:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-06T214423Z_612505816_RC2X1GABCYVZ_RTRMADP_3_USA-TRUMP-EPSTEIN-1754920959.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US judge denies request to unseal records in Ghislaine Maxwell case</h1><p class=\"article__subhead\"><em>Government had hoped to get files released about Jeffrey Epstein associate to quell furore that had grown over the case.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">A United States judge has denied a request by the Department of Justice (DOJ) to unseal transcripts from a grand jury that indicted sex offender <a href=\"/news/2025/8/5/why-is-ghislaine-maxwell-so-central-to-trump-epstein-conspiracy-theories\">Ghislaine Maxwell</a>, the imprisoned former girlfriend and associate of deceased sex offender Jeffrey Epstein.</p><p>In a decision issued on Monday, Judge Paul A Engelmayer said lawyers for the government failed to convince the court that extraordinary circumstances warranted the release of the grand jury testimony, which is typically delivered privately and sealed.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“[The government’s] entire premise – that the Maxwell grand jury materials would bring to light meaningful new information about Epstein’s and Maxwell’s crimes, or the Government’s investigation into them – is demonstrably false,” Engelmayer wrote in his decision.</p><p>The DOJ in June announced it would not release any additional documents from the investigation into Epstein, causing an uproar among President Donald Trump’s base, which holds a number of conspiracy theories about the well-connected sex trafficker.</p><p>In an effort to quell the backlash, the DOJ at the order of Trump then sought to unseal transcripts both from Maxwell’s grand jury as well as Epstein’s. The decision regarding the request for Epstein’s case has yet to released.</p><p>In 2021, Maxwell was convicted of luring teenage girls to be sexually abused by Epstein – a one-time <a href=\"/news/2025/7/18/how-well-did-trump-and-epstein-really-know-each-other-a-timeline\">friend to the powerful and influential</a> in the US – and was sentenced to 20 years in prison for her crimes.</p><p>Epstein died by suicide in a Manhattan jail cell in 2019 as he awaited trial on sex-trafficking charges.</p><p class=\"p1\">After reviewing the materials the government sought to release publicly, the judge wrote that anyone familiar with the Maxwell trial record who looked at them would “learn next to nothing new” and “would come away feeling disappointed and misled.”</p><p class=\"p1\">“The materials do not identify any person other than Epstein and Maxwell as having had sexual contact with a minor. They do not discuss or identify any client of Epstein’s or Maxwell’s. They do not reveal any heretofore unknown means or methods of Epstein’s or Maxwell’s crimes,” Engelmayer said.</p><p class=\"p1\">He said the materials also don’t reveal new locations where crimes occurred, new sources of Maxwell and Epstein’s wealth, the circumstances of Epstein’s death or the path of the government investigation.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"p1\">The best argument to release the transcripts might be that “doing so would expose as disingenuous the Government’s public explanations for moving to unseal,” Engelmayer wrote, saying that the government’s request appeared to be a “diversion”.</p><p class=\"p2\">Florida lawyer Brad Edwards, who has represented nearly two dozen Epstein accusers, said he didn’t disagree with the ruling and most wanted to protect victims. “The grand jury materials contain very little in the way of evidentiary value anyway,” he said.</p><p class=\"p2\">Maxwell lawyer Bobbi Sternheim declined comment; her lawyers had sought to keep the testimony sealed citing the confidentiality of the proceedings. The Justice Department has yet to publicly respond.</p></div></div></body></html>"
        }
    ]
}