{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Seahawks defeat Rams to set up Super Bowl rematch against Patriots | American Football News | Al Jazeera",
            "time": "2026-01-26T06:21:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26026006001472-1769406821.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Seattle Seahawks have defeated the Los Angeles Rams in a high-scoring shootout to set up a Super Bowl rematch with the New England Patriots.</p><p>In Seattle, Seahawks quarterback Sam Darnold outduelled Rams counterpart Matthew Stafford in a 31-27 thriller on Sunday to clinch the NFC championship, which doubles as an NFL playoffs semifinal.</p><p>The victory sends Seattle into a repeat of their epic 2015 Super Bowl against the Patriots, who prevailed in a blizzard-hit 10-7 AFC championship victory over the Denver Broncos earlier on Sunday.</p><p>The Seahawks’ win marked the latest milestone in what has been a fairytale campaign for Darnold, who has enjoyed a renaissance with Seattle this season after a rocky start to his career.</p><p>“It’s amazing to be able to do this with these guys in this locker room, with this coaching staff – it means the world to me,” said Darnold, who played for four different clubs before arriving in Seattle last year.</p><p>The 28-year-old finished Sunday’s classic with three touchdowns, 346 passing yards and no interceptions.</p><p>Darnold’s gripping slugfest with Stafford was effectively tilted in Seattle’s favour when a late Rams drive to the Seahawks’ six-yard line came away with nothing.</p><p>“We came here with expectations to win,” Rams coach Sean McVay said afterwards.</p><p>“It was a great back-and-forth game by two great teams, but a couple of critical errors ended up costing us … I’m never really short on words, but I am right now. It’s tough, but this is sports, and you’ve got to be able to deal with it.”</p><p>Seattle, meanwhile, were left looking ahead to a Super Bowl clash with the Patriots in Santa Clara, California, on February 8, 11 years after losing to New England in the NFL showpiece in 2015 during the Tom Brady era.</p><figure id=\"attachment_4266260\" aria-describedby=\"caption-attachment-4266260\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4266260\" src=\"/wp-content/uploads/2026/01/AFP__20260126__2258198878__v2__MidRes__NfcChampionshipGameLosAngelesRamsVSeattleSeah-1769406827.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"SEATTLE, WASHINGTON - JANUARY 25: Sam Darnold #14 of the Seattle Seahawks runs for a first down against the Los Angeles Rams in the NFC Championship game at Lumen Field on January 25, 2026 in Seattle, Washington. Steph Chambers/Getty Images/AFP (Photo by Steph Chambers / GETTY IMAGES NORTH AMERICA / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4266260\" class=\"wp-caption-text\">Sam Darnold of the Seattle Seahawks runs for a first down against the Los Angeles Rams in the NFC Championship Game at Lumen Field in Seattle, Washington [Steph Chambers/Getty Images via AFP]</figcaption></figure><h2 id=\"patriots-tame-broncos-in-the-blizzard\">Patriots tame Broncos in the blizzard</h2><p>The Patriots are targeting a record seventh Super Bowl following their gritty, low-scoring victory in Colorado.</p><p>The AFC title game, which also serves as a semifinal playoff game, played out in brutal conditions, with the field gradually blanketed in snow as a storm swept over the venue.</p><p>New England quarterback Drake Maye held firm after a shaky start, leading the Patriots upfield for the decisive field goal after rushing for a first-half touchdown.</p><p>“We battled the elements,” said Maye.</p><p>“[In] these conditions, it’s not great throwing the football. But hey, we do what we need to do … We’re off to the Super Bowl. Let’s go!”</p><figure id=\"attachment_4266254\" aria-describedby=\"caption-attachment-4266254\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4266254\" src=\"/wp-content/uploads/2026/01/AP26025804546316-1769406805.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"New England Patriots quarterback Drake Maye (10) hands off against the Denver Broncos during the second half of the AFC Championship NFL football game, Sunday, Jan. 25, 2026, in Denver. (AP Photo/David Zalubowski)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4266254\" class=\"wp-caption-text\">New England Patriots quarterback Drake Maye (#10) hands off against the Denver Broncos during the second half of the AFC Championship Game in Denver [David Zalubowski/AP Photo]</figcaption></figure><h2 id=\"re-emergence-after-the-tom-brady-era\">Re-emergence after the Tom Brady era</h2><p>The win cements a remarkable resurgence for the Patriots.</p><p>After the dominant era of the Brady dynasty that yielded six Super Bowl titles, New England have endured a painful rebuild.</p><p>But under new head coach Mike Vrabel, they were a revelation this season, topping the tough AFC East for the first time since 2019.</p><p>“Just so happy for Mike Vrabel, former teammate of mine,” said Brady, now working as a commentator for Fox TV.</p><p>“Went to New England, no one was quite sure how they’d do [after] back-to-back 4-and-13 seasons, and they turn it into a road AFC victory in Denver. I know how hard that is.”</p><p>The Patriots, who already boasted the most Super Bowl appearances with 11, will now have their 12th showing on American football’s biggest stage, and a chance to vie for a record seventh Lombardi trophy.</p><p>Vrabel, who won three Super Bowls playing alongside Brady for the Patriots, would be the first person to win the sport’s ultimate prize as a player and coach for the same franchise.</p><p>“I won’t win it – it’ll be the players that will win the game, I promise you,” said Vrabel.</p><figure id=\"attachment_4266258\" aria-describedby=\"caption-attachment-4266258\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4266258\" src=\"/wp-content/uploads/2026/01/AFP__20260125__2258172431__v1__MidRes__NfcChampionshipGameLosAngelesRamsVSeattleSeah-1769406825.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"SEATTLE, WASHINGTON - JANUARY 25: Former NFL player Tom Brady looks on prior to a game between the Los Angeles Rams and the Seattle Seahawks in the NFC Championship game at Lumen Field on January 25, 2026 in Seattle, Washington. Jane Gershovich/Getty Images/AFP (Photo by Jane Gershovich / GETTY IMAGES NORTH AMERICA / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4266258\" class=\"wp-caption-text\">Tom Brady was at the Los Angeles Rams vs the Seattle Seahawks game in Seattle [Jane Gershovich/Getty Images via AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Investigation reveals Israeli campaign to flatten Gaza town of Beit Hanoon | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-26T06:02:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Cleared-Area-After-18-12-2025-Military-Equipment-1769111655.png?resize=1298%2C1080",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-label=\"Listen to this article\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli army is working to flatten the remains of homes in the northern Gaza Strip town of Beit Hanoon, despite the ongoing ceasefire that began in October.</p><p>Al Jazeera’s digital investigations team Sanad analysed satellite images taken between October 8 – two days before the ceasefire began – and January 8, and found evidence of the operation, which some Palestinians fear may be a step towards the establishment of illegal Israeli settlements in Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Sanad found that the Israeli army has used bulldozers to clear around 408,000 square metres (4.39 million square feet) of land, including the remains of at least 329 homes, and agricultural sites, that Israel destroyed during its two-year war on Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Images from before the clearing operation show a Beit Hanoon with damaged buildings from the war, but some remained intact.</p><p>But by mid-December, many of the buildings had been totally razed, as well as former agricultural land, replaced by a flattened brown landscape.</p><p>The rubble-removal operations began directly at the edge of Beit Hanoon, facing the fence that separates the city from nearby Israeli settlements along the northern border, including Sderot, which is roughly 2 kilometres (1.2 miles) away from Beit Hanoon.</p><p>Israel has damaged or destroyed the majority of structures in Gaza – 81 percent by last October, according to the United Nations. Northern Gaza has borne the brunt of the damage, with many areas, such as Beit Hanoon, systematically razed to the ground.</p><figure id=\"attachment_4260713\" aria-describedby=\"caption-attachment-4260713\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4260713\" src=\"/wp-content/uploads/2026/01/Beet-Hanon-Rubble-Before-05-09-2025-No-Edit-1769112167.png?w=770&amp;resize=770%2C675&amp;quality=80\" alt=\"Satellite image\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4260713\" class=\"wp-caption-text\">A partially-destroyed Beit Hanoon before being razed by the Israeli military, October 8, 2025 [Planet Labs PBC]</figcaption></figure><h2 id=\"settlement-plans\">Settlement plans</h2><p>The Israeli far right has consistently openly declared its desire for Israeli Jews to settle Gaza. In December 2024, Israeli ministers and parliament members visited a location in the southern Israeli town of Sderot, overlooking the Gaza Strip. They pointed at Beit Hanoon and Beit Lahiya, stating that more than 800 Jewish families were willing to move there “as soon as possible”, according to a report in the Israeli newspaper Haaretz.</p><p>Additionally, at an Israeli conference held on December 23, Defence Minister Israel Katz outlined plans to establish agricultural-military bases called “Nava Nahal” – Israeli military outposts that combine farming with an armed presence in an effort to consolidate control over a territory – in the north of Gaza.</p><p>Katz stressed that Israel “will never withdraw and will never leave Gaza”, calling these bases “replacements” for the Israeli settlements cleared in 2005. That was the year Israel withdrew its settlers from the Gaza Strip under a unilateral disengagement plan following the <a href=\"/news/2005/9/28/al-aqsa-intifada-timeline\">second Intifada</a>.</p><p>The withdrawal continues to be a sore topic for the powerful Israeli far right, which considers it a mistake that must be corrected.</p><p>And even if settlements are not eventually built, Israeli leaders have made it clear that they want to control a buffer zone deep into Gaza, territory that would eventually include areas like Beit Hanoon.</p><p>One Israeli officer, quoted in the Long War Journal, said that the campaign to raze Beit Hanoon was part of an operation “to create a significant security perimeter and make it very difficult for the enemy to return to its infrastructure”.</p><p>Israel’s critics say the goal is clear. Speaking to Al Jazeera, United Nations Special Rapporteur on the Occupied Palestinian Territories Francesca Albanese said that “under the fog of war, Israel is going to destroy Gaza, displace the Palestinians, and attempt to reoccupy and conquer the land”.</p><p>Israel <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">has violated the ceasefire</a> at least 1,300 times since it began on October 10, which includes shooting at civilians 430 times and bombing or shelling Gaza more than 600 times.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN aid convoy reaches Syria’s Ain al-Arab as truce between army, SDF holds | Syria's War News | Al Jazeera",
            "time": "2026-01-26T05:08:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69769f9571ac-1769381781.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United Nations convoy carrying “life-saving” aid has arrived in the Kurdish-majority town of Ain al-Arab in northern Syria as a ceasefire agreement between the Syrian army and the Kurdish-led Syrian Democratic Forces (SDF) continues to hold.</p><p>The convoy’s arrival in Ain al-Arab, also known as Kobane, on Sunday came amid growing concerns about humanitarian conditions in the town, which has been surrounded by Syrian government forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Electricity and water in the town have also been cut off for days.</p><p>The United Nations Office for the Coordination of Humanitarian Affairs (OCHA) said that the convoy consisted of 24 trucks carrying “life-saving aid, including fuel, bread, and ready-to-eat rations, to support people affected by the recent developments”.</p><p>It said the convoy was coordinated with the Syrian government.</p><p>The Syrian army said in a statement that it was opening two corridors, one to Ain al-Arab, located in Aleppo province, and another to the nearby Hasakah province, to allow “the entry of aid”.</p><p>Ain al-Arab, which has a population of 400,000 people, is hemmed in by the Turkish border to the north and government forces on all sides. It is approximately 200km (125 miles) from the SDF’s stronghold in Syria’s far northeast.</p><p>The SDF has accused the Syrian army of imposing a siege on the town.</p><p>Clashes between the two sides erupted earlier this month amid a dispute over the integration of the SDF into the Syrian army. Under pressure from the United States, the two sides agreed to a four day ceasefire last week, with Syrian President Ahmed al-Sharaa giving the SDF until Saturday night ‍to lay down arms and come up with a plan to integrate with the army, or to resume fighting.</p><p>The two sides extended the ceasefire by another 15 days on Saturday.</p><p>Damascus said the renewed truce was intended to support a US operation to transfer some 7,000 detainees from the ISIL (ISIS) group held in prisons previously under SDF control to facilities in Iraq.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>By Sunday night, however, the two sides were trading accusations of violations.</p><p>The Syrian army told state media that the SDF had targeted its positions with drones.</p><p>The SDF accused “Damascus-affiliated factions” of attacks around Ain al-Arab, including one that killed a child.</p><p>The SD, which has lost large areas of the country to the army, have now been restricted to Kurdish-majority areas in the northeast and Ain al-Arab.</p><p>Residents of the town say it was full of people who had fled the Syrian army’s advances in the northeast in recent weeks.</p><p>Al Jazeera’s Zein Basravi, reporting from Qere Qozaq in Aleppo province, said the arrival of the UN aid convoy came amid reports of worsening humanitarian conditions in Ain al-Arab.</p><p>“But these negotiated solutions, getting humanitarian aid in, remain very fragile, with both sides still primed to return to fighting as and when they feel it is needed,” he said.</p><p>“Whether the ceasefire holds or not, whether the fighting continues, these are all question marks. But there is one certainty: as long as the fighting carries on, rebuilding cannot happen,” he added.</p><p>Ain al-Arab, which the SDF liberated from a lengthy siege by ISIL in 2015, took on symbolic value as their first major victory against the armed group. It took another four years for the SDF, supported by a US-led international coalition, to defeat ISIL territorially in Syria.</p><p>Syria’s new government, which took power in 2024 after the fall of longtime leader Bashar al-Assad, has demanded that the SDF disband.</p><p>The US, meanwhile, has said the purpose of its alliance with the SDF has largely ended.</p></div></div></body></html>"
        },
        {
            "title": "What role is China playing in global geopolitical transformations? | Politics News | Al Jazeera",
            "time": "2026-01-26T05:08:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-10-24T085608Z_1267513639_RC2WQAAHBQLE_RTRMADP_3_RUSSIA-BRICS-SUMMIT-1769326763_cdcdbf-1769403833.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Amid rapidly accelerating international shifts, China’s foreign policy has become a complex equation. From the Middle East to Latin America, from the Asia Pacific to the Arctic Circle, Beijing is moving across a global stage with cautious pragmatism but also with an ambition to reshape centres of global influence. Intense strategic rivalry with the United States and expansionary ambitions amid renewed regional crises continue to influence its policies.</p><p>So what does this mean for the world?</p><h2 id=\"the-us-from-rivalry-to-managing-relations\">The US: From rivalry to managing relations</h2><p>China’s official discourse centres on the idea of “peaceful rise”, the “<a href=\"https://www.fmprc.gov.cn/eng./xw/zyxw/202405/t20240530_11332815.html\" target=\"_blank\" rel=\"noopener\">commitment</a> to non-interference in internal affairs”, respect for “sovereignty and territorial integrity”, and economic partnerships based on mutual benefit. Beijing insists that relations with Washington should not slide into conflict, calling for a system of global governance built on cooperation rather than confrontation.<strong> </strong></p><p>Yet the geopolitical landscape reveals a wide gap between this discourse and reality. Donald Trump’s return to the White House has brought back rhetorical escalation and increased geopolitical pressure. Recent US moves — such as the military intervention in Venezuela and the threat to take over Greenland — have drawn sharp condemnation from China, which saw them as a reflection of a hegemonic impulse that violates international laws and conventions.</p><p>Against this tense backdrop, China’s strategy reflects meticulous calculations that go beyond official rhetoric. In practical terms, it seeks to exploit international conditions, especially transatlantic tensions, to undermine traditional alliances.</p><p>Beijing sees the Trump administration’s erratic behaviour as an opportunity to weaken trust between Europe and the US. By presenting itself as a stable economic power that can be relied upon, China seeks to encourage European partners to question their traditional security dependence on Washington. It aims to bolster the concept of European “strategic autonomy”, diminishing transatlantic security linkage and thus weakening transatlantic solidarity in the face of Chinese long-term policies.</p><h2 id=\"iran-and-syria-in-china-s-calculations\">Iran and Syria in China’s calculations</h2><p>China’s policy towards regional crises such as those in Iran and Syria is characterised by a careful blend of economic interest and geopolitical considerations. Beijing does not view its cooperation with Tehran as merely a commercial partnership; rather, it is a pillar of its broader strategy to secure energy security and diversify global trade routes under the umbrella of the Belt and Road Initiative.</p><p>China places particular emphasis on developing overland corridors through Iran towards Eurasia, which constitute a strategic land-based alternative aimed at reducing reliance on sensitive maritime routes exposed to geopolitical risks such as the Strait of Hormuz, the Strait of Malacca, and the Suez Canal.</p><p>In Syria, China’s stance focuses on a political solution to the crisis and reconstruction rather than direct intervention. This aligns with the official principle repeatedly stated by China’s Ministry of Foreign Affairs: support for a “political solution by the Syrians themselves” and opposition to foreign interference.</p><p>By investing in infrastructure and providing aid, China is building political and economic influence in this vital region without entering costly military conflicts.</p><p>This pragmatic approach is also evident in China’s growing relations with Africa and Latin America, where Beijing presents itself as an alternative development partner focused on trade, infrastructure investment, diplomacy, and culture, in contrast to the Western approach that often relies on a security presence or political pressure.</p><p>Although these partnerships generate mutual economic growth, Beijing’s strategy is heightening concern in Washington and other Western capitals, which see it as an attempt to build long-term geopolitical influence that could reshape the traditional international order.</p><p>Despite the Chinese official narrative of a “peaceful rise”, Beijing’s practices in international cooperation are often viewed as a concealed platform for geopolitical competition. The Belt and Road Initiative, alongside the systematic expansion within international financial and governance institutions, reflects a clear ambition to lead an alternative global order that gradually challenges US-led rules and frameworks.</p><p>Critics argue that massive Chinese investments — even under the banner of “shared development” — create patterns of long-term strategic dependency and lay foundations for geopolitical influence in key regions.</p><p>From Africa to Central Asia and Southeast Asia, Beijing has succeeded in offering an alternative development model to the Western one, presenting itself as a partner that does not demand political reforms. In this way, it is able to gradually shape regional dynamics.</p><p>That said, China’s direct influence remains limited in peripheral areas with high geopolitical sensitivity, such as the Arctic. While some Western narratives exaggerate China’s expansionist ambitions towards Greenland, the Chinese presence there is still modest and largely exploratory. It also runs into political constraints from local powers and traditional competitors such as the US, limiting Beijing’s ability to turn economic investments into decisive strategic influence in this new arena.</p><h2 id=\"chinese-foreign-policy-in-a-multipolar-world\">Chinese foreign policy in a multipolar world</h2><p>In 2026, Chinese foreign policy appears governed by a strategic paradox: it seeks to advance its geopolitical interests while avoiding direct confrontation; it aspires to shape the rules of global governance without appearing as an expansionist power; and it tends to use its soft economic tools as an alternative to hard power whenever possible.</p><p>But this delicate balance faces a difficult test in the current global context, where the US is increasingly adopting reactive policies under Trump’s leadership and where crises are escalating from Venezuela to the Middle East, and regions such as the Arctic are becoming arenas of strategic competition.</p><p>In this climate, Chinese choices — from energy partnerships to international monetary diplomacy — are widely read not as isolated measures but as purposeful moves within a broader strategy to challenge the Western order by redrawing networks of influence and economic dependence.</p><p>As international alliances continue to fluctuate and power balances shift, Chinese diplomacy will continue to be a topic of hot debate. The pivotal question is: Is Beijing’s rise paving the way for a more pluralistic and cooperative global order, or is it fuelling sharper competitive dynamics, or creating an entirely new geopolitical model? It is still too early to tell.</p></div></div></body></html>"
        },
        {
            "title": "‘Yellow line’, the de facto Israeli buffer zone shaping life in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-26T05:05:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26022442002174-1769345566.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza –</strong> Just metres from yellow-painted concrete blocks marking the Israeli army’s latest redeployment line in eastern Gaza City, Zaid Mohammed, a displaced Palestinian father of four, shelters with his family in a small tent.</p><p>The so-called yellow line is the demarcation line where the Israeli army withdrew to under the first phase of the Gaza ceasefire that came into effect in October. Israeli military maps indicate the line extends 1.5km and 6.5km (0.9 to 4 miles) inside Gaza from its eastern boundary with Israel and covers roughly 58 percent of the enclave.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The line divides Gaza into two zones: an eastern area under Israeli military control and a western area where Palestinians face fewer movement restrictions but are under constant threat of air strikes and forced displacement.</p><p>Zaid’s tent stands in the ruins of destroyed homes and a flattened urban area with debris scattered as far as the eye can see. A United Nations official last week said it would take more than seven years to clear more than 60 million tonnes of rubble in Gaza.</p><p>Israel’s more than two years of genocidal war has destroyed or damaged more than 80 percent of the buildings in the enclave of more than 2.3 million people. Now most of them, including Zaid, have been forced to take shelter in tents or bombed-out houses.</p><p>“Shelling and gunfire continue around the clock,” Zaid told Al Jazeera, pointing towards the eastern horizon, where clouds of dust occasionally rise from nearby explosions.</p><p>As Zaid spoke, the sound of drones could be heard overhead as tanks were positioned near the yellow-painted barriers.</p><p>“Israeli soldiers are only a few hundred metres [a few hundred yards] from here,” he explained. “At times, we hear bulldozers demolishing homes or levelling farmland. It’s dangerous to move even a few steps beyond this area.”</p><p>Residents living close to the yellow line said they frequently wake up to the sound of gunfire or small explosions.</p><p>“At night, there’s complete darkness because there’s no electricity,” Zaid added. “But soldiers use flares that briefly light up the sky.”</p><figure id=\"attachment_4054499\" aria-describedby=\"caption-attachment-4054499\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4054499\" src=\"/wp-content/uploads/2025/10/INTERACTIVE-Where-Israeli-forces-are-positioned-yellow-line-gaza-map-1761200950.png?quality=80\" alt=\"INTERACTIVE - Where Israeli forces are positioned yellow line gaza map-1761200950\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4054499\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"a-new-border-line\">‘A new border line’</h2><p>The yellow line refers to Israeli-designated military zones and buffer areas inside the Gaza Strip.</p><p>According to UN agencies and humanitarian organisations operating in Gaza, these zones have expanded, shifted and retracted repeatedly during the war, creating de facto boundaries that shape civilian movement, access and survival. The line functions as a powerful internal border.</p><p>During a visit to the Gaza Strip in December, the Israeli military’s chief of staff, Lieutenant General Eyal Zamir, said unequivocally that the yellow line is “a new border line”.</p><p>It leaves Israel in full control of nearly 60 percent of the devastated enclave, including the cities of Rafah in the south and Beit Hanoon in the north.</p><p>The yellow line evolved through numerous Israeli forced displacement orders over the course of the war. Those forced displacements were often issued through leaflets, phone messages or online maps while aerial bombardments were being conducted, leaving Palestinians little time to leave safely.</p><p>The UN Office for the Coordination of Humanitarian Affairs has documented that, at various points, more than 70 percent of Gaza’s territory was under forced evacuation orders or considered unsafe.</p><p>The yellow line is what many here call the shifting military zones inside Gaza. They move, expand and disappear on maps, but for civilians, they’re always there. This line decides which streets feel safe, which homes are abandoned and when it’s time to run. It may not be official, but it shapes daily life.</p><p>In many areas across the Strip, there are no clear markers or visible signage denoting the yellow line. Palestinians must rely on instinct, sound and memory.</p><figure id=\"attachment_4264856\" aria-describedby=\"caption-attachment-4264856\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264856\" src=\"/wp-content/uploads/2026/01/AP26022445133320-1769345583.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza Yellow Line\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264856\" class=\"wp-caption-text\">A yellow block demarcating the “Yellow Line,” is visible in Khan Younis in southern Gaza Strip on Thursday, January 22, 2026. [Abdel Kareem Hana/AP Photo]</figcaption></figure><p>A neighbourhood that felt safe yesterday can become dangerous overnight. Families pack quickly, often leaving homes that are still standing but no longer liveable. Most people here have been displaced at least once – many of them multiple times.</p><p>Living this way takes a toll. Parents watch their children learn new rules: which roads to avoid, where to hide, how to react when the sky gets loud. Aid workers said the constant uncertainty fuels anxiety, exhaustion and deep trauma, especially for children.</p><p>Mental health professionals working with the World Health Organization and UNICEF have consistently reported high levels of anxiety, insomnia and trauma linked to uncertainty and being under constant threat.</p><p>Children, in particular, have adapted to new “maps” of safety – learning which streets are forbidden and which directions to run in during shelling.</p><p>Aid organisations noted that this normalisation of danger has long-term psychological consequences, especially for those living near military zones.</p><p>The yellow line also cuts into livelihoods.</p><p>Farmers can see their land but can’t reach it. Jobs disappear when workplaces fall too close to unsafe areas. Even when the bombing slows, fear keeps people from returning.</p><p>The Food and Agriculture Organization has documented extensive loss of farmland due to restricted access, shelling and military activity near boundary areas.</p><p>Even in moments of calm, the yellow line doesn’t go away. It continues to shape where people live, how they move and whether they dare to rebuild.</p><p>It isn’t drawn on the ground – but it’s written into daily life.</p><p> </p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4264873\" src=\"/wp-content/uploads/2025/11/Death-toll-tracker-1769346004.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-jan 25, 2026_Death toll tracker-1765554400\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Venezuela frees 104 political prisoners, rights group says | Human Rights News | Al Jazeera",
            "time": "2026-01-26T04:46:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260125__93Y42T8__v1__MidRes__FilesVenezuelaUsCrisisConflictPrisoners-1-1769395524.jpg?resize=1920%2C1320&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela frees 104 political prisoners, rights group says</h1><p class=\"article__subhead\"><em>A human rights lawyer and a communications student are among those freed, Caracas-based Foro Penal says.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in Venezuela have freed more than 100 people listed as political prisoners, according to a rights group, including a lawyer who was imprisoned in 2024 after visiting clients at a detention facility.</p><p>The Caracas-based Foro Penal said at least 104 prisoners were released on Sunday and that the number could rise.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It said one of its lawyers, Kennedy Tejeda, and a communications student, Juan Francisco Alvarado, were among those freed from detention.</p><p>Tejeda, a lawyer and human rights activist, had been last seen on August 2, 2024, when he visited a detention centre in Carabobo state to provide legal assistance to political prisoners, according to the NGO.</p><p></p><p>“Our dear comrade Kennedy Tejeda, lawyer, human rights defender, political prisoner in Tocorón since August 2, 2024, has been released from prison. Now back at home with his family,” Foro Penal’s executive director, Alfredo Romero, said in a statement on social media.</p><p>“We continue verifying other releases,” Romero added. “It would be ideal for the government to publish lists of releases.”</p><p>Gonzalo Himiob, Foro Penal’s vice president, said the number of releases was “non-definitive” and could increase.</p><p>Venezuelan acting President Delcy Rodriguez promised to release prisoners detained under Nicolas Maduro, in her first media briefing after the former leader’s abduction by US special forces earlier this month.</p><p>Rodriguez said the move to free hundreds of prisoners, many of whom were picked up in a crackdown on dissent following Maduro’s refusal to concede the 2024 presidential election, marked the beginning of a “new political moment” that allowed greater political and ideological diversity.</p><p>The Venezuelan government has announced the release of more than 600 prisoners in recent weeks, including Rafael Tudares Bracho, the son-in-law of Venezuelan opposition leader Edmundo Gonzalez.</p><p>Rights groups have disputed the government’s figures, with Foro Penal estimating that only about half as many people have been released as claimed by the authorities.</p><p>Rodriguez said in a speech broadcast on state television last week that she would speak to the United Nations High Commissioner for Human Rights, Volker Turk, on Monday to request the UN to confirm the figures.</p><p>Foro Penal said there were 777 political prisoners in Venezuelan jails as of January 19.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine’s Zelenskyy says US security agreement ‘100% ready’ to be signed | Conflict News | Al Jazeera",
            "time": "2026-01-26T04:14:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26025585419063-1769396998_8e21b0-1769399375.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukraine’s Zelenskyy says US security agreement ‘100% ready’ to be signed</h1><p class=\"article__subhead\"><em>Ukrainian leader says Kyiv and Moscow continue to have ‘fundamentally different’ positions on territorial concessions.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has said that an agreement on US security guarantees for his country is “100 percent ready” to be signed after talks with Russia in Abu Dhabi.</p><p>Speaking at a news conference in Vilnius, Lithuania, on Sunday, Zelenskyy said that Kyiv was ready to send the agreement to the US Congress and Ukrainian parliament for ratification.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“For us, security guarantees are first and foremost guarantees of security from the United States. The document is 100 percent ready, and we are waiting for our partners to confirm the date and place when we will sign it,” Zelenskyy said.</p><p>The Ukrainian leader also emphasised Ukraine’s push for European Union membership by 2027, calling it an “economic security guarantee”.</p><p>Ukrainian and Russian negotiators met in the capital of the United Arab Emirates on Friday and Saturday to discuss Washington’s framework for ending Moscow’s almost four-year-old war.</p><p>While no deal emerged from the talks, Moscow and Kyiv both said they were open to further dialogue, and more discussions were expected next Sunday in Abu Dhabi, a US official told reporters immediately after the discussions.</p><p>Zelenskyy described the talks as likely the first trilateral format in “quite a long while” that included not only diplomats but military representatives from all three sides.</p><p>The Ukrainian leader acknowledged fundamental differences between the Ukrainian and Russian positions, reaffirming territorial issues as a major sticking point.</p><p>Russian President Vladimir Putin discussed a Ukraine settlement with US President Donald Trump’s envoys, Steve Witkoff and Jared Kushner, during marathon talks late on Thursday.</p><p>The Kremlin insisted that to reach a peace deal, Kyiv must withdraw its troops from the areas in the east that Russia illegally annexed but has not fully captured.</p><p>Zelenskyy said that while Moscow wants Ukraine to abandon eastern regions of the country, Kyiv has not budged from its position that territorial integrity must be upheld.</p><p>“These are two fundamentally different positions – Ukraine’s and Russia’s. The Americans are trying to find a compromise,” Zelenskyy said, adding that “all sides must be ready for compromise”.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,432 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-26T02:57:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260125__93XP4FL__v1__MidRes__LithuaniaPolandUkrainePoliticsDiplomacyHistory-1769384789.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Ferry carrying over 350 people sinks in Philippines, killing at least 15 | Aviation News | Al Jazeera",
            "time": "2026-01-26T01:48:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Screenshot-55-1769388440.png?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ferry carrying over 350 people sinks in Philippines, killing at least 15</h1><p class=\"article__subhead\"><em>The coastguard says at least 316 people have been rescued so far, while 28 others remain missing.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jan 2026</span><span aria-hidden=\"true\">26 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A ferry carrying more than 350 people has capsized off the southern Philippine province of Basilan, killing at least 15 people, according to officials.</p><p>The ⁠accident occurred after midnight on Monday ​as the passenger vessel, MV Trisha Kerstin ‍3, was en route to Jolo Island in southern Sulu after departing the port city of Zamboanga.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The vessel, which ‍had 332 ⁠passengers on record and 27 crew, issued a distress signal at 1:50am on Monday (17:50 GMT Sunday), about four hours after it departed Zamboanga City, according to the Philippine coastguard.</p><p>The ferry sank in good weather about 1 nautical mile (nearly 2km) from the island village of Baluk-baluk in Basilan province, where many of the survivors were initially taken, the coastguard said.</p><p>Coastguard Commander Romel Dua of Southern Mindanao District told the AFP news agency that at least 316 people had been rescued so far, with 15 confirmed dead and 28 still unaccounted for.</p><p>“A coast guard aircraft is also on the way to help the operation. The Navy and Air Force also sent their assets,” Dua told AFP.</p><p>Emergency responders in Basilan said those who were rescued and needed medical attention were brought to a hospital in the capital city of Isabela.</p><p>“The challenge here really is the number of patients that are coming in. We are short-staffed at the moment,” said Ronalyn Perez, a medic.</p><figure id=\"attachment_4266160\" aria-describedby=\"caption-attachment-4266160\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4266160\" src=\"/wp-content/uploads/2026/01/AP26026083659072-1769397098.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"This photo released by the Philippine Coast Guard shows its personnel tending to people who were aboard the M/V Trisha Kerstin 3 around the waters of Baluk-Baluk Island, Basilan, Philippines Monday, Jan. 26, 2026. (Philippine Coast Guard via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4266160\" class=\"wp-caption-text\">Personnel tend to people who were on board the M/V Trisha Kerstin 3 around the waters of Baluk-Baluk Island in Basilan [Philippine coastguard via AP]</figcaption></figure><p>Basilan Governor Mujiv Hataman posted clips from the scene at Isabela port in Mindanao on Facebook, showing survivors being ushered off boats, some wrapped in thermal blankets and others being carried on stretchers.</p><p>Hataman told DZBB radio that most survivors were doing well, but several elderly passengers needed emergency medical care.</p><p>He added that authorities were still cross-checking ‌the passenger manifest as rescue efforts proceeded.</p><p>Dua, the coastguard commander in Mindanao, said the cause of the ferry sinking was not immediately clear and that there would be an investigation. He added that the coastguard cleared the ferry before it left the Zamboanga port, and there was no sign of overloading.</p><p>Sea accidents are common in the Philippine archipelago because of frequent storms, badly maintained vessels, overcrowding and spotty enforcement of safety regulations, especially in remote provinces.</p><p>On Friday, at least two Filipino sailors were reported killed, and 15 others were rescued after a Singapore-flagged general cargo vessel en route to China from the southern island of Mindanao sank. Four other sailors remain missing.</p><p>Last Monday, a private vessel also sank off the Davao region in Mindanao, leaving at least six dead and nine others missing.</p><p>In December 1987, the ferry Dona Paz sank after colliding with a fuel tanker in the central Philippines, killing more than 4,300 people in the world’s worst peacetime maritime disaster.</p></div></div></body></html>"
        },
        {
            "title": "Minnesota Gov Walz demands Trump remove border agents after nurse killed | Protests News | Al Jazeera",
            "time": "2026-01-25T23:08:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-25T160117Z_513115425_RC2F8JAVSGBJ_RTRMADP_3_USA-TRUMP-MINNESOTA-1769358273.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Minnesota’s Democratic governor, Tim Walz, has demanded that US President Donald Trump pull “untrained” federal immigration agents out of the state after the fatal shooting of a demonstrator in Minneapolis, the second such killing in the city amid an ongoing immigration crackdown.</p><p>As calls mounted for an independent investigation into the killing of Alex Pretti, a 37-year-old ICU nurse, Walz posed a question directly to Trump during a news briefing on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“What’s the plan, Donald Trump? What is the plan?” Walz asked.</p><p>“What do we need to do to get these federal agents out of our state? You thought fear, violence and chaos is what you wanted from us? Then you clearly underestimate the people of this state and nation.”</p><p>“We believe in law and order in this state; we believe in peace,” Walz added. “And we believe that Donald Trump needs to pull these 3,000 untrained agents out of Minnesota before they kill another person.”</p><p>Walz’s comments came after senior Trump administration officials defended Pretti’s killing, despite graphic video evidence appearing to contradict their accounts.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Federal agents shot Pretti dead on Saturday while scuffling with him on an icy roadway in Minneapolis, less than three weeks after an immigration officer shot dead Renee Good, a 37-year-old mother of three and US citizen.</p><p>Trump administration officials have claimed that Pretti intended to harm the agents, as they did after Good’s death, pointing to a handgun they said was discovered on his person.</p><p>Videos shared widely on social media showed Pretti never drawing a weapon, with agents firing about 10 shots at him seconds after he was sprayed in the face with a chemical irritant and thrown to the ground.</p><p>The footage has further inflamed the ongoing protests in Minneapolis against the presence of federal immigration agents, with about 1,000 people participating in a demonstration on Sunday.</p><p>The claims that border agents act in self-defence, echoed by Homeland Security Secretary Kristi Noem and other members of the Trump administration on Sunday, have ⁠prompted outrage among local law enforcement, many Minneapolis residents and Democrats on Capitol Hill.</p><p>Former US Presidents Barack Obama and Bill Clinton added their voices to the chorus of condemnation, releasing statements calling on Americans to stand up for their values.</p><p>“The killing of Alex Pretti is a heartbreaking tragedy. It should also be a wake-up call to every American, regardless of party, that many of our core values as a nation are increasingly under assault,” Obama wrote in a statement along with his wife, Michelle Obama.</p><p>Trump, who had earlier described Pretti as a “gunman”, on Sunday laid the blame for his and Good’s deaths on Democrats, accusing state and local authorities of refusing to cooperate with federal authorities.</p><p>“By doing this, Democrats are putting Illegal Alien Criminals over Taxpaying, Law-Abiding Citizens, and they have created dangerous circumstances for EVERYONE involved. Tragically, two American Citizens have lost their lives as a result of this Democrat ensued chaos,” Trump said on Truth Social.</p><p>Democratic strategist Arshad Hasan said Pretti’s killing and its aftermath were “deeply unsettling”, and accused federal agents of turning a low‑crime city into an “occupation”.</p><p>“I don’t know why a government agency should get particular exemptions from due process when somebody is murdered … Homicide is a crime for which the state and local law enforcement have jurisdiction,” Hasan told Al Jazeera, adding that the community was “grieving” and felt “under siege”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"holding-phone-not-gun\">Holding phone, not gun</h2><p>Videos from the scene show ​Pretti holding a phone in his hand, not a gun, as he tries to help other protesters who had been pushed to the ground by agents.</p><p>In one video, Pretti can be seen filming while a federal agent violently pushes a woman to the ground. He then puts his body between the agent and the woman, before raising his arm to shield his face as the agent uses pepper spray against him.</p><p>Several agents then grab Pretti, forcing him onto his hands and knees. As the agents pin Pretti down, a person is heard shouting a warning about a gun.</p><p>One agent then removes a gun from Pretti and steps away from the group with the firearm.</p><p>Moments ⁠later, an officer points his gun at Pretti’s back and fires four shots in rapid succession. Several more shots are heard as another agent appears to fire at Pretti.</p><figure id=\"attachment_4265942\" aria-describedby=\"caption-attachment-4265942\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4265942\" src=\"/wp-content/uploads/2026/01/ap_69768e3090fc4-1769377328.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People participate in an anti-ICE rally Sunday, Jan. 25, 2026, in Minneapolis. (AP Photo/Jack Brook)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4265942\" class=\"wp-caption-text\">People participate in an anti-ICE rally on January 25, 2026, in Minneapolis [Jack Brook/AP Photo]</figcaption></figure><p>Thomas Warrick, a former official with the Department of Homeland Security (DHS), said while border agents have the legal right to carry out their duties without interference, Trump’s immigration crackdown has gone beyond what many of his supporters voted for.</p><p>“Americans do want to see violent criminals removed from the country, especially after they have served any sentences imposed by the courts,” Warrick told Al Jazeera.</p><p>“But in this case, people are seeing tactics, and they are seeing people targeted who have done nothing wrong other than being here in the United States without authorisation.”</p><p>“ICE does have the authority to carry out detention operations, but the tactics they use need to be in accordance with regulations that the American people will accept,” Warrick added, referring to the Immigration and Customs Enforcement.</p><p>After top federal officials described Pretti as an “assassin” who had assaulted the agents, his parents on Saturday issued a statement condemning the Trump administration’s “sickening lies” about their son.</p><p>“Alex is clearly not holding a gun when attacked by Trump’s murdering and cowardly ICE thugs,” the family said in the statement.</p><p>“He has his phone in his right hand and his empty left hand is raised above his head while trying to protect the woman ICE just pushed down all while being pepper sprayed. Please get the truth out about our son. He was a good man.”</p><p>Speaking to NBC on the Meet the Press programme on Sunday, US Deputy Attorney General Todd Blanche said an investigation was necessary to get a full understanding of the killing.</p><p>Asked if agents had already removed the pistol from Pretti when they fired on him, Blanche said, “I do not know. And nobody else knows, either. That’s why we’re doing an investigation.”</p><p>Multiple senators from Trump’s Republican Party also called for a thorough investigation into the killing and for cooperation with local authorities.</p><p>“The events in Minneapolis are incredibly disturbing,” Louisiana Senator Bill Cassidy said.</p><p>“The credibility of ICE and DHS are at stake. There must be a full joint federal and state investigation. We can trust the American people with the truth.”</p><p>Thousands of federal immigration agents have been deployed to heavily Democratic Minneapolis for weeks, after conservative media reported alleged fraud by Somali immigrants.</p><p>Trump has repeatedly amplified the racially tinged accusations. On Sunday, he posted on his Truth Social platform: “Minnesota is a Criminal COVER UP of the massive Financial Fraud that has gone on!”</p><p>Minneapolis has one of the largest Somali communities in the US.</p><p>Minnesota Attorney General Keith Ellison pushed back against Trump’s claims of fraud.</p><p>“It’s not about fraud, because if he sent people who understand forensic accounting, we’d be having a different conversation. But he’s sending armed masked men,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Israel to reopen Gaza’s Rafah crossing after search for captive’s body ends | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-25T21:37:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6976803fbdb1-1769373759.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has said it will allow a “limited reopening” of Gaza’s Rafah crossing with Egypt when the operation to locate the body of the last remaining Israeli captive in the Palestinian territory is completed.</p><p>The announcement from the Israeli Prime Minister Benjamin Netanyahu’s office came late on Sunday as Palestinians mourned at least three people killed in Israeli attacks across Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Netanyahu’s office said the Rafah crossing, which was supposed to have opened during the initial phase of a United States-brokered ceasefire in October, would reopen for the passage of people only.</p><p>It said the move is “conditioned on the return of all living [captives] and the execution of 100 percent effort on the part of Hamas to locate and return all deceased [captives]”.</p><p>All have been returned, except for the body of police officer Ran Gvili. ‍The Israeli military ⁠said on Sunday it was searching a cemetery in northern Gaza near the “yellow line”, which marks off Israeli-controlled parts of the territory, while an Israeli military official said there were “several intelligence leads” regarding Gvili’s possible location.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier on Sunday, Hamas said it had handed over the location of the remains of the Israeli soldier with “absolute transparency”, and that it had “fulfilled all our obligations in accordance with the ceasefire agreement”.</p><p>The spokesperson for Hamas’s armed wing, the Qassam Brigades, said the group was “fully committed to closing this file permanently and have no interest in procrastination”.</p><p>“We call upon these mediators to uphold their responsibilities and compel the [Israeli] occupation to implement what has been agreed upon.”</p><h2 id=\"pedestrian-passage-only\">‘Pedestrian passage only’</h2><p>The Rafah crossing is effectively the sole route in or out ‌of Gaza for nearly all of the more than 2 million Palestinians who live there.</p><p>The Gaza side of the crossing has ‌been under Israeli military control since 2024.</p><p>The crossing was supposed to have reopened in “both directions” under the first phase of US President Donald Trump’s peace plan for Gaza, and pressure has been building on Israel and Hamas in recent weeks, with Washington declaring last week that the second phase of the truce – which calls for reconstruction of Gaza – was now under way.</p><p>But although Trump’s plan calls for a full reopening of Rafah, the statement from Netanyahu’s office on Sunday said access will be “limited”, and for “pedestrian passage only, subject to a full Israeli inspection mechanism”.</p><p>Analysts raised concerns that such a move would result in the expulsion of Palestinians from Gaza, a long-held Israeli goal.</p><p>“There are huge amounts of Palestinians in Egypt who’ve been stuck there in limbo for the past two years of Israel’s genocide. Many of them want to come back, or some want to come back, to maybe help rebuild or see their families. But what Israel wants is for huge amounts of Palestinians to leave and not come back,” said Anthony Lowenstein, author of The Palestine Laboratory, a book on the Israeli arms and surveillance industry. “I fear that if this crossing reopens and is only monitored by Israel, that is the long-term goal.”</p><p>Lowenstein also noted out that a pedestrian-only reopening of Rafah would do nothing to move the tonnes of desperately-needed humanitarian supplies stranded in Egyptian warehouses.</p><p>“Ultimately, [this can happen] only if the international community presses Israel to allow aid in,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rami Khouri, a distinguished fellow at the University of Beirut, echoed the sentiment, arguing that Israel’s announcement reflects its strategy of controlling all aspects of Palestinian life.</p><p>He contended that while Israel has agreed to Trump’s ceasefire proposal and Hamas has fulfilled its obligations—releasing captives, returning bodies, and ending attacks—Israel is not meeting its own commitments.</p><p>“So, they play around with the humanitarian aid, the access to people, even those who are dying and those who need medical treatment. They let them go out sometimes, sometimes they don’t. Water. Food. Every dimension of Palestinian life, they want to control,” Khouri said.</p><p><a href=\"/news/2026/1/25/us-envoys-meet-netanyahu-as-israel-continues-to-bomb-gaza\">Israeli attacks</a>, meanwhile, have continued across Gaza, with at least three Palestinians killed in two separate incidents on Sunday, and an Israeli drone wounding four others in Gaza City, according to health officials.</p><p>Medics said Israeli forces killed at least two people east of the Tuffah neighbourhood of northern Gaza City and a 41-year-old man in southern Khan Younis.</p><p>Altogether, Israeli attacks have killed more than 480 Palestinians in Gaza since the ceasefire began in October. Some 71,657 others were killed and 171,399 also wounded over two years of Israel’s genocidal war.</p></div></div></body></html>"
        },
        {
            "title": "What’s behind the recent shift in US defence strategy? | Donald Trump | Al Jazeera",
            "time": "2026-01-25T20:31:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769367379.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Last month, the United States published a National Security Strategy that marked a clear departure from its post-Cold War policies.</p><p class=\"p1\">This week, a Pentagon Defense Strategy followed, echoing what was revealed by the White House.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Rooted in President Donald Trump’s “America First” approach, it prioritises homeland security and influence in the Western Hemisphere.</p><p class=\"p1\">The new strategy came as no surprise. Trump and his officials have been engaged in often-heated debates with close allies about what role the US is expected to play in their defence.</p><p class=\"p1\">So, what’s the fallout for America’s allies around the world?</p><p class=\"p1\"><strong>Presenter:</strong> James Bays</p><p class=\"p1\"><strong>Guests: </strong></p><p>Adam Clements – US foreign policy analyst and former Pentagon official</p><p>Marina Miron – Researcher with Defence Studies Department at King’s College London</p><p>Youngshik Bong – Visiting professor at the Graduate School of International Studies at Yonsei University and adviser to South Korea’s Ministry of National Defence</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel extends ban on Al Jazeera’s operations by 90 days | Freedom of the Press News | Al Jazeera",
            "time": "2026-01-25T19:10:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/05/2017-06-08T131939Z_1189275883_RC11B0FE7F20_RTRMADP_3_GULF-QATAR-JAZEERA-1714943623.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel extends ban on Al Jazeera’s operations by 90 days</h1><p class=\"article__subhead\"><em>Since May 2024, an Israeli law has banned the news network, citing a threat to national security, an allegation Al Jazeera denies.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has extended its ban on Al Jazeera Media Network’s operations and the closure of its offices in the country by another 90 days.</p><p>The order, signed by Israeli Communications Minister Shlomo Karahi and announced on Sunday, also prohibits broadcasting and internet companies, and YouTube from providing services to the network inside Israel.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In <a href=\"/news/2024/5/5/netanyahu-government-votes-to-close-al-jazeera-channel-in-israel\">May 2024</a>, at the height of Israel’s genocidal war on Gaza, Prime Minister Benjamin Netanyahu’s cabinet had voted to shut Al Jazeera’s operations in Israel, weeks after the Israeli parliament passed a law allowing the temporary closure of foreign broadcasters considered to be a “threat to national security”.</p><p>In September that year, Israeli forces also stormed Al Jazeera’s offices in the occupied West Bank’s Ramallah city, confiscating equipment and documents and closing the network’s office.</p><p>In December last year, the Israeli parliament approved an <a href=\"/news/2025/12/23/israel-extends-law-that-banned-al-jazeera-for-two-more-years\">extension of the 2024 law</a>, also called the “Al Jazeera law”, for two more years.</p><p>Al Jazeera Arabic’s bureau chief for Jerusalem and Ramallah, Walif al-Omari, said the latest Israeli decision came nine days after Israel’s Ministry of Communications said Israeli security services and military continued to believe the network’s broadcasts were “detrimental to the security” of Israel.</p><p>In May 2024, Al Jazeera had accused Netanyahu of making “slanderous accusations” against the network and had said Israel’s suppression of a free press stood “in contravention of international and humanitarian law”.</p><p>“Al Jazeera reiterates that such slanderous accusations will not deter us from continuing our bold and professional coverage, and reserves the right to pursue every legal step,” the Qatar-based network had said in a statement.</p><p>Israeli PM Netanyahu and his former Defence Minister Yoav Gallant are wanted by the International Criminal Court (ICC) for war crimes in Gaza.</p><p>Al Jazeera has been <a href=\"/news/2024/5/6/israel-bans-al-jazeera-what-does-it-mean-and-what-happens-next\">targeted by Israel</a> for years. In 2017, Netanyahu threatened to shut down its Jerusalem office, and an Israeli missile destroyed the building housing its office in Gaza in 2021.</p><p>Many Al Jazeera journalists – and in several cases, their families – were among more than 200 Palestinian journalists killed by Israel during its genocidal war on Gaza.</p><p>In May 2022, Al Jazeera journalist Shireen Abu Akleh was shot dead by Israeli soldiers in the occupied West Bank. Israel initially denied but later admitted there was a “high possibility” that one of its soldiers had killed the journalist, known for her ground reporting from the occupied Palestinian territories.</p></div></div></body></html>"
        },
        {
            "title": "Manchester United dent Arsenal’s title bid with dramatic 3-2 win | Football News | Al Jazeera",
            "time": "2026-01-25T19:01:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697662fd71-1769366269_43d61e-1769367654.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Manchester United dealt a blow to Arsenal’s title charge in English football’s Premier League as Matheus Cunha’s late stunner clinched a <a href=\"/sports/liveblog/2026/1/25/live-arsenal-vs-manchester-united-premier-league-2\">3-2 win over the leaders</a>.</p><p class=\"p1\">Lisandro Martinez’s own goal put Arsenal ahead at the Emirates Stadium on Sunday, but Bryan Mbeumo equalised before half-time.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Patrick Dorgu’s brilliant blast gave United the lead after the interval, until Mikel Merino’s late leveller looked to have rescued a point for Arsenal.</p><p class=\"p1\">In a dramatic finish, Brazilian forward Cunha bagged the winner with an eye-catching drive three minutes from full time.</p><p class=\"p1\">It was Arsenal’s first defeat in 13 games in all competitions since losing at Aston Villa in December. The Gunners lost at home for the first time in 18 matches in all competitions since losing to Bournemouth in May.</p><p class=\"p1\">The Gunners are now just four points above second-placed Manchester City and third-placed Aston Villa, who both closed the gap with wins against Wolves and Newcastle, respectively, this weekend.</p><p class=\"p1\">Arsenal boss Mikel Arteta has not lifted a trophy since the 2020 FA Cup, and Arsenal, who have not won the title in 22 years, face a test of their nerve in the coming weeks after blowing significant leads at the top in previous title races.</p><p class=\"p1\">United’s first win at the Emirates Stadium since December 2017 continued Michael Carrick’s impressive start to his <a href=\"/sports/2026/1/13/michael-carrick-signs-deal-with-man-united-to-be-interim-head-coach\">interim reign</a>.</p><p class=\"p1\">Former Middlesbrough boss Carrick, hired to temporarily replace the sacked Ruben Amorim, started his tenure with a <a href=\"/sports/2026/1/17/carrick-off-to-perfect-start-as-united-beat-city-2-0-in-manchester-derby\">surprise 2-0 win</a> against Manchester City last weekend.</p><p class=\"p1\">He has already masterminded victories over the top two to lift United into fourth after Amorim’s turbulent spell in charge.</p><figure id=\"attachment_4265543\" aria-describedby=\"caption-attachment-4265543\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4265543\" src=\"/wp-content/uploads/2026/01/reuters_69765037-1769361463.jpg?w=770&amp;resize=770%2C478&amp;quality=80\" alt=\"Soccer Football - Premier League - Arsenal v Manchester United - Emirates Stadium, London, Britain - January 25, 2026 Manchester United's Bryan Mbeumo scores their first goal Action Images via Reuters/Peter Cziborra EDITORIAL USE ONLY. NO USE WITH UNAUTHORIZED AUDIO, VIDEO, DATA, FIXTURE LISTS, CLUB/LEAGUE LOGOS OR 'LIVE' SERVICES. ONLINE IN-MATCH USE LIMITED TO 120 IMAGES, NO VIDEO EMULATION. NO USE IN BETTING, GAMES OR SINGLE CLUB/LEAGUE/PLAYER PUBLICATIONS. PLEASE CONTACT YOUR ACCOUNT REPRESENTATIVE FOR FURTHER DETAILS..\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4265543\" class=\"wp-caption-text\">Bryan Mbeumo scores United’s first goal [Peter Cziborra/Action Images via Reuters]</figcaption></figure><p class=\"p1\">Arsenal’s relentless early pressure was rewarded in the 29th minute.</p><p class=\"p1\">It was a shambolic goal for United to concede, starting with Dorgu’s failure to head clear from Piero Hincapie’s cross.</p><p class=\"p1\">Bukayo Saka pounced and clipped his cross towards Martin Odegaard, and although the Arsenal captain miscued his shot, Martinez made a hash of clearing under pressure from Jurrien Timber, and the ball bounced in off the United defender’s heel.</p><p class=\"p1\">Arsenal had not allowed a shot on target in their previous two league games.</p><p class=\"p1\">Yet if Arsenal’s opener had come gift-wrapped by United, the Gunners returned the favour with an even more careless blunder in the 37th minute.</p><p class=\"p1\">Martin Zubimendi’s woefully under-hit back pass was seized on by Mbeumo, who glided around Arsenal keeper David Raya to fire home.</p><p class=\"p1\">Mbeumo’s ninth goal in all competitions since arriving from Brentford maintained the Cameroon forward’s gradual improvement in his first season with United.</p><p class=\"p1\">Arsenal had completely lost their momentum, and Carrick’s men took full advantage five minutes after the interval.</p><p class=\"p1\">Bruno Fernandes picked out Dorgu, and he took a touch before lashing into the top corner from 20 yards.</p><p class=\"p1\">Arsenal appealed for a handball against Dorgu, but VAR allowed the goal to stand as a worried silence descended on the Emirates Stadium.</p><p class=\"p1\">The 21-year-old’s second goal in successive games vindicated Carrick’s decision to move him from defence into a more attacking role.</p><p class=\"p1\">To their credit, Arsenal refused to surrender, and they snatched an equaliser in the 84th minute.</p><p class=\"p1\">Once again, it was an Arsenal set piece that did the damage as Lammens failed to catch Saka’s corner and Merino bundled home from close range.</p><p class=\"p1\">However, there was a sting in the tail for Arsenal in the 87th minute as Fernandes and Kobbie Mainoo teed up Cunha for a superb strike that flashed past Raya from 25 metres (27 yards).</p><p>Cunha said it was the type of game he had dreamed of playing at United.</p><p>“This is the type of match we watch on television. This is one of the best moments for me here,” he said on Premier League Productions.</p><p>“It means everything. This is the type of thing I wanted to do when I came here.”</p><p>Arsenal’s skipper Odegaard lamented some of the mistakes that knocked his team off its stride.</p><p>“It was never going to be easy. We know every game in this league is a big challenge,” he told Sky Sports.</p><p>“Now it is time to work harder than ever. We are still top of the league, so we have to keep going and bounce back straight away.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">Earlier on Sunday, Emi Buendia’s sweet strike set Aston Villa on their way to a hard-fought 2-0 Premier League win at Newcastle as they maintained their pursuit of the top two.</p><p class=\"p1\">The Argentine’s sumptuous finish and a late header from Ollie Watkins secured victory at St James’s Park – a first on Tyneside since 2005.</p><p class=\"p1\">Elsewhere, Estevao opened the scoring and added an assist as fourth-placed Chelsea secured a 3-1 victory over 10-man Crystal Palace and a first Premier League away win under Liam Rosenior.</p><p class=\"p1\">Eighteen-year-old Estevao took advantage of an Eagles error to break the deadlock in the 34th minute. Then the young Brazilian teed up Joao Pedro after the restart.</p><p class=\"p1\">Enzo Fernandez added a goal from the penalty spot just after the hour, with Palace going down to 10 men when Adam Wharton was shown a second yellow card.</p><p class=\"p1\">Chris Richards nodded home an 88th-minute consolation for the Eagles, whose winless streak has now extended to 11 games across all competitions.</p><p class=\"p1\">In West London, Goals from Igor Jesus and Taiwo Awoniyi eased Nottingham Forest’s relegation fears in a surprise 2-0 win at Brentford.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Winter storm leaves over a million customers without power across US | Weather News | Al Jazeera",
            "time": "2026-01-25T16:31:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69762c1986d0-1769352217.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 11 hours ago</span><span aria-hidden=\"true\">Updated: 11 hours ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than a million customers across the United States are without electricity and over 10,000 flights have been cancelled as a monster winter storm threatens to paralyse a large part of the country with heavy snowfall and freezing rain.</p><p>The storm is forecast to sweep the eastern two-thirds ⁠of the nation on Sunday and into the week, plummeting temperatures to below freezing and causing “dangerous travel and infrastructure impacts” to linger for several days, the National Weather Service (NWS) said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>As ​of 2:14pm EST (19:14 GMT) on Sunday, 1,005,641 customers were without electricity, according to PowerOutage.us – most of them in Tennessee, while Mississippi, Texas, Louisiana, Kentucky, Georgia, Virginia and Alabama were also badly affected.</p><p>Heavy snow was forecast from the Ohio Valley to the Northeast, while “catastrophic ice accumulation” threatened from the Lower Mississippi Valley to the Mid-Atlantic and Southeast.</p><figure id=\"attachment_4265115\" aria-describedby=\"caption-attachment-4265115\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4265115\" src=\"/wp-content/uploads/2026/01/AP26025503820788-1769352959.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Icicles form on power lines during a winter storm in Nashville, Tenn\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4265115\" class=\"wp-caption-text\">Icicles form on power lines during a winter storm in Nashville, Tennessee [Kristin Hall/AP]</figcaption></figure><p>“It is a unique storm in the sense that it is so widespread,” said NWS meteorologist Allison Santorelli, adding that about 213 million people were under some sort of winter weather warning.</p><p>“It was affecting areas all the way from New Mexico, Texas, all the way into New England, so we are talking like a 2,000-mile [3,220km] spread.”</p><p>Calling the storm “historic”, US President Donald Trump on Saturday approved federal emergency disaster declarations as nearly 20 states and the District of Columbia declared weather emergencies.</p><p>“We will continue to monitor, and stay in touch with all States in the path of this storm. Stay Safe, and Stay Warm,” Trump wrote in a post on Truth Social.</p><p>More than 10,000 flights were cancelled on Sunday and another 8,000 have been delayed, according to the flight tracker FlightAware.com. Major US airlines warned passengers ⁠to stay alert for abrupt flight changes and cancellations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Federal Emergency Management Agency pre-positioned commodities, staff and search-and-rescue teams in numerous states, Department of Homeland Security Secretary Kristi Noem said, warning Americans to take precautions.</p><p>“It’s going to ‍be very, very ⁠cold. So we would encourage everybody to stock up on fuel, stock up on food, and we will get through this together,” Noem said. “We have utility crews that are working to restore that as quick as possible.”</p><p>The Department of Energy on Sunday issued ‌an emergency order to authorise grid operator PJM Interconnection to run “specified resources” in the mid-Atlantic region, regardless of limits due to state laws or environmental permits.</p><p><span>The</span><span> NWS warned that heavy ice could cause “long-duration power outages, extensive tree damage, and extremely dangerous or impassable travel conditions”, including in many states less accustomed to intense winter weather.</span></p><p>Authorities warned of life-threatening cold that could last a week post-storm, especially in the Northern Plains and Upper Midwest, where wind chill lows were forecast to dip to extremes under -50F (-45C). Such temperatures can cause frostbite within minutes.</p><p>The massive storm system is the result of a stretched polar vortex, an Arctic region of cold, low-pressure air that normally forms a relatively compact, circular system but sometimes morphs into a more oval shape, sending cold air spilling across a large region, in this case, North America.</p><p>Scientists say the increasing frequency of such disruptions of the polar vortex may be linked to climate change.</p></div></div></body></html>"
        },
        {
            "title": "What al-Maliki’s return would mean for Iraq and the region | Opinions | Al Jazeera",
            "time": "2026-01-25T16:11:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-24T191225Z_394100153_RC2P7JAK1377_RTRMADP_3_IRAQ-SECURITY-PRIMEMINISTER-1769346969_c9e3ae-1769357435.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two weeks ago, incumbent Iraqi Prime Minister Mohammed Shia al-Sudani announced his withdrawal from the premiership race. Amid political negotiations following the November elections, this move effectively paved the way for former Prime Minister Nouri al-Maliki to return to power.</p><p>This development is not just an act of political recycling; it reflects the failure of Iraqi state-building after the United States invasion of 2003. Under al-Maliki, Iraq may well go back to the disastrous policies that in 2014 led to the rise of ISIL (ISIS).</p><h2 id=\"sectarian-politics\">Sectarian politics</h2><p>In reflecting on what al-Maliki’s return could possibly mean for Iraq, it is important to examine his track record. In 2006, when he was first nominated for the prime minister’s post, the administration of US President George W Bush supported him. Washington did so in the name of stability and trust, despite the early red flags. By November 2006, just six months after al-Maliki came to power, US National Security Advisor Stephen Hadley was already raising concerns about his ability to rein in violence against the Sunni population.</p><p>The decision by the Bush administration to continue its support for the prime minister reflects its own record of misguided policies, driven by ignorance of the region and its history. By backing al-Maliki, Washington paved the way for the chaos and instability it sought to avert.</p><p>During his first two terms, al-Maliki established a governance template that deliberately dismantled the post-2003 settlement’s vision of inclusive politics. He pursued policies of deliberate exclusion of the Sunni population on the political and social levels under the guise of de-Baathification. While originally intended to remove Saddam Hussein’s loyalists, the process was weaponised by al-Maliki as a sectarian tool. In 2010, for example, the prime minister used a de-Baathification law to ban nine parties and more than 450 candidates — predominantly Sunnis — from the parliamentary elections.</p><p>The security apparatus under his leadership also carried out arrests of moderate Sunni politicians on trumped-up charges of “terrorism” and suppressed peaceful demonstrations.</p><p>The 2013 massacre in the town of al-Hawija, in Kirkuk province, is a case in point. In January of that year, scores of Sunnis gathered for a peaceful protest of the discriminatory policies of al-Maliki’s government that lasted weeks. Three months later, security forces attacked the protest sit-in,<a href=\"/news/2013/5/4/iraq-pressured-to-step-up-raid-probe\"> killing at least 44 protesters</a>.</p><p>Under al-Maliki, Baghdad also witnessed the deliberate displacement of Sunnis from their homes and the consolidation of Shia-dominated areas. This was a form of demographic engineering with the full support and complicity of the state.</p><p>As a result of these policies, sectarian politics escalated to the point where ethnic and religious identity became the main dividers of society, undermining national unity and plunging the country into civil conflict.</p><p>The constant assault on Sunni communities generated widespread discontent, which was easily exploited by extremist organisations – first al-Qaeda and then ISIL (ISIS).</p><h2 id=\"corruption-and-mismanagement\">Corruption and mismanagement</h2><p>The industrial-scale haemorrhaging of national wealth during the al-Maliki era was nothing short of staggering. The Iraqi parliament’s own transparency commission <a href=\"/video/2018/5/8/iraq-corruption-watchdog-320bn-stolen-over-15-years\">estimated</a> in 2018 that by then, $320bn had been lost to corruption since the US invasion; al-Maliki was in power for eight of those 15 years.</p><p>The money was used to fund the extravagant lifestyles of those close to al-Maliki, the purchase of expensive real estate, and deposits in shell companies and secret bank accounts. All of this is not a matter of administrative dysfunction but of large-scale thievery.</p><p>Iraq’s Federal Commission of Integrity carried out extensive documentation of such malpractices, but to this day, no one has been held accountable. Under al-Maliki, the independence of the judiciary was destroyed, rendering any process of accountability impossible.</p><p>Mismanagement also extended to the security and military forces. For years, the army was paying salaries to “ghost soldiers”; by 2014, the bill for this corruption scheme had grown <a href=\"/news/2014/12/1/iraq-pm-sacks-officials-over-ghost-soldiers\">to $380m a year</a>. The prime minister himself <a href=\"https://www.npr.org/2011/02/02/133440159/group-claims-iraq-secret-prison-in-operation\">was found </a>to be running his own prison and commanding a special force of 3,000 soldiers loyal to him.</p><p>Years of corruption and dysfunction within the Iraqi army amid nearly $100bn in US funding led to the disaster of 2014, when military units dispersed in the face of advancing ISIL (ISIS) forces.</p><h2 id=\"al-maliki-s-return\">Al-Maliki’s return</h2><p>Al-Maliki did not spend the past 11 years in political isolation. Instead, he was at the centre of the political machinery, plotting and lining up all the necessary components for his ultimate return under the watch of successive US administrations.</p><p>A third term for him would likely deepen sectarian divisions and entrench corruption. Iraqi governance will continue to be undermined by his tendencies to create shadow power structures in which loyalists are empowered at the expense of institutions.</p><p>Al-Maliki’s return would also be significant regionally. After the fall of Bashar al-Assad’s regime in Syria and the serious weakening of Hezbollah, Iraq has become Iran’s most critical regional security and financial asset.</p><p>Iran’s position in the region has not been this vulnerable in decades, but al-Maliki’s return would effectively preclude Iraq from embarking on a more independent path from Tehran in its domestic and foreign affairs.</p><p>His third term would also likely obstruct normalisation with Damascus. Al-Maliki has vocally opposed engaging Syria’s new leadership. Last year, he voiced his opposition to interim President Ahmed al-Sharaa attending the Arab League Summit in Baghdad and described him as “wanted by Iraqi courts on terrorism charges”.</p><p>In parallel, a new al-Maliki government would also pose a challenge to US interests. The appointment of Mark Savaya as a special envoy to Iraq by the administration of US President Donald Trump, the first such appointment in 20 years, demonstrated its intent on pushing through policies aimed at curbing Iranian influence.</p><p>Washington wants the pro-Iranian Popular Mobilisation Forces (PMF) dismantled and fully integrated into the Iraqi army. Al-Maliki is unlikely to undertake such a move because he is the “godfather” of these parallel armed structures. Dismantling them would mean destroying his own creation and severing his ties with Iran.</p><p>The issue at stake, however, is not just what policies al-Maliki will pursue. It is also the fact that Iraq is not able to escape a political cycle that has brought it nothing but catastrophe. It shows that the Iraqi political elite has learned nothing from the 2014 crisis.</p><p>Sectarian mobilisation and kleptocratic politics are still valid political options. Iraqi youth have repeatedly taken to the streets to protest this deeply flawed and dysfunctional status quo. Without significant changes to the incentive structure, accountability system, and sectarian distribution of power, Iraq is doomed to repeat the same grave mistakes of the past.</p><p data-start=\"7179\" data-end=\"8162\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Why is Trump upending 80 years of US foreign policy? | Politics | Al Jazeera",
            "time": "2026-01-25T16:01:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769356912.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Former Trump official Christian Whiton argues it is about time to press ‘reset’ on US relations with the world.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump realises “the rules-based international order” never existed, and he’s “willing to turn his back on that”, former Trump administration official Christian Whiton argues.</p><p>Whiton tells Steve Clemons that US foreign policy remained fairly consistent over the past 80 years while Trump is happy to upset “the globalists and the establishment unity party in Washington – Republican and Democrat – and all the generals”.</p><p>In Europe, the US would like to see more populist, anti-immigration governments, Whiton said, adding that Western societies should “cast aside” the idea that they are “inherently racist, a patriarchy [with] … a racist, imperialist history”.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Bangladesh slams India over fugitive ex-PM Hasina’s first public address | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-01-25T15:59:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260123__93T96X9__v1__HighRes__BangladeshPoliticsIndia-1-1769405404.jpg?resize=1920%2C1369",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bangladesh slams India over fugitive ex-PM Hasina’s first public address</h1><p class=\"article__subhead\"><em>Dhaka says it is ‘shocked’ the ousted leader was allowed to speak at a news conference, her first since the 2024 uprising.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh’s Ministry of Foreign Affairs says it is “surprised and shocked” that fugitive former Prime Minister Sheikh Hasina has been allowed to make a public address in neighbouring India, where she fled in 2024.</p><p>“Allowing the event to take place in the Indian capital and letting mass murderer Hasina openly deliver her hate speech … constitute a clear affront to the people and the Government of Bangladesh,” the ministry said in a statement on Sunday about the address – Hasina’s first since she was ousted.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hasina, 78, has lived in exile in India since August 2024 when a student-led uprising ended her 15-year rule, which was marked by allegations of widespread rights violations, including attacks, imprisonment and targeted killings of opposition figures, dissenters and critics.</p><p>She was sentenced to death in absentia by a Dhaka court in November for incitement, issuing an order to kill and inaction to prevent atrocities during her government’s crackdown on the <a href=\"/features/2026/1/20/bangladeshi-youth-toppled-hasina-now-they-could-decide-next-prime-minister\">2024 uprising</a>, in which more than 1,400 people were killed.</p><p>In an audio address played on Friday to a packed Foreign Correspondents’ Club in New Delhi, Hasina accused Muhammad Yunus, the head of Bangladesh’s interim government, of being a “murderous fascist” and said Bangladesh would “never experience free and fair elections” under him. More than 100,000 people watched the address, which was broadcast online.</p><p>Bangladesh is scheduled to hold its first <a href=\"/news/2026/1/22/campaigning-begins-in-bangladesh-for-first-election-after-hasinas-ouster\">general election</a> since Hasina’s removal on February 12. Her Awami League party is banned from participating in the vote after the Election Commission <a href=\"/news/2025/5/11/bangladesh-bans-activities-of-awami-league-the-party-of-ousted-pm-hasina\" target=\"_blank\" rel=\"noopener\">suspended its registration</a> in May.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Foreign Ministry’s statement said Hasina “openly called for the removal” of the interim government and issued “blatant incitements to her party loyalists and the general public to carry out acts of terror” to derail the upcoming election.</p><p>The ministry added that her speech set a “dangerous precedent” that could “seriously impair bilateral relations” with India, which has so far ignored Bangladesh’s request to <a href=\"/features/2026/1/6/new-phase-india-eyes-bangladesh-thaw-with-bnp-before-elections\">extradite Hasina</a>.</p><p>Hasina’s address came as Bangladesh, home to 170 million people, gears up for the polls. The frontrunners are the Bangladesh Nationalist Party and a coalition of parties led by <a href=\"/news/2026/1/21/what-is-bangladeshs-jamaat-e-islami-party-could-it-lead-the-country-next\">Jamaat-e-Islami</a>, the Muslim-majority country’s largest Islamist party.</p></div></div></body></html>"
        },
        {
            "title": "US military moves Navy, Air Force assets to the Middle East: What to know | Explainer News | Al Jazeera",
            "time": "2026-01-25T15:55:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-08-12T054450Z_346149826_RC23D9AYGQTY_RTRMADP_3_ISRAEL-PALESTINIANS-USA-PENTAGON-1769344405.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States aircraft carrier strike group is heading towards the Gulf as tensions build with Iran.</p><p>The US military last staged a major build-up in the Middle East in June – days before striking three Iranian nuclear sites during Israel’s 12-day war with Tehran.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>This month, US President Donald Trump backed antigovernment protesters in Iran. “Help is on its way,” he told them as the government cracked down. But last week, he dialled down the military rhetoric. The protests have since been quashed.</p><p>So what are the US military assets moving to the Gulf? And is the US preparing to strike Iran again?</p><figure id=\"attachment_4264833\" aria-describedby=\"caption-attachment-4264833\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264833\" src=\"/wp-content/uploads/2026/01/2026-01-24T070504Z_712617654_RC2J7JAXKF5U_RTRMADP_3_IRAN-TRUMP-USA-MILITARY-1769344450.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"iran\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264833\" class=\"wp-caption-text\">An anti-US mural on a building in Tehran, Iran [Majid Asgaripour/WANA via Reuters]</figcaption></figure><h2 id=\"why-is-the-us-moving-warships\">Why is the US moving warships?</h2><p>Trump said on Thursday that a US “armada” is heading towards the Gulf region with Iran being its focus.</p><p>US officials said an aircraft carrier strike group and other assets are to arrive in the Middle East in the coming days.</p><p>“We’re watching Iran. We have a big force going towards Iran,” Trump said.</p><p>“And maybe we won’t have to use it. … We have a lot of ships going that direction. Just in case, we have a big flotilla going in that direction, and we’ll see what happens,” he added.</p><p>The aircraft carrier Abraham Lincoln changed its path from the South China Sea more than a week ago towards the Middle East. Its carrier strike group includes Arleigh Burke-class destroyers equipped with Tomahawk cruise missiles capable of striking targets deep inside Iran.</p><p>The US military vessels en route to the Middle East are also equipped with the Aegis combat system, which provides air and missile defence against ballistic and cruise missiles and other aerial threats.</p><p>When Washington hit Iran’s nuclear sites, US forces reportedly launched 30 Tomahawk missiles from submarines and carried out strikes with B-2 bombers.</p><p>When asked on Thursday if he wanted Iranian Supreme Leader Ali Khamenei to step down, Trump replied: “I don’t want to get into that, but they know what we want. There is a lot of killing.”</p><p>He also reiterated claims that his threats to use force stopped authorities in Iran from executing more than 800 people who had taken part in the protests, a claim denied by Iranian officials.</p><p>An unnamed US official told the Reuters news agency that additional air defence systems were being considered for the Middle East, which could be critical to guard against an Iranian strike on US bases in the region.</p><p>Iranian state media said the protests killed 3,117 people, including 2,427 civilians and members of the security forces.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4242680\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-US-Military-presence-in-the-Middle-East-June-2025-map-1768495584.png?quality=80\" alt=\"INTERACTIVE-US Military presence in the Middle East June 2025 map-1768495584\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"how-widespread-is-the-us-military-presence-in-the-middle-east\">How widespread is the US military presence in the Middle East?</h2><p>The US has operated military bases in the Middle East for decades and has 40,000 to 50,000 soldiers stationed there.</p><p>According to the Council on Foreign Relations, the US operates a broad network of military sites, both permanent and temporary, at at least 19 locations in the region.</p><p>Of these, eight are permanent bases, located in Bahrain, Egypt, Iraq, Jordan, Kuwait, Qatar, Saudi Arabia and the United Arab Emirates.</p><p>The first US deployment of soldiers in the Middle East was in July 1958 when combat troops were sent to Beirut. At its height, almost 15,000 Marines and Army soldiers were in Lebanon.</p><p>The US naval movement towards Iran was ordered despite a new National Defense Strategy being released on Friday. The document is drawn up every four years by the Department of Defense, and the latest security blueprint outlines a pullback of US forces in other parts of the world to prioritise security in the Western Hemisphere.</p><figure id=\"attachment_4264829\" aria-describedby=\"caption-attachment-4264829\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264829\" src=\"/wp-content/uploads/2026/01/2025-09-06T120817Z_685304643_RC2CMGA4661V_RTRMADP_3_ISRAEL-PALESTINIANS-IRAN-1769344416.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"trump iran\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264829\" class=\"wp-caption-text\">A cut-out of US President Donald Trump is hanged in Palestine Square in Tehran, Iran, on September 6, 2025 [Majid Asgaripour/WANA via Reuters]</figcaption></figure><h2 id=\"how-has-iran-responded\">How has Iran responded?</h2><p>Ali Abdollahi Aliabadi, who heads coordination between Iran’s army and its Islamic Revolutionary Guard Corps, warned on Thursday that any military strike on Iran would turn all US bases in the region into “legitimate targets”.</p><p>General Mohammad Pakpour, the commander of the Revolutionary Guard, said two days later that Iran is “more ready than ever, finger on the trigger”.</p><p>He warned Washington and Israel “to avoid any miscalculation”.</p><p>This month, Washington had withdrawn some personnel from its bases in the Middle East after Tehran threatened to hit them if Washington launched strikes on its territory.</p><p>In a piece in The Wall Street Journal newspaper on Tuesday, Foreign Minister Abbas Araghchi also said Tehran would be “firing back with everything we have” if attacked.</p><p>“An all-out confrontation will certainly be ferocious and drag on far, far longer than the fantasy timelines that Israel and its proxies are trying to peddle to the White House,” he said.</p><figure id=\"attachment_4264835\" aria-describedby=\"caption-attachment-4264835\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264835\" src=\"/wp-content/uploads/2026/01/2026-01-22T135022Z_1564480101_RC2B6JAZP6TI_RTRMADP_3_SAFRICA-PROTEST-USA-EMBASSY-1769344463.jpg?w=770&amp;resize=770%2C543&amp;quality=80\" alt=\"iran\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264835\" class=\"wp-caption-text\">Protesters rally outside the US embassy in solidarity with the people of Venezuela, Iran and Palestine in Cape Town, South Africa, on January 22, 2026 [Esa Alexander/Reuters]</figcaption></figure><h2 id=\"has-air-traffic-stopped\">Has air traffic stopped?</h2><p>Not completely, but the build-up of tensions between the US and Iran has led to the suspension of some flights.</p><p>Over the weekend, Air France cancelled two flights from Paris to Dubai. It said it “continuously monitors the geopolitical situation in the territories served and overflown by its aircraft in order to ensure the highest level of flight safety and security”. It has since resumed its flights.</p><p>Luxair postponed its flight on Saturday from Luxembourg to Dubai by 24 hours “in light of ongoing tensions and insecurity affecting the region’s airspace, and in line with measures taken by several other airlines”, the carrier said in a statement to The Associated Press news agency.</p><p>Arrivals at Dubai International Airport showed the cancellation of Saturday’s flights from Amsterdam by the Dutch carriers KLM and Transavia. Some KLM flights to Tel Aviv, Israel, were also cancelled on Friday and Saturday.</p><figure id=\"attachment_4264831\" aria-describedby=\"caption-attachment-4264831\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264831\" src=\"/wp-content/uploads/2026/01/2026-01-21T115720Z_739328104_RC2N5JAVDL4H_RTRMADP_3_IRAN-ECONOMY-PROTESTS-1769344437.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"iran\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264831\" class=\"wp-caption-text\">This mosque in Tehran was burned this month during antigovernment protests [File: Majid Asgaripour/WANA via Reuters]</figcaption></figure><h2 id=\"did-the-us-impose-new-sanctions-on-iran\">Did the US impose new sanctions on Iran?</h2><p>In line with its continuing effort to ramp up pressure on Tehran, the US imposed sanctions on Friday on a fleet of nine ships and their owners whom Washington accused of transporting hundreds of millions of dollars in Iranian oil to foreign markets in violation of sanctions.</p><p>US Treasury Secretary Scott Bessent said the sanctions were imposed because of Iran’s “shutdown of internet access to conceal its abuses” against its citizens during its crackdown on the nationwide protests.</p><p>The sanctions “target a critical component of how Iran generates the funds used to repress its own people”, Bessent said.</p><p>US officials said the nine targeted vessels – sailing under the flags of Palau, Panama and other jurisdictions – are part of a shadow fleet that smuggles sanctioned goods, notably from Russia and Iran.</p><p>Protests began in Iran on December 28, triggered by the collapse of Iran’s currency, the rial, and intensified over the next two weeks</p><p>On Friday, the United Nations Human Rights Council passed a resolution that condemned Iran for the deadly protest crackdown.</p><p>Ali Bahreini, Iran’s envoy at the meeting in Geneva, reiterated his government’s claim that 3,117 people died during the unrest, 2,427 of whom were killed by “terrorists” armed and funded by the US, Israel and their allies.</p><p>“It was ironic that states whose history was stained with genocide and war crimes now attempted to lecture Iran on social governance and human rights,” he said.</p><p>The US-based Human Rights Activists News Agency said it has confirmed at least 5,137 deaths during the protests and is investigating 12,904 others.</p></div></div></body></html>"
        },
        {
            "title": "Envoys from US meet Netanyahu as Israel continues to bomb Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-25T15:54:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-24T113731Z_1485934817_RC2C6JAHWFSE_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-USA-1769332737.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States envoy Steve Witkoff says he and his colleague Jared Kushner have held “constructive” talks with Israeli Prime Minister Benjamin Netanyahu, as Israel continues its deadly bombardment of the besieged Gaza Strip.</p><p>In a short statement on Sunday, Witkoff said the “positive” discussion focused on “the continued progress and implementation planning for Phase 2 of President Trump’s 20-Point Plan for Gaza”, which the US and Israel are advancing in “close partnership”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Witkoff added “broader regional issues” were also discussed in the meeting on Saturday, a likely reference to heightened tensions between the US and Iran and speculation that Washington and Tel Aviv may still yet attack Iran as they did during the <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day June war</a> against Tehran.</p><p>Israel, in the meantime, continues bombarding Gaza despite agreeing to a ceasefire in its <a href=\"/news/2026/1/24/israeli-drone-strike-kills-two-children-collecting-firewood-in-gaza\" target=\"_blank\" rel=\"noopener\">genocidal war</a>, committing near-daily <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\" target=\"_blank\" rel=\"noopener\">violations of the October 10 agreement</a> brokered by the US.</p><p>Medical sources say at least three Palestinians have been killed and many others wounded throughout the day.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4264873\" src=\"/wp-content/uploads/2025/11/Death-toll-tracker-1769346004.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-jan 25, 2026_Death toll tracker-1765554400\" fetchpriority=\"low\"></p><p>Reporting from Gaza City, Al Jazeera’s Hani Mahmoud said the sounds of Israeli gunfire and shelling coming from the eastern part of the Gaza Strip were almost non-stop on Sunday.</p><p>Further north, local sources in Jabalia refugee camp reported a drone attack on a medical facility that is located next to the so-called yellow line that separates Israeli- and Palestinian-controlled zones. Israeli military vehicles also unleashed heavy fire east of Jabalia and fired artillery shells in various areas of the town.</p><p>The extent of possible casualties was not immediately clear. “It’s a very difficult situation right now, and it’s unsafe for paramedics and Palestinian Civil Defence crew members to reach the area,” Mahmoud said.</p><p>More than 480 Palestinians have been killed and 1,321 others wounded in Israeli attacks since October 11, according to the Palestinian Health Ministry in Gaza. Israeli attacks have killed 71,657 people and wounded 171,399 others in Gaza since October 7, 2023, the ministry says.</p><h2 id=\"rafah-reopening-sparks-hope-fear\">Rafah reopening sparks hope, fear</h2><p>Amid the ongoing Israeli assault on Gaza, the enclave’s Rafah border crossing with Egypt is <a href=\"/news/2026/1/22/gazas-rafah-crossing-with-egypt-to-open-next-week-palestinian-official\">expected to reopen</a> in the coming days in both directions, the head of Gaza’s technocratic committee Ali Shaath said at the World Economic Forum in Davos, Switzerland on Thursday.</p><p>“Opening Rafah signals that Gaza is no longer ‌closed to the future and to ⁠the war,” Shaath said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The reopening of Rafah would mark the fulfillment of a key tenet of US President Donald Trump’s 20-point plan, which called for allowing people to flow through Gaza’s main gateway to the outside world in both directions.</p><p>Ahmed al-JoJo, a Palestinian living in Gaza, has spent more than a year separated from his fiancee after she crossed into Egypt – unknowingly departing just days before the checkpoint closed indefinitely.</p><p>“I lived through all the stages that followed her departure – alone without her, and without any motivation for life,” he told Al Jazeera.</p><p>Opening the crossing “would be a solution, but only a partial one”, he noted.</p><p>“This is the impact of the war, and what it has done to us,” al-Jojo said. “It’s separated us. The first step is for me to leave through the crossing.”</p><p>But Palestinians have previously waited out rumours of reopenings that never came to fruition. There is also <a href=\"/news/2026/1/6/qatar-says-its-engaged-with-mediators-to-reopen-rafah-crossing-into-gaza\">widespread suspicion</a> that Israel will use Rafah as a one-way exit that will aid in ethnic cleansing.</p><p>Israeli officials, for their part, have insisted that the full reopening be conditioned on the return of the one remaining deceased captive, as well as the disarmament of Hamas.</p></div></div></body></html>"
        },
        {
            "title": "Wave of Israeli attacks kills two in Lebanon in latest ceasefire violation | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-01-25T15:03:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260121__93JE7GV__v1__HighRes__LebanonIsraelConflict-1769349140.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Wave of Israeli attacks kills two in Lebanon in latest ceasefire violation</h1><p class=\"article__subhead\"><em>Deadly Israeli air strikes target areas across south Lebanon and the Bekaa Valley amid simmering regional tensions.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has launched a wave of air strikes across Lebanon, killing two people, in <a href=\"/news/2026/1/22/israel-bombs-four-syria-lebanon-border-crossings-kills-2-in-south-lebanon\">another near-daily violation</a> of the November 2024 ceasefire with Hezbollah.</p><p>Israeli attacks targeted areas in the eastern Bekaa Valley and several villages in south Lebanon, including Bouslaiya and Aita al-Shaab, the National News Agency (NNA) reported on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A strike on a warehouse in Khirbet Selm in the Bint Jbeil district killed at least one person and injured another, Lebanon’s Health Ministry said.</p><p>The Israeli military said the attack targeted a Hezbollah “weapons manufacturing site”, without providing evidence.</p><p>NNA reported that another person was killed in a separate strike in Derdghaya, east of the southern coastal city of Tyre. Several Lebanese news outlets identified the victim as Mohammed al-Hussayni, a school teacher.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The attacks come amid fears of a major Israeli assault to disarm Hezbollah amid simmering regional tensions and possible strikes by the United States and Israel against Iran, the Lebanese group’s top ally.</p><p>The Lebanese government said earlier this month that it <a href=\"/news/2026/1/8/lebanons-army-says-phase-one-of-hezbollah-disarmament-in-south-completed\">completed the stage</a> of removing the group’s weapons south of the Litani River, 28km (17 miles) from the Israeli border.</p><p>Despite the ceasefire, Israel continues to occupy five points within Lebanese territory.</p><p>The Israeli army has also levelled several villages along the borders and blocked their reconstruction, preventing their residents from returning.</p><figure id=\"attachment_3518594\" aria-describedby=\"caption-attachment-3518594\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3518594\" src=\"/wp-content/uploads/2025/02/INTERACTIVE-Israel-Hezbollah-Lebanon-remain-in-5-locations-1739885189.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Israel-Hezbollah Lebanon remain in 5 locations-1739885189\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3518594\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>In August of last year, the Lebanese government issued a decree tasking the army with formulating a plan to disarm Hezbollah.</p><p>But the group has refused to <a href=\"/news/2025/12/31/hezbollah-weapons-deadline-whats-next-for-lebanon-amid-israeli-strikes\">give up its weapons</a> north of Litani, arguing that its military force is necessary to resist Israeli attacks, occupation and expansionism.</p><p>Lebanese officials have vowed to push on with a multi-phased plan to disarm the group across the country. The next stage of disarmament will target the region between the Litani River and the Awali River, about 40 km (25 miles) to the north.</p><p>Hezbollah has been severely weakened by Israel’s all-out assault against Lebanon in 2024, which killed most of the group’s top political and military leaders, including its chief <a href=\"/news/2024/9/28/hassan-nasrallah-hezbollah-leader-killed-in-beirut-in-israeli-strike\">Hassan Nasrallah</a>.</p><p>Since the end of the war, Lebanon has been forced to accept a de facto one-sided ceasefire, where Israel attacks the country almost daily without any response from the Lebanese side.</p><p>Hezbollah has been calling on the Lebanese government to intensify its diplomacy and press the sponsors of the ceasefire – the US and France – to pressure Israel to stop its violations.</p></div></div></body></html>"
        },
        {
            "title": "Pentagon downplays China threat: What it means for US allies | Explainer News | Al Jazeera",
            "time": "2026-01-25T14:36:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T180940Z_1471337729_RC2STIAHBCRK_RTRMADP_3_USA-VENEZUELA-1767509253_0086fb-1767514813.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States no longer views China as a top security priority, according to the Pentagon’s 2026 National Defense Strategy (NDS), as President Donald Trump’s administration seeks to focus on the Western Hemisphere in a break from a decade of foreign policy that saw Beijing as the biggest threat to US security and economic interests.</p><p>The strategy document says US allies and partners such as South Korea “must shoulder their fair share of the burden of our collective defense”. This is in line with Trump’s rhetoric calling on US allies in Europe and the Asia Pacific to step up and boost their defences to counter security threats from Russia and North Korea.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Released late on Friday, the 34-page Department of Defense blueprint comes weeks after the announcement of <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">Trump’s National Security Strategy</a>, which seeks to “restore American preeminence in the Western Hemisphere” by reinforcing the Monroe Doctrine, a 19th-century US policy opposed to European colonisation and interference in the Americas.</p><p>So what’s new in the NDS? And how will it impact US allies in the Asia Pacific?</p><figure id=\"attachment_3769516\" aria-describedby=\"caption-attachment-3769516\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3769516\" src=\"/wp-content/uploads/2025/06/AFP__20161228__JG4P4__v1__HighRes__ChinaNavyMilitary-1749707744.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"This photo taken on December 23, 2016 shows Chinese J-15 fighter jets being launched from the deck of the Liaoning aircraft carrier during military drills in the Yellow Sea, off China's east coast. Taiwan's defence minister warned on December 27 that enemy threats were growing daily after China's aircraft carrier and a flotilla of other warships passed south of the island in an exercise as tensions rise. (Photo by AFP) / China OUT / CHINA OUT\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3769516\" class=\"wp-caption-text\">Chinese J-15 fighter jets being launched from the deck of the Liaoning aircraft carrier during military drills in the Yellow Sea, off China’s east coast [File: AFP]</figcaption></figure><h2 id=\"what-s-in-trump-s-national-defense-strategy\">What’s in Trump’s National Defense Strategy?</h2><p>The major shift in the NDS lies in the shifting approach of the US Defense Department, which considers security of the “homeland and Western Hemisphere” its primary concern.</p><p>The document noted that the US military would be guided by four central priorities: defend the homeland, push allies around the world away from reliance on the US military, strengthen defence industrial bases and deter China as opposed to a policy of containment.</p><p>The Pentagon document said relations with China will now be approached through “strength, not confrontation”.</p><p>“It is neither America’s duty nor in our nation’s interest to act everywhere on our own, nor will we make up for allied security shortfalls from their leaders’ own irresponsible choices,” the document said.</p><p>Instead, the US would prioritise “threats to Americans’ interests”, it said.</p><p>The Pentagon said it would provide “military and commercial access” to key locations, such as Greenland, and construct the president’s “Golden Dome” missile defence system for North America.</p><p>Trump’s threat to take over Greenland has roiled transatlantic ties while the US <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of Venezuelan President Nicolas Maduro on January 3 has sent shockwaves across the world and raised questions about the undermining of international law. Trump has justified US actions in Venezuela as necessary to secure US security and economic interests.</p><p>The unclassified version of the NDS, which is released every four years, is uncharacteristically laden with photos of the defence secretary and president and repeatedly targets the administration of former President Joe Biden.</p><p>Under Biden, the Pentagon described “revisionist powers” like China and Russia as the “central challenge” to US security.</p><p>The NDS followed the release in December of the National Security Strategy, which argued that Europe is facing civilisational collapse and did not cast Russia as a threat to US interests.</p><p>The NDS noted that Germany’s economy dwarfs Russia’s, arguing that, therefore, Washington’s NATO allies are “strongly positioned to take primary responsibility for Europe’s conventional defense, with critical but more limited US support”.</p><p>The strategy blueprint noted that this includes taking the lead in supporting Ukraine’s defence.</p><p>The document also addressed the question of Iran, repeating the US position that Tehran cannot develop nuclear weapons. It also described Israel as a “model ally”. “And we have an opportunity now to further empower it to defend itself and promote our shared interests, building on President Trump’s historic efforts to secure peace in the Middle East,” it said.</p><figure id=\"attachment_4264251\" aria-describedby=\"caption-attachment-4264251\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264251\" src=\"/wp-content/uploads/2026/01/2026-01-03T170928Z_888660269_RC2TTIAXMQ80_RTRMADP_3_USA-VENEZUELA-1769329397.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"trump\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264251\" class=\"wp-caption-text\">Secretary of Defense Pete Hegseth speaks during a news conference with President Donald Trump after US forces abducted Venezuelan President Nicolas Maduro on January 3, 2026 [Jonathan Ernst/Reuters]</figcaption></figure><h2 id=\"what-s-the-impact-on-us-allies\">What’s the impact on US allies?</h2><p>First, Europe is pushed further down on Washington’s list of priorities and has been told to shoulder more responsibility for its own defence. Many NATO allies had already increased their defence spending and offered to provide security guarantees to Ukraine against Russian threats.</p><p>For South Korea and Japan, the US Defense Department recognised the “direct military threat” from North Korea, led by Kim Jong Un, and noted that Pyongyang’s “nuclear forces are increasingly capable of threatening the US Homeland”.</p><p>About 28,500 US soldiers are stationed in South Korea as part of a defence treaty to deter the North Korean military threat. Seoul has raised its defence budget by 7.5 percent for this year after pressure from Trump to share more of the defence burden.</p><p>The NDS noted that South Korea “is capable of taking primary responsibility for deterring North Korea, with critical but more limited US support”, which could result in a reduction of US forces on the Korean Peninsula. “This shift in the balance of responsibility is consistent with America’s interest in updating US force posture on the Korean Peninsula,” the document said.</p><p>Harsh Pant, a geopolitical analyst based in New Delhi, said the defence strategy is line with the Trump administration’s push to get allies to take control of their own security.</p><p>“The Trump administration has been advocating that the relationship that they see now in terms of security cooperation with their allies is one where allies will have to bear a heavier burden and pay their share,” Pant told Al Jazeera.</p><p>“America’s allies in the Indo-Pacific will have to be much more cognisant of their own role in shaping the regional security architecture. America will be there, and it will continue to have an overarching presence, but it won’t foot the bill in ways that it has done in the past,” said Pant, who is the vice president of the Observer Research Foundation think tank.</p><p>North Korea routinely criticises the US military presence in South Korea and their joint military drills, which the allies say are defensive but which Pyongyang calls dress rehearsals for an invasion.</p><p>Seoul’s Ministry of National Defence said on Saturday that the US forces based in the country are the “core” of the alliance, adding: “We will be cooperating closely with the US to continue developing it in that direction.”</p><p>South Korean President Lee Jae Myung said: “It is inconceivable that South Korea – which spends 1.4 times North Korea’s gross domestic product on defence and possesses the world’s fifth largest military – cannot defend itself. Self-reliant national defence is the most fundamental principle amid an increasingly unstable international environment.”</p><p>Lee made the comments after visiting China this month in an effort to improve ties with the country, which is Seoul’s largest economic partner, its top destination for exports and a primary source of its imports. Seoul wants to cultivate better ties with Beijing, which wields influence over North Korea and its leader.</p><h2 id=\"what-about-taiwan\">What about Taiwan?</h2><p>When the previous NDS was unveiled under Biden in 2022, it said the most comprehensive and serious challenge to US national security was China’s “coercive and increasingly aggressive endeavor to refashion the Indo-Pacific region and the international system to suit its interests and authoritarian preferences”. A part of that strategy, Washington said at the time, was Beijing’s ambitions concerning Taiwan.</p><p>The Pentagon said four years ago that it “will support Taiwan’s asymmetric self-defense commensurate with the evolving [Chinese] threat and consistent with our one China policy”.</p><p>China considers Taiwan a breakaway province and has threatened to take it by force if necessary. In a New Year’s address, Chinese President Xi Jinping <a href=\"/news/2026/1/1/chinas-xi-says-reunification-with-taiwan-unstoppable\">pledged to achieve the “reunification” of China and Taiwan</a>, calling Beijing’s long-held goal “unstoppable”. Chinese forces have carried out wargames in the Taiwan Strait, which separates the two.</p><p>In this year’s NDS, the US Defense Department does not mention Taiwan by name.</p><p>“The American people’s security, freedom, and prosperity are …  directly linked to our ability to trade and engage from a position of strength in the Indo-Pacific,” the document said, adding that the Defense Department would “maintain a favourable balance of military power in the Indo-Pacific”, which it called “the world’s economic center of gravity”, to deter Chinese threats.</p><p>It said the US does not seek to dominate, humiliate or strangle China but “to ensure that neither China nor anyone else can dominate us or our allies”. Instead, the US wants “a decent peace, on terms favourable to Americans but that China can also accept and live under”, the blueprint said, adding that, therefore, the US would deter China by “strength, not confrontation”.</p><p>“We will erect a strong denial defense along the First Island Chain (FIC),” the NDS said, referring to the first chain of islands off the East Asian coast. “We will also urge and enable key regional allies and partners to do more for our collective defense.”</p><p>Pant said it would be a mistake on the part of China “to read this as America leaving its allies”. He added that “there is an undercurrent [in Trump’s foreign policy] of how America wants to see a stable balance of power in the Indo-Pacific where China is not the dominant force.”</p><p>“And I think, therefore, for China, if it reads this as a weakening of American commitment to its allies, that would not really be in consonance with the spirit of this defence strategy.”</p></div></div></body></html>"
        },
        {
            "title": "Cornel West: US is facing moral collapse and democratic decay | Elections | Al Jazeera",
            "time": "2026-01-25T14:13:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/cornel-west-clean-1769350363.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The academic and political activist discusses what he sees as a moral collapse in the US and a leadership crisis in the Democratic Party.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In this episode of <em>Talk to Al Jazeera</em>, American philosopher and activist Cornel West delivers a searing critique of the United States, describing what he sees as moral collapse, democratic decay and spiritual bankruptcy. Drawing on the Black freedom struggle and his own run in the 2024 presidential election, West argues that both major parties serve entrenched power while inequality deepens at home and war crimes are enabled abroad. From Gaza to Harlem, he asks whether love, dignity and justice can still form the basis of meaningful political resistance.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Outrage after US agents kill ICU nurse Alex Pretti in Minnesota | Government | Al Jazeera",
            "time": "2026-01-25T13:33:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/wie-1769347823.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Arsenal vs Manchester United 2-3: Premier League - as it happened | Football News | Al Jazeera",
            "time": "2026-01-25T13:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_69765e9d97-1769365149.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Arsenal vs Manchester United 2-3: Premier League – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All the updates as Man United shock Arsenal with stunning second-half goals from Patrick Dorgu and ⁠Matheus Cunha.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}