{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "From Uganda to Cameroon, how Africa’s ‘leaders for life’ stay in power | Elections News | Al Jazeera",
            "time": "2026-01-19T07:08:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26007758951491-1768280045.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The home of every Ugandan president, State House, is nestled in the hilly uptown Nasakero area of the capital city, Kampala.</p><p>For four decades, it has been home to just one president – Yoweri Museveni, who has been in office longer than any other Ugandan leader.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Following Thursday’s election, Museveni’s tight hold on the country has been extended for the <a href=\"/news/2026/1/17/ugandas-president-yoweri-museveni-wins-seventh-term-electoral-commission\">seventh time</a>. Although he faced his biggest challenger in the form of popular opposition candidate and musician Robert “<a href=\"/news/2026/1/13/protect-the-vote-bobi-wine-opposition-brace-for-tense-uganda-election\">Bobi Wine</a>” Kyagulanyi, the country’s electoral commission declared that Museveni had won with 72 percent of the vote.</p><p>At 81, Museveni is the third-longest serving president in the world.</p><p>His control over Uganda, analysts say, is absolute, and the appointment of his son, General Muhoozi Kainerugaba, as army chief back in 2024 has prompted worries among activists of a dynastic succession plan in the near future.</p><p>In a young country where about 70 percent of the 46 million population is under 35, Museveni is the only president most Ugandans have ever known. By the time he completes his latest term in 2031, he will have served for 45 years.</p><p>However, he is not alone. Across Africa, from hilly Kampala to riverside Brazzaville, several “life-long” leaders like him have held onto power for decades, despite organising routine elections that give their administrations the semblance of democratic rule.</p><p>Political experts studying these figures say at least three of them: Museveni of Uganda, <a href=\"/news/2025/11/6/cameroons-biya-worlds-oldest-ruler-at-92-sworn-in-for-eighth-term\">Paul Biya</a> of Cameroon, and Sassou Nguesso of the Republic of the Congo, have perfected unique formulas that help them consolidate power, using tools like compromised elections, divide and rule tactics, and powerful foreign alliances.</p><p>Al Jazeera reached out to the three governments for comments, but did not get a response.</p><p class=\"mceTemp\"></p><figure id=\"attachment_1340797\" aria-describedby=\"caption-attachment-1340797\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1340797\" src=\"/wp-content/uploads/2021/03/000_1JU8NT.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"National Resistance Army (NRA) leader Yoweri Museveni during his first cabinet meeting after being sworn in as president of Uganda\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1340797\" class=\"wp-caption-text\">In a picture taken on January 29, 1986, in Kampala, then National Resistance Army (NRA) leader Yoweri Museveni, right, holds his first cabinet meeting after being sworn in as president of Uganda [File: AFP]</figcaption></figure><h2 id=\"in-uganda-fighting-corruption-with-corruption\">In Uganda, fighting corruption ‘with corruption’</h2><p>For Museveni, violence is used as a means to suppress dissent and keep allies in check, Kampala-based political analyst Job Kiija told Al Jazeera.</p><p>The regional strongman was first sworn in as president back in 1986, after he led the rebel National Resistance Army to overturn an unpopular civilian administration in a violent six-year conflict now known as the Ugandan Bush War. He has remained president under the rebranded National Resistance Movement.</p><p>Museveni’s ideas of leadership were likely shaped early on, as a political science student in neighbouring Tanzania, researchers note. At the time, he studied philosopher and anti-colonial theorist Frantz Fanon’s theory of violence.</p><p>Violence, Fanon wrote in his book, The Wretched of the Earth, was the highest form of political struggle, one necessary for decolonisation. In his final year thesis (<a href=\"https://ekitibwakyabuganda.wordpress.com/wp-content/uploads/2010/06/origins-of-museveni-politics-of-violence.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>), Museveni focused on that theory and wholly supported the philosopher’s position.</p><p>Rather than apply that thinking to a colonial force, however, Museveni has unleashed it on opposition leaders, journalists, and activists in Uganda, Kiija said.</p><p>In 2020, when Bobi Wine first emerged on the political scene under the umbrella of the National Unity Party, the opposition candidate immediately garnered widespread support, particularly from young people. Ugandan forces, however, responded forcefully to his rallies, killing many Bobi Wine supporters.</p><p>The same scenarios played out in the lead-up to this month’s election. Security forces targeted opposition rallies with excessive force and subjected opposition supporters to arbitrary arrests and torture, according to a report from rights group Amnesty International.</p><p>Opposition figures are also routinely jailed in Uganda. <a href=\"/news/2025/8/9/uganda-court-denies-bail-to-opposition-leader-kizza-besigye-in-treason-case\">Kizza Besigye</a>, a Museveni ally turned four-time presidential candidate, has been imprisoned since November 2024 on accusations of plotting to remove Museveni. He faces a treason charge, which is punishable by death in the country.</p><p>Within his own camp, Kiija said, Museveni deliberately allows his allies to overstep their boundaries, and then holds their actions over their heads to deter dissent.</p><p>“He allows people around him to dip their hands in state coffers, so that they are soiled, and then he uses that against them,” the analyst said.</p><p>“Everyone around him – he has a portfolio on them, he knows how much you have stolen, what you have amassed, and that’s one of the reasons we can’t fight corruption because he uses that as a tool to keep people in check.”</p><p>Uganda has suffered political instability since its independence from Britain in 1962. The British colonialists employed indirect rule and appointed members of the majority Buganda tribe to important positions, while excluding others. Post-colonial Uganda’s instability and weak institutions are partly attributed to that history, experts say.</p><p>In 2005, the Ugandan parliament removed term limits from the constitution, paving the way for Museveni to run indefinitely.</p><p>Although rich in gold, oil, and cash crops like coffee, the country is reliant on Western aid. Museveni positions the country as a stabilising force in the Great Lakes region, contributing troops to regional missions, such as in the fight against the al-Shabab armed group in Somalia, thus gaining Western support.</p><p>Uganda also hosts two million refugees from South Sudan, Democratic Republic of the Congo (DRC), and Sudan – more than any other African nation.</p><p>Among its biggest donors is the United States. Washington contributed about $970m in yearly development aid, mainly for health and humanitarian needs, although US concerns over democratic backsliding and Uganda’s criminalisation of same-sex relations strained ties. The current Trump administration has, however, severely cut aid globally, affecting the country.</p><p>While Museveni was the clear favourite to win Thursday’s vote, Bobi Wine has dismissed the results as “fake”. Meanwhile, eyes are now on how Museveni’s eldest child, Kainerugaaba, will be positioned in the near future. The 51-year-old, Kiija said, is clearly being groomed for the top job.</p><figure id=\"attachment_4089362\" aria-describedby=\"caption-attachment-4089362\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4089362\" src=\"/wp-content/uploads/2025/11/AP25310428881930-1762433868.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"President Paul Biya casts his ballot in Yaounde, Cameroon\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4089362\" class=\"wp-caption-text\">Cameroon’s President Paul Biya casts his ballot in Yaounde, Cameroon, on October 12, 2025, in a presidential election that extended his rule for an eighth term [File: Angel Ngwe/AP]</figcaption></figure><h2 id=\"cameroon-s-absentee-president\">Cameroon’s ‘absentee president’</h2><p>Just months before Museveni soared to an easy victory, on the opposite side of the continent, Biya, the 92-year-old president of Cameroon, won an <a href=\"/news/2025/11/6/cameroons-biya-worlds-oldest-ruler-at-92-sworn-in-for-eighth-term\">eighth term</a> in office in October’s presidential polls.</p><p>Biya, who heads the governing Cameroon People’s Democratic Movement (RDPC), has been in power since 1982 and is the world’s oldest sitting president. The country’s parliament removed term limits in 2008, and last year’s win gives him another seven years at the helm.</p><p>The president is known for spending extensive periods away from the spotlight and even abroad, earning him the nickname “absentee president”. There have been frequent speculations about his health, with <a href=\"/news/2024/10/16/where-is-cameroons-paul-biya-and-why-is-his-health-a-banned\">rumours of his death</a> circulating on social media now and again, only for the president to pop up briefly on national television.</p><p>Still, few Cameroonians, least of all politician Kah Walla, were surprised when Biya won another term.</p><p>Walla, 60, who competed in three past presidential races, told Al Jazeera that the president uses the very tool essential to democracies: elections.</p><p>“We live in an electoral autocracy where the dictator has figured out how to use elections as one of the instruments to keep himself in power,” she said, adding that the electoral body is essentially an extension of the government.</p><p>Manu Lekunze, a lecturer in international relations at the University of Aberdeen in Scotland, told Al Jazeera that Biya uses well-funded information campaigns to “divide-and-rule” between Cameroon’s multiple ethnic groups.</p><p>Biya’s campaign machine often harps on how opposition politicians will represent only their ethnic groups, he said. Biya himself enjoys support from his Beti tribe, the adjacent majority Bamileke-Bamus, and the Fulanis by staying close to traditional leaders.</p><p>“He believes he is going to live for a long time,” Lekunze said. “[He] has an ethnic coalition that will support him regardless, and he uses that to get the simple majority he needs, which makes him really comfortable in power.”</p><p>Like Museveni, Biya is also accused of using violence – but “selectively”, Walla noted. Some Cameroonians, she said, refuse to call their country a “dictatorship” because there’s a semblance of freedom.</p><p>“Biya realised that you need to give people a channel to vent so the resistance won’t build,” Walla said.</p><p>“You can go on TV and say anything about the president, and nothing might happen, but someone else might say the same thing, or even less, and be punished [arrested] for it. So that has led people to self-censor because nobody knows where the line is.”</p><p>At least <a href=\"https://www.reuters.com/world/africa/cameroon-security-forces-killed-48-election-protests-un-sources-say-2025-11-04/\">48 people</a> were killed by security forces during protests in support of opposition candidate Issa Tchiroma, who claimed Biya’s win in October as fraudulent, and declared himself the winner. The now-exiled Tchiroma abandoned Biya’s government to run in the elections and gained support from his Fulani group, as well as several others.</p><p>In 2016, security forces also notably cracked down on the country’s minority Anglophone regions – the Southwest and Northwest regions – after teachers and lawyers there took to the streets to decry the lack of opportunities for English-speakers. British and French <a href=\"/features/2025/2/25/the-colonial-partition-that-keeps-cameroon-split-along-artificial-lines\">colonial rule</a> saw two distinct entities merged after independence, but the imbalance tilts in favour of the majority Francophone population.</p><p>The violent government response escalated into an ongoing rebellion, with armed groups fighting for the secession of an independent state, Ambazonia.</p><p>Surrounding Biya is a tight elite that Lekunze says benefits from the status quo, including Ferdinand Ngoh-Ngoh, the country’s secretary-general and de facto president. However, Biya has never identified or visibly groomed a successor.</p><p>There are fears that the lack of a single, known face to rally around in the case of Biya’s death could cause political turmoil within his party, and likely, the country. Walla, though, believes that would be helpful.</p><p>“Should he pass away, we will be in an extremely uncertain position, but it is still in our best interests to take to the streets at that point because if we don’t, the system will perpetuate itself,” she said.</p><figure id=\"attachment_3370607\" aria-describedby=\"caption-attachment-3370607\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3370607\" src=\"/wp-content/uploads/2024/12/AFP__20241207__36PN2VK__v1__HighRes__FranceReligionHeritageMonumentNotreDameCeremony-1733599622.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Trump\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3370607\" class=\"wp-caption-text\">From left, Republic of the Congo’s First Lady Antoinette Sassou Nguesso and President Denis Sassou Nguesso stand beside US former First Daughter Ashley Biden, former First Lady Jill Biden, France’s First Lady Brigitte Macron, US President Donald Trump, and French President Emmanuel Macron during a ceremony at Notre-Dame Cathedral, in Paris, on December 7, 2024 [File: Ludovic Marin/AFP]</figcaption></figure><h2 id=\"power-petroleum-foreign-backers-in-congo-brazzaville\">Power, petroleum, foreign backers in Congo-Brazzaville</h2><p>Despite protests in the streets and unrest among opposition figures in Cameroon and Uganda, the two pivotal presidential elections ended with no real change in leaderships that have been cemented over decades.</p><p>Meanwhile, another octogenarian is seek yet another term under similar conditions. In the Republic of the Congo, 81-year-old President Denis Sassou Nguesso, who has held office for 40 years, is set to run again in the March 2026 vote under his Congo Labour Party.</p><p>Nguesso was first elected to office in 1979 and led the country for 12 years before losing elections. On his second attempt in 1997, he seized power in a bloody civil war, and has remained in office since. In 2015, Nguesso also pushed through a controversial referendum that removed presidential term limits.</p><p>Under him, Congo has remained grossly underdeveloped despite its oil wealth, with basic infrastructure lacking due to corruption, said Andrea Ngombert, the exiled founder of Sassoufit, a group advocating for Nguesso’s exit.</p><p>Powerful foreign alliances, Ngombert noted, have helped Nguesso consolidate power for decades as he keeps a secure hold on powerful entities, including through marriage.</p><p>His daughter, the late Edith Bongo, married into the <a href=\"/features/2023/9/1/has-gabons-all-powerful-bongo-dynasty-really-lost-its-55-year-grip\" target=\"_blank\" rel=\"noopener\">dynastic Bongo</a> family, which ruled Gabon for decades until a military coup in 2023.</p><p>Nguesso was also a strong ally of the late Angolan president, Jose Eduardo dos Santos. When he returned to seize power, a thousand Angolan forces supported his “<a href=\"https://en.wikipedia.org/wiki/Ninja_(militia)\" target=\"_blank\" rel=\"noopener\">Ninja</a>” militia and helped secure his victory.</p><p>The president similarly had backing from France, which provided him with arms during the war to protect oil investments in Congo, Ngombert said.</p><p>“He is not just operating on a continental level, but on an international one,” the activist said.</p><p>“He has his nose in everyone’s business, and he knows when to pull your secrets out to control you. Everyone knows if you need things to work, you must have Nguesso on your side.”</p><p>Ngueso’s influence in Paris has, however, plummeted since 2013, after pressure from civil society finally forced France to launch investigations into his family’s numerous assets in Europe and the US. In 2022, French authorities seized property belonging to his son, Denis-Christel Sassou Nguesso.</p><p>In place of France, observers say Nguesso has turned to China.</p><p>Beijing offers the government loans and foreign direct investment, and can use its veto power to shield Nguesso from possible scrutiny at the United Nations in return for lucrative oil deals, Ngombert said. Nguesso has also defended China in the face of reported rights violations in Xinjiang and Hong Kong, and is against the recognition of Taiwan as a sovereign state.</p><p>“In this arrangement, China is the shark and Congo-Brazzaville the remora – an asymmetrical but symbiotic relationship in which one feeds off the other and removes harmful parasites, while the other provides protection from other predators,” Ngombert added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"are-free-elections-at-stake-in-africa\">Are free elections at stake in Africa?</h2><p>Across Africa, observers argue, the three leaders and several others have used force, divisive tactics, and foreign backing to secure and maintain power.</p><p>Ironically, analysts say, they have also perfected using elections – meant to be an essential democratic tool – to disenfranchise citizens.</p><p>“Elections have become a ritual, a way of just ticking the box for these leaders, but they are not held meaningfully for citizens who want to be able to express their feelings with votes,” Tendai Mbanje, an elections expert at South Africa’s University of Pretoria, told Al Jazeera.</p><p>“Electoral institutions have been captured and have deviated from their mandate, and the people leading them have no integrity, as most are political appointees,” he added.</p><p>Yet, despite this bleak outlook, African countries don’t have the luxury to discard elections: citizens cannot afford to stop voting or requesting fair electoral conditions, he warned.</p><p>“We should not abandon elections because they remain the only legitimate way for citizens to state their choice,” Mbanje said.</p><p>“What people need to do is to resist – through protests, through legal mobilisation. Opposition leaders, citizen movements, and religious leaders must all rise in resistance.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Clashes in Colombia between rival rebel groups kill 27 people | Conflict News | Al Jazeera",
            "time": "2026-01-19T06:54:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T190532Z_1784054549_RC26VIAA92ZK_RTRMADP_3_USA-VENEZUELA-COLOMBIA-BORDER-1767692561.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Clashes in Colombia between rival rebel groups kill 27 people</h1><p class=\"article__subhead\"><em>The two groups have been fighting for control of the Guaviare region of the Amazon, a region strategic for cocaine production and trafficking.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 27 members of a leftist rebel group have been killed in clashes in central Colombia with a rival faction, according to military authorities, at a time of heightened tension in the region under the pall of United States military action in Venezuela and threats against Colombia.</p><p>The clashes, which have been the most violent in recent months, occurred on Sunday in the rural area of the municipality of El Retorno, in the Guaviare region of the Amazon, 300km (186 miles) southeast of Bogota, a military source told the Reuters news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The army said on Saturday on X that the fight was mainly about control of territory, as the region is strategic for cocaine production and trafficking.</p><p>The clashes took place between a faction of the Revolutionary Armed Forces of Colombia (FARC) led by the country’s most wanted man, Nestor Gregorio Vera, known by his war name Ivan Mordisco, and another led by Alexander Diaz Mendoza, alias Calarca Cordoba, a second military source specified.</p><p>Both groups were part of the so-called Central General Staff but separated in April 2024 due to internal disputes. The casualties were all from Vera’s group, according to the two military sources, who spoke on condition of anonymity. A leader from Diaz’s group also confirmed the clashes and the 27 deaths to Reuters.</p><p>Army sources said the death toll was preliminary.</p><p>The faction led by Diaz is currently engaged in peace talks with left-wing President Gustavo Petro, while Vera’s group continues to launch attacks on civilians and security forces after the government suspended a bilateral ceasefire. These now-rival factions had rejected a 2016 peace agreement that allowed approximately 13,000 FARC members to abandon armed struggle and reintegrate into society after disarming.</p><p>With elections four months away and the opposition accusing him of being soft, Petro has increased pressure on rebel groups.</p><p>In November, government forces staged an attack that killed 19 Mordisco followers.</p><p>Petro has likened the elusive Mordisco to the late cocaine baron Pablo Escobar.</p><p>The president has clashed loudly of late with the United States over Venezuela as tensions grew between the two longstanding allies.</p><p>Petro has traded harsh words with President Donald Trump after the latter threatened to follow up the US <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">abduction of Venezuelan President Nicolas Maduro</a> with an attack to topple or kill Petro.</p><p>But last week, the two leaders calmed tensions, speaking and agreeing to work together to fight drug trafficking.</p><p>Colombia’s <a href=\"/news/2025/12/13/colombias-eln-rebels-prepare-for-battle-amid-trump-intervention-threat\">National Liberation Army (ELN)</a>, a left-wing rebel group and the nation’s largest remaining rebel force, has been preparing for battle amid Trump’s intervention threats.</p><p>Colombia’s armed conflict, spanning over six decades and primarily financed by drug trafficking and illegal mining, has resulted in more than 450,000 deaths and millions displaced, with Petro’s peace efforts currently stalled.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Senegal stun hosts Morocco to win AFCON title | Football News | Al Jazeera",
            "time": "2026-01-19T06:43:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260118__936U6AH__v1__HighRes__FblAfr2025Match52SenMar-1768801416.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Senegal won the Africa Cup of Nations as Pape Gueye’s extra-time winner sank hosts Morocco 1-0, capping a chaotic final in which the eventual champions stormed off the pitch late in the game.</p><p>Brahim Diaz had the chance to win the trophy for Morocco on Sunday with a controversial penalty in the 24th minute of added time at the end of normal time.</p><p>However, Senegal goalkeeper Edouard Mendy comfortably saved the weak attempted “Panenka” by the Real Madrid winger, who appeared clearly unsettled by the long delay that followed the award of the spot-kick.</p><p>The match at the Prince Moulay Abdellah Stadium then went to extra time, and Gueye’s brilliant 94th-minute strike secured the title for Senegal.</p><p>The contentious penalty had been awarded by Congolese referee Jean-Jacques Ndala at the very end of the allotted eight minutes of stoppage time, following a VAR review of a challenge on Diaz by El Hadji Malick Diouf.</p><p>The Moroccan players vehemently appealed to the referee to check the replays, but the eventual decision to give the penalty was met with fury by Senegal and their supporters.</p><p>Senegal had already been angered by the referee’s earlier decision to disallow a goal by Ismaila Sarr for a foul in the second minute of added time.</p><p>Diaz’s penalty miss clearly galvanised Senegal, and they struck in the fourth minute of extra time to silence a crowd of 66,526.</p><p>It is Senegal’s second AFCON title in the last three editions, after they defeated Egypt on penalties in Yaounde in 2022 to lift the trophy for the first time.</p><p>They can now turn their attention to the World Cup and will hope to persuade star man Mane to play in another AFCON, after he declared that this final would be his last game at the tournament.</p><p>For Morocco, it was an agonising conclusion, and many of their fans left the stadium before the final whistle on a cold, wet night.</p></div></div></body></html>"
        },
        {
            "title": "Syria live: Government forces take control after heavy fighting with SDF | Conflict News | Al Jazeera",
            "time": "2026-01-19T06:31:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696dca89-1768802954.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Billionaires have more money and political power than ever, Oxfam says | Inequality News | Al Jazeera",
            "time": "2026-01-19T06:22:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696db9de-1768798686.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Billionaires have more money and political power than ever, Oxfam says</h1><p class=\"article__subhead\"><em>Charity says superrich 4,000 times more likely to hold political power than others, and own all social media companies, in report released to coincide with the opening of the WEF’s annual meeting in Davos.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>International aid organisation Oxfam has released its annual report on rising inequality, expressing concern that billionaires are not only wealthier than ever but are also cementing their control over politics, media and social media.</p><p>The report released on Sunday also underscored the widening chasm between the haves and have-nots in a world beset by conflicts and multiplying protests.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to Oxfam’s analysis, the collective wealth of billionaires surged by $2.5 trillion in 2025, almost equivalent to the total wealth held by the bottom half of humanity, or 4.1 billion people.</p><p>Last year was also the first time that there were more than 3,000 billionaires in the world, and the first time that the world’s richest person, <a href=\"/economy/2025/11/7/whats-in-elon-musks-bumper-878bn-pay-package\">Elon Musk</a>, had more than half a trillion dollars.</p><p>The charity’s annual report on rising inequality was released to coincide with the opening of the <a href=\"/podcasts/2023/1/20/we-need-to-talk-about-davos\">World Economic Forum’s annual meeting</a> in Davos, Switzerland, a meeting which hosts close to 1,000 of the world’s richest people together with political leaders, alongside a handful of invited activists each year.</p><p>The theme of this year’s meeting is A Spirit of Dialogue. However, Oxfam argued in its annual report that the superrich are increasingly controlling the means of communication, including both traditional and newer forms of media.</p><p>It cited examples of Jeff Bezos, the billionaire owner of Amazon, buying The Washington Post, Musk acquiring Twitter/X, Patrick Soon-Shiong taking over the Los Angeles Times newspaper and far-right billionaire Vincent Bollore owning France’s CNews.</p><p>“The outsized influence that the superrich have over our politicians, economies and media has deepened inequality and led us far off track on tackling poverty,” said Oxfam International Executive Director <a href=\"/opinions/2025/11/4/gen-z-are-demanding-schools-and-hospitals-not-superyachts-and-helicopters\">Amitabh Behar</a>.</p><p>“Governments should be listening to the needs of the people on things like quality healthcare, action on climate change and tax fairness,” Behar added.</p><p>Oxfam also estimated that billionaires are 4,000 times more likely to hold political office than common citizens and cited a World Values Survey of 66 countries, which found that almost half of all people polled say the rich often buy elections in their country.</p><p data-block-key=\"ct3if\">“The widening gap between the rich and the rest is at the same time creating a political deficit that is highly dangerous and unsustainable,” Behar said.</p><figure id=\"attachment_4193757\" aria-describedby=\"caption-attachment-4193757\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4193757\" src=\"/wp-content/uploads/2025/12/AP25332087171163-1766572720.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Photos: Global stories of 2025 in pictures\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4193757\" class=\"wp-caption-text\">Demonstrators confront riot police during a protest against chronic cuts to electricity and water in Antananarivo, Madagascar, on September 30, 2025 [Mamyrael/AP Photo]</figcaption></figure><h2 id=\"lives-are-becoming-unaffordable-and-unbearable\" data-block-key=\"ct3if\">‘Lives are becoming unaffordable and unbearable’</h2><p data-block-key=\"ct3if\">Oxfam also noted that there were 142 significant antigovernment protests across 68 countries last year, which it said authorities typically met with violence.</p><p data-block-key=\"38p6h\">“Governments are making wrong choices to pander to the elite and defend wealth while repressing people’s rights and anger at how so many of their lives are becoming unaffordable and unbearable,” Behar said.</p><p data-block-key=\"38p6h\">According to the WEF, participants at this year’s Davos meeting include “nearly 850 of the world’s top CEOs and chairpersons” alongside political leaders, including United States President Donald Trump, Canadian Prime Minister Mark Carney, and Chinese Vice Premier He Lifeng.</p><p data-block-key=\"38p6h\">In addition to its political advocacy, Oxfam is also an aid organisation, delivering humanitarian assistance in countries around the world.</p><p data-block-key=\"38p6h\">The group repeatedly <a href=\"/news/2024/10/27/palestinians-starving-to-death-in-northern-gaza-due-to-israels-siege\">sounded the alarm</a> about forced starvation in Gaza under Israel’s genocidal war and was one of 37 international aid groups <a href=\"/news/2025/12/30/israel-says-it-will-halt-operations-of-several-ngos-in-gaza\">banned from the Palestinian enclave</a> by Israel late last year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Guatemala’s president declares 30-day state of emergency after prison riots | Prison News | Al Jazeera",
            "time": "2026-01-19T05:35:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26018842471618-1768798843.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guatemala’s president declares 30-day state of emergency after prison riots</h1><p class=\"article__subhead\"><em>President Bernardo Arevalo issues the order after at least seven police officers killed in apparent reprisal for authorities quelling riots, ending hostage-taking in three prisons.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Guatemala’s president has declared a state of emergency following a weekend eruption of violence during which gang members took dozens of hostages across three prisons and <a href=\"/news/2026/1/18/guatemala-prisoners-take-workers-hostages-in-riots-across-three-facilities\">killed at least seven police officers</a> in the capital in apparent retribution, after the authorities regained control of facilities where inmates had rioted.</p><p>President Bernardo Arevalo issued a 30-day order on Sunday, which restricts civil liberties and allows security officers to arrest or question individuals without prior court approval. The emergency order takes immediate effect, although it still needs to be approved by Guatemala’s legislature.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“These murders were carried out with the intention of terrorising the security forces and the population so that we give up in the fight against gangs and their regime of terror. But they will fail,” Arevalo said in a nationwide address.</p><p>The president said all hostages had been freed and declared three days of state mourning following the attacks.</p><p>The prison riots began on Saturday after the administrators moved to limit the privileges of gang leaders, including Aldo Duppie, the imprisoned leader of Guatemala’s Barrio 18 gang.</p><p>Barrio 18 and its rival Mara Salvatrucha (MS-13) were designated as “foreign terrorist organizations” by the administration of United States President Donald Trump in September, followed by Guatemala’s Congress a month later.</p><p>Gang-affiliated inmates took 46 prison guards and staff hostage across three prisons in and around Guatemala City on Saturday, including the maximum-security prison holding Duppie, who is better known by his nickname El Lobo or The Wolf.</p><figure id=\"attachment_4250855\" aria-describedby=\"caption-attachment-4250855\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4250855\" src=\"/wp-content/uploads/2026/01/2026-01-19T005841Z_1274367014_RC204JAD87HQ_RTRMADP_3_GUATEMALA-PRISON-1768797809.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='Law enforcement officers escort the leader of the Guatemala branch of Barrio 18 (M-18) gang Aldo Dupie Ochoa Mejia, alias \"El Lobo\", following security forces regaining control of the Renovacion 1 prison where inmates rioted and took hostages to demand greater privileges for a gang leader, in a location given as Escuintla, Guatemala, in this handout image released on January 18, 2026. National Civil Police/Handout via REUTERS THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. NO RESALES. NO ARCHIVES. MANDATORY CREDIT.' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4250855\" class=\"wp-caption-text\">Law enforcement officers escort Aldo Duppie, the imprisoned leader of Guatemala’s Barrio 18 gang, after regaining control of the prison where inmates rioted in this handout image released on January 18, 2026 [Handout/National Civil Police via Reuters]</figcaption></figure><p>The riot at El Lobo’s prison was broken up by a lightning raid early on Sunday morning by police and the military, followed by raids on two more prisons the same day. The Barrio 18 leader was photographed in the custody of security forces wearing a blood-stained shirt.</p><p>Shortly after the raids ended, retaliatory attacks began on police officers, killing at least seven and injuring 10, according to authorities. Some media reports listed the number of deaths as eight police officers and one suspected gang member.</p><p>Interior Minister Marco Antonio Villeda earlier linked the police officers’ deaths to gang reprisals “in response to the actions the Guatemalan state is taking against them”.</p><p>The army will “remain on the streets” of Guatemala to continue its crackdown on gang members, according to Defence Minister Henry Saenz.</p><p>The US Embassy in Guatemala City on Sunday lifted its “shelter-in-place order” issued for staff over the weekend following “coordinated, armed attacks on police in several zones of Guatemala City”.</p></div></div></body></html>"
        },
        {
            "title": "DOJ says won’t investigate ICE agent’s fatal shooting of Renee Good | Donald Trump News | Al Jazeera",
            "time": "2026-01-19T05:02:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696da9a40bdaa-1768794532.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Deputy Attorney General Todd Blanche has said that the Department of Justice (DOJ) will not be investigating the Immigration and Customs Enforcement (ICE) agent who killed <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Macklin Good</a>, while also confirming reports that it is looking into charges against top Minnesota officials for encouraging protests.</p><p>Speaking to Fox News on Sunday night, Blanche said the civil rights unit of the Justice Department would not bow to pressure to investigate the shooting death of Minneapolis resident and mother Good, 37, earlier this month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We don’t just go out and investigate every time an officer is forced to defend himself against somebody,” said Blanche. “We investigate when it’s appropriate to investigate.”</p><p>“So, no, we are not investigating. And if there comes a time when we need to, we will, but it’s not now,” Blanche added.</p><p>Increasingly tense confrontations between residents and federal officers have erupted in Minneapolis since Renee Good, a 37-year-old mother of three, was fatally shot behind the wheel of her car while protesting by ICE officer Jonathan Ross on January 7.</p><p>Blanche also said that footage of Good’s death has already “been reviewed by millions and millions of Americans because it was recorded on phones when it happened”.</p><p>However, analysis conducted by Minnesota Public Radio (MPR) and APM Reports found that there still remain questions about the shooting, including why it allegedly took more than 10 minutes after Good was shot before she was given CPR.</p><p>According to the MPR and APM reports, ICE agents left Good “bleeding and alone in the car for almost three minutes” and “turned away a man identifying himself as a physician who offered to help”.</p><p>The administration of President Donald Trump has argued that Ross, the ICE agent who shot Good up to four times, was acting in self-defence.</p><p>Top Trump officials, including Vice President JD Vance and White House adviser Stephen Miller, have also said that ICE officers have <a href=\"/news/2025/10/31/fact-check-do-ice-officers-really-have-federal-immunity-in-the-us\">“absolute immunity”</a> for their immigration enforcement actions.</p><p>Meanwhile, lawyers representing Good’s family said last week that they have launched their own “civil investigation” into her death.</p><p>“People in Minneapolis and across this country truly, truly care about what happened to Renee Good on January 7, 2026, and are committed to understanding how she could have been killed on the street after dropping her child off at school,” lawyer Antonio Romanucci said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"top-minnesota-democrats-under-investigation\">Top Minnesota Democrats under investigation</h2><p>Blanche also separately <a href=\"/news/2026/1/17/minneapolis-mayor-says-reported-doj-probe-intimidation-amid-ice-raids\">confirmed reports</a> that the DOJ has launched an investigation into Minnesota Governor and former vice presidential candidate Tim Walz as well as Minneapolis Mayor Jacob Frey, alleging the two Democratic leaders were “encouraging criminals to go out on the street and impede ICE”.</p><p>Blanche’s comments are the first time a member of the Trump administration has confirmed media reports that Walz and Frey are under investigation.</p><p>“No matter who you are, whether you’re a governor, a mayor or somebody out there on the streets assaulting ice, you cannot, under federal law, you cannot impede a federal officer doing their job, and that’s what we’re looking at,” said Blanche.</p><p>Responding to earlier media reports that the DOJ had launched its probe, Frey said he would “not be intimidated”.</p><p>“This is an obvious attempt to intimidate me for standing up for Minneapolis, local law enforcement, and residents against the chaos and danger this Administration has brought to our city,” Frey said in a post on X.</p><p>Walz, meanwhile, responded to the reports indirectly, saying in a statement: “Weaponising the justice system and threatening political opponents is a dangerous, authoritarian tactic.”</p><p>Walz also drew comparison to US Democratic Senators Elissa Slotkin and Mark Kelly, who are <a href=\"/news/2026/1/15/five-us-lawmakers-investigated-over-warning-troops-about-illegal-orders\">under investigation</a> by the Trump administration after appearing with other Democratic lawmakers in a video urging members of the military to resist “illegal orders” given by their superiors.</p></div></div></body></html>"
        },
        {
            "title": "European leaders slam Trump’s tariff threats over Greenland | Donald Trump News | Al Jazeera",
            "time": "2026-01-19T03:15:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260117__933G697__v1__MidRes__GreenlandDenmarkUsDemonstration-1768782109_6d5884-1768789725.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European leaders have condemned United States President Donald Trump’s <a href=\"/news/2026/1/18/trump-announces-new-tariffs-over-greenland-how-have-eu-allies-responded\">threat to slap tariffs</a> on countries that resist his bid to take over Greenland, warning the move risks a “dangerous downward spiral” in transatlantic ties.</p><p>In a joint statement on Sunday, the eight countries targeted by Trump for new tariffs said they “stand in full solidarity” with Denmark and the people of Greenland, a semi-autonomous Danish territory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Building on the process begun last week, we stand ready to engage in a dialogue based on the principles of sovereignty and territorial integrity that we stand firmly behind,” Denmark, Finland, France, Germany, the Netherlands, Norway, Sweden and the United Kingdom said in the statement.</p><p>“Tariff threats undermine transatlantic relations and risk a dangerous downward spiral. We will continue to stand united and coordinated in our response. We are committed to upholding our sovereignty.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The rebuke came as European officials were preparing to hold emergency talks on coordinating a response to Trump’s escalating pressure campaign over the future of the vast island.</p><p>European Council President Antonio Costa said on Sunday that the bloc was united in upholding national sovereignty and to “defend ourselves against any form of coercion” ahead of a planned extraordinary meeting of member states in the coming days.</p><p>European officials are expected to discuss a range of options for responding to Trump’s economic threats, including retaliatory tariffs and market restrictions for US firms.</p><p>Trump announced on Saturday that the eight countries would face a 10 percent tariff from February 1, rising to 25 percent from June 1, until a deal is reached for the US to buy Greenland.</p><p>The Financial Times reported that the bloc was considering imposing 93 billion euros ($108bn) worth of tariffs on US goods as well as activating the Anti-Coercion Instrument, commonly known as the “trade bazooka”, adopted by the bloc in 2023.</p><p>The mechanism, which has never been used, allows for sweeping restrictions on investments and the withdrawal of intellectual property protections for foreign firms in the bloc.</p><p>“The Anti-Coercion Instrument (ACI), designed precisely for such cases, must now be used,” German MEP Bernd Lange, who chairs the European Parliament’s trade committee, said in a post on X.</p><p>“I call on the European Commission to activate it immediately.”</p><p>Trump’s insistence on controlling Greenland has plunged US-European relations to their lowest point in decades, prompting fears for the survival of NATO.</p><p>Trump, who has not ruled out the use of military force to seize the territory, has brushed aside concerns about splitting the 32-member transatlantic alliance, which is built on the principle that an armed attack against any one member is considered an attack against all.</p><p>Trump reiterated his determination for the US to take ownership of Greenland in a social media post early on Monday, claiming that Denmark had been “unable to do anything” about Russian threats to the territory.</p><p>“Now it is time, and it will be done!!!” Trump said on Truth Social.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Denmark has ruled out selling Greenland, and opinion polls suggest the vast majority of the island’s 57,000 residents do not wish to be part of the US.</p><p>On Saturday, thousands of protesters took to the streets of Danish cities to rally against Trump’s threats, chanting “Greenland is not for sale” and holding banners with slogans such as “Hands off Greenland”.</p><p>Danish Prime Minister Mette Frederiksen on Sunday expressed appreciation for the “strong support” being offered to her country.</p><p>“We want to cooperate, and it is not us who are seeking conflict. And I am pleased by the consistent messages from the rest of the continent: Europe will not be blackmailed,” Frederiksen said in a statement on social media.</p><p>French President Emmanuel Macron said that “no intimidation or threat” would influence his government’s position on Greenland.</p><p>“Tariff threats are unacceptable and have no place in this context,” Macron said on social media.</p><p>“Europeans will respond in a united and coordinated manner should they be confirmed. We will ensure that European sovereignty is upheld.”</p><p>UK Prime Minister Keir Starmer called Trump’s planned tariffs “completely wrong”.</p><p>“We will of course be pursuing this directly with the US administration,” he said on social media.</p></div></div></body></html>"
        },
        {
            "title": "China says GDP grew 5% in 2025, among weakest expansions in decades | Business and Economy | Al Jazeera",
            "time": "2026-01-19T03:09:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25360316923743-1-1768792760_335420-1768798045.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China’s economy grew 5 percent in 2025, hitting Beijing’s annual target even as it registered one of the weakest expansions in decades, according to official statistics.</p><p>The Chinese economy grew in line with official expectations despite United States President Donald Trump’s trade war, official data showed on Monday, as surging exports helped offset weak consumer spending and a prolonged property downturn.</p><p>Still, despite shrugging off Trump’s tariffs, growth was still well below the historical trend of about 8 percent between 2000 and 2025.</p><p>The world’s second-largest economy slowed to annualised growth of 4.5 percent in the October-December period compared with expansions of 4.8 percent and 5.2 percent in the third and second quarters, respectively.</p><p>“Generally speaking, the national economy sustained momentum of steady progress in 2025 despite multiple pressures, and high-quality development registered new achievements,” China’s National Bureau of Statistics said in a statement.</p><p>“However, we must be aware that the impact of changes in the external environment is growing, the contradiction of strong supply and weak demand in the domestic market is prominent, and the numerous longstanding issues and new challenges still remain in the economic development.”</p><p>Exports drove the Chinese economy’s expansion, with their total value rising 6.1 percent to 26,989 billion yuan ($3.9 trillion), according to the data.</p><p>China’s trade surplus reached a record high of nearly $1.2 trillion last year, according to official data released last week, as Chinese firms sought out new markets in Asia, Africa, Latin ⁠America and Europe to mitigate the fallout of Trump’s tariffs.</p><p>Consumption and real estate, both persistent drags on China’s economy in recent years, continued to weigh on growth in 2025.</p><p>Retail sales grew 0.9 percent on a yearly basis in December, compared with 1.3 percent the previous month, marking the slowest rise since Beijing lifted its ultra-strict COVID-19 controls in late 2022.</p><p>Fixed-asset investment fell 3.8 percent across the year, with spending on infrastructure and real estate development declining by 2.2 percent and 17.2 percent, respectively.</p><p>“Today’s GDP read shows that it’s mission accomplished for 2025, as China managed to complete its growth target of around 5 percent,” Lynn Song, chief economist for Greater China, told Al Jazeera.</p><p>“However, growth clearly decelerated in the second half of the year, and now the focus shifts to how to achieve another year of solid growth in 2026 to get the 15th five-year period off to a strong start,” Song added, referring to Beijing’s five-year plan for 2026-30.</p></div></div></body></html>"
        },
        {
            "title": "US Pentagon orders troops to prepare for potential Minnesota deployment | Donald Trump News | Al Jazeera",
            "time": "2026-01-19T02:46:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696d736300e90-1768780643.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Pentagon in the United States has ordered some 1,500 active duty soldiers in Alaska to be ready to be deployed to Minnesota, where large protests have been taking place against federal immigration raids, US media reported.</p><p>Two unnamed officials told Reuters on Sunday that two infantry battalions from the Army’s 11th Airborne Division, which is based in Alaska and specialises in operating in arctic conditions, have been given prepare-to-deploy orders to the twin cities of Minneapolis and St Paul, where protests against raids by Immigration and Customs Enforcement (ICE) officers are continuing, despite freezing conditions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a statement emailed to The Associated Press news agency, Pentagon chief spokesman Sean Parnell did not deny that the orders were issued and said the military “is always prepared to execute the orders of the Commander-in-Chief if called upon.”</p><p>ABC News was the first to report the development.</p><p>The news comes as widespread protests continue in the twin cities of Minneapolis and St Paul against violent tactics used by close to 3,000 federal ICE agents deployed to the city, following the shooting death of Minneapolis resident and mother Renee Nicole Good, 37.</p><p>Multiple people have been injured as the raids continue, with ICE also reporting on Sunday that a man had died in ICE detention after being arrested in Minneapolis.</p><p>Victor Manuel Diaz, a 36-year-old from Nicaragua, died in ICE custody at Camp East Montana in El Paso, Texas, on Sunday afternoon, 12 days after he was arrested in Minneapolis, ICE said in a statement.</p><p>The US Department of Homeland Security (DHS), which is also part of the federal operation in Minnesota, said that a federal officer shot a Venezuelan man in the leg on Wednesday as the immigration raids continued.</p><p>The Minneapolis Fire Department also said that a six-month-old baby and a child were hospitalised on Wednesday after they sustained injuries from tear gas deployed by ICE agents, according to Minnesota Public Radio (MPR).</p><p>ICE director Todd M Lyons said on Wednesday that US federal agents had arrested 2,500 people since starting their operation in Minnesota.</p><p>However, human rights advocates and legal observers have expressed concerns about <a href=\"/news/2025/7/21/less-than-human-report-details-trump-immigration-detention-centre-abuses\">overcrowding and inhumane conditions</a> in the country’s immigration detention facilities, as well as on deportation flights.</p><p>Hundreds of <a href=\"/news/2025/3/17/trump-deports-238-gang-members-to-el-salvador-whats-the-controversy\">Venezuelan men were deported</a> to the Centre for the Confinement of Terrorism (CECOT) maximum security prison in El Salvador in March 2025.</p><p>An expose on CECOT, which was <a href=\"/news/2025/12/23/backlash-after-cbs-pulls-60-minutes-report-on-salvadors-cecot-prison\">reportedly delayed</a> from airing on CBS News’s 60 Minutes programme last month, prompting backlash, went to air on Sunday night.</p><figure id=\"attachment_4250732\" aria-describedby=\"caption-attachment-4250732\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4250732\" src=\"/wp-content/uploads/2026/01/epa_696d739ac6d8-1768780698.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12652552 Minneapolis Police Department officers charge at people who kneel in front of them during an anti-ICE protest outside the Whipple Federal Building, a base for federal immigration enforcement operations, in Fort Snelling, Minnesota, USA, 15 January 2026. As part of a federal immigration crackdown involving over 2,000 agents from Border Patrol, Immigration and Customs Enforcement (ICE), and Homeland Security Investigations (HSI), an ICE officer fatally shot US citizen Renee Nicole Good in her vehicle during an operation in South Minneapolis on 07 January 2026. EPA/OLGA FEDOROVA\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4250732\" class=\"wp-caption-text\">Minneapolis police officers charge at people who kneel in front of them during an anti-ICE protest outside the Whipple Federal Building, in Fort Snelling, Minnesota, on January 15 [Plga Fedorova/EPA]</figcaption></figure><h2 id=\"insurrection-act\">Insurrection Act</h2><p>The potential <span>deployment of troops to Minnesota comes after the Pentagon sent some 700 <a href=\"/news/2025/7/16/pentagon-withdraws-2000-national-guard-troops-from-los-angeles\">US Marines to</a></span> Los Angeles in June and July in response to protests over aggressive immigration enforcement operations under way there, although the soldiers’ role was limited to guarding two federal properties in the greater Los Angeles area.</p><p>At the time, Trump threatened to invoke the Insurrection Act, a law from 1807, to broaden the soldiers’ role, but ultimately did not do so.</p><p>Trump has again threatened to invoke the <a href=\"/news/2026/1/16/trump-threatens-to-use-insurrection-act-in-minnesota-what-it-means\">Insurrection Act</a> in recent days, this time in Minnesota, before appearing to walk back the threat a day later, telling reporters at the White House that there was not a reason to use it “right now”.</p><p>“If I needed it, I’d use it,” Trump said. “It’s very powerful.”</p><p>Minneapolis Mayor Jacob Frey on Sunday described the 3,000 ICE and border control agents waging Trump’s crackdown on undocumented immigrants as an “occupying force that has, quite literally, invaded our city”.</p><p>“It’s ridiculous, but we will not be intimidated by the actions of this federal government,” Frey told CNN’s State of the Union on Sunday. “It is not fair, it’s not just, and it’s completely unconstitutional.”</p><p>Thousands of Minneapolis citizens are exercising their First Amendment rights, and the protests have been peaceful, Frey said, referring to the section of the US Constitution that covers freedom of speech and the right to peacefully protest.</p><p>Governor Tim Walz has also mobilised the Minnesota National Guard, although no units have been deployed to the streets.</p><p>Meanwhile, US Secretary of Homeland Security Kristi Noem has said that the crackdown will continue “until we are sure that all the dangerous people are picked up, brought to justice and then deported back to their home countries”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,425 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-18T23:54:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_696d513398e8-1768771891.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,425</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,425 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Monday, January 19:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian attacks killed three people, including a 20-year-old woman, and injured 11 others in Ukraine’s Kharkiv region, Governor Oleh Syniehubov wrote on Telegram on Sunday.</li>\n<li>In Ukraine’s Kherson region, two people were killed, and one person was injured, as Russian forces launched attacks using drones, air strikes and shelling, Governor Oleksandr Prokudin said on Telegram on Sunday.</li>\n<li>Six people were also injured in Russian attacks on Dnipropetrovsk, and five people were injured in Sumy, local officials said, according to the Kyiv Independent.</li>\n<li>One person was killed and another wounded in a drone strike on the border village of Nechaivka in the Russian-occupied part of Ukraine’s Zaporizhia region, Moscow-installed Governor Yevgeny Balitsky said on Telegram.</li>\n<li>A Ukrainian attack killed a woman and injured a man in Russia’s Belgorod region, the regional task force reported on Telegram.</li>\n<li>Russia’s Ministry of Defence said that it shot down 140 Ukrainian drones in a 24-hour period, according to Russia’s TASS state news agency.</li>\n</ul><h2 id=\"energy-crisis\">Energy crisis</h2><ul class=\"spaced-bullet-spacing\">\n<li>International Atomic Energy Agency (IAEA) chief Rafael Grossi said that “crucial repair works” had begun on an “essential backup line” connecting Ukraine’s Zaporizhzhia nuclear power plant to the grid, “under another IAEA-brokered ceasefire”.</li>\n<li>“A Ukrainian team is conducting the repairs, with an IAEA team on the ground monitoring progress”, Grossi said on X.</li>\n<li>Russian shelling damaged an energy facility in Ukraine’s Chernihiv region, leaving homes without electricity, the regional electricity distribution company said on Telegram.</li>\n<li>More than 200,000 consumers in the Russian-occupied part of Ukraine’s Zaporizhia region were left without electricity on Sunday, Balitsky said on Telegram, after a Ukrainian drone strike on Saturday.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Chief Ukrainian negotiator Rustem Umerov said that Ukrainian and Russian representatives meeting in Miami, Florida, over the past two days discussed security guarantees for Ukraine “in detail”, with “a focus on practical mechanisms for their implementation”.</li>\n<li>US negotiators present included Stephen Witkoff, Jared Kushner, US Secretary of the Army Daniel Driscoll, and White House staffer Josh Gruenbaum, Umerov said, adding that talks are set to continue in Davos, Switzerland.</li>\n<li>Kremlin investment envoy Kirill Dmitriev celebrated US President Donald Trump imposing 10 percent tariffs on European countries for sending troops to defend Greenland, as Trump continues to threaten the self-governing Danish territory and NATO member. “Transatlantic unity is over,” Dmitriev said in the post, “Leftist, globalist EU/UK elites failed,” he added, before directing specific criticism at European leaders, including EU foreign policy chief Kaja Kallas, in a stream of posts.</li>\n<li>Kallas, in her own post on X, said that China and Russia “are the ones who benefit from divisions among Allies”, adding that it was important not to let the dispute over Greenland “distract us from our core task of helping to end Russia’s war against Ukraine”.</li>\n<li>Spanish Prime Minister Pedro Sanchez said a US invasion of Greenland “would make [Russian President Vladimir] Putin the happiest man on earth”, because it would “legitimise his attempted invasion of Ukraine”, in an interview with the La Vanguardia newspaper, published on Sunday.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "‘Night of deep pain’: Train collision in southern Spain leaves 39 dead | Transport News | Al Jazeera",
            "time": "2026-01-18T22:27:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696d7f8e6b30-1768783758.jpg?resize=1617%2C1080",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 2 minutes ago</span><span aria-hidden=\"true\">Updated: 2 minutes ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The death toll from a high-speed train collision in southern Spain has risen to at least 39 people, police say, as rescuers search for more victims.</p><p>The incident took place when a high-speed train heading from Malaga to Madrid with some 300 passengers went off the rails near Cordoba at 7:45pm (18:45 GMT) on Sunday, and slammed into a train with some 200 passengers coming from the capital to Huelva, another southern city.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The previous death toll stood at 21. Dozens more were injured from the collision, while rescue efforts were still under way on Monday morning.</p><p>The cause of the crash on Sunday is not yet known, Spanish Minister of Transport Oscar Puente told reporters at a news conference at Atocha station in Madrid, adding that it was “really strange” that a derailment should have happened on a straight stretch of track. This section of track was renewed in May, he said.</p><p>“Thirty injured have been taken to hospitals and are in serious condition,” Puente told reporters on Monday, adding that all the injured have now been evacuated to receive care.</p><p>Television Espanola, a public broadcaster, reported that the driver of the train travelling from Madrid to Huelva was among those who died.</p><p>Five mobile intensive care units, four emergency critical care units and numerous ambulances were deployed to the site of the crash, according to Andalusia’s emergency services.</p><p>The on-site services were focused on stabilising the injured before transferring them to hospitals, Juanma Moreno, the president of Andalusia’s regional government, wrote on social media late on Sunday.</p><p>“Our solidarity and support to all those affected,” he added.</p><p>Rail operator ADIF personnel were also coordinating with emergency services on the ground.</p><figure id=\"attachment_4250754\" aria-describedby=\"caption-attachment-4250754\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4250754\" src=\"/wp-content/uploads/2026/01/epa_696d7fe4f2d2-1768783845.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12659752 Ambulances gather at the Puerta de Atocha train station in Madrid, Spain, 18 January 2026. The Samur Emergency Team offered its assistance to Adif/Renfe and deployed a team with a psychologist and a basic ambulance in case relatives of passengers arrive after the derailment of two high-speed trains in the municipality of Adamuz. EPA/JAVIER LIZON\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4250754\" class=\"wp-caption-text\">Ambulances gather at the Puerta de Atocha train station in Madrid, Spain, 18 January 2026 [Javier Lizon/EPA]</figcaption></figure><h2 id=\"trains-suspended\">Trains suspended</h2><p>Prime Minister Pedro Sanchez on Monday said Spain was enduring a “night of deep pain”.</p><p>“Today is a night of deep pain for our country owing to the tragic rail accident in Adamuz,” Sanchez wrote on X.</p><p>“I want to express my sincerest condolences to the families and loved ones of the victims. No word can alleviate such great suffering, but I want them to know that the whole country is by their side in this tough moment,” he added.</p><p>Trains travelling from the Andalusia region to Madrid have been suspended, with services from Cordoba, Sevilla, Malaga and Huelva expected to be unavailable through “at least” Monday, the rail body said.</p><p class=\"p1\">Salvador Jimenez, a journalist for the public broadcaster RTVE, told the digital outlet Informacion that he had been on board the Malaga train.</p><p class=\"p1\">The train’s last two carriages derailed, he said, with the final carriage turning fully onto its side as it landed on the tracks.</p><p>It felt like the train was experiencing an “earthquake” in the moments before the crash, Jimenez said.</p></div></div></body></html>"
        },
        {
            "title": "Senegal beat hosts Morocco to win AFCON 2025 after farcical walk-off | Football News | Al Jazeera",
            "time": "2026-01-18T22:26:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696d5db8-1768775097.jpg?resize=1920%2C1408",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Senegal stormed ‍off the field in protest at a penalty awarded against them before returning to beat hosts Morocco <a href=\"/sports/liveblog/2026/1/18/live-senegal-vs-morocco-afcon-final\">1-0 after extra time</a>, and win the ⁠Africa Cup of Nations (AFCON), amid farcical scenes in the ​final.</p><p class=\"p1\">Midfielder Pape Gueye netted the 94th-minute winner on Sunday, after ‍Morocco’s star player Brahim Diaz squandered the chance to win it for the home side by fluffing the last-gasp penalty ‍in normal ⁠time following a 14-minute delay.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Senegal coach Pape Bouna Thiaw ordered his players off, and it was talisman <a href=\"/sports/2026/1/17/senegal-hope-morocco-final-will-not-be-manes-afcon-farewall\">Sadio Mane</a> who persuaded them to return.</p><p class=\"p1\">The penalty was awarded following a VAR check by Congolese referee Jean-Jacques Ndala after Diaz ​had been tugged to the ground ‌by Senegal full-back El Hadji Malick Diouf while defending a corner kick five minutes into stoppage time.</p><p class=\"p1\">Officials and players jostled with each ‌other while the referee consulted the touchline screen, and then again when ‌Senegal walked off.</p><p class=\"p1\">Once the players returned ⁠to the field, Diaz inexplicably tried a Panenka-style chip, and his soft penalty effort sailed tamely into the arms of Senegal goalkeeper Edouard ‌Mendy.</p><p class=\"p1\">Senegal’s actions will be seen as a major blight on an otherwise successful tournament, although defeat continues Morocco’s poor ‍record in the tournament, which they only previously won 50 years ago.</p><figure id=\"attachment_4250380\" aria-describedby=\"caption-attachment-4250380\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4250380\" src=\"/wp-content/uploads/2026/01/reuters_696d4ed7-1768771287.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Soccer Football - CAF Africa Cup of Nations - Morocco 2025 - Final - Senegal v Morocco - Prince Moulay Abdellah Stadium, Rabat, Morocco - January 18, 2026 Morocco's Brahim Diaz misses a penalty REUTERS/Amr Abdallah Dalsh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4250380\" class=\"wp-caption-text\">Diaz misses a penalty with a weak panenka [Amr Abdallah Dalsh/Reuters]</figcaption></figure><p class=\"p1\">The Senegal team had initially been riled by the referee’s decision to disallow for a foul a goal they scored in the second added minute, when Abdoulaye Seck headed off the post at a corner, and Ismaila Sarr nodded in the rebound.</p><p class=\"p1\">After Diaz’s penalty miss, however, it felt almost inevitable that a galvanised Senegal would go on to score, and they did so in the fourth minute of extra time to stun the home fans in the crowd of 66,526 at the Prince Moulay Abdellah Stadium.</p><p class=\"p1\">Mane won possession in midfield and found Idrissa Gana Gueye, who released his namesake Pape Gueye.</p><p class=\"p1\">The Villarreal midfielder held off the backtracking Moroccan captain Achraf Hakimi as he advanced towards the box, before beating goalkeeper Yassine Bounou with a superb strike into the top corner.</p><p class=\"p1\">Morocco were distraught, in particular Diaz, who was promptly substituted.</p><p class=\"p1\">They could still have forced a penalty shootout, with Nayef Aguerd heading against the crossbar in the second half of extra time.</p><p class=\"p1\">But it was not to be for the hosts, who had been dreaming of winning the title in front of their own fans to end a 50-year wait to become African champions for just the second time.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p class=\"p1\">Senegal could have been more comfortable had Cherif Ndiaye not squandered a glorious chance to make it 2-0 late in the extra period, but they held on.</p><p class=\"p1\">It is their second Cup of Nations title in the last three editions, after they defeated Egypt on penalties in Yaounde in 2022 to win the trophy for the first time in their history.</p><p class=\"p1\">They can now look forward to heading to the United States for the World Cup in June, and will hope to persuade Mane to play at another AFCON after he declared the final would be his last ever game at the tournament.</p><p class=\"p1\">Any investigation into the scenes during the game will focus on the conduct of the Senegal team and their fans, as well as any shortcomings by Moroccan organisers.</p><p class=\"p1\">The incidents came at the end of a tense final, which had been low on goalmouth action – not exactly surprising given the defensive strength of Africa’s best teams according to the FIFA rankings.</p><p class=\"p1\">Senegal’s Iliman Ndiaye was denied by Bounou when clean through with the best chance in the first half, while Morocco should have scored just before the hour mark, but Ayoub El Kaabi prodded wide from a Bilal El Khannouss cross.</p><p class=\"p1\">Then came the late drama, with Senegal surviving the penalty award before Gueye became their hero – remarkably, that was the first goal scored by the Lions of Teranga in an AFCON final after they had failed to find the net in any of their three previous appearances in the tournament’s deciding game.</p><p class=\"p1\">It was an agonising way for Morocco’s campaign to end, and many of their fans had left the stadium before the final whistle on a cold and wet night in Rabat.</p><p class=\"p1\">“We really wanted to win here,” Gueye said. “It was a very difficult match, but we ​gave everything.”</p><p class=\"p1\">Morocco coach Walid Regragui said his side was “really disappointed” for the Moroccan people.</p><p class=\"p1\">“When you get ‍a penalty in the last minute, you can see victory very close, but in the end, football catches up with you.</p><p class=\"p1\">“We congratulate Senegal, even if what we showed of African football was disappointing, given everything that happened when the penalty was awarded.”</p></div></div></body></html>"
        },
        {
            "title": "Will the Syrian army end up controlling Kurdish-held areas? | Syria's War | Al Jazeera",
            "time": "2026-01-18T20:21:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768766100.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The army has made significant territorial gains after intense battles with the SDF.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">It all started in Aleppo, and now the fighting has expanded to the northeastern parts of Syria.</p><p class=\"p1\">The army says it has made major advances there, seizing areas previously under the control of the Kurdish-led Syrian Democratic Forces (SDF).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">This rapid sequence of events paves the way for the government to tighten its grip on this strategic and oil-rich region.</p><p class=\"p1\">Many rounds of talks and agreements between Damascus and the SDF leadership over the last year have yielded no results.</p><p class=\"p1\">That is despite involvement from the US in efforts to bring the two sides to common ground.</p><p class=\"p1\">How will this play out within Syria and the wider region?</p><p class=\"p1\"><strong>Presenter:</strong> James Bays</p><p class=\"p1\"><strong>Guests:</strong></p><p>Omar Abu Layla – Syrian Affairs analyst</p><p>Scott Lucas – Professor of US and international politics at University College Dublin</p><p>Kamaran Palani – Kurdish principal investigator for the PeaceRep Iraq programme at the London School of Economics and Political Science</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Chile forest fire death toll rises to 18 as state of emergency declared | Climate Crisis News | Al Jazeera",
            "time": "2026-01-18T19:45:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-18T132121Z_1829340509_RC2M3JABU3AM_RTRMADP_3_CHILE-FIRE-1768752226.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Chile forest fire death toll rises to 18 as state of emergency declared</h1><p class=\"article__subhead\"><em>Chilean President Gabriel Boric ‍has announced a ‍state of emergency in two southern regions.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two dozen active forest fires are tearing across southern Chile, forcing more than 50,000 people to flee their homes and killing at least 18 people, authorities have said.</p><p>President Gabriel Boric said Sunday that the 18 deaths were confirmed, “but we are certain that this number will rise”. The president also imposed a new nighttime curfew in the hardest-hit areas.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Security Minister Luis Cordero previously told reporters at a press conference  that 16 deaths had been confirmed in the Biobio and Nuble regions.</p><p>Biobio and Nuble – central-southern regions located about 500km (300 mi) south of the capital, Santiago – have faced the blazes’ worst effects.</p><p>Boric declared a state of emergency in both regions earlier on Sunday, writing on X that “all resources are available” to contain the fires. The declaration allowed Chile’s armed forces to start pitching in.</p><p>The majority of the evacuations have taken place in the cities of Penco and Lirquen, located in Biobio, authorities said. Together, the cities are home to around 60,000 people.</p><p>Interior Minister Alvaro Elizalde said unfavourable weather conditions in the coming days – particularly extreme temperatures – were expected to make firefighting efforts more difficult.</p><p class=\"p1\">“We face a complicated situation,” he added.</p><p class=\"p1\">The fires have torched around 85sq km (33sq mi) across Biobio and Nuble, prompting the mass evacuations. At least 250 homes have been destroyed so far.</p><p>South-central Chile has been battered by forest fires in recent years, with simultaneous blazes in February 2024 leading to the deaths of <a href=\"/features/2024/2/21/part-of-the-family-chilean-wildfire-victims-hold-out-hope-for-lost-pets\">more than 130 people</a>.</p><p>At the time, Boric called it the “greatest tragedy” the Latin American country had faced since a 2010 earthquake that killed at least 500 people.</p></div></div></body></html>"
        },
        {
            "title": "How much of Trump’s foreign policy is driven by minerals and oil? | Energy | Al Jazeera",
            "time": "2026-01-18T19:34:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768764877.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Oil industry expert Daniel Yergin argues that the US is desperate to have supply chains independent of China.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>China’s domination of minerals – especially the copper needed for electrification, data centres, robots, cellphones and defence technology – is pushing the United States to ramp up its control of oil and minerals worldwide, argues Daniel Yergin, one of the world’s top experts in the economics of oil.</p><p>In this episode, Yergin explains how Venezuela, Greenland, Iran, Russia and other issues are connected to the business of oil and the competition to control Earth’s minerals. And while US President Donald Trump’s motives in Venezuela and Greenland are unclear, Yergin says one thing is certain: The US is desperate to achieve supply chain independence from China.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump announces new tariffs over Greenland: How have EU allies responded? | Donald Trump News | Al Jazeera",
            "time": "2026-01-18T17:05:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696cc734ba-1768736564.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has promised to steadily increase tariffs on European countries that have opposed his move to acquire Greenland, escalating a dispute over the semiautonomous Danish territory he has long coveted.</p><p>So what is behind Trump’s push to control Greenland, the world’s largest island, and how have Washington’s NATO allies responded?</p><h2 id=\"what-is-trump-s-tariff-threat-over-greenland\">What is Trump’s tariff threat over Greenland?</h2><p>In a post on his Truth Social platform on Saturday, Trump wrote that he has subsidised Denmark and other European Union countries by not charging them tariffs.</p><p>“Now, after Centuries, it is time for Denmark to give back – World Peace is at stake! China and Russia want Greenland, and there is not a thing that Denmark can do about it.”</p><p>Trump added, “The National Security of the United States, and the World at large, is at stake.”</p><p>He wrote that starting on February 1, Denmark, Norway, Sweden, France, Germany, the United Kingdom, the Netherlands and Finland would be charged a 10 percent tariff on their exports to the US.</p><p>On June 1, the tariff would be increased to 25 percent, he said. “This Tariff will be due and payable until such time as a Deal is reached for the Complete and Total purchase of Greenland,” Trump wrote.</p><p>“The United States has been trying to do this transaction for over 150 years. Many Presidents have tried, and for good reason, but Denmark has always refused.”</p><h2 id=\"is-trump-the-first-us-president-to-seek-control-of-greenland\">Is Trump the first US president to seek control of Greenland?</h2><p>Leaders in Denmark and Greenland have consistently insisted that Greenland is not for sale. In the past few days, Greenlanders have been protesting against Trump’s wishes to acquire Greenland. Yet Trump has pushed for acquiring the Arctic territory since his first term, and he is not the first US president to pursue such a purchase.</p><p>After buying Alaska from Russia in 1867, then-Secretary of State William H Seward unsuccessfully sought to buy Greenland. During World War II, the US occupied Greenland after Germany invaded Denmark and built military and radio facilities there. It maintains a permanent presence today at the Pituffik Space Base in the northwest.</p><p>In 1946, while Greenland was still a Danish colony, President Harry S Truman secretly offered Denmark $100m for the island, but Copenhagen refused. The proposal became public only in 1991.</p><p>American citizens do not support Washington acquiring Greenland, polls have indicated. This week, a Reuters/Ipsos poll of US residents showed less than one in five respondents support the idea of acquiring Greenland.</p><h2 id=\"why-does-trump-want-greenland\">Why does Trump want Greenland?</h2><p>The location and natural resources of the island make it strategically important for Washington.</p><p>Greenland is geographically part of North America, located between the Arctic Ocean and the North Atlantic Ocean. It is home to 56,000 residents, mostly <a href=\"/program/witness/2021/6/17/the-fight-for-greenland-a-new-generation-speaks\">Indigenous Inuit people</a>.</p><p>Greenland’s capital, Nuuk, is closer to New York – about 2,900km (1,800 miles) – than the Danish capital, Copenhagen, located 3,500km (2,174 miles) to the east.</p><p>It is a NATO territory through Denmark and an EU-associated overseas territory with residents holding EU citizenship.</p><p>Its location offers the shortest air and sea routes between North America and Europe, making it strategically vital for US military operations and missile early-warning systems. Washington has also sought more radar coverage around the Greenland-Iceland-UK gap to monitor Russian and Chinese movements.</p><p>Greenland is rich in minerals, including most of the EU’s listed “critical raw materials”, but there is no oil and gas extraction, and many Indigenous residents oppose large-scale mining. The economy mainly depends on fishing.</p><p>As climate change opens up more of the Arctic, leading powers such as the US, Canada, China and Russia are increasingly interested in its untapped resources.</p><h2 id=\"how-has-europe-responded-to-trump-s-tariff-threats\">How has Europe responded to Trump’s tariff threats?</h2><p>All 27 members of the EU convened for an emergency meeting on Sunday to discuss their response to Trump’s threat.</p><p>UK Prime Minister Keir Starmer responded in a post on X on Saturday, saying: “Our position on Greenland is very clear – it is part of the Kingdom of Denmark and its future is a matter for the Greenlanders and the Danes.”</p><p>“Applying tariffs on allies for pursuing the collective security of NATO allies is completely wrong. We will of course be pursuing this directly with the US administration,” Starmer wrote.</p><p></p><p>European Commission President Ursula von der Leyen also responded in an X post, saying: “The EU stands in full solidarity with Denmark and the people of Greenland. Dialogue remains essential, and we are committed to building on the process begun already last week between the Kingdom of Denmark and the US.</p><p>“Tariffs would undermine transatlantic relations and risk a dangerous downward spiral. Europe will remain united, coordinated, and committed to upholding its sovereignty.”</p><p></p><p>European Council President Antonio Costa shared a post identical to von der Leyen’s on his own X account.</p><p></p><p>EU foreign policy chief Kaja Kallas wrote on X: “China and Russia must be having a field day. They are the ones who benefit from divisions among Allies.”</p><p>“Tariffs risk making Europe and the United States poorer and undermine our shared prosperity,” Kallas added.</p><p>David van Weel, the foreign minister of the Netherlands, said during an interview on Dutch television on Sunday: “It’s blackmail what he’s doing … and it’s not necessary. It doesn’t help the alliance [NATO], and it also doesn’t help Greenland.”</p><h2 id=\"trade-bazooka-what-countermeasures-could-europe-take\">Trade Bazooka: What countermeasures could Europe take?</h2><p>During the emergency EU meeting on Sunday, French President Emmanuel Macron requested the bloc to activate the Anti-Coercion Instrument (ACI), also called the trade bazooka, according to news reports.</p><p>The trade bazooka is a legal mechanism that the EU adopted in 2023 to protect European countries from economic pressure by non-EU countries.</p><p>It was adopted, keeping countries like China in mind, rather than allies like the US, CNN reported, citing Erica York, vice president of federal tax policy at the Tax Foundation.</p><p>The trade bazooka involves a series of measures, including steep retaliatory tariffs. The EU could limit or block access for certain US goods, services or companies to its single market.</p><p>It could impose measures that restrict the US use of EU‑based financial infrastructure, increasing funding costs for US banks and firms that depend on Europe.</p></div></div></body></html>"
        },
        {
            "title": "Who is part of Trump’s ‘Board of Peace’ for Gaza? | Gaza News | Al Jazeera",
            "time": "2026-01-18T17:02:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25334553665568-1767306802.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump has officially outlined the architecture of the “Board of Peace”, which is expected to “fulfill” Trump’s 20-point plan for Gaza, days after US envoy Steve Witkoff launched “phase two” of the United States-brokered plan to end Israel’s genocidal war on Gaza.</p><p>A <a href=\"https://www.whitehouse.gov/briefings-statements/2026/01/statement-on-president-trumps-comprehensive-plan-to-end-the-gaza-conflict/?utm_source=wh_social_share_button\">statement</a> published by the White House on Saturday details a three-tiered power structure – with a US-led “Board of Peace” comprised of billionaires and figures close to Israel at the top.</p><p>Bulgarian diplomat <a href=\"https://aje.news/7l2lt1\">Nickolay Mladenov</a>, who has been named the “High Representative for the Board of Peace”, will oversee the transition from Hamas rule to a Palestinian administration of technocrats led by Ali Shaath, a former Palestinian Authority (PA) deputy minister.</p><p>The White House also announced the formation of a “Gaza Executive Board”, which will work with the Office of the High Representative and the Palestinian technocratic administration named the National Committee for the Administration of Gaza (NCAG).</p><p>While Washington frames this as a roadmap for “reconstruction and prosperity”, the exclusion of Palestinians from the top decision-making body suggests they will have little say in deciding the future governance structure.</p><p>Here is how the new three-tier governing structure works, and why experts warn it resembles a “commercial trusteeship.”</p><h2 id=\"the-board-of-peace\">‘The Board of Peace’</h2><p>According to the White House statement, the “Founding Executive Council” sits at the apex of the pyramid. This body holds the purse strings and sets the strategic vision. It is chaired by President Trump, who retains veto power.</p><p>The lineup of Executive Board members is:</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>US Secretary of State Marco Rubio:</strong> Rubio is one of the most pro-Israel officials in the Trump administration. He has said that those who criticise Israel will not be granted US visas. He has also criticised the move by several Western countries to recognise Palestinian statehood as a “reckless decision” that “only serves Hamas propaganda”.</li>\n<li><strong>US Special Envoy Steve Witkoff:</strong> Witkoff is a New York-based real estate developer and investor close to Trump. He was tasked with ceasefire talks in Gaza. Witkoff was accused of reneging on Gaza talks after he accused Hamas of blocking a deal last July. Hamas political bureau member Basem Naim accused him of “serving the Israeli position”.</li>\n<li><strong>Jared Kushner:</strong> Kushner, Trump’s son-in-law. is also a staunch supporter of Israel who previously suggested that Palestinians are incapable of self-governance. He has described Gaza as having “very valuable waterfront property”. Kushner was also the driving force of the so-called Abraham Accords, a series of deals that formalised ties between several Arab countries and Israel.</li>\n<li><strong>Billionaire businessman Marc Rowan:</strong> Rowan is a co-founder of Apollo Global Management, which is one of the world’s largest investment firms. He has run philanthropic activities in Israel and has funded pro-Israel advocacy groups in the United States, according to media reports. He has also supported the Israeli-American Council, which works to strengthen Israeli and American Jewish communities.</li>\n<li><strong>Ajay Banga:</strong> Banga is currently the president of the World Bank. He was nominated to the post by President Trump. Banga has previously served as vice chairman at equity firm General Atlantic and chief executive at Mastercard.</li>\n<li><strong>Former British PM Tony Blair:</strong> Blair, who served as British prime minister from 1997 to 2007, supported the US-led so-called “war on terror” in the early 2000s, and joined then-US President George W Bush’s 2003 invasion of Iraq. He is seen as a polarising figure in the region.</li>\n<li><strong>Robert Gabriel Jr: </strong>Gabriel is deputy national security adviser in the Trump administration.</li>\n</ul><p>Trump has invited the leaders of Egypt, Turkiye and Jordan to join his “Board of Peace” to oversee the post-war transition in Gaza, according to authorities in Ankara, Cairo and Amman.</p><p>Trump has also invited a number of world leaders, including Argentina’s President Javier Milei and Canada’s Prime Minister Mark Carney, to be part of a Board of Peace. Bloomberg News reported on Sunday that the Trump administration has asked countries to contribute at least $1bn to become permanent members. A non-permanent membership would remain free.</p><p><a href=\"https://aje.news/7l2lt1\">Mladenov</a>, who championed the Abraham Accords as UN Middle East envoy in 2015-2020, will serve as the “on-the-ground link” between the Board of Peace and the NCAG.</p><p data-path-to-node=\"34\">The White House appointed two “strategic advisers” with controversial records to the Board of Peace:</p><p data-path-to-node=\"34\"><strong>Aryeh Lightstone:</strong> A key figure in the Abraham Accords and the controversial aid organisation the “<a href=\"https://aje.io/prynms\">Gaza Humanitarian Foundation</a>” (GHF), which faced severe accusations regarding aid mismanagement and coordination failures that led to the killing of hundreds of Palestinians seeking food.</p><p data-path-to-node=\"34\"><strong>Josh Gruenbaum:</strong> Associated with previous plans to turn Gaza into a “Middle East Riviera,” prioritising real estate potential over refugee rights.</p><p data-path-to-node=\"34\">Iyad al-Qarra, a Gaza-based political analyst, told Al Jazeera that this top-heavy structure reflects a “corporate takeover” of the Palestinian cause.</p><p>“Trump treats Gaza not as a homeland, but as a bankrupt company in need of a new board of directors,” al-Qarra said. “He has placed the strategic decision-making in the hands of investors and foreign politicians, turning sovereignty into a commercial venture.”</p><h2 id=\"the-gaza-executive-board\">The ‘Gaza Executive Board’</h2><p>Below the founding council sits the “Gaza Executive Board,” tasked with regional coordination.</p><ul>\n<li>Steve Witkoff</li>\n<li>Jared Kushner</li>\n<li>Turkiye’s Foreign Minister Hakan Fidan</li>\n<li>Qatari diplomat Ali Al-Thawadi</li>\n<li>Egyptian General Intelligence Director General Hassan Rashad</li>\n<li>Tony Blair</li>\n<li>Marc Rowan</li>\n<li>UAE Minister of State for International Cooperation Reem Al-Hashimy</li>\n<li>Nickolay Mladenov</li>\n<li>Israeli-Cypriot real estate tycoon Yakir Gabay. whose presence on a board with Arab and Turkish diplomats raises questions about the normalisation of economic ties under the guise of reconstruction</li>\n<li>Sigrid Kaag, a Dutch politician and United Nations coordinator in Gaza</li>\n</ul><p>The Executive Board, which has representation from Arab countries, has been tasked with helping to “support effective governance” in Gaza.</p><p>“The Board will help support effective governance and the delivery of best-in-class services that advance peace, stability, and prosperity for the people of Gaza,” the White House said in a statement.</p><h2 id=\"the-israeli-criticism\">The Israeli criticism</h2><p>Despite the US-led nature of the <a href=\"https://aje.news/cz38yq\">plan</a>, the inclusion of representatives from Turkiye and Qatar has faced opposition from Israel. Prime Minister Benjamin Netanyahu’s office stated on Sunday that the formation of this executive committee “was not coordinated with Israel”.</p><p>According to Israeli media, National Security Minister Itamar Ben-Gvir called for a return to “full war” and “voluntary migration” rather than handing Gaza to a board involving Turkiye. Meanwhile, former National Security Adviser Yaakov Amidror told Israeli radio that allowing “Turkiye – led by a government sympathetic to the Muslim Brotherhood – into Gaza is a strategic error that would strengthen Hamas”.</p><p data-path-to-node=\"24\">However, al-Qarra dismisses this “anger” as largely theatrical. “Netanyahu’s objection is tactical,” al-Qarra noted. “Ultimately, this board outsources the heavy lifting of managing Gaza’s misery to international donors, while Israel retains security control without paying the price.”</p><h2 id=\"the-national-committee-for-the-administration-of-gaza\">The National Committee for the Administration of Gaza</h2><p data-path-to-node=\"26\">At the bottom of the hierarchy lies the only Palestinian component: NCAG</p><p data-path-to-node=\"27\">In an interview with Egyptian Media, Committee Chairman Ali Shaath confirmed the official lineup. The 12-member team is comprised entirely of professionals tasked with managing specific service sectors:</p><ul>\n<li data-path-to-node=\"28,0,0\"><strong>Economy &amp; Trade:</strong> Engineer Aed Abu Ramadan</li>\n<li data-path-to-node=\"28,1,0\"><strong>Agriculture:</strong> Abdel Karim Ashour</li>\n<li data-path-to-node=\"28,2,0\"><strong>Health:</strong> Dr Aed Yaghi</li>\n<li data-path-to-node=\"28,3,0\"><strong>Housing &amp; Lands:</strong> Engineer Osama al-Saadawi</li>\n<li data-path-to-node=\"28,4,0\"><strong>Justice:</strong> Adnan Abu Warda</li>\n<li data-path-to-node=\"28,5,0\"><strong>Interior &amp; Internal Security:</strong> Major General Sami Nasman</li>\n<li data-path-to-node=\"28,6,0\"><strong>Municipalities &amp; Water:</strong> Ali Barhoum</li>\n<li data-path-to-node=\"28,7,0\"><strong>Finance:</strong> Bashir Al-Rayyes</li>\n<li data-path-to-node=\"28,8,0\"><strong>Social Affairs:</strong> Hana Tarazi</li>\n<li data-path-to-node=\"28,9,0\"><strong>Education:</strong> Jabr Al-Daour</li>\n<li data-path-to-node=\"28,10,0\"><strong>Telecommunications:</strong> Engineer Omar Al-Shamali</li>\n</ul><p data-path-to-node=\"29\">The appointment of Major General Sami Nasman to the interior sector places a veteran figure in charge of internal policing. However, questions remain about his authority given the parallel presence of US-led forces.</p><p data-path-to-node=\"33\">Critics argue that relegating Palestinians to this tier strips them of political agency. Wissam Afifa, a writer and analyst in Gaza, told Al Jazeera that this structure confirms the fears of a “new mandate.”</p><p data-path-to-node=\"34\">“The Palestinians have been reduced to municipal employees,” Afifa said. “They are tasked with cleaning up the sewage and rebuilding schools, but they have zero say in the political future of their land. It is a sovereignty-minus model where the ‘National Committee’ takes orders from the ‘High Representative,’ who takes orders from the White House.”</p><p data-path-to-node=\"34\">However, Afifa added that people who have witnessed a genocide are desperate for things to change. “Speaking not as an analyst but as a citizen living through the catastrophe, people see this committee as a potential lifeline,” Afifa said. “There are high hopes that it might finally restore some semblance of life to a zone Israel has made uninhabitable.”</p><p data-path-to-node=\"37\">Afifa emphasised that while the technocratic administration members are “highly professional”, the real challenge lies elsewhere. “This is not a test for the committee – it is a test for Trump,” he explained.</p><p data-path-to-node=\"37\">He questioned whether the new administration will bring in “a ‘Marshall Plan’ level of support” and whether it will “fail to restrain Israeli arrogance”.</p><p data-path-to-node=\"37\">“The fear,” Afifa said, “is that we will face humanitarian blackmail, where aid is conditioned on security concessions.”</p><h2 id=\"international-stabilisation-force\" data-path-to-node=\"31\">International Stabilisation Force</h2><p data-path-to-node=\"39\">Operating alongside these tiers is the military pillar, led by US General Jasper Jeffers as commander of the “International Stabilisation Force”. His mandate includes “permanent disarmament”.</p><p data-path-to-node=\"40\">Afifa warns that this clause shifts the premise from relief to an Israeli security priority, potentially setting the stage for conflict.</p><p data-path-to-node=\"40\">“The core issue is that this force is tasked with enforcing an Israeli agenda – disarmament – without a political settlement,” Afifa warned. “Most countries are hesitating because they refuse to act as security contractors for Israel. This isn’t a recipe for stability; it’s a recipe for an internationalised civil war.”</p><h2 id=\"the-bottom-line\">The bottom line</h2><p data-path-to-node=\"46\">The “Board of Peace” creates a clear hierarchy: The US and business moguls decide, the region pays and coordinates, and the Palestinians implement service delivery.</p><p data-path-to-node=\"47\">“This is the ultimate marginalisation,” Afifa concluded. “By separating the ‘service’ file from the ‘political’ file, the plan attempts to bury the Palestinian national project.”</p><p data-path-to-node=\"48\">Al-Qarra added that the structure treats the symptoms while ignoring the disease.</p><p data-path-to-node=\"48\">“The true test will be on the ground,” al-Qarra told Al Jazeera. “The people of Gaza want national, Palestinian governance, not American trusteeship. Anybody who fails to address the occupation is simply managing the crisis, not solving it.”</p></div></div></body></html>"
        },
        {
            "title": "Benin’s opposition loses all parliamentary seats, provisional results show | Elections News | Al Jazeera",
            "time": "2026-01-18T16:25:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-11T165333Z_129505180_RC2ZYIAP78R1_RTRMADP_3_BENIN-ELECTION-1768749524.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Benin’s opposition loses all parliamentary seats, provisional results show</h1><p class=\"article__subhead\"><em>Electoral commission says two parties aligned with President Patrice Talon win all 109 seats in the assembly.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Patrice Talon’s ruling alliance has won full control of Benin’s National Assembly in <a href=\"/news/2026/1/11/benin-votes-in-key-parliamentary-local-polls-a-month-after-thwarted-coup\">legislative elections</a>, according to provisional results.</p><p>The electoral commission said on Saturday night that of the five parties running in the January 11 vote, only the Progressive Union for Renewal and the Republican Bloc – both aligned with Talon – won seats in the assembly.</p><p>The Progressive Union for Renewal will have 60 MPs while the Republican Bloc will have 49.</p><p>According to a new electoral code, a party must obtain 20 percent of the national vote and 20 percent in each of the 24 electoral districts to be eligible for seat allocation.</p><p>The main opposition party, The Democrats, won about 16 percent of the vote and failed to reach the threshold.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The results strengthen the presidential bloc’s hand going into the presidential election in April, in which 67-year-old Talon, who has ruled the country for a decade, is barred from standing again by term limits.</p><p><span>His handpicked successor, Finance Minister Romuald Wadagni, is expected to succeed him. </span><span>T</span><span>he Democrats, meanwhile, are barred from standing in the presidential polls after failing to gather enough signatures to register.</span></p><p>The same rule sidelined them from local elections that were held alongside last week’s legislative polls.</p><p>“These results confirm the struggle that [The Democrats] party has been waging for about two years,” Guy Mitokpe, spokesperson for The Democrats, said, according to The Associated Press news agency.</p><p>“We denounced this electoral code, saying that it heavily favoured parties aligned with the president. It’s an exclusionary electoral code. As proof, we won’t have a candidate in the presidential election, and we were excluded from the municipal elections.”</p><p>Turnout in last weekend’s elections was 36.7 percent, officials said, roughly on par with the 37 percent in the last legislative polls in 2023.</p><p>The legislative vote took place weeks after a <a href=\"/features/2025/12/16/has-benins-foiled-coup-made-ecowas-a-west-african-heavyweight-once-more\">deadly military coup attempt</a> to overthrow Talon, which lasted a few hours on December 7 before authorities announced it had been foiled.</p><p>Under a November constitutional reform, the presidential term was extended to seven years with a two-term limit.</p></div></div></body></html>"
        },
        {
            "title": "Peace boards and technocrats won’t stem out Palestinian resistance | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-18T16:19:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-10-21T153724Z_1377562192_RC2FGHAY1SHX_RTRMADP_3_ISRAEL-PALESTINIANS-USA-VANCE-1768752921.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Last week, just as Israeli bombardment of the Gaza Strip intensified, United States presidential envoy Steven Witkoff announced on social media that the “ceasefire” is entering its second stage. In the following days, the administration of US President Donald Trump unveiled the makeup of a foreign executive committee and a peace board that will oversee the provisional administration of Gaza composed of Palestinian technocrats.</p><p>This setup reflects the wishes of Israeli Prime Minister Benjamin Netanyahu that neither Hamas nor the Fatah-dominated Palestinian Authority (PA) would be involved in Gaza’s future. Although the latter is mentioned in Trump’s “peace plan”, it supposedly first has to carry out a set of unnamed reforms to have any role in Gaza.</p><p>What this means in reality is that Fatah, too, can easily be blocked from returning to govern the Gaza Strip with the excuse that these vague reforms have not been carried out.</p><p>The problem with the present setup and Israel’s insistence on “no Hamas, no Fatah” is that they reflect a profound ignorance of the fabric of Palestinian society, its politics and history. The idea that a Palestinian political entity can be created by outside forces and fully integrated into the occupation to manage Palestinian affairs is unrealistic.</p><p>Over the past 77 years, various Palestinian national movements and revolutions have emerged, united by a single common denominator: the rejection of Israeli colonial presence. No Palestinian collective, regardless of its form, has ever publicly agreed to integration into the Israeli colonial project.</p><p>Within the framework of resistance, the collective Palestinian consciousness was forged, political parties were born, and the trajectory of public opinion was defined.</p><p>While the tools and methods adopted by different segments of Palestinian society and political factions may vary, they all share a common commitment to the Palestinian cause and to Palestinian rights.</p><p>Fatah and Hamas remain the two most prominent political components of Palestinian society. Fatah emerged as the dominant national liberation movement before its political trajectory shifted following the Oslo Accords, while Hamas has maintained its commitment to resistance since its inception. Between these two currents and other smaller factions, the Palestinian social fabric naturally rejects any leadership or entity that operates outside the framework of national independence or accepts foreign guardianship.</p><p>Israel has decided to ignore this deeply rooted reality, attempting to bypass it by imposing artificial facts on the ground. Consequently, it has continuously sought “local alternatives” for governance in Gaza.</p><p>Throughout the war, Israel attempted to empower and arm certain individuals and groups, hoping they could have a role in the postwar era. Many of them were people who were socially marginalised before the war, and some have extensive criminal records. One example is <a href=\"/opinions/2025/12/7/abu-shababs-death-signals-the-inevitable-failure-of-israels-plan-for-gaza\">Yasser Abu Shabab</a>, a member of the Tarabin tribe, who was imprisoned for many years on drug-related charges and who during the war received substantial Israeli backing to create his own militia.</p><p>He looted humanitarian aid and collaborated with the occupation in a variety of ways in Rafah, including securing passage for Israeli troops. After he <a href=\"/features/2025/12/4/who-was-yasser-abu-shabab-israel-backed-militia-leader-killed-in-gaza\">was killed</a> on December 4, there were celebrations in Gaza; his own tribe issued a statement denouncing him. Israeli attempts to engage with other clans and empower them have also ended badly.</p><p>Prominent families and clans have repeatedly condemned in public statements the actions of individual members who have decided to collaborate with Israel. They have withdrawn protection and ostracised the collaborators, while affirming that Palestinian clans remain firmly committed to the Palestinian national struggle.</p><p>This rejection reflects the failure of Israeli policy to create any local extension aligned with its project. It also confirms Israel’s inability to erase Palestinian national memory or break the collective will, despite genocide, starvation, and displacement.</p><p>The situation is similar in the West Bank. There, for three decades, the Fatah-dominated PA has collaborated on security with the occupation. As a result, its legitimacy today is extremely low. According to <a href=\"https://www.pcpsr.org/en/node/1000\">a recent poll</a>, the PA has an approval rating of just 23 percent in the West Bank, while its president, Mahmoud Abbas, has 16 percent.</p><p>It is important to note here that despite the PA’s close security ties to the occupation, it has failed to stem out Palestinian resistance in the West Bank. In the years preceding the war of genocide, the West Bank witnessed the rise of armed formations that were independent of the traditional factions Fatah and Hamas, such as Areen al-Usud (Lions’ Den) in Nablus and the Jenin Brigades.</p><p>These groups were organised by youth and enjoyed broad popular support. Their resistance campaigns reflected the continuity of the armed struggle approach outside traditional structures and the support it enjoys among the Palestinian people.</p><p>What Israel and its Western allies who are trying to create a new governance mechanism for Gaza fail to understand is that in the Palestinian context, legitimacy matters. It is something that cannot be created by foreign councils or Israeli-funded militias. That is because legitimacy in Palestine is derived from resistance, which ties national history and identity together.</p><p>Any attempt to bypass this reality is doomed to failure, as it would only turn Gaza into a zone of permanent chaos, internal conflicts, and comprehensive security collapse. It would also shatter Trump’s legacy as a dealmaker and expose the present arrangement as nothing more than a political spectacle to cover up the fallout of an Israeli-executed genocide.</p><p>The only solution that can guarantee stability is full Palestinian administrative independence, based exclusively on the will of the Palestinian people in all their diversity and affiliations, with a clear path toward the establishment of a fully sovereign Palestinian state.</p><p data-start=\"10598\" data-end=\"11116\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Syria announces ceasefire agreement with Kurd-led SDF after heavy fighting | Syria's War News | Al Jazeera",
            "time": "2026-01-18T16:01:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260118-40289459-40289448-SYRIANS_RETURN_HOME_IN_DEIR_HAFIR_AFTER_YPGSDF_WITHDRAWS-1768735509.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian government has <a href=\"/news/liveblog/2026/1/18/syria-fighting-live-sdf-braces-for-raqqa-assault-as-govt-troops-march-on\">announced a ceasefire</a> has been agreed with the Kurdish-led Syrian Democratic Forces (SDF) that will involve the withdrawal of the latter’s forces from areas west of the Euphrates River, according to Syrian state media.</p><p>Sunday’s deal will also see SDF forces integrate into the Syrian military.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The agreement comes after days of fighting between the Syrian government and the SDF in northeastern Syria. The army and the SDF had been clashing over strategic posts and oilfields along the Euphrates River.</p><p>Speaking in Damascus, Syrian President Ahmed al-Sharaa said that the agreement will see Syrian state institutions move into three eastern and northern governorates – al-Hasakah, Deir Az Zor, and Raqqa – previously controlled by the SDF.</p><p>“We advise our Arab tribes to remain calm and allow for the implementation of the agreement’s terms,” al-Sharaa said.</p><p>The agreement stipulates that the SDF administration in charge of ISIL (ISIS) detainees and camps, and the forces guarding the facilities, will be integrated into the country’s state structure, now giving the government full legal and security responsibility.</p><p>Additionally, the SDF will propose a list of leaders to fill senior military, security, and civilian posts within the central government, ensuring national partnership.</p><p>Al-Sharaa made the announcement after he met United States Special Envoy to Syria Tom Barrack in Damascus. SDF chief Mazloum Abdi was supposed to be at the meeting, but al-Sharaa said that weather conditions meant that his trip would be postponed until Monday.</p><p>The Kurdish news outlet Rudaw reported that the SDF chief would visit Damascus on Monday and is expected to meet with al-Sharaa. It also said that he had confirmed that the group had agreed to withdraw from the provinces of Deir Az Zor and Raqqa.</p><p>Barrack welcomed the ceasefire and wrote in a post on X that it was a “pivotal inflection point, where former adversaries embrace partnership over division”.</p><p>“President al-Sharaa has affirmed that the Kurds are an integral part of Syria, and the United States looks forward to the seamless integration of our historic partner in the fight against ISIS with the Global Coalition’s newest member, as we press forward in the enduring battle against terrorism,” he added.</p><p class=\"tr-story-p1\">Meanwhile, Turkish President Tayyip Erdogan also discussed the latest developments in Syria with al-Sharaa during a phone call and said Ankara would continue to support Damascus.</p><p>Erdogan also told Sharaa that “the complete elimination of terrorism from Syrian territory is necessary for both Syria and the entire region”, according to the Turkish presidency. Turkiye has long opposed the SDF, considering it an extension of the Kurdistan Workers’ Party, which it considers a “terrorist” group.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"victory\">‘Victory’</h2><p>Al Jazeera’s Ayman Oghanna, reporting from the Syrian capital, said the ceasefire can be seen as a “victory for Damascus and its ally Turkiye”.</p><p>“Turkiye sees the SDF as the Syrian branch of the PKK, an organisation that Turkiye has been at war with since 1984, and now, as part of the ceasefire agreement, it says that the SDF will expel PKK elements from outside of Syria’s borders,” he said.</p><p>“Now cities like Raqqa and Hasakah and Deir Az Zor will be under full government control with civil institutions under Damascus rule, which is really what Damascus was hoping for, and it’s played out very well for them indeed,” Oghanna added.</p><p>Syrian state media says that the agreement will see the military handover of the SDF-controlled governorates and the takeover of civilian institutions.</p><p>The Syrian government will also take over “all border crossings and oil and gas fields”.</p><p>A previous agreement in March that included the integration of SDF forces into the Syrian military was not implemented, and fighting has periodically broken out between the two sides in recent months, increasing in ferocity this month.</p><p>But on Saturday, the Syrian army continued its advance into towns in the SDF-held territory.</p><p>According to state media, the army had taken the northern city of Tabqa and its adjacent dam, as well as the major Freedom dam, formerly known as the Baath, west of Raqqa.</p><p>Moreover, the army seized the Omar oilfield, the country’s largest, and the Conoco gas field in Deir Az Zor, in a major blow to the SDF. Last week, al-Sharaa said it was unacceptable for the SDF to control a quarter of the country and hold its main oil and other commodity resources.</p><p>According to Gamal Mansour, a lecturer in political science at the University of Toronto, the SDF had become isolated politically, explaining their rapid retreat.</p><p>“Sometimes you have arms, but your political situation, the lack of backing, the strategic and regional background in which you’re operating … therein lies the problem that SDF has,” he told Al Jazeera.</p><p>“Iraqi Kurdistan read the regional image and the strategic posture of the SDF in a way that had them go to the SDF and tell them ‘you need to … [cooperate] with the Americans so that you can have a peaceful relationship with the Syrian government’”, he said, adding that the US has also told the SDF as much.</p><p>Mansour explained that the success of the Syrian government’s rapid advance was also driven largely by Arab tribes in SDF-controlled areas, whose loyalty to the SDF was already fragile amid discontent with their rule, Kurdish nationalist dominance and a lack of economic investment.</p><p>The ceasefire agreement also outlined that the SDF had committed to the removal of all non-Syrian Kurdistan Workers’ Party (PKK) leaders and members from the territory to ensure sovereignty and regional stability.</p></div></div></body></html>"
        },
        {
            "title": "Senegal vs Morocco 1-0 (after extra time): AFCON final - as it happened | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-18T15:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696d6233f37e-1768776244.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Senegal vs Morocco 1-0 (after extra time): AFCON final – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All the updates as Senegal win the AFCON 2025 final, marred by ugly scenes following a controversial penalty.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Sudan’s people endure ‘horror and hell’ in war, says UN rights chief | Sudan war News | Al Jazeera",
            "time": "2026-01-18T15:27:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696cefbf-1768746943.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations rights chief Volker Turk says the war in Sudan has put its people through “horror and hell”, as Sudan’s population continues to face <a href=\"/news/2026/1/16/sudan-food-aid-at-risk-of-running-dry-un-warns\">acute food insecurity</a> and displacement.</p><p>During his first visit to Sudan since the war began in April 2023, Turk said it was “despicable” that funds that “should be used to alleviate the suffering of the population” were instead spent on advanced weapons, especially <a href=\"/news/2026/1/13/rsf-drone-attack-kills-27-in-southeast-sudan-report\">drones</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The UN has repeatedly warned of the involvement of foreign actors in Sudan’s civil war.</p><p>The United Arab Emirates has been repeatedly accused of supplying the paramilitary Rapid Support Forces (RSF) with weapons, support and political backing despite Abu Dhabi’s <a href=\"/news/2025/3/6/sudan-files-case-against-uae-at-top-un-court-over-complicity-in-genocide\">consistent denial</a>.</p><p>Meanwhile, the Sudanese Armed Forces (SAF) is backed by Egypt and Saudi Arabia. The army has also reportedly received arms, including drones, from Iran and <a href=\"/features/2025/5/13/drones-gold-and-threats-sudans-war-raises-regional-tension\">Turkiye</a>.</p><p>But Turk said from Port Sudan, on Sudan’s Red Sea coast, that the country was facing “the increasing militarisation of society by all parties to the conflict, including through the arming of civilians and recruitment and use of children”.</p><p>In 2023, the country was plunged into a deadly civil war after the SAF and RSF fought to secure power.</p><figure id=\"attachment_4175500\" aria-describedby=\"caption-attachment-4175500\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175500\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-HUMANITARIAN-SITUATION-NOV12-2025-copy-2-1765797196.png?quality=80\" alt=\"INTERACTIVE - SUDAN - HUMANITARIAN SITUATION - NOV12, 2025 copy 2-1765797196\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175500\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"horrific-violations\">‘Horrific violations’</h2><p>The UN rights chief explained that he had heard testimony of “unbearable” atrocities from survivors of attacks in Darfur, warning of similar crimes taking place in the current epicentre of the fighting, the Kordofan region.</p><p>He said that the testimonies must be heard by “the commanders of this conflict and those who are arming, funding and profiting from this war”.</p><p>“We must ensure that the perpetrators of these horrific violations face justice regardless of the affiliation,” Turk said, warning that repeated attacks on civilian infrastructure could constitute “war crimes”.</p><p>The UN chief called on both sides to “cease intolerable attacks against civilian objects that are indispensable to the civilian population, including markets, health facilities, schools and shelters”.</p><p>Both sides in the conflict have been accused of committing war crimes, but there has been a particular focus on the RSF, which was accused by monitoring groups of <a href=\"/news/2025/10/29/horrific-violations-arab-nations-slam-rsf-killings-in-sudans-el-fasher\">killing at least 1,500 people</a> in its October capture of el-Fasher in Darfur.</p><p>According to the UN Office for the Coordination of Humanitarian Affairs (OCHA), in 2025, 30.4 million people, out of a population of 46.8 million, in Sudan are in need of humanitarian assistance.</p><p>The population is facing an acute food insecurity and a nutrition crisis, especially in the Darfur and Kordofan regions. At the same time, disease outbreaks are worsening the situation.</p><p>Moreover, Sudan is dealing with the world’s largest displacement crisis, with an estimated 13.6 million people displaced by the ongoing fighting.</p></div></div></body></html>"
        },
        {
            "title": "Jagan Chapagain: Is the global humanitarian system breaking down? | Russia-Ukraine war | Al Jazeera",
            "time": "2026-01-18T14:27:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768746424.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">International Federation of Red Cross and Red Crescent Societies chief on US aid cuts, attacks on aid workers and whether neutrality can survive modern wars.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As wars intensify and donor funding dries up, the global humanitarian system is under unprecedented strain. Jagan Chapagain, secretary-general of the International Federation of Red Cross and Red Crescent Societies, warns that life-saving operations are being scaled back just as needs explode from Gaza and Sudan to Ukraine and climate-driven disasters worldwide. He addresses United States and European aid cuts, attacks on humanitarian workers, the erosion of international law, and whether neutrality and protection still mean anything in today’s conflicts.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Police chief steps down after UK fallout from ban on Tel Aviv football fan | Football | Al Jazeera",
            "time": "2026-01-18T13:57:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768744617.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}