{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Why neoliberalism can’t build peace | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-27T10:49:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2009-07-14T120000Z_765927743_GM1E57E1LZ601_RTRMADP_3_PALESTINIANS-1769500373.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Over the past year, United States President Donald Trump has pursued “peace-making” all across the world. A prominent feature of his efforts has been the belief that economic threats or rewards can resolve conflicts. Most recently, his administration has put forward economic development plans as part of peace mediation for Israel’s genocidal war on Gaza, the war in Ukraine and the conflict between Israel and Syria.</p><p>While some may see Trump’s “business” approach to “peace-making” as unique, it is not. The flawed conviction that economic development can resolve conflicts has been a regular feature of Western neoliberal peace initiatives in the Global South for the past few decades.</p><p>Occupied Palestine is a good example.</p><p>In the early 1990s, when the “peace process” was initiated, Israeli Foreign Minister Shimon Peres started advocating for “economic peace” as part of it. He sold his vision of the “New Middle East” as a new regional order that would guarantee security and economic development for all.</p><p>The project aimed to place Israel at the economic centre of the Arab world through regional infrastructure — transport, energy and industrial zones. Peres’s solution for the “Israeli-Palestinian conflict” was Palestinian economic integration. The Palestinians were promised jobs, investment, and improved living standards.</p><p>His argument was that economic development and cooperation would foster stability and mutual interest between Israelis and Palestinians. But that did not happen. Instead, as the occupation continued to entrench itself after the US-brokered Oslo Accords and the establishment of the Palestinian Authority (PA), anger in the Palestinian streets grew and eventually led to the outbreak of the second Intifada.</p><p>This neoliberal approach was tested again by the Quartet – consisting of the United Nations, the European Union, the US and Russia – and its envoy Tony Blair in 2007. By then, the Palestinian economy had collapsed, losing 40 percent of its gross domestic product (GDP) in eight years and plunging 65 percent of the population into poverty.</p><p>Blair’s “solution” was to propose 10 “quick impact” economic projects and fundraise for them in the West. This went hand-in-hand with the policies of then-Palestinian Prime Minister Salam Fayyad, in what came to be known as “Fayyadism”.</p><p>Fayyadism was sold to Palestinians as a pathway to statehood through institution-building and economic growth. Fayyad focused on generating short-term economic gains in the occupied West Bank while simultaneously rebuilding the Palestinian security apparatus to meet Israeli security demands.</p><p>This model of economic peace never addressed the root cause of Palestinian economic stagnation: the Israeli occupation. Even the World Bank warned that investment without a political settlement ending Israeli control would fail in the medium and long term. Yet the approach persisted.</p><p>There were Palestinians who benefitted from it, but they were not common Palestinians. They were a narrow elite: security officials who gained privileged access to financial institutions, contractors tied to Israeli markets, and a handful of large investors. For the wider population, living standards remained precarious.</p><p>Rather than preparing Palestinians for statehood, Fayyadism replaced liberation with management, sovereignty with security coordination, and collective rights with individual consumption.</p><p>This economic approach to conflict resolution merely gave Israel time to entrench its colonial enterprise by expanding its settlements on Palestinian land.</p><p>The latest economic plan for Gaza, presented by Trump’s adviser and son-in-law Jared Kushner, is unlikely to bring economic prosperity to the Palestinians either. The project reflects two deeply contradictory dynamics: it foregrounds opportunities for investment and profit for global and regional oligarchies while systematically ignoring the fundamental national and human rights of the Palestinian people.</p><p>Security is framed exclusively around the needs of the occupying power, while Palestinians are compartmentalised, securitised, and surveilled — reduced to a depoliticised labour force stripped of social and national identity.</p><p>This approach views people as individuals rather than as nations or historically established communities. Under this logic, individuals are expected to acquiesce to oppression and dispossession once they obtain jobs and improve their living standards.</p><p>These strategies are failing to build peace not just in Palestine.</p><p>In the Israeli-occupied Golan Heights, the US has proposed expanding the demilitarised zone and converting it into a joint economic zone, featuring a ski resort. The US approach seems designed not only to pressure Syria to relinquish its sovereign rights over the territory, but also to recast it as a security project in ways that primarily benefit Israel. Under this framework, the US would act as the security guarantor. Its close alliance with Israel, however, puts its impartiality and true intentions in doubt.</p><p>In Ukraine, the US has proposed a free economic zone in parts of the Donbas region, from which the Ukrainian army would have to withdraw. This would allow Moscow to expand its influence without direct military confrontation, creating a buffer zone favourable to Russian security interests.</p><p>The Donbas has historically been one of Ukraine’s industrial bases, and transforming it into a free economic zone would deprive Ukraine of a critical economic resource. There are also no guarantees that the Russian army would not simply advance after the Ukrainian withdrawal and take the whole region.</p><p>These neoliberal “solutions” to the conflicts in Gaza, the Donbas and the Golan Heights are doomed to fail just like the economically-driven peace initiatives of the 1990s and 2000s in occupied Palestine.</p><p>The main problem is that the US cannot really provide credible guarantees that the areas would remain stable, so investors can secure returns on their investments. That is because no solid political settlement would be in place, given the fact that these proposals ignore the political, cultural and most importantly, national interests of the people living in these regions. As a result, no serious or independent investor would commit capital to such an arrangement.</p><p>Nations are not made up of consumers or labourers; they are made up of people with a common identity and national aspirations.</p><p>Economic incentives should follow, not precede, a political resolution that secures the self-determination of indigenous peoples. Any conflict-resolution framework that ignores collective rights and international law is therefore bound to fail. Political settlements must prioritise these rights, a requirement that stands in direct opposition to the logic of neoliberalism.</p><p data-start=\"8506\" data-end=\"8949\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Blatter urges FIFA World Cup boycott over Trump administration policies | Football News | Al Jazeera",
            "time": "2026-01-27T10:43:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25234623810166-1769505443.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former FIFA chief Sepp Blatter has backed a proposed fan boycott of World Cup 2026 matches in the United States because of the conduct of President Donald Trump and his administration at home and abroad.</p><p>Blatter is the latest international football figure to call into question the suitability of the US as a host country, calling for a boycott in a post on X on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US is cohosting the World Cup with Canada and Mexico from June 11 to July 19.</p><p>Blatter supported the comments of Mark Pieth, a Swiss lawyer specialising in white-collar crime and anticorruption expert, who called on football fans to stay away from the US.</p><p>“If we consider everything we’ve discussed, there’s only one piece of advice for fans: Stay away from the USA!” Pieth, who also chaired the Independent Governance Committee’s oversight of FIFA reform a decade ago, said in an interview last week with the Swiss newspaper Der Bund.</p><p>“You’ll see it better on TV anyway,” Pieth said, adding, “And upon arrival, fans should expect that if they don’t please the officials, they’ll be put straight on the next flight home. If they’re lucky.”</p><p>In his X post, Blatter, quoting Pieth, added, “I think Mark Pieth is right to question this World Cup.”</p><p>The 89-year-old was president of the football governing body from 1998 to 2015, when he resigned following a corruption investigation.</p><p>The international football community’s concerns about the US stem from Trump’s expansionist posture on Greenland, travel bans and aggressive tactics in dealing with migrants and immigration enforcement protesters in US cities, particularly Minneapolis.</p><p>Two weeks ago, travel plans for fans from two of the top football countries in Africa were thrown into disarray when the Trump administration announced a ban that would effectively bar people from Senegal and the Ivory Coast from following their teams unless they already have visas. Trump cited “screening and vetting deficiencies” as the main reason for the suspensions.</p><p>Fans from Iran and Haiti, two other countries that have qualified for the World Cup, will be barred from entering the US as well; they were included in the first iteration of the travel ban announced by the Trump administration.</p><figure id=\"attachment_4268662\" aria-describedby=\"caption-attachment-4268662\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4268662\" src=\"/wp-content/uploads/2026/01/2025-03-25T104433Z_934380711_UP1EL3P0TU6RX_RTRMADP_3_SOCCER-FIFA-TRIAL-1769511195.jpg?w=770&amp;resize=770%2C535&amp;quality=80\" alt=\"Sepp Blatter reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4268662\" class=\"wp-caption-text\">Former FIFA boss Sepp Blatter has backed boycott calls, urging fans to avoid the US during the 2026 World Cup [File: Stefan Wermuth/Reuters]</figcaption></figure><h2 id=\"qatar-was-too-political-and-now-we-re-apolitical\">‘Qatar was too political, and now we’re apolitical?’</h2><p>Before Blatter’s comments, football officials and political leaders from across the world had expressed similar sentiments about the US as the World Cup cohost.</p><p>Oke Gottlich, one of the vice presidents of the German football federation, told the Hamburger Morgenpost newspaper in an interview on Friday that the time had come to “seriously consider” boycotting the World Cup.</p><p>“What were the justifications for the boycotts of the Olympic Games in the 1980s?” Gottlich said. “By my reckoning, the potential threat is greater now than it was then. We need to have this discussion.”</p><p>Gottlich, who has called for the defence of values, is likely to meet resistance to calls for a boycott from German federation chief Bernd Neuendorf and FIFA President Gianni Infantino.</p><p>“Qatar was too political for everyone, and now we’re completely apolitical? That’s something that really, really, really bothers me,” Gottlich said of the German federation’s opposition to the 2022 World Cup host.</p><p>Germany flopped at that tournament, and the coach who took over afterwards said he wanted no more political distractions.</p><p>“As organisations and society, we’re forgetting how to set taboos and boundaries, and how to defend values,” Gottlich said. “Taboos are an essential part of our stance. Is a taboo crossed when someone threatens? Is a taboo crossed when someone attacks, when people die? I would like to know from Donald Trump when he has reached his taboo, and I would like to know from Bernd Neuendorf and Gianni Infantino.”</p><p>Hamburg-based football club St Pauli is near the city’s red-light district and known for mixing sport with politics, particularly its left-wing stance. The club’s famous pirate skull-and-crossbones symbol was first carried by squatters who lived nearby and later popularised by fans who identified as punks.</p><p>Gottlich dismissed the suggestion that a boycott would hurt St Pauli’s national team players, Australia’s Jackson Irvine and Connor Metcalfe, and Japan’s Joel Chima Fujita.</p><p>“The life of a professional player is not worth more than the lives of countless people in various regions who are being directly or indirectly attacked or threatened by the World Cup host,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"boycott-calls-grow-from-europe-to-africa\">Boycott calls grow from Europe to Africa</h2><p>South Africa’s main opposition leader, Julius Malema, has echoed calls for the boycott, calling on the South African Football Association (SAFA) and the national football team to withdraw from the tournament.</p><p>“Bafana Bafana must withdraw, SAFA must take a decision to withdraw from anything to do with the World Cup that is taking place in America,” Malema said in an interview last week.</p><p>He drew parallels between the Trump administration and the decades of apartheid in South Africa, saying the US is “disrespecting international law” as South Africa was during the apartheid era.</p><p>“A lot of countries refused to trade with South Africa because it was violating human rights and international law, so we must boycott the World Cup in America and anything that has got to do with America,” he said.</p><p>“We cannot sit back and allow a person to destabilise the world, and it becomes business as usual. That is an act of cowardice.”</p><p>British lawmakers in the House of Commons have also called on England and Scotland to pull out of the tournament after Trump’s recent threats to annex Greenland.</p><p>They urged the United Kingdom’s leadership to “embarrass Trump” by boycotting the World Cup.</p><p>Meanwhile, in the Netherlands, more than 100,000 fans have signed an online petition urging the national team to boycott the tournament. However, the Royal Dutch Football Association (KNVB) said it has no immediate plans to withdraw from the tournament.</p><p>“The KNVB is monitoring geopolitical developments and remains in close consultation with the Dutch government,” a report in Dutch media said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "North Korea fires suspected ballistic missiles into sea, S Korea, Japan say | Kim Jong Un News | Al Jazeera",
            "time": "2026-01-27T10:43:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-11T215614Z_215086019_RC2LEIAWW7KO_RTRMADP_3_NORTHKOREA-POLITICS-1767237380.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>North Korea fires suspected ballistic missiles into sea, S Korea, Japan say</h1><p class=\"article__subhead\"><em>The launches are the second this month after Pyongyang says it tested hypersonic missiles three weeks ago.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korea has launched suspected ballistic missiles into the sea, Seoul and Tokyo say, in what appears to be a weapons test before a major political congress in the country.</p><p>The launches on Tuesday were the second this month after <a href=\"/news/2026/1/4/north-korea-fires-missiles-towards-sea-as-south-korean-leader-visits-china\">a volley</a> on January 4 as South Korean President Lee Jae Myung kicked off a state visit to China.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Japan’s Prime Minister’s Office and Ministry of Defence said Pyongyang fired what appeared to be two ballistic missiles towards the Sea of Japan. The country’s Coast Guard, citing the Defence Ministry, said both were believed to have splashed down.</p><p>The Japanese news agency Jiji Press reported the projectiles had landed outside the country’s exclusive economic zone, quoting Defence Ministry sources.</p><p>South Korea’s Ministry of National Defence also said it had detected the launch of at least one unidentified projectile that flew off North Korea’s east coast.</p><h2 id=\"pentagon-official-visits-seoul\">Pentagon official visits Seoul</h2><p>Tuesday’s launch came a day after a high-level visit to Seoul by the Pentagon’s number three official, Defence Undersecretary for Policy Elbridge Colby, and weeks after the earlier launches, which Pyongyang said involved hypersonic missiles that had successfully hit their targets 1,000km (621 miles) away.</p><p>North Korean leader Kim Jong Un, who observed the January 4 tests, said they underscored the need to bolster his country’s nuclear deterrent, according to state media.</p><p>Pyongyang recently threatened retaliation over what it called surveillance drone flights by Seoul across their border in January and September.</p><p>Seoul has denied operating any drones on those occasions and launched an investigation into whether they had been sent by civilians.</p><p>Analysts said the drone accusations were driven by Pyongyang’s efforts to ratchet up anti-South Korean sentiment before the ruling Workers’ Party congress, which is expected to start in the coming weeks, The Associated Press news agency reported.</p><p>This month, Kim Yo Jong, the <a href=\"/news/2022/4/5/north-korea-warns-of-dreadful-nuclear-response-if-provoked\">powerful sister</a> of Kim Jong Un, <a href=\"/news/2026/1/14/north-koreas-kim-yo-jong-says-no-chance-of-improved-ties-with-the-south\">rejected claims</a> from Seoul that Pyongyang was leaving room for more “communication” after tensions over the drone dispute.</p><p>“As far as Seoul’s various hope-filled wild dreams called ‘repair of relations’ are concerned, they … can never come true,” she said, according to North Korean state media.</p><h2 id=\"kim-jong-un-orders-missile-expansion\">Kim Jong Un orders missile ‘expansion’</h2><p>Before the party congress, the first in five years, Kim Jong Un ordered the “expansion” and modernisation of North Korea’s missile production and is aiming to demonstrate progress in weapons development, according to reports.</p><p>North Korea is prohibited by United Nations resolutions from launching or testing ballistic missiles of any range.</p><p>Despite the resolutions, Pyongyang has stepped up its missile testing significantly in recent years.</p><p>Analysts said this drive is aimed at improving precision strike capabilities, challenging Washington and Seoul, and testing weapons before potentially exporting them to Russia, the AFP news agency reported.</p></div></div></body></html>"
        },
        {
            "title": "Map shows what would happen to Gaza under the US ‘master plan’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-27T10:39:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/INTERACTIVE-GazaMasterPlan-Poster-image-1769503395.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At the World Economic Forum last week in Davos, Switzerland, Jared Kushner, a real estate developer and son-in-law of United States President Donald Trump, unveiled a “master plan” for post-war Gaza during a presentation.</p><p>The <a href=\"/news/2026/1/23/imperial-agenda-whats-trumps-gaza-development-plan-unveiled-in-davos\">plan</a>, which was contrived without any consultation with Palestinians in Gaza, promises to rebuild Gaza from scratch and includes residential towers, data centres, seaside resorts, parks, sports facilities and an airport.</p><p>“There is no Plan B,” said Kushner, as he unveiled the plan, accompanied by AI-generated images and a colour-coded map.</p><p>But a closer analysis of the proposal reveals a stark reality ignored by the glossy renders: The plan necessitates the total erasure of Gaza’s existing urban fabric.</p><figure id=\"attachment_4268517\" aria-describedby=\"caption-attachment-4268517\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4268517\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Kushner-Trump-master-plan-coastal-tourism-1769506797.png?quality=80\" alt=\"INTERACTIVE - Kushner Trump master plan coastal tourism-1769506797\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4268517\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"the-vegas-ification-of-gaza\">The ‘Vegas-ification’ of Gaza</h2><p>The project forms part of Trump’s push to advance the Gaza ceasefire, which Israel has <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">violated</a> on a daily basis, killing nearly 500 people since it came into effect.</p><p>“I’m a real estate person at heart, and it’s all about location,” Trump said about the development plan. “And I said, look at this location on the sea, look at this beautiful piece of property, what it could be for so many people.</p><p>“We’re committed to ensuring that Gaza is demilitarised, properly governed and beautifully rebuilt,” Trump added.</p><p>Kushner did not specify who would fund the redevelopment. “As you guys know, peace is a different deal than a business deal, because you’re changing a mindset,” he said, calling the Gaza peace efforts “very entrepreneurial”.</p><p>He added that the reconstruction plan would only commence following full disarmament by Hamas and the withdrawal of the Israeli military after that.</p><figure id=\"attachment_4261413\" aria-describedby=\"caption-attachment-4261413\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261413\" src=\"/wp-content/uploads/2026/01/AFP__20260122__93M687E__v1__MidRes__SwitzerlandUsPoliticsEconomyDiplomacy-1769164477.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"kushner\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261413\" class=\"wp-caption-text\">US businessman Jared Kushner speaks as a ‘Gaza Timeline’ is displayed on a giant screen at the ‘Board of Peace’ meeting during the World Economic Forum (WEF) annual meeting in Davos, on January 22, 2026 [Mandel Ngan/AFP]</figcaption></figure><p>From an urban design perspective, this shift represents a radical change in the city’s identity. Ali A Alraouf, a professor of architecture and urbanism, describes this approach as the “Vegas-ification” of Gaza.</p><p>“The plan chases a visual image similar to Dubai or Las Vegas,” Alraouf notes, pointing to the rendering of glass towers and marinas. “Technically, this creates gated communities designed for a specific economic class, rather than an organic city fabric that serves the local population.”</p><p>Construction is expected to take two to three years, but no details were provided regarding housing for hundreds of thousands of displaced Palestinians during this period.</p><p>During more than two years of constant attacks on Gaza starting in October 2023, Israel, supported by the US, destroyed or damaged more than 80 percent of the buildings in the Strip, completely flattening many residential blocks.</p><p>Israel has also destroyed all major hospitals and universities, as well as most of the electricity and water systems, roads, and municipal services.</p><p>Israel’s genocidal war on Gaza has killed more than 71,000 Palestinians, with thousands more missing and presumed dead under the estimated 68 million tonnes of rubble.</p><figure id=\"attachment_4267334\" aria-describedby=\"caption-attachment-4267334\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4267334\" src=\"/wp-content/uploads/2025/11/Death-toll-tracker-1769440823.png?quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-jan 26, 2026_Death toll tracker-1765554400\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4267334\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"palestinians-not-consulted\">Palestinians not consulted</h2><p>Beyond the lofty promises, there were few details regarding the political future of Palestinians, with no mention of core issues such as property and land rights or a path to Palestinian statehood.</p><p>“Palestinians obviously have no voice whatsoever in this plan, there is no mention whatsoever of Israel, whether Israel will end its control and occupation of the Gaza Strip,” <a href=\"/video/newsfeed/2026/1/22/trumps-board-of-peace-sees-hamas-disarmed-and-glitzy-gaza-towers\" target=\"_blank\" rel=\"noopener\">Tamer Qarmout</a>, an associate professor in public policy at the Doha Institute for Graduate Studies, told Al Jazeera following the announcement.</p><p>Trump’s redevelopment plan shows how closely it is aligned with the needs of Israel’s occupation, according to analyst <a href=\"/video/newsfeed/2026/1/23/analyst-breaks-down-map-of-trumps-gaza-plan#flips-6388132353112:0.\">Sultan Barakat</a>. “The whole idea of displacing the Palestinians, pushing them out from Gaza, has not ended,” Barakat told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"history-replaced-by-data-centres\">History replaced by ‘data centres’</h2><p>The “New Gaza” map presented by Kushner proposes the elimination of numerous existing neighbourhoods, historic sites and landmarks that are part of Gaza’s identity and history.</p><p>The plan assumes a flat, ready-to-build surface. However, engineering experts point out that building high-rises on such terrain is technically fraught.</p><p>“This is real estate fantasy rather than urban planning,” Alraouf argues. He suggests that from an engineering standpoint, the huge amount of debris might be repurposed not for reconstruction, but for terraforming, potentially using the rubble to reclaim land from the sea to create the artificial landscapes shown in the renderings.</p><p>To better understand what this new plan would look like on the ground, we superimposed the newly proposed map onto a map of Gaza before Israel’s bombardment.</p><p>The map below shows which of Gaza’s neighbourhoods and famous landmarks would be transformed into “coastal tourism” areas, “industrial complexes”, “parks”, and “residential areas”.</p><figure id=\"attachment_4268490\" aria-describedby=\"caption-attachment-4268490\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4268490\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-What-would-happen-to-Gaza-1769506359.png?quality=80\" alt=\"INTERACTIVE - What would happen to Gaza-1769506359\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4268490\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h3>Areas allocated for ‘coastal tourism’</h3><ul>\n<li><strong>Shati refugee camp</strong></li>\n<li><strong>Most of Remal</strong> – This neighbourhood housed many high-rise buildings, including al-Shifa Hospital, the largest medical facility in the Gaza Strip. It also contained the Islamic University of Gaza, Al-Azhar University-Gaza, Al-Aqsa University, and various United Nations buildings.</li>\n<li><strong>All of Deir el-Balah refugee camp</strong></li>\n<li><strong>Large parts of al-Mawasi</strong></li>\n</ul><figure id=\"attachment_2396987\" aria-describedby=\"caption-attachment-2396987\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2396987\" src=\"/wp-content/uploads/2023/10/AA-20231009-32355975-32355947-ISRAELI_AIRSTRIKES_CONTINUE_IN_GAZA-1696919389.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"GAZA CITY, GAZA - OCTOBER 09: Smoke rises over the buildings as the Israeli airstrikes continue in Al-Rimal Neighbourhood of Gaza City, Gaza on October 9, 2023. ( Ali Jadallah - Anadolu Agency )\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2396987\" class=\"wp-caption-text\">Smoke rises over buildings as Israeli air attacks hit the Remal neighbourhood of Gaza City, Gaza, October 9, 2023 [Ali Jadallah/Anadolu Agency]</figcaption></figure><h3>Areas allocated for ‘industrial complex, data centres and advanced manufacturing’</h3><ul>\n<li><strong>All of Beit Hanoon</strong></li>\n<li><strong>Nearly all of Beit Lahiya</strong> – The once-thriving agricultural area, known especially for its plump strawberries that locals called “red gold”, has been systematically razed by Israeli bulldozers and heavy machinery, reducing fields to dirt.</li>\n<li><strong>All of Gaza’s Old City</strong> – Home to several historic sites that date back more than 1,000 years, this area includes the Great Omari Mosque and two of Gaza’s churches: Saint Philip the Evangelist Chapel and Saint Porphyrius Church.</li>\n<li><strong>Half of Shujayea and Zeitoun neighbourhoods</strong> – These are among the largest neighbourhoods in Gaza City, translating to “courage” and “olive,” respectively, from Arabic.</li>\n</ul><figure id=\"attachment_4122237\" aria-describedby=\"caption-attachment-4122237\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4122237\" src=\"/wp-content/uploads/2025/11/reuters_6920d675-1763759733.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A view of Omari Mosque, which was damaged by Israeli shelling during the war, where Palestinians perform Friday prayers, in Gaza City, November 21, 2025. REUTERS/Dawoud Abu Alkas\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4122237\" class=\"wp-caption-text\">A view of the Great Omari Mosque, which was damaged by Israeli shelling during the war, where Palestinians perform Friday prayers, in Gaza City, November 21, 2025 [Dawoud Abu Alkas/Reuters]</figcaption></figure><h3>Areas allocated for ‘parks, agriculture and sports facilities’</h3><ul>\n<li><strong>Most of Jabalia refugee camp</strong> – One of the largest refugee camps in the Strip that has been repeatedly attacked by Israel.</li>\n<li><strong>Most of Daraj</strong></li>\n<li><strong>All of Maghazi refugee camp</strong></li>\n<li><strong>Barquq Castle</strong></li>\n</ul><p>While the inclusion of green areas is usually viewed as a positive development, for Palestinians, particularly in the occupied West Bank, what are referred to as green areas or parks by Israel are often designated as military zones. For Palestinians, these spaces are heavily restricted, and Israel routinely governs access, allowing its forces to move in and out at will while significantly limiting Palestinian freedom.</p><figure id=\"attachment_4092414\" aria-describedby=\"caption-attachment-4092414\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4092414\" src=\"/wp-content/uploads/2025/11/afp_690ee20438db-1762583044.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The sun sets over a heavily damaged area of Jabalia.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4092414\" class=\"wp-caption-text\">The sun sets over a heavily damaged area of Jabalia, in the northern Gaza Strip, on November 7, 2025 [AFP]</figcaption></figure><h3>Areas allocated for ‘residential areas’</h3><ul>\n<li><strong>Large parts of Sheikh Radwan</strong></li>\n<li><strong>Most parts of Sabra and Tal al-Hawa</strong></li>\n<li><strong>Most of Nuseirat refugee camp</strong></li>\n<li><strong>Parts of al-Mawasi</strong></li>\n</ul><figure id=\"attachment_4024440\" aria-describedby=\"caption-attachment-4024440\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4024440\" src=\"/wp-content/uploads/2025/10/7-1-1760114334.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Tents housing displaced Palestinians stretch across the coastal sands of Al-Mawasi, Gaza Strip,\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4024440\" class=\"wp-caption-text\">Tents housing displaced Palestinians stretch across the coastal sands of al-Mawasi, Gaza Strip [Mohamed Soulaimane/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Azerbaijan arrests three people over planned embassy attack in Baku | News | Al Jazeera",
            "time": "2026-01-27T10:34:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP19149424583078-1-1769509751.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Azerbaijan arrests three people over planned embassy attack in Baku</h1><p class=\"article__subhead\"><em>Authorities accuse the suspects of conspiring with members of the ISKP armed group.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities ‌in Azerbaijan say security forces have arrested three ‍people planning ‍an attack on an embassy in the capital, Baku.</p><p>The State ⁠Security Service said in a statement on Tuesday that the suspects had ​conspired with members of the <a href=\"/news/2021/8/27/islamic-state-in-khorasan-iskp-aka-isil\">ISIL (ISIS) affiliate in Khorasan province (ISKP)</a>, an Afghan offshoot of the armed group.</p><p>The three men – one of ‍whom was born ⁠in 2000 and the two others in 2005 – <span>obtained weapons and ‍planned to attack an embassy before being apprehended, it said.</span></p><p>The statement added that the suspects were arrested ⁠on charges of “preparation for terrorism” on the basis of religious hostility and an investigation was ongoing.</p><p>It did not name the embassy that was the focus of the plot, but Israel’s Channel 12 reported that the alleged target was the Israeli embassy. Al Jazeera could not independently verify the report.</p><p>On Monday, Azerbaijani President Ilham Aliyev held a meeting with Israeli Foreign Minister Gideon Saar in Baku, during which they discussed preparations for an Azerbaijani-Israeli business forum.</p><p>ISKP has claimed responsibility for a number of attacks in Afghanistan as well as a 2024 attack on a concert venue in Moscow that <a href=\"/news/2025/8/4/suspects-in-2024-moscow-concert-hall-attack-that-killed-149-face-trial\">killed</a> nearly 150 people.</p></div></div></body></html>"
        },
        {
            "title": "ICE agents from US set to help with security at Winter Olympics in Italy | Winter Olympics News | Al Jazeera",
            "time": "2026-01-27T09:52:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-02-06T151243Z_893596682_RC2ZW5AQ2K7X_RTRMADP_3_OLYMPICS-2026-1769506098.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>ICE agents from US set to help with security at Winter Olympics in Italy</h1><p class=\"article__subhead\"><em>The 2026 Milano Cortino Winter Olympics are set to begin on February 6, with shock at the late news of ICE involvement.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Agents from the United States’ divisive Immigration and Customs Enforcement (ICE) will help support US security operations for the Winter Olympic Games in Italy next month, a spokesperson told the AFP news agency.</p><p>“At the Olympics, ICE’s Homeland Security Investigations is supporting the US Department of State’s Diplomatic Security Service and host nation to vet and mitigate risks from transnational criminal organisations,” the agency said in a statement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“All security operations remain under Italian authority.”</p><p>It added: “Obviously, ICE does not conduct immigration enforcement operations in foreign countries.”</p><p>The potential presence of ICE agents at the February 6-22 Milano-Cortina Games has prompted huge debate in Italy, following the outcry over the deaths of two civilians during an immigration crackdown in Minneapolis.</p><p>Italian authorities initially denied the presence of ICE and then sought to downplay its role, suggesting its agents would only help in security for the US delegation.</p><p>US Vice President JD Vance and Secretary of State Marco Rubio are attending the opening ceremony in Milan on February 6.</p><p>On Monday, the president of the northern Lombardy region, which is hosting several of the Olympic events, said ICE’s involvement would be limited to monitoring Vance and Rubio.</p><p>“It will be only in a defensive role, but I am convinced that nothing will happen,” Attilio Fontana told reporters.</p><p>However, his office then issued a statement saying he did not have any information on their presence, but was responding to a hypothetical question.</p><p>Thousands of ICE agents have been deployed by President Donald Trump in various US cities to carry out a crackdown on undocumented immigration.</p><p>Their actions have prompted widespread protests, and the recent killings of US citizens Renee Good and Alex Pretti, both 37, on the streets of Minneapolis, has led to outrage.</p><p>The US will host <a href=\"/sports/2025/8/5/trump-appoints-taskforce-to-ensure-safe-seamless-la-olympics\">the 2028 Summer Olympics</a>, with the Games being staged in Los Angeles.</p></div></div></body></html>"
        },
        {
            "title": "‘Frustration and despair’ in Gaza despite recovery of last Israeli body | Gaza | Al Jazeera",
            "time": "2026-01-27T09:47:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769507244.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bangladeshis seeking jobs in Russia forced to join war on Ukraine: Report | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-27T09:28:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26026620650281-1769504110.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A labour recruiter persuaded Maksudur Rahman to leave the tropical warmth of his hometown in Bangladesh and travel thousands of miles to frigid Russia for a job as a janitor.</p><p>Within weeks, he found himself on the front lines of Russia’s war in Ukraine.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>An investigation by The Associated Press news agency published on Tuesday found that Bangladeshi workers were lured to Russia under the false promise of civilian work, only to be thrust into the nearly four-year war. Many were threatened with violence, imprisonment or death.</p><p>AP spoke with three Bangladeshi men who escaped from the Russian military, including Rahman, who said that after arriving in Moscow, he and a group of fellow Bangladeshi workers were told to sign Russian documents that turned out to be military contracts.</p><p>They were taken to an army camp for training in drone warfare techniques, medical evacuation procedures and basic combat skills using heavy weapons.</p><p>Rahman protested, complaining that this was not the work he agreed to do. A Russian commander offered a stark reply through a translation app: “Your agent sent you here. We bought you.”</p><p>Rahman said the workers in his group were threatened with 10-year jail terms and beaten. “They’d say, ‘Why don’t you work? Why are you crying?’ and kick us,” said Rahman, who escaped and returned home after seven months.</p><p>The families of three other Bangladeshi men who are missing said their loved ones shared similar accounts with relatives.</p><p>AP said the workers’ narratives were corroborated by documents, including travel papers, Russian military contracts, medical and police reports, and photos. The documents show the visas granted to Bangladeshi workers, their injuries sustained during battles and evidence of their participation in the war.</p><p>The three Bangladeshi men told AP they were coerced into front-line tasks against their will, including advancing ahead of Russian forces, transporting supplies, evacuating wounded soldiers and recovering the dead.</p><p>Men from other South Asian countries, including India, Nepal and Sri Lanka, have also complained of being duped into signing up to fight by Russian recruiters promising jobs. Officials in Kenya, South Africa, Jordan and Iraq said the same has happened to citizens from their countries.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Some Bangladeshi workers were lured into the army with promises of positions far from the front line.</p><p>Mohan Miajee enlisted in the Russian army after the job that initially brought him to Russia – serving as an electrician for a gas-processing plant in the remote Far East – was plagued by harsh working conditions and relentless cold.</p><p>While searching for employment online, Miajee was contacted by a Russian army recruiter. When he expressed his reluctance to kill, the recruiter said his skills as an electrician made him an ideal candidate for an electronic warfare or drone unit and not combat.</p><p>Miajee was taken in January 2025 to a military camp in the captured city of Avdiivka in eastern Ukraine. He showed the camp commander documents describing his experience and explained that his recruiter had instructed him to ask for “electrical work”.</p><p>“The commander told me, ‘You have been made to sign a contract to join the battalion. You cannot do any other work here. You have been deceived,'” he said after returning to his village of Munshiganj.</p><p>Miajee said he was beaten with shovels, handcuffed and tortured in a cramped basement cell and held there every time he refused to carry out an order or made a mistake. Because of language barriers, for example, “if they told us to go to the right and we went to the left, they would beat us severely,” he said.</p><figure id=\"attachment_4268402\" aria-describedby=\"caption-attachment-4268402\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4268402\" src=\"/wp-content/uploads/2026/01/AP26026620526228-1769504088.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladesh Russia war\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4268402\" class=\"wp-caption-text\">Mohammed Siraj holds a photograph of his 20-year-old son, Sajjad, who was killed after being taken to fight in Russia, at his home in Lakshmipur, Bangladesh [Rajib Dhar/AP]</figcaption></figure><p>Neither the Russian Ministries of Defence and Foreign Affairs nor the Bangladeshi government responded to a list of questions, the AP report said.</p><p>The families of some of these men filed a complaint with police in Bangladesh and travelled on three occasions to the capital, Dhaka, to pressure the government to investigate.</p><p>Salma Akdar has not heard from her husband since March 26. In their last conversation, Ajgar Hussein, 40, told her he had been sold to the Russian army.</p><p>Hussein left in December 2024, believing he was being offered a job as a laundry attendant in Russia, his wife said. For two weeks, he was in regular touch.</p><p>Then he told his wife he was being taken to an army camp where they were trained to use weapons and carry heavy loads up to 80kg (176lb). “Seeing all this, he cried a lot and told them, ‘We cannot do these things. We have never done this before,'” his wife said.</p><p>For two months after that, he was offline. He reappeared briefly to explain they were being forced to fight in the war. Russian commanders “told him that if he did not go, they would detain him, shoot him, stop providing food”, she said.</p><p>Families in the village confronted the recruiting agent, demanding to know why their loved ones were being trained for war. The agent replied dismissively, saying it was standard procedure in Russia, insisting that even launderers had to undergo similar training.</p><p>Hussein left a final audio note for his wife: “Please pray for me.”</p></div></div></body></html>"
        },
        {
            "title": "Who is Greg Bovino, the face of Trump’s Minneapolis crackdown? | Donald Trump News | Al Jazeera",
            "time": "2026-01-27T09:25:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-06-12T182612Z_984664301_RC261FA75X54_RTRMADP_3_USA-TRUMP-MIGRATION-LOS-ANGELES-NOEM-1769492823.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"77\" data-end=\"371\">Gregory Bovino, the senior Border Patrol commander who has been leading the federal immigration enforcement effort in Minneapolis, is <a href=\"https://apnews.com/article/shooting-minneapolis-protests-ice-immigration-lawsuit-5bd12d70d3c76bfe5eacd802ce7480a7\">being moved out</a> of the city, according to reports quoting anonymous sources.</p><p data-start=\"373\" data-end=\"633\">His expected exit comes amid intense scrutiny of the federal crackdown, following two recent fatal shootings involving immigration agents who shot dead protester <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Good</a> and ICU nurse<a href=\"/news/2026/1/25/minnesota-governor-wants-federal-immigration-agents-out-after-pretti-killed\"> Alex Pretti</a> in the city earlier this month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p>Here is what we know:</p><h2 id=\"who-is-greg-bovino\">Who is Greg Bovino?</h2><p data-start=\"100\" data-end=\"264\">For seven months, Bovino has been a key figure in an immigration crackdown by the United States government.</p><p data-start=\"100\" data-end=\"264\">He drew national attention last summer after helping lead a large operation in Los Angeles that led to more than 5,000 arrests. Since then, he has overseen similar enforcement actions in several Democratic-led cities, including Chicago, Charlotte, New Orleans and now Minneapolis.</p><p data-start=\"266\" data-end=\"613\">Alongside his work in the field, Bovino has built a strong public profile, often sharing videos from operations and using social media to promote his agents and respond to critics, a style that has made him highly visible and controversial.</p><p data-start=\"266\" data-end=\"613\">In Minneapolis, videos of him walking down the streets in a long, green military commander-style coat, shouting at protesters to move out of the way, have drawn comparisons to a “fascist” aesthetic, including from some German commentators.</p><figure id=\"attachment_4267963\" aria-describedby=\"caption-attachment-4267963\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4267963\" src=\"/wp-content/uploads/2026/01/2025-12-03T233501Z_1688737071_RC259IA5152I_RTRMADP_3_USA-TRUMP-NEW-ORLEANS-1769487278.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Border Patrol commander Greg Bovino \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4267963\" class=\"wp-caption-text\">Border Patrol commander Greg Bovino [Seth Herald/Reuters]</figcaption></figure><p data-start=\"266\" data-end=\"613\">In Minneapolis, Bovino became the most visible federal official during Operation Metro Surge, the Immigration and Customs Enforcement (ICE) effort that led to intense controversy after two fatal shootings – first of Good earlier in January, and later of Pretti, a 37-year-old ICU nurse, by Border Patrol agents.</p><p data-start=\"266\" data-end=\"613\">In the aftermath of Pretti’s shooting, Bovino defended the agents’ actions, claiming Pretti “wanted to do maximum damage and massacre law enforcement”.</p><p data-start=\"1085\" data-end=\"1279\">“The fact that they’re highly trained prevented any specific shootings of law enforcement, so good job for our law enforcement in taking him down before he was able to do that,” Bovino told CNN.</p><p data-start=\"1085\" data-end=\"1279\">Witnesses, local officials and Pretti’s family have challenged that account, saying he was holding a phone, not a weapon, at the time he was shot.</p><figure id=\"attachment_4267968\" aria-describedby=\"caption-attachment-4267968\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4267968\" src=\"/wp-content/uploads/2026/01/2026-01-27T014324Z_1431659653_RC249JAB28MK_RTRMADP_3_USA-TRUMP-MINNESOTA-1769487652.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A wreath surrounds an image of Alex Pretti \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4267968\" class=\"wp-caption-text\">A wreath surrounds an image of Alex Pretti at the makeshift memorial near the site where he was fatally shot by federal agents, in Minneapolis, Minnesota, US, January 26, 2026 [Tim Evans/Reuters]</figcaption></figure><p data-start=\"139\" data-end=\"395\">Bovino was born in California in March 1970 and raised in North Carolina.</p><p data-start=\"397\" data-end=\"600\">His interest in law enforcement took shape early. In an interview last year, Bovino’s sister, Natalie, recalled how strongly he reacted to the television series The Border, which focused on the US Border Patrol.</p><p data-start=\"602\" data-end=\"872\">“Greg was so psyched because he loved the toughness and the values of all these old-timers,” she said, according to a report by the British outlet The Times of London.</p><p data-start=\"602\" data-end=\"872\">“Then he watched it, and the Border Patrol person was a criminal. Greg came home totally pissed about it. Since then, he was like, ‘Dude, I want to do Border Patrol.’”</p><p data-start=\"602\" data-end=\"872\">According to a report by the Chicago Sun-Times, Bovino’s father, Mike Bovino, was involved in a fatal crash in 1981, killing a young woman after “drunkenly crashing his truck head-on into her car.”</p><p>Court records show the judge ordered Mike Bovino to serve time in state prison “for treatment of his alcoholism”. He was jailed for four months, and according to the report, the lawsuit forced the sale of the family’s bar and the property it sat on. Greg’s mother, Betty Bovino, later filed for divorce, gaining custody of the couple’s three children as part of the settlement.</p><p data-start=\"100\" data-end=\"333\">Bovino joined the US Border Patrol in 1996, beginning his career in El Paso, Texas, a key hub for border enforcement.</p><p data-start=\"100\" data-end=\"333\">Over the next decade, he moved into senior leadership roles across the southwest, including Arizona and California, and New Orleans in the southeast.</p><p data-start=\"100\" data-end=\"333\">More recently, Bovino has become one of the most recognisable faces of US immigration enforcement, following Trump’s return to the White House.</p><p></p><h2 id=\"was-bovino-fired\" data-start=\"100\" data-end=\"333\">Was Bovino fired?</h2><p>Department of Homeland Security (DHS) spokesperson Tricia McLaughlin denied rumours that Bovino had been fired<a href=\"https://www.theatlantic.com/politics/2026/01/greg-bovino-demoted-minneapolis-border-patrol/685770/\" target=\"_blank\" rel=\"nofollow noopener\" data-ylk=\"slk:,;elm:context_link;itc:0;sec:content-canvas\">,</a>  saying in a post on X that: “Chief Gregory Bovino has NOT been relieved of his duties.”</p><p></p><h2 id=\"who-is-tom-homan-trump-s-border-czar-heading-to-minneapolis\" data-start=\"100\" data-end=\"333\">Who is Tom Homan, Trump’s border tsar heading to Minneapolis?</h2><p>Nevertheless, Bovino is now no longer leading ICE’s activities in Minnesota.</p><p>Instead, US President Donald Trump has deputed Tom Homan, his so-called “border czar”, to take charge of the crackdown on immigrants in the midwestern state.</p><p>A longtime US immigration official with more than four decades of experience in border and immigration enforcement, the 64-year-old Homan became a key figure during the Barack Obama administration, leading ICE’s Enforcement and Removal Operations unit. That branch of ICE is responsible for finding people with deportation orders and removing them from the country.</p><p>In 2015, when Obama was president, Homan received a Presidential Rank Award, one of the highest honours for senior civil servants.</p><p>According to reports, he was at his retirement party in January 2017 when Trump’s then-choice for homeland security secretary, John Kelly, asked him to stay at ICE. Homan accepted, after taking a weekend to think about the offer, and became a leading figure in the first Trump administration through four tumultuous years.</p><p>Under Obama, the US carried out 432,000 deportations in 2013, the highest annual total since records were kept – until 2025. Deportations under the first Trump administration never topped 350,000. But in December 2025, the DHS announced that the Trump administration had deported more than 600,000 people in his first 11 months back in office, while another 2.5 million people had “self-deported” – voluntarily fled the country. As a result, the US, for the first time in decades, had net negative immigration in 2025.</p><p>Homan, who Trump hired to oversee border security in his second term, has been central to the administration’s crackdown on immigrants. Now, with the Minnesota appointment, the ambit of his role has been widened – to controversial ICE actions far from the southern border.</p><p>“I am sending Tom Homan to Minnesota tonight,” Trump wrote on Monday on Truth Social. “He has not been involved in that area, but knows and likes many of the people there. Tom is tough but fair, and will report directly to me,” the president added.</p><p></p><h2 id=\"what-is-homan-s-stance-on-immigration\">What is Homan’s stance on immigration?</h2><p data-start=\"81\" data-end=\"282\">When he was appointed border tsar, Homan was widely viewed as a figure who not only shared Trump’s hardline views but also brought extensive hands-on experience in immigration enforcement and policy.</p><p data-start=\"81\" data-end=\"282\">Homan portrays undocumented immigration as black and white and has made no apologies for Trump’s policy of targeting everyone in the country without proper documentation.</p><p>“If you’re in the country illegally, you should be concerned,” he said in a 2018 interview with The Associated Press news agency. “That’s the way it’s supposed to be. Just like if I go speeding down the highway, are you worried about getting a ticket? If you lie on your taxes, are you worried about an audit?”</p><p>But Homan himself has been accused of illegalities – in September 2024, he was reportedly recorded accepting a bag containing $50,000 in cash from undercover FBI agents. Homan and the Trump White House have denied the accusations, but the administration has so far not explained what happened to the cash.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Three French tourists drown after boat capsizes in Oman | Tourism News | Al Jazeera",
            "time": "2026-01-27T09:23:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WEB-OMAN-MUSCAT-1000-X-562-1769509328.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Three French tourists drown after boat capsizes in Oman</h1><p class=\"article__subhead\"><em>The Royal Oman Police said the boat carried 25 French tourists along with a tour guide and captain when it capsized.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least three French tourists have drowned in Oman after the boat they were in capsized in waters off the sultanate’s capital city of Muscat, police said.</p><p>The Royal Oman Police on Tuesday said the boat carried 25 French tourists, as well as a tour guide and a boat captain, when it capsized in the Gulf of Oman. It said three tourists died and two suffered minor injuries.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The police said in a short statement that “investigations are still ongoing to determine the circumstances of the incident”.</p><p>The boat was 2.5 nautical miles (4.6km) from Sultan ​Qaboos Port ‌in the Gulf of Oman when it tipped over.</p><p>Local media reported that the boat was on its way to the Daymaniyat Islands, a diving hotspot located to the northwest of the capital, known for its pristine underwater environment.</p><p>France’s ⁠Ministry for Europe and Foreign Affairs has not yet commented on the incident.</p><p>Oman, on the eastern edge of the Arabian Peninsula, is increasingly drawing international travellers for its diving and the natural beauty of its mountains and coastline.</p><p>The country welcomed nearly four million visitors in 2024, and the government is aiming to triple that figure by 2040 with a focus on sustainable tourism.</p></div></div></body></html>"
        },
        {
            "title": "Video: All-night noise protest against federal agents in Minnesota | Donald Trump | Al Jazeera",
            "time": "2026-01-27T09:08:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769504853.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "India, EU agree on ‘mother of all’ trade deals | International Trade News | Al Jazeera",
            "time": "2026-01-27T08:33:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260127__944A4XV__v1__HighRes__IndiaEuTradeDiplomacy-1769497157.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India and the European Union have agreed on a huge trade deal creating a free trade zone of two ‌billion people, European ​Commission President Ursula ‍von der Leyen and Indian Prime Minister Narendra Modi have said.</p><p>In a post on X during her visit to New Delhi on Tuesday, von der Leyen said the two parties were “making history today”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We have concluded the mother of all ​deals. ‌We have created a free trade zone of two ‌billion people, with ‌both sides ⁠set to benefit,” she added.</p><p>Modi said the landmark agreement, following nearly two decades of on-and-off ​negotiations, had been reached, hailing its benefits before a meeting with von der Leyen and European Council President Antonio Costa.</p><p>“This deal will bring many opportunities for India’s 1.4 billion and many millions of people of the EU,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The deal will cover about 25 percent of the global gross domestic product (GDP), Modi said, adding that India will get a boost in sectors including textiles, gems and jewellery, and leather goods.</p><p>The trade pact comes amid a push by Brussels and New Delhi to open up new markets in the face of <a href=\"/news/2025/12/17/how-have-indias-exports-jumped-20-percent-despite-trumps-trade-war\">tariffs imposed by the United States</a> and Chinese <a href=\"/news/2026/1/26/president-xi-says-india-china-friends-partners-in-republic-day-message\">export controls</a>.</p><p>It will pave the way for ‍India, the world’s most populous nation, to open up its huge, protected market to free trade with the 27-nation EU, its biggest trading partner.</p><p>The EU views India as an important market for the future, while New Delhi sees Europe as an important potential source of technology and investment.</p><p class=\"p1\">The formal signing of the deal will take ‌place after legal vetting, expected to last five to six months, the Reuters news agency reported, quoting an Indian government official aware of the matter. The official said the deal was expected to be implemented within a year.</p><h2 id=\"eu-exports-expected-to-double\">EU exports ‘expected to double’</h2><p>The EU said it expected its exports to India to double by 2032 as a result of the deal.</p><p>Bilateral trade between India and the EU in goods has already grown by nearly 90 percent over the past decade, reaching 120 billion euros ($139bn) in 2024, according to EU figures. Trade in services accounts for a further 60 billion euros ($69bn), EU data shows.</p><p>Under the agreement, tariffs on 96.6 percent of EU goods exports to India would be eliminated or reduced, EU officials said. The deal would save up to 4 billion euros ($4.74bn) a year in duties on European products, officials said.</p><p>Among the products that would have tariffs all or mostly eliminated were machinery, chemicals and pharmaceuticals.</p><p>Tariffs on cars would gradually reduce to 10 percent with a quota of 250,000 vehicles a year, officials said, while EU service providers would gain privileged access to India in key areas such as financial and maritime services. Tariffs on EU aircraft and spacecraft would be eliminated for almost all products.</p><p>Tariffs would be cut to 20-30 percent on EU wine, 40 percent on spirits, and 50 percent on beer, while tariffs on fruit juices and processed food would be eliminated.</p><p>“The EU stands to gain the highest level of access ever granted to a trade partner in the traditionally protected Indian market,” von der Leyen said on Sunday. “We will gain a significant competitive advantage in key industrial and agri-good sectors.”</p><p>Last-minute talks on Monday had focused on several sticking points, including the impact of the EU’s carbon border tax on steel, sources familiar with the discussions told the AFP news agency.</p><p>Talks on the India-EU trade deal were launched in 2007, but for many years made little progress. However, Russia’s full-scale invasion of Ukraine led to the relaunch of talks in 2022, while United States President Donald Trump’s aggressive tariff policy spurred rapid progress in negotiations.</p><p>India and the EU also announced the launch of a security and defence partnership, similar to partnerships the EU has with Japan and South Korea, as von der Leyen said Brussels and New Delhi would grow their strategic partnership further.</p><p>The moves come as India, which has relied on Russia for key military hardware for decades, has tried to reduce its dependence on Moscow by diversifying imports and pushing its domestic manufacturing base, while Europe is doing the same with regard to Washington.</p><p class=\"p1\">The EU-India deal comes days after Brussels signed a key pact with the South American bloc <a href=\"/news/2026/1/17/eu-mercosur-bloc-sign-free-trade-deal-after-25-years-of-negotiations\">Mercosur</a>, following deals last year with Indonesia, Mexico and Switzerland. During the same period, New Delhi ​finalised pacts with the <a href=\"/news/2025/10/9/modi-starmer-hail-uk-india-trade-deal-as-new-investment-revealed\">United Kingdom</a>, <a href=\"/news/2025/12/22/india-and-new-zealand-conclude-free-trade-agreement\">New Zealand</a> and ‌Oman.</p></div></div></body></html>"
        },
        {
            "title": "China’s Xi Jinping signals deeper ties with Finland during PM’s visit | International Trade News | Al Jazeera",
            "time": "2026-01-27T08:16:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-27T070240Z_901521188_RC2E9JA5H4SA_RTRMADP_3_CHINA-FINLAND-1769499149.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>China’s Xi Jinping signals deeper ties with Finland during PM’s visit</h1><p class=\"article__subhead\"><em>Xi tells Finnish premier that businesses from Helsinki are welcome to ‘swim freely’ in China’s ‘vast market’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Beijing is willing to enhance mutual trust, strengthen communication and deepen economic cooperation with Finland, Chinese President Xi Jinping declared as he welcomed Finnish Prime Minister Petteri Orpo in Beijing.</p><p class=\"tr-story-p1\">Orpo was in the Chinese capital on Tuesday to meet Xi and other leaders as part of a four-day visit to the country that began on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">During their meeting, Xi told Orpo that Finnish businesses were welcome to “swim freely” in the “vast” Chinese market, according to the official Xinhua news agency.</p><p class=\"tr-story-p1\">Xi also expressed readiness to work with Finland “to firmly uphold the international system with the United Nations” based on international law, adding that Beijing was seeking “to promote an equitable and orderly multipolar world”.</p><p>The two leaders also discussed cooperation in areas such as energy transition, agriculture and forestry, according to Xinhua.</p><p>On Monday, Orpo met Chinese Commerce Minister Wang Wentao, who called on Finland to urge the European Union to consider caution in the use of restrictive trade and economic tools.</p><p>At the meeting, Wang also urged Orpo to oppose protectionism and “create a fair, open and predictable policy environment” for Chinese companies, according to China’s state-owned Global Times newspaper.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>China’s Ministry of Commerce had earlier announced that the two countries were to sign a deal on business cooperation.</p><p>Orpo is accompanied by executives from more than 20 Finnish companies, spanning machinery, forestry, innovation, clean energy and food.</p><p>Global Times reported that the Finnish leader was also scheduled to meet Chinese Premier Li Qiang and the chairman of China’s National People’s Congress Standing Committee, Zhao Leji.</p><p>For years, China has been Finland’s largest trading partner in Asia, while Helsinki is Beijing’s third-largest trading partner in Northern Europe. Finland was also one of the first Western countries to recognise and establish diplomatic ties with China.</p><p>According to Global Times, British Prime Minister Keir Starmer and <a href=\"/economy/2025/10/22/china-overtakes-the-us-as-germanys-largest-trading-partner\">German Chancellor Friedrich Merz</a> are also scheduled to visit China soon, reflecting what it described as an “adjustment in Europe’s foreign policy” to a pragmatic and multilateral foreign orientation.</p></div></div></body></html>"
        },
        {
            "title": "Minnesota candidate bows out over Republican response to Pretti shooting | Donald Trump News | Al Jazeera",
            "time": "2026-01-27T07:56:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-27T000426Z_1174975812_RC2A9JAKJHRO_RTRMADP_3_USA-TRUMP-MINNESOTA-1769497591.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Republican candidate Chris Madel says he is ending his campaign for governor of Minnesota following the <a href=\"/news/2026/1/25/who-was-alex-pretti-the-nurse-shot-dead-by-federal-agents-in-minneapolis\">shooting of Alex Pretti</a> in Minneapolis by federal agents.</p><p>Madel said late on Monday he would step down from the campaign, citing the negative impact of the United States Immigration and Customs Enforcement’s (ICE) “Operation Metro Surge” on the city of Minneapolis, where two people have been killed by federal agents.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I cannot support the national Republicans’ stated retribution on the citizens of our state, nor can I count myself a member of a party that would do so,” Madel said in a nearly 11-minute video shared on X.</p><p>Madel, a lawyer who represented an ICE agent who shot dead <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">US citizen Renee Good</a> in Minnesota in early January, said he supports deporting the “worst of the worst” from the state, but Operation Metro Surge had gone “far beyond its stated focus on public safety threats” since it began in December.</p><p>“United States citizens, particularly those of colour, live in fear. United States citizens are carrying papers to prove their citizenship. That is wrong. ICE has authorised its agents to raid homes using a civil warrant that needs only be signed by a Border Patrol agent. That’s unconstitutional, and that’s wrong,” Madel says in the video.</p><p>Madel said the party had made it “nearly impossible” for Republicans like him to win a statewide election in Minnesota, even as the Democratic Party in the state is embroiled in a sweeping corruption scandal.</p><p></p><p>Madel’s decision comes just days after US Border Patrol agents shot dead Pretti, a 37-year-old ICU nurse, while he was filming an Operation Metro Surge patrol in Minneapolis on Saturday.</p><p>The shooting unleashed a <a href=\"/video/newsfeed/2026/1/25/outrage-after-us-agents-kill-icu-nurse-alex-pretti-in-minnesota\">wave of outrage across the US,</a> as well as questions about how it was handled by top White House officials such as Kristi Noem, who heads the Department of Homeland Security (DHS).</p><p>Noem and her department – which oversees ICE and Customs and Border Protection (CBP) – were quick to place the blame on Pretti in the aftermath of the shooting, who she accused of “brandishing” a weapon at Border Patrol officers and engaging in “domestic terrorism”.</p><p>Pretti was a licensed gun owner and armed at the time of his killing. Video evidence shows he was not holding his gun at the time he was shot. Instead, CBP agents can be seen disarming Pretti before shooting him multiple times.</p><p>Richard Painter, a law professor at the University of Minnesota, told Al Jazeera that Noem and others had broken with traditional protocol following a civilian shooting.</p><p>“The response of the homeland secretary there was very offensive and off the cuff. When you have a shooting of a civilian by a law enforcement officer, there should not be comment until the facts come out,” said Painter, who served as chief White House ethics lawyer from 2005 to 2007 under President George W Bush<span>.</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Noem’s remarks and the narrative around the shooting drew rare criticism from Republicans, some of whom took issue with the characterisation of Pretti’s gun at the scene.</p><p>Republicans such as Senators Bill Cassidy and Lisa Murkowski, Representative Thomas Massie, and traditionally conservative organisations like the National Rifle Association, have all pushed back and alluded to Pretti’s right to bear arms under the US Constitution.</p><p>“Lawfully carrying a firearm does not justify federal agents killing an American — especially, as video footage appears to show, after the victim had been disarmed,” Murkowski wrote on X.</p><p>Senator Thom Tillis, another Republican, also appeared to tacitly criticise Trump officials on X, writing that “any administration official who rushes to judgement and tries to shut down an investigation” would do a disservice to the president and the nation.</p><p>Cassidy, Murkowski, and Tillis are among a small group of congressional Republicans who have called for an in-depth investigation into Pretti’s shooting.</p><p>David Smith, an expert in US politics and foreign policy at the University of Sydney in Australia, told Al Jazeera that silence elsewhere in the Republican Party also spoke volumes.</p><p>“The fact that most Republicans are really quiet about it is in itself a very telling sign,” Smith said.</p><p>“Because of the fact the Department of Homeland Security suggested that, because Alex Pretti was carrying a gun, therefore he was a terrorist … A lot of Republicans are really worried about what their pro-gun constituents are going to think,” he said.</p><p>Smith said disquiet had spread beyond the pro-gun lobby, as well, to other corners of the Republican Party that fear government overreach.</p><p>“They’re looking at this situation in American cities where you have armed federal troops wearing masks with no accountability whatsoever using violence in almost a seemingly random way,” he continued.</p><p>“This really looks like the government just throwing its weight around in ways that are dangerous to ordinary people.”</p></div></div></body></html>"
        },
        {
            "title": "Syrian army offensive overjoys some, leaves others with ‘existential’ fear | Syria's War | Al Jazeera",
            "time": "2026-01-27T07:50:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26024696417247-1-1769500987.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When the Kurdish-led Syrian Democratic Forces (SDF) announced they would withdraw from the northeastern Syrian cities of Raqqa and Deir Az Zor on January 18, images immediately began to spread of spontaneous celebrations from populations in the two Arab-majority cities.</p><p>But the latest convulsion in Syria is a tale of two communities.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The reaction of the people of the region to the entry of the Syrian state and its control over the region is indescribable,” Adnan Khadeir, an Arab resident of Deir Az Zor, told Al Jazeera. “There was overwhelming joy at the liberation.”</p><p>Khadeir said many people in the region feared the SDF’s repression.</p><p>“I was unable to criticise the [SDF] and the biggest fear among the people of the region was forced conscription,” he said. “The situation is much better than before.”</p><p>But in areas of the northeast with larger Kurdish populations, residents told Al Jazeera that fear over the government’s military incursions had gripped the local population.</p><p>Though the area has also experienced many violent episodes during the last 15 years of war, particularly present in their minds was a repeat of sectarian killings similar to those that erupted along the Syrian coast involving Alawites in <a href=\"/news/2025/12/30/syrian-authorities-impose-curfew-in-latakia-as-violence-surges\">Latakia</a> and Druze in <a href=\"/news/2025/7/16/israel-bombs-syrias-druze-city-of-suwayda-hours-after-ceasefire\">Suwayda</a> in the south in 2025.</p><p>“Fear is widespread, and it is a real fear based on documented experiences,” Abbas Musa, the coordinator of the Missing Persons’ Families Platform in North and East Syria (MPFP-NES), told Al Jazeera from Qamishli, a Kurdish-majority city on the border with Turkiye.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"damascus-has-all-the-cards\">Damascus ‘has all the cards’</h2><p>After the fall of the Bashar al-Assad regime in December 2024, the SDF controlled most of the country’s resource-rich northeast, about a quarter of Syrian territory.</p><p>Discussions ensued between the group and President Ahmed al-Sharaa’s government about how to bring the region under the control of the new authorities and how to integrate SDF fighters into the government’s forces.</p><p>An agreement was signed on March 10 between the two sides, which promised the SDF’s integration into the new Syrian Armed Forces by the end of 2025. Still, disagreements remained over whether SDF fighters would integrate individually or retain their battalions. The SDF also wanted some form of autonomy or political decentralisation for the northeast.</p><p>But <a href=\"/news/2026/1/7/syria-designates-aleppos-kurdish-areas-closed-military-zones-as-clashes-persist\">clashes</a> in Aleppo and a rapid government offensive pushed the SDF back. The offensive was bolstered by an alliance of sorts with tribes in Deir Az Zor and Raqqa, and support from the US, which signalled that its yearlong support for the SDF may be ending.</p><p>“…the SDF as the primary anti-ISIS force on the ground has largely expired, as Damascus is now both willing and positioned to take over security responsibilities, including control of ISIS detention facilities and camps,” US Special Envoy Tom Barrack wrote on social media platform X.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“It’s very much clear the US gave the green light for advances from the government in Deir Az Zor,” Thomas McGee, the Max Weber Fellow specialising on Syria at the European University Institute in Florence, told Al Jazeera.</p><p>With this new reality on the ground, a new deal was agreed on January 18 that gave more favourable terms to Damascus.</p><p>“The March agreement has been replaced by the January deal signed under military duress on Damascus’s terms,” Nanar Hawach, International Crisis Group (ICG)’s senior Syria analyst, told Al Jazeera. “Both parties have agreed to individual integration: SDF fighters join the Syrian army as individuals, not preserved units. This was Damascus’s core demand.”</p><p>Mazloum Abdi (also known as Mazloum Kobani), the SDF commander, has also reportedly been offered positions as either deputy defence minister or governor of Hasakah.</p><p>“It seems like the government has all the cards,” Alexander McKeever, author of the newsletter This Week in Northern Syria, told Al Jazeera from Damascus.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"kurdish-fears\">Kurdish fears</h2><p>An extended <a href=\"/news/2026/1/24/ceasefire-between-syrian-army-and-kurdish-led-forces-extended-for-15-days\">15-day ceasefire</a> was agreed on Saturday, though analysts and observers said clashes were ongoing. They also said the ceasefire was likely brokered by the US to move ISIL (ISIS) fighters imprisoned in the area to Iraq, before the beginning of a more intense government offensive.</p><p>Many residents of Deir Az Zor and Raqqa celebrated the Syrian government’s entering their areas. Videos spread on social media of locals stomping on yellow SDF flags and waving the green, white and black Syrian flag. On Saturday, the Syrian Ministry of Justice announced it had released 126 juveniles from al-Aqtan, an SDF prison in the Raqqa province.</p><p>But as the Syrian Army continued its offensive, residents of Kurdish-majority areas have expressed fears that massacres inflicted on the coast or in Suwayda last year could repeat in the northeast.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Analysts said recent history has shaken this population to the core. From 2014 to 2017, a <a href=\"/news/2024/5/31/yazidi-survivors-ten-years-on\">genocide of the Yazidi people</a>, a Kurdish-speaking religious minority, was committed by ISIL. Other incidents involved Turkiye or Turkish-backed groups, some of which were incorporated into the Syrian army, including an <a href=\"/news/2018/1/21/turkeys-troops-cross-over-into-syrias-afrin\">invasion in Afrin</a> in 2018. Many families are still displaced from Afrin.</p><p>“Kurdish fear is existential, grounded in what they’ve witnessed over the past year and experienced directly this month,” ICG’s Hawach said. “The Syrian army includes factions that view Kurds as enemies, not fellow citizens. This creates genuine fears about what government control could mean.”</p><p>In Kobane, a Kurdish-majority city on the border with Turkiye that is also known as Ain al-Arab, thousands of families have sought refuge after the fighting. Locals and analysts said the area was overcrowded to the point that some displaced families were sleeping in cars or crowding together in homes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The United Nations says more than 134,000 people have been displaced in the Hasakah province of northeast Syria due to the clashes.</p><p>Locals in Kobane claimed the government had cut off water and electricity since January 17. The Syrian government denied it was besieging the area and that the Tishrin Dam, which provides electricity, had been damaged during the fighting.</p><p>The area is also undergoing an intense cold front of sub-zero temperatures, which locals call the worst in years. The Kurdish Red Crescent reported on Saturday that five children had frozen to death in the last week.</p><p>A UN convoy of 24 trucks arrived in Kobane on Sunday, carrying blankets and basic needs, but a resident, who asked their name be withheld for fear of retribution, told Al Jazeera, “It’s not enough.</p><p>“We don’t have vegetables, we do not have basic items such as sugar or rice,” they said. “There are half a million people, all without electricity and without water … and with major internet problems.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-will-of-the-syrian-government\">‘The will of the Syrian government is not a military takeover’</h2><p>In addition to the hardship, locals expressed fear that after the ceasefire period, government forces may enter Kurdish-dominant towns.</p><p>Musa, the coordinator of the Missing Persons group, said locals feared that sieges and service cuts would turn into policies of collective punishment, that national and religious minorities such as Kurds and Yazidis would be targeted or subjected to arbitrary arrests or enforced disappearances.</p><p>“The military escalation, the imposition of severe restrictions on movement, and the cutting off of basic services have led to widespread displacement and an unprecedented state of collective fear, particularly in predominantly Kurdish cities like Kobane and Hasakah, in addition to the serious repercussions of what happened in the Sheikh Maqsoud and Ashrafieh neighbourhoods of Aleppo,” Musa said.</p><p>Syrian government officials expressed awareness of concerns from locals in northeast Syria.</p><p>“The suspicious emotions are understandable after decades of marginalising discrimination and most recently after the systematic propaganda against the state itself, plus, of course, I will not hide behind my fingers, the violations that took place in Suwayda and on the coast,” Obayda Ghadban, a researcher with the Syrian Ministry of Foreign Affairs, told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The will of the Syrian government is not a military takeover; it is an option, but it is directed to a political solution, and we hope it is the one that will prevail. Not the military or security option,” Ghadban emphasised.</p><p>He said President al-Sharaa and the government are committed to ensuring Kurdish rights, including through a <a href=\"/news/2026/1/17/syria-decree-grants-kurds-new-rights-formally-recognising-kurdish-language\">presidential decree</a> from Friday, January 16.</p><p>But government assurances have done little to ease the angst of many of Syria’s Kurdish community and other minorities in the country’s northeast. Locals said that for goodwill to be gained, the government could reopen roads, restore basic services, give access to humanitarian organisations and ensure civilians are protected.</p><p>“What we are witnessing is a true test for the transitional government: Either it protects civilians and their rights, or the region slides into a deeper humanitarian and human rights catastrophe, the price of which will be paid by future generations,” Musa said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How private AI tech is reshaping warfare | Technology | Al Jazeera",
            "time": "2026-01-27T07:43:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/EP25_DD_Thumbnail_Landscape_V001_00000-1769499630.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Much of modern warfare is shaped by for-profit, commercial AI tech firms. This gives them an unprecedented, non-state influence over geopolitical conflict. Al Jazeera’s Linh Nguyen explains.</p></div></div></body></html>"
        },
        {
            "title": "Health professionals pay tribute to Alex Pretti | Police | Al Jazeera",
            "time": "2026-01-27T07:39:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769499515.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Ceremony for last Israeli captive returned from Gaza | Gaza | Al Jazeera",
            "time": "2026-01-27T07:33:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769499129.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "French MPs approve law seeking ban on social media for children below 15 | Social Media News | Al Jazeera",
            "time": "2026-01-27T07:33:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69785ee4-1769496292.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>French MPs approve law seeking ban on social media for children below 15</h1><p class=\"article__subhead\"><em>If approved by Senate, France will be the second country to impose such a ban after Australia, which barred social media for children below 16 years.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The lower house of the French Parliament has voted in favour of banning children aged below 15 years from ‍social media, ‍amid growing concerns about online bullying and mental health risks.</p><p>In a session late on Monday night, the National Assembly legislators approved the bill by a vote of 130 to 21. The legislation will now go to the Senate before a final vote in the lower house.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a post on X, President ​Emmanuel Macron hailed the vote as a “major step” to protect French children and teenagers. He had pointed to social media as one factor to blame for violence ‍among young people, reflecting rising public angst over the <a href=\"/news/2025/12/9/why-is-australia-banning-social-media-for-teenagers\">impact of social media</a> on minors.</p><p>“The emotions of our children and teenagers are not for sale or to be manipulated, either by American platforms or Chinese algorithms,” Macron said in a video broadcast on Saturday.</p><p>The president said he wanted the ban in ‍place in time ⁠for the start of the next academic year in September.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Centrist lawmaker Laure Miller, who presented the bill, told the lower chamber that the law was “setting a clear boundary in society and saying social media is not harmless”.</p><p>“Our children are reading less, sleeping less, and comparing themselves to one another more,” she continued. “This is a battle for free minds.”</p><p>Former Prime Minister Gabriel Attal, who leads Macron’s Renaissance party in the lower house, added that “social media platforms will then have until December 31 to deactivate existing accounts” that do not comply with the age limit.</p><p>The French ban would require platforms to block access ‌to young teenagers through age-verification mechanisms compliant with European Union law.</p><p>Far-right lawmaker Thierry Perez also supported the bill, saying it responded to a “health emergency”. “Social media has ‌allowed everyone to express themselves, but at what cost to our children?” Perez said.</p><p>Australia was the <a href=\"/news/2025/12/9/australias-social-media-ban-for-young-people-takes-effect\">first country to ban children aged below 16</a> on social media platforms, including Facebook, Snapchat, TikTok and YouTube in December.</p><p>Countries including <a href=\"/news/2026/1/20/uk-to-consider-australia-style-ban-on-social-media-for\">the United Kingdom</a>, Denmark, Spain and Greece are also studying a social media ban.</p><p>The European Parliament ​has called for the EU to set minimum ages for children to ‌access social media, although it is up to member states to impose age limits.</p><p>Enforcing such ⁠bans can be difficult. The Australian government acknowledged the rollout of its ban would be bumpy after children claiming to be younger than 16 years flooded the country’s social media feeds with messages gloating about their continued ability to access networks.</p><p>The French legislation also extends an ‌existing ban on smartphones in junior and middle schools to cover high schools.</p><p>A Harris Interactive survey in 2024 showed 73 percent of the French public supported a ban on social media access for those below 15 years.</p></div></div></body></html>"
        },
        {
            "title": "Sabalenka sweeps aside teen sensation Jovic to enter Australian Open semis | Tennis News | Al Jazeera",
            "time": "2026-01-27T07:16:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260127__94443PK__v2__MidRes__TopshotTennisAusOpen-1769496278.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Aryna Sabalenka has handed 18-year-old ‍American Iva ‍Jovic a comprehensive 6-3, 6-0 defeat in the quarterfinals of the Australian Open to remain on course for her third title at Melbourne Park.</p><p>The world number one, champion in 2023 ​and 2024 and runner-up last year, made quick work of the teen tennis sensation at a sweltering Melbourne Park on Tuesday.</p><p>Sabalenka will now meet ‍either Coco Gauff or Elina Svitolina for a place in Saturday’s title match.</p><p>“These teenagers have been testing me in the last couple of ‍rounds,” said ⁠Sabalenka, who defeated 19-year-old Canadian Victoria Mboko in the previous round.</p><p>“Don’t look at the score, it wasn’t easy at all. She played incredible tennis, pushed me to one step better level. It was a tough battle.”</p><p>Sabalenka made a blistering start, racing into a 3-0 lead ​in the opener, and Jovic was ‌made to work by the Belarusian to hold her serve in the fourth game to gain a foothold in the set.</p><p>The teenager, appearing in her ‌first Grand Slam quarterfinal, used her speed around the court to frustrate her more ‌experienced opponent, although Sabalenka eventually closed ⁠out the first set in less than an hour.</p><p>The 27-year-old was even more dominant in the second set, firing a cross-court winner beyond ‌Jovic to break serve in the opening game.</p><p>That put the four-time Grand Slam champion firmly in command, and she would ‍go on to convert another pair of break points to move ominously into the last four.</p><p>Sabalenka said she would not stop until she has got the trophy in the bag in Melbourne.</p><p>“I think [for] every player, when they get to the tournament, it’s trophy or nothing,” she said. “The mentality is the same, and it’s always in the back of your mind that obviously you want to win it.”</p><p>“But I’m trying to shift my focus on the right things and taking it step by step and just trying my best in each match, each point, each game, each set.”</p><p>Sabalenka’s match was played under an open roof on Rod Laver Arena in 38C (100F) heat, but it was not a worry for the world number one.</p><p>On a 10-match win streak after victory at the lead-up Brisbane International, she called her second-set performance “amazing”.</p><p>“I knew that I have to step in and show the level and the class,” she said.</p><p>“I think it really helped me kind of just go for my shots and help me to trust my game.”</p><figure id=\"attachment_4268147\" aria-describedby=\"caption-attachment-4268147\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4268147\" src=\"/wp-content/uploads/2026/01/AFP__20260127__94422W4__v1__MidRes__TennisAusOpen-1769496243.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"USA's Iva Jovic hits a return to Belarus' Aryna Sabalenka during their women's singles quarter-final match on day ten of the Australian Open tennis tournament in Melbourne on January 27, 2026. (Photo by DAVID GRAY / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4268147\" class=\"wp-caption-text\">Iva Jovic was unable to battle past the world number one [David Gray/AFP]</figcaption></figure><p>Defeat brought an end to a breakthrough tournament for Jovic, the youngest player in the women’s top 100 and seeded 29.</p><p>She stunned the seventh seed and two-time Grand Slam finalist Jasmine Paolini and blitzed past experienced Yulia Putintseva for the loss of just one game to announce herself to the world.</p><p>But Sabalenka was a bridge too far.</p><p>“I think Aryna played very well. I could have done some things differently, but that’s tennis,” she said after the loss.</p><p>“I think it’s amazing what she’s done for herself in her career.</p><p>“It’s very inspiring,” she added of the four-time Grand Slam winner.</p><p>“I think the way she’s been able to use all the negative things – I know her story quite well.</p><p>“All the negative things that have happened to her on court and in her personal life as well, and turned them into motivation and fuel to be better, is amazing.</p><p>“I hope to get more chances to play against her, and she was very nice at the end of the match as well.”</p><p></p></div></div></body></html>"
        },
        {
            "title": "US dollar: ‘Wounded hegemon’ or secure as most powerful currency on earth? | International Trade News | Al Jazeera",
            "time": "2026-01-27T06:53:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/02/2025-01-31T111441Z_440949616_RC2UB2AOABN0_RTRMADP_3_USA-TRUMP-TARIFFS-FOREX-1738663519.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Johannesburg, South Africa –</strong> On a late November morning – two days before leaders of the world’s leading economies convened in Johannesburg for the 2025 Group of 20 summit – the governors of the South African and Chinese central banks met just 20 minutes away to inaugurate a system that many hope can help move international trade out of the shadow of dollar dominance.</p><p>At a ceremony at the South African Reserve Bank in Pretoria that day, Standard Bank – Africa’s largest by assets – became the first on the continent to link directly into China’s Cross-Border Interbank Payment System (CIPS). This integration means African businesses can now settle payments with China directly in renminbi without the use of any intermediary currency – notably the United States dollar (USD).</p><p>The USD has been the world’s principal reserve currency since the end of World War II, and is used in more than 80 percent of international trade today.</p><p>But in recent years, talk of alternatives to the greenback has been gaining traction, particularly in the Global South, and spearheaded by the BRICS group of developing economies, of which South Africa is a part, along with Brazil, Russia, India and China as the founding members. Egypt, Ethiopia, Indonesia, Iran and the United Arab Emirates have also joined in recent years.</p><p>Like South Africa, Brazil has also integrated into CIPS. At the same time, it has increasingly been using the real and the yuan to settle bilateral trade with China, such as in the sale of soya beans, bypassing the USD.</p><p>Other countries have also been leaning into the use of local currencies. India and the UAE have traded in rupee and dirham, while China and the UAE have settled liquefied natural gas (LNG) trade in yuan. China has traded with others, including Argentina, Iraq and Saudi Arabia, using the yuan. And China and Russia have sharply shifted their bilateral trade settlement into local currencies, partly as a workaround to bypass Western sanctions. China’s oil trade with Iran and Russia has mainly been settled in renminbi. India and Russia have increased the use of roubles and rupees for their bilateral trade.</p><p>As a group, BRICS is also pushing ahead with its Bridge digital currency that, if successful, would allow them to trade bypassing both the USD and the Society for Worldwide Interbank Financial Telecommunication (SWIFT) – a messaging network banks use to facilitate international payments, which is heavily influenced by US and European Union regulations. Although the Bridge system is not yet active, a working model is expected to be presented during this year’s BRICS summit in India.</p><p>For analysts, bilateral trade allowing countries to set their own terms has always been part of international economics. So such endeavours are not new or unexpected.</p><p>However, they are increasing in frequency as there is more incentive to move away from sole dependence on the USD, say analysts.</p><figure id=\"attachment_3766309\" aria-describedby=\"caption-attachment-3766309\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3766309\" src=\"/wp-content/uploads/2025/06/2015-03-13T120000Z_325275701_GM1EB3D1PDE01_RTRMADP_3_AFRICA-CURRENCIES-1749565248.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Money\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3766309\" class=\"wp-caption-text\">A currency exchange operator counts US dollars in Abuja, Nigeria [File: Afolabi Sotunde/Reuters]</figcaption></figure><h2 id=\"hidden-costs-that-benefit-the-us\">‘Hidden costs’ that benefit the US</h2><p>While the US, as the world’s leading economy, has historically dominated global trade, that influence has waned over the last decade, with China taking the lead, especially in the Global South, which accounts for 85 percent of the world’s population and about 50 percent of global gross domestic product (GDP).</p><p>In Africa, for example, China was the source of most of the continent’s imports in 2024, followed by the EU, India and the US, according to the United Nations Comtrade database. For that reason, bilateral trade in local currencies, or integrating CIPS, makes economic sense, analysts say.</p><p>“For every time you do a transaction in the dollar, there is a hidden cost that goes back to the US,” notes Sanusha Naidu, a foreign policy analyst at South African think tank, the Institute for Global Dialogue.</p><p>Now, according to the analyst, countries around the world have rightly started asking: “Why must we pay the US that cost?”</p><p>Instead of the buyer’s local currency getting converted into USD before being converted into the seller’s currency, with both parties risking losing some revenue in the process, money can now flow directly.</p><p>But for Danny Bradlow, a professor with the Centre for Advancement of Scholarship at the University of Pretoria, local currency trade faces challenges; and these are less about what is possible and more about what is practical.</p><p>Although two countries can trade in whatever currency they choose, whether each party would want stores of the other’s currency is unclear, he said.</p><p>For example, if two countries with not many transactions between them – like Botswana and Mexico – want to trade goods, it would be more practical for them to convert pulas and pesos into dollars to trade with the in-demand USD than to keep large amounts of one another’s tender.</p><p>Another challenge in bypassing the USD is that the “infrastructure that supports trade settlement in local currencies must first be in place to ensure the wide adoption of local currency transactions”, said Shirley Yu, managing director of ACME Macro Advisory and director of the China-Africa Initiative at the London School of Economics.</p><p>As well as CIPS, she pointed to BRICS Pay (a decentralised financial messaging and payment system designed for BRICS nations) and Project mBridge (a multi-central bank digital currency platform), which are enabled by blockchain technology. “The technology infrastructure itself enables countries to trade in local currencies without going through SWIFT or using the dollar as the medium of exchange”, but these need to be built up, she said.</p><p>Although the number of local currency transactions is increasing, it is still a fraction of what goes through SWIFT and the USD. The Chinese currency is still involved in less than 10 percent of global trade, for instance. While other currencies, like the European tender, are also in use globally, Yu noted that “the renminbi is a bigger trade settlement currency than the euro”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"incentives-to-change\">‘Incentives’ to change</h2><p>But what has shifted and grown dramatically are “the incentives to change and develop alternatives”, said Bradlow of Pretoria University, “and one of the ways you see that is that the price of gold is going up so much”.</p><p>Countries are no longer treating the USD as a fully stable reserve currency; instead, they are managing and hedging their risk against it, says Naidu. The rise in gold and silver prices signals this declining trust in the dollar, she adds.</p><p>Chris Weafer, an investment analyst with Macro-Advisory, a strategic consultancy that focuses on Eurasia, says political changes in the US have led to this distrust.</p><p>“President [Donald] Trump’s lack of predictability and the huge US debt mean that the US dollar is not as safe or as predictable as it used to be.” The US national debt is currently more than <a href=\"/economy/2025/10/23/us-national-debt-surpasses-a-record-38-trillion\">$38 trillion</a>.</p><p>“But even without Trump, many people around the world – even in the West – would say that the role of the dollar is a problem,” Bradlow argued.</p><p>“Having a system that’s so heavily dependent on the dollar means … vulnerability to US monetary and economic policies. Shifting to a system that is more diversified or more internationalised in some way but not subject to one country’s control would be more acceptable to everyone,” he says.</p><p>But does that mean the end – or even the beginning of the end – for the US dollar?</p><p>Most analysts still say no.</p><p>“The US dollar will remain the global reference currency, for example, pricing oil or materials, and would be the world central banks’ main reserve currency,” Weafer said.</p><p>There are currently “no alternatives to the US dollar in terms of currency”, he said.</p><p>But experts also say a replacement for the USD is not necessarily what the Global South and BRICS countries are seeking. What they want is diversification and alternative or additional trade settlement systems – ways to get around SWIFT or a Western hegemonic system through which the US asserts its dominance.</p><p>However, even these alternatives “will still rely on the US dollar as a reference currency”, Weafer noted.</p><p>Meanwhile, the US will also do all it can to protect the dominance of the dollar, Yu said.</p><p>“President Trump wants to ensure the dollar’s global dominance, through the Genius Act,” she notes, referring to the US law that creates a framework for issuing and supervising US‑dollar stablecoins. A stablecoin is a cryptocurrency designed to maintain a stable value by being pegged to a reserve asset, like the USD.</p><p>“The dollar is fundamental to the US national power, therefore, national security. The global dominance of the dollar will be protected at all costs.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"usd-in-a-slow-burn-decline\">USD in a ‘slow burn’ decline</h2><p>Although the USD faces no real competition and will maintain its position, for international relations expert Naidu, the debate playing out is about more than just the “hard currency” value of the dollar. It is about the rise and fall of nations and how hegemonic power tends to peak and unravel after 70-80 years.</p><p>The USD, like the US empire itself, is a “wounded hegemon”, she said.</p><p>When a hegemon becomes wounded and feels its dominance challenged, “it becomes very dangerous and unpredictable”.</p><p>Naidu said the four pillars of US structural power – security, finance, knowledge and production – have all been anchored in the dollar. As more countries become risk-averse to the dollar, and as alternative payment systems emerge, these pillars weaken.</p><p>So while the USD is not about to be suddenly replaced, it is undergoing a “slow burn” decline, she said, arguing that this is more dangerous and consequential than if it were a rapid collapse.</p><p>Although the world is a long way away from having another currency to rival the dollar, if one were to emerge in the “very long term”, many experts say it might be China that is next in line.</p><p>If countries lose confidence in the US economy, political leadership and dollar, “eventually, it will be the rise and greater use of the Chinese yuan that will break the global dominance of the US dollar,” Weafer said, especially in the Global South.</p><p>Yu said “the scale of dedollarisation will certainly expand among Global South countries”, especially in the light of recent geopolitical events in Venezuela, and US tensions with Iran.</p><p>But “the quantum shift for the global currency architecture will happen when the petroyuan replaces the petrodollar”, she added, referring to a scenario where the yuan becomes the currency used for global oil pricing and settlement – a function currently performed by the USD.</p><p>“This event, if it does happen, will signal the end of the US dollar as the global central reserve currency,” Yu said, noting how China’s oil trade with Iran and Russia over the past few years has already largely been conducted in renminbi.</p><p>The bottom line, according to analysts, is that there is no imminent or even medium-term threat to the USD, but that is less because of anything the greenback is doing right, and more because international trade, for the most part, has few other options at the moment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who is Iraq’s former leader Nouri al-Maliki? | News | Al Jazeera",
            "time": "2026-01-27T06:37:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769495478.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: US, Iran ratchet up rhetoric as carrier Lincoln forms in Middle East | Conflict News | Al Jazeera",
            "time": "2026-01-27T06:33:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/12650881-1769502883.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump’s approval on immigration falls to record low, new poll finds | Donald Trump News | Al Jazeera",
            "time": "2026-01-27T06:26:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260123__93QK9CR__v1__MidRes__UsPoliticsTrump-1769486728_50fdcf-1769491051.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump’s approval on immigration falls to record low, new poll finds</h1><p class=\"article__subhead\"><em>Just 39 percent of Americans approve of Trump’s handling of immigration, latest Reuters/Ipsos poll says.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s approval rating on immigration has dropped to a record low amid growing backlash over two fatal shootings linked to his crackdown on migrants, a new survey shows.</p><p>In a Reuters/Ipsos poll released on Monday, just 39 percent of Americans said they approved of Trump’s handling of immigration, compared with 41 percent earlier this month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The poll, conducted between Friday and Sunday, comes amid an outcry over a US border agent’s fatal shooting of <a href=\"/news/2026/1/25/minnesota-governor-wants-federal-immigration-agents-out-after-pretti-killed\">Alex Pretti, a 37-year-old ICU nurse</a>, in Minneapolis, Minnesota, over the weekend.</p><p><a href=\"/news/2026/1/25/who-was-alex-pretti-the-nurse-shot-dead-by-federal-agents-in-minneapolis\">Pretti</a> was the <a href=\"/news/2026/1/24/us-federal-agents-shoot-another-person-in-minneapolis-governor\">second person to be killed</a> by a federal agent in the city in less than a month, following the fatal shooting of <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Good</a>, a 37-year-old mother of three, on January 7 by an Immigration and Customs Enforcement (ICE) agent.</p><p>Facing growing backlash, Trump said on Monday that he would send his border tsar, Tom Homan, to Minneapolis and struck a positive tone on his administration’s relations with Minnesota’s Democratic governor, Tim Walz, following what he described as “a very good” telephone conversation between the two men.</p><p>In the new poll, 58 percent of respondents said US Immigration and Customs agents had gone “too far” in their crackdown on unauthorised migration, compared with 26 percent who said their actions were “about right” and 12 percent who said they did not go far enough.</p><p>The polling mirrors the findings of several opinion surveys carried out before Pretti’s killing.</p><p>In a poll conducted by The New York Times/Siena University and released on Friday, 61 percent of respondents said ICE’s tactics had gone too far, compared with 26 percent who said they were “about right” and 11 percent who believed they did not go far enough.</p><p>A Wall Street Journal poll on January 16 found 58 percent of respondents said the Trump administration’s efforts to deport unauthorised migrants had gone too far, versus 46 percent who said they were about right or did not go far enough.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Australia cancels visa of Israeli influencer accused of ‘spreading hatred’ | Islamophobia News | Al Jazeera",
            "time": "2026-01-27T05:09:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13593707-1769490418_8eab9c-1769490546.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Jan 2026</span><span aria-hidden=\"true\">27 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia has cancelled the visa of an Israeli social media influencer who has campaigned against Islam, saying it will not accept visitors to the country who come to <a href=\"/news/2026/1/20/australian-parliament-backs-tighter-gun-hate-crime-laws-after-bondi-attack\">spread hatred</a>.</p><p>Australian Minister for Home Affairs Tony Burke said in a statement on Tuesday that “spreading hatred is not a good reason to come” to Australia, hours after influencer Sammy Yahood announced that his visa was cancelled three hours before his flight departed from Israel.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>People who want to visit Australia should apply for the correct visa and come for the right reasons, Burke said in a statement to the AFP news agency.</p><p>Just hours before his visa was cancelled, Yahood had written on X, “Islam ACCORDING TO ISLAM does not tolerate non-believers, apostates, women’s rights, children’s rights, or gay rights.”</p><p>He also referred to Islam as a “disgusting ideology” and an “aggressor”.</p><p>Australia tightened its hate crime laws earlier this month in response to a mass shooting at a Jewish celebration at Sydney’s <a href=\"/news/2026/1/22/australia-observes-day-of-mourning-for-victims-of-bondi-beach-mass-shooting\">Bondi Beach</a>, which left 15 people dead.</p><p>In a recent post, Yahood, a native of the UK and a recent citizen of Israel, had also advocated for the deportation of United States Representative Ilhan Omar, a Somali-American, who is Muslim.</p><p>In another, he ridiculed the United Nations agency for Palestinian refugees, UNRWA, which is responsible for coordinating relief for Palestinians and Palestinian refugees in the occupied West Bank, Gaza, Jordan, Syria and Lebanon.</p><p>Israel began <a href=\"/news/2026/1/20/israel-bulldozes-unrwa-buildings-in-occupied-east-jerusalem\">bulldozing</a> UNRWA’s headquarters in occupied East Jerusalem last week, a move strongly condemned by the world body and Palestinian leaders, who said the flattening of the site marked a “barbaric new era” of unchecked defiance of international law by Israeli authorities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite the cancellation of his visa to Australia, Yahood said he flew from Israel to Abu Dhabi, but was blocked from getting his connecting flight to Melbourne.</p><p>“I have been unlawfully banned from Australia, and I will be taking action,” he wrote on X.</p><p>“This is a story about tyranny, censorship and control,” he added in another post.</p><p>Yahood’s visa was reportedly cancelled under the same legislation that has been used in the past to reject people’s visas on the grounds of disseminating hatred.</p><p>Sky News Australia reported that Minister Burke previously revoked the visitor visa of Israeli-American activist and tech entrepreneur Hillel Fuld over his “Islamophobic rhetoric”, as well as the visa of Simcha Rothman, a lawmaker with Israel’s far-right Mafdal-Religious Zionism party and a member of Netanyahu’s governing coalition, amid concerns that his planned speaking tour in the country would “spread division”.</p><p>The conservative Australian Jewish Association, which had invited Yahood to speak at events in Sydney and Melbourne, said it “strongly condemned” the visa decision by Prime Minister Anthony Albanese’s government.</p></div></div></body></html>"
        }
    ]
}