{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Israel will never fully withdraw from Gaza, defence minister says | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-23T15:57:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20241110__36M39P9__v2__HighRes__IsraelPolitics-1756974286.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel will never fully withdraw from Gaza, defence minister says</h1><p class=\"article__subhead\"><em>Israel Katz says military units will be established inside the Palestinian enclave, in contravention of the truce agreement.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Defence Minister Israel Katz has said the Israeli military will never fully withdraw from the <a href=\"/tag/gaza/\">Gaza Strip</a> and that an army unit will be established inside the Palestinian enclave.</p><p>Speaking on Tuesday, Katz said Israeli forces would remain deployed throughout Gaza, despite a United States-backed peace plan signed by Israel and Hamas in October that calls for a full Israeli military withdrawal and rules out the re-establishment of Israeli civilian settlements in the territory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are located deep inside Gaza, and we will never leave all of Gaza,” Katz said. “We are there to protect.”</p><p>“In due course, we will establish Nahal [an Israeli infantry brigade] outposts in northern Gaza in place of the settlements that were uprooted,” Katz added, according to Israeli media.</p><p>Hours later, he issued a statement in English to the Reuters news agency, saying Nahal units would be stationed in Gaza “only for security reasons”. The Israeli media reported that US officials were displeased with Katz’s initial comments and demanded clarification.</p><p>Nahal units are military formations that combine civilian service with army enlistment and have historically played a role in the creation of Israeli communities.</p><p>Katz was speaking at a ceremony in the occupied West Bank marking the approval of 1,200 housing units in the illegal Israeli settlement of Beit El.</p><p>Addressing settlement expansion in the West Bank, Katz said: “Netanyahu’s government is a settlements government … it strives for action. If we can get sovereignty, we will bring about sovereignty. We are in the practical sovereignty era.”</p><p>“There are opportunities here that haven’t been here for a long time,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel is expected to head into an election year in 2026, with illegal settlement expansion a key political issue. Far-right and ultranationalist members of Prime Minister Benjamin Netanyahu’s coalition have repeatedly said they intend to reoccupy Gaza and expand illegal settlements in the West Bank.</p><p>Under international law, all Israeli settlements in the occupied West Bank are illegal. The transfer of an occupying power’s civilian population into occupied territory is considered a war crime under the Rome Statute of the International Criminal Court.</p><p>Meanwhile, violence by Israeli forces and settlers has continued across the West Bank, while killings continue in Gaza despite the ceasefire. Palestinian officials say more than 1,100 Palestinians have been killed, about 11,000 wounded and more than 21,000 arrested.</p><p>The Palestinian Ministry of Health said that since a ceasefire began on October 11, at least 406 Palestinians have been killed and 1,118 injured. Since the start of Israel’s war on October 7, 2023, the ministry said, 70,942 Palestinians have been killed and 171,195 wounded.</p></div></div></body></html>"
        },
        {
            "title": "Israeli Defence Minister: ‘We will never leave Gaza’ | Newsfeed | Al Jazeera",
            "time": "2025-12-23T15:27:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766503591.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Ukraine deploys low-cost drones to counter Russia’s aerial attacks | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-23T15:18:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25355483790559-1766474400.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine is rapidly deploying inexpensive interceptor drones to counter Russia’s sophisticated aerial attacks on its urban centres and energy infrastructure. These homegrown systems intercept high-altitude suicide drones at a fraction of conventional missile costs, revolutionising modern air defence strategies.</p><p>Field technicians swiftly assemble equipment, attaching antennas and sensors to light stands and unpacking monitors and controls from protective cases as they prepare these game-changing weapons for immediate deployment.</p><p>The Sting with its thermos-like appearance exemplifies Ukraine’s innovative interceptor fleet. According to a unit commander, these systems neutralise Russia’s evolving suicide drones, which now operate faster and at higher altitudes.</p><p>“Every destroyed target is something that did not hit our homes, our families, our power plants,” said the officer, known only by the call sign “Loi” in line with Ukrainian military protocol. “The enemy does not sleep, and neither do we.”</p><p>Night-time bombardments of Ukrainian cities and power facilities have compelled Kyiv to transform its air defence strategy by developing affordable drone interceptors costing as little as $1,000. These systems have progressed from prototype to mass production within months during 2025, marking a pivotal evolution in contemporary warfare.</p><p>Ukraine’s defensive success now depends on mass manufacturing, rapid adaptation and integration of cost-efficient systems into existing networks rather than relying on traditional weapons that are limited, expensive and cannot be readily replaced.</p><p>Interceptors such as the Sting, produced by the volunteer-driven start-up Wild Hornets, and the newly introduced Bullet can rapidly accelerate before colliding with enemy drones. Pilots operate these systems with viewing displays or first-person-view goggles.</p><p>The economic advantage is proving decisive. Andrii Lavrenovych, who serves on the strategic council of the expanding start-up General Cherry, which develops the Bullet, said the drones it neutralises cost $10,000 to $300,000 each.</p><p>“We are inflicting serious economic damage,” he said.</p><p>Russia predominantly deploys the Iranian-designed Shahed suicide drone and has developed numerous variants of this triangle-winged aircraft equipped with jammers, cameras and turbojet engines in an ongoing innovation race.</p><p>“In some areas, they are one step ahead. In others, we invent an innovative solution, and they suffer from it,” Lavrenovych said.</p></div></div></body></html>"
        },
        {
            "title": "Trump, Mamdani merchandise compete for Christmas shoppers | Retail | Al Jazeera",
            "time": "2025-12-23T15:15:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/christmas_politics_merchandise_shopping_zohran_mamdani_mam_daddy_sticker-1766500452.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Gaza patients facing death as Israel continues to block medical supplies | Gaza News | Al Jazeera",
            "time": "2025-12-23T15:05:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AA-20251122-39778504-39778497-ISRAELI_ARMY_VIOLATES_CEASEFIRE_BY_TARGETING_BUILDING_IN_NUSEIRAT-1763882559.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gaza’s health system is on the brink of an unprecedented collapse, with thousands of patients facing death or disability amid a harsh Israeli siege on the enclave, a top health official has warned.</p><p>Munir al-Barsh, director-general of Gaza’s Ministry of Health, told Al Jazeera on Tuesday that the situation inside the territory’s hospitals was “tragic and horrific”, as Israeli authorities continued to block the flow of much-needed medical supplies, directly impacting the ability of doctors to respond to critical cases.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Doctors in war-ravaged Gaza <a href=\"/news/2025/12/21/alarming-medicine-shortages-in-gaza-amid-israeli-restrictions\">have long warned</a> that their efforts to save lives are being badly hampered by <a href=\"/news/2025/11/7/un-warns-gaza-aid-still-too-slow-as-israel-restricts-supplies-despite-truce\">Israel’s refusal to allow</a> the most essential medical supplies in. Despite a United States-backed ceasefire that took effect in October, Israel continues to <a href=\"/news/2025/12/20/us-qatar-egypt-turkey-urge-gaza-restraint-as-israeli-strikes-continue\">violate its agreement with Hamas</a> by failing to allow in agreed quantities of medical aid trucks, deepening what the Health Ministry has described as a critical and ongoing health emergency.</p><p>Al-Barsh said the health system was suffering from widespread shortages of medicines and medical supplies, particularly surgical consumables needed to perform operations.</p><p>He said nearly three-quarters of the supplies needed were unavailable, with severe shortages of solutions, anaesthetics, gauze and dialysis supplies, while power outages and a significant shortage of generators were also hampering their work.</p><p>The situation was the most dangerous seen since the establishment of the Palestinian Authority more than 30 years ago, he said.</p><p>During Israel’s genocidal war, which has spanned <a href=\"/news/2025/10/7/two-years-of-israels-genocide-in-gaza-by-the-numbers\">more than two years</a>, nearly all of Gaza’s hospitals and healthcare facilities have been attacked, with at least 125 health facilities damaged, including 34 hospitals. Israel killed more than 1,700 health workers during its brutal war. Israel <a href=\"/news/2025/10/22/who-are-the-95-palestinian-healthcare-workers-held-captive-by-israel\">continues to hold</a> 95 Palestinian doctors and medical workers, including 80 from Gaza.</p><h2 id=\"thousands-await-treatment-abroad\">Thousands await treatment abroad</h2><p>Al-Barsh said it was not only those wounded by Israeli aggression who were impacted as a result of the situation.</p><p>Some 4,000 glaucoma patients were facing the risk of permanent blindness due to a lack of treatment options, while nearly 40,000 displaced pregnant women were living in substandard shelters, jeopardising their health and that of their unborn children.</p><p>Meanwhile, he warned, an estimated 320,000 children below five years were at risk of malnutrition, amid a worsening humanitarian situation caused by Israeli curbs on aid desperately needed in the enclave.</p><p>While a system was in place for transporting patients outside Gaza for treatment, waiting lists were long, and patients were dying while awaiting medical attention.</p><p>Al-Barsh said at least 1,156 patients had died while waiting for permission to travel for treatment, a “lengthy and complex” mechanism that saw referrals from doctors in Gaza assessed by the World Health Organization (WHO) before being referred to Israeli authorities for security approval.</p><p>He said nearly 20,000 patients in Gaza were on waiting lists for travel, with some 18,500 having been approved by the WHO, and about 3,700 were in critical condition.</p><p>About 4,300 children were among those awaiting transfers out of the territory, he said.</p><p>He demanded that Israel open border crossings immediately to allow the flow of much-needed humanitarian supplies and permit the transport of thousands of critical patients for treatment, warning any further delays could cost lives.</p><p>About 71,000 Palestinians have been killed and more than 171,000 wounded in attacks in Israel’s genocidal war on Gaza since October 2023.</p></div></div></body></html>"
        },
        {
            "title": "Backlash after CBS pulls 60 Minutes report on El Salvador’s CECOT prison | Media News | Al Jazeera",
            "time": "2025-12-23T14:43:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/12/2022-05-03T210213Z_1230715905_RC2XZT9K66AJ_RTRMADP_3_MILKEN-CONFERENCE.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The new leadership of CBS News is facing an outcry over alleged political interference in its coverage after a report on a controversial Salvadoran prison where the Trump administration has deported immigrants was pulled at the eleventh hour.</p><p>Criticism of the network grew on Monday after an investigation into alleged abuses at El Salvador’s maximum-security Terrorism Confinement Centre (CECOT) was pulled just hours before it was scheduled to air on the flagship 60 Minutes current affairs programme the previous night.</p><p>The abrupt move led to accusations from ​inside 60 Minutes and across the US media landscape that the broadcaster’s parent company, Paramount Skydance, appeared to be censoring news content to curry favour with the Trump administration.</p><p>A CBS News spokesperson said in an email that the segment “needed additional reporting”, while a statement posted on the show’s social media pages said the report – “Inside CECOT” – “will air in a future broadcast”.</p><p>However, in an email to CBS News colleagues, which was reported by the US media after being leaked, Sharyn Alfonsi, the correspondent who reported the piece, said the report had been pulled for “political” reasons.</p><p>“Our story was screened five times and cleared by both CBS attorneys and Standards and Practices,” Alfonsi wrote.</p><p>“It is factually correct. In my view, pulling it now, after every rigorous internal check has been met, is not an editorial decision, it is a political one.”</p><p>She added: “If the administration’s refusal to participate becomes a valid reason to spike a story, we have effectively handed them a ‘kill switch’ for any reporting they find inconvenient.”</p><h2 id=\"abuses-at-mega-prison\">‘Abuses’ at mega-prison</h2><p>The story – circulated online on Monday after it appeared to have streamed on Canada’s Global TV app – included allegations that Venezuelan deportees sent to the mega-prison had been tortured, and raised questions about how the United States characterised them.</p><p>Located on the edge of a jungle 75km (47 miles) southeast of San Salvador, <a href=\"/gallery/2025/8/26/el-salvador-cecot-prison-and-the-uss-school-of-the-americas\">CECOT</a> is a huge, maximum-security facility touted by El Salvador’s right-wing President Nayib Bukele as the centrepiece of his attempt to tackle narcotics gangs.</p><p>The facility has been at the centre of a major US legal case since March, when the Trump administration sent <a href=\"/news/2025/3/16/venezuelan-immigrants-deported-to-el-salvador-despite-us-court-ban\">hundreds of Venezuelan and other migrants</a> there, despite a judge’s order that they be returned to the US.</p><p>Several deportees who have since been released have described repeated abuse at the facility, where human rights activists say inmates are treated brutally.</p><h2 id=\"push-for-varied-perspectives-at-network\">Push for ‘varied perspectives’ at network</h2><p>The broadcaster’s decision to postpone the story follows growing criticism that it is increasingly pivoting towards an editorial line more in step with the conservative Trump administration.</p><p>Skydance Media, run by David Ellison – the son of Larry Ellison, a key donor to President Donald Trump ahead of his election last year – acquired Paramount in August, with regulatory approval for the deal helped along by a pledge that CBS News would reflect the “varied ideological perspectives” of US viewers.</p><p>In October, the company <a href=\"/news/2025/10/6/conservative-writer-bari-weiss-named-editor-in-chief-of-cbs-news\">named conservative media figure Bari Weiss</a>, known for her pro-Israel positions and frequent criticism of “woke” politics, as the editor-in-chief of CBS News, as part of what critics said was a push to steer the network in a direction more aligned with the Trump administration.</p><p>The outcry over the pulled story comes as Paramount Skydance is in a multibillion-dollar bidding war with Netflix to buy Warner Bros Discovery – a merger Trump has signalled he is watching closely, and which will likely require regulatory approval.</p><p>In a statement to The New York Times, Weiss said the network would be “airing this important piece when it’s ready” and downplayed the significance of the decision to postpone its airing.</p><p>“Holding stories that aren’t ready for whatever reason – that they lack sufficient context, say, or that they are missing critical voices – happens every day in every newsroom.”</p><p>The executive producer of 60 Minutes, Tanya Simon, told fellow employees that she had resisted Weiss’s order, but “ultimately had to comply”.</p><p>“We pushed back, we defended our story, but she wanted changes,” Simon was quoted as saying by The Washington Post, in a transcript of the producer’s private meeting with colleagues.</p><h2 id=\"a-free-press-doesn-t-kowtow\">‘A free press doesn’t kowtow’</h2><p>The network’s decision to postpone the story has drawn widespread criticism across the US political and media spheres, with many voices expressing concerns that CBS News was already forgoing its journalistic obligations by censoring to curry favour with the Trump administration.</p><p>In an X post on Monday, Democratic Senate Minority Leader Chuck Schumer said Trump “and his billionaire buddies ‌are trying to shape what people see and hear to create their own alternative reality”.</p><p>“The Trump administration doesn’t have a veto on what stories get told,” he added. “A free press doesn’t kowtow to the president – it holds him accountable.”</p><p>Liberal magazine The New Republic posted that the episode showed that political censorship of the media under the Trump administration was “already happening”, while Norm Ornstein, political scientist and contributing editor to The Atlantic magazine, wrote that the incident was “beyond monstrous”.</p><p>“There goes CBS,” posted podcaster and activist Amy Suskind. “All it took was Trump posting on social media about Warner Bros takeover. Weak capitulation!”</p><p>Columnist Matthew Yglesias wrote that it was “hilarious” that the report had leaked online despite it being blocked by CBS News executives.</p><p>“Canceling a news broadcast to curry favour with the regime and then accidentally releasing it in Canada anyway is genuinely hilarious,” he said.</p></div></div></body></html>"
        },
        {
            "title": "British police detain Greta Thunberg at pro-Palestinian protest in London | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-23T14:09:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image06-1766491727.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British police have arrested Swedish activist <a href=\"/news/2025/10/4/greta-thunberg-mistreated-by-israeli-forces-in-detention-activists-say\">Greta Thunberg</a> and two other people at a pro-Palestine protest in central London, according to campaign group Defend Our Juries.</p><p>The group said Thunberg was arrested on Tuesday at the Prisoners for Palestine protest held in the heart of London’s Square Mile financial district outside the offices of Aspen Insurance, which provides coverage for Israeli defence contractor Elbit Systems.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The group said Thunberg had arrived after the protest began, and it shared video footage of the activist holding a sign reading, “I support the Palestine Action prisoners. I oppose genocide.” Thunberg has called Israel’s war on Gaza a genocide and has twice joined flotilla campaigns to try to break Israel’s siege of the territory.</p><p>The City of London Police, which polices the financial district, confirmed that a 22-year-old woman, a description corresponding to Thunberg, was arrested for displaying a placard “in support of a proscribed organisation (in this case Palestine Action) contrary to Section 13 of the Terrorism Act 2000”.</p><p>This is the latest protest in solidarity with activists from the Palestine Action group, five of whom are currently on <a href=\"/news/2025/12/18/palestine-action-hunger-strikers-are-dying-in-prison-uk-doctor-warns\">hunger strike</a> in British prisons. The direct action group has been proscribed as a “terrorist organisation” by the United Kingdom’s government.</p><p>Defend Our Juries said Tuesday’s protest was held to draw attention to Aspen Insurance’s “complicity in genocide” and to express solidarity with prisoners affiliated with Palestine Action.</p><figure id=\"attachment_4191584\" aria-describedby=\"caption-attachment-4191584\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4191584\" src=\"/wp-content/uploads/2025/12/image16-1766491732.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Greta Thunberg arrested at pro-Palestinian protest in London\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4191584\" class=\"wp-caption-text\">Thunberg is seen after her arrest for holding a placard expressing support for Palestinian Action prisoners and condemnation of Israel’s genocide [Handout/Defend Our Juries]</figcaption></figure><p>Two others, a man and a woman, were also arrested at the protest although they had “glued themselves nearby”, according to the City of London Police, which described damage with “hammers and red paint” to “a building on Fenchurch Street”, where the offices of Aspen Insurance are located.</p><p>Defend Our Juries confirmed the damage, saying in a news release that two activists “covered the front of the building with symbolic blood-red paint, using re-purposed fire extinguishers” before attaching themselves to the front of the building in the aim of “drawing attention to Aspen’s complicity in Genocide, disrupting their business, and closing down the building”.</p><p>The group said Aspen Insurance, a global insurer and reinsurer, was targeted because of its affiliation with Elbit Systems UK, a subsidiary of Elbit Systems, which is Israel’s largest arms producer. It describes its drones as “the backbone” of the Israeli military.</p><p>Palestine Action protesters had targeted one of the <a href=\"/news/2024/8/13/uk-charges-pro-palestine-group-members-under-terrorism-law\">UK subsidiary</a>’s operations in Bristol last year. Among their five key demands, the group’s hunger strikers want the manufacturer, which has several UK factories, to be shut down.</p><p>Defend Our Juries said in its news release that Deputy Prime Minister and Justice Secretary David Lammy has “refused to speak to legal representatives of the hunger-strikers, or their families”.</p><p>A few days earlier, Thunberg had voiced solidarity with the hunger strikers on Instagram, saying: “It is up to the state to intervene, and put an end to this by meeting these reasonable demands that pave the way for the freedom of all those who choose to use their rights trying to stop a genocide, something the British state has failed to do themselves.”</p><p>A Palestine Action spokesperson said in relation to her arrest that it was not clear whether police had “made another one of their mistakes in interpreting the crazy ban on Palestine Action” or whether they had “turned anyone expressing support for prisoners locked up beyond the legal time limit for taking action to stop a genocide into alleged terrorists”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestine Action hunger strikers launch legal action against UK government | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-23T14:03:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/WhatsApp-Image-2025-12-21-at-23.10.42-1766489901.jpeg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>London, United Kingdom –</strong> Lawyers of imprisoned hunger-striking activists linked to the protest group <a href=\"/news/2025/12/22/palestine-action-hunger-strikes-what-are-their-demands\">Palestine Action</a> have put the British government on notice as the justice secretary refuses to meet them.</p><p>Imran Khan &amp; Partners, which represents the collective, wrote a pre-claim letter to the government on Monday, warning that they would seek a High Court case should officials fail to respond by Tuesday afternoon.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Eight activists, aged between 20 and 31, have participated in a rolling strike that began on November 2. There are <a href=\"/news/2025/12/15/increasingly-likely-potential-of-palestine-action-hunger-strikers-dying\">rising fears</a> that one or more of them could soon die in jail.</p><p>In recent days, their relatives and loved ones have told Al Jazeera of their deteriorating health and <a href=\"/news/2025/12/22/two-palestine-action-hunger-strikers-in-uk-prisons-admitted-to-hospital\">repeated hospital admissions</a>.</p><p>Their lawyers have long called for a meeting with Justice Secretary David Lammy to discuss welfare and prison conditions, believing such an intervention could be <a href=\"/news/2025/12/18/palestine-action-hunger-strikers-are-dying-in-prison-uk-doctor-warns\">life-saving</a>.</p><p>But the government has so far refused, saying hunger strikes are not an unusual phenomenon in prisons and that policies to provide adequate medical care to anyone refusing food are being followed.</p><p>“Our clients’ food refusal constitutes the largest co-ordinated hunger strike in British history since 1981,” the lawyers wrote, referring to the Irish Republican inmates led by Bobby Sands. Sands and nine others died of starvation, one on day 46 of the protest.</p><p>“As of today’s date, [the current] strike has lasted up to 51 days, nearly two months, and poses a significant risk to their life with each passing day,” the lawyers wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The detainees are being held in five prisons over their alleged involvement in break-ins at the United Kingdom’s subsidiary of the Israeli defence firm Elbit Systems in Bristol and a Royal Air Force base in Oxfordshire. They deny the charges against them, such as burglary and violent disorder.</p><p>Amu Gib, Heba Muraisi, Teuta Hoxha and Kamran Ahmed are on day 52, 51, 45 and 44 of their protests, respectively. Lewie Chiaramello, who is diabetic and refuses food every other day, began his protest 30 days ago.</p><p>Qesser Zuhrah, Jon Cink and Umer Khalid have ended their strike.</p><p>All eight will have spent more than a year in prison before their trials take place, well beyond the UK’s usual six-month pre-trial detention limit.</p><p>The hunger strikers’ five demands include immediate bail, the right to a fair trial and the de-proscription of Palestine Action, which accuses the UK government of complicity in Israel’s war crimes in Gaza. The UK government banned Palestine Action in July, branding it a “terror” group, a label that applies to groups such as ISIL (ISIS). The protesters have called for an end to alleged censorship in prison, accusing authorities of withholding mail, calls and books. They are also urging that all Elbit sites be closed.</p><h2 id=\"engage-with-each-one\">‘Engage with each one’</h2><p>Leading human rights barrister Michael Mansfield has backed calls for the government to intervene.</p><p>“It’s a simple proposition, engage with each one,” he told Al Jazeera. “That’s your job [as government], that’s what you’re there for. You are safeguarding people’s health, welfare and life.”</p><p>In a letter addressed to Lammy, he wrote, “Fundamental human rights in the United Kingdom are being destroyed in this quagmire of disinterest and populist politics, the most important being the presumption of innocence and the right to a fair trial by means of preparation and due process.</p><p>“There has to be an equality of arms which can hardly be achieved when a defendant is held in oppressive and lengthy periods of remand.”</p><p>Families of the prisoners have alleged mistreatment in prison, saying some detainees have been verbally abused and left without care in dangerous health conditions. The Ministry of Justice has denied these accusations and says it cannot comment on individual cases.</p><p>“Government takes action when it chooses to,” Mansfield wrote. “There could be no more appropriate time than now with the life-endangering protest by the hunger strikers. The delay is grotesque in some cases, up to two years with trial dates being set in 2027.”</p><p>Nida Jafri, a friend of hunger striker Amu Gib, plans to deliver Mansfield’s letter – and one of her own – in hand to the Ministry of Justice on Tuesday.</p><p>“These people are on remand – not convicted, still awaiting full legal process,” reads Jafri’s letter. “They are weak, in pain, and visibly wasting away. The absence of adequate medical observation or humane treatment under prison or hospital care is not only unacceptable; it breaches fundamental rights to health, dignity, and life.”</p></div></div></body></html>"
        },
        {
            "title": "Scorching the Monk Forest: Israel’s ecocide in southern Lebanon | Israel attacks Lebanon | Al Jazeera",
            "time": "2025-12-23T13:57:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/052021-1-1766182226.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The border between <a href=\"/tag/israel-lebanon/\">Israel and Lebanon</a> is a mix of military infrastructure, farmland, villages, and small towns. Among them lies a woodland that is one of the last natural refuges in the zone.</p><p>Harj al-Raheb, or the Monk Forest, lies on the southern edge of Ayta ash-Shaab, a Lebanese village right on the border with Israel. Its 16 hectares (40 acres) are made up of two adjoining woodland areas, known locally as the Southern and Western Hima, that once enjoyed a degree of protection for their ecological richness and cultural value.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"x_MsoNormal\">In early October 2023, these slopes were still thick with oak, carob, terebinth, and bay trees. Locals used the small black terebinth seeds to make a local bread, while the bay leaves were pressed to extract oil and produce a traditional soap known for its quality.</p><p class=\"x_MsoNormal\">Low shrubs and wildflowers filled the undergrowth and the open patches. The flowers supported a thriving beekeeping trade, which grew after 2019, when Lebanon’s financial crisis deepened and many families turned to it as a secondary source of income.</p><p>The local environment, however, was unable to withstand Israel’s war on Lebanon.</p><p>A year of relentless attacks, particularly in the border area, only <a href=\"/news/2025/12/19/israel-lebanon-officials-meet-as-pressure-mounts-to-disarm-hezbollah\">ended with a ceasefire</a> between Israel and Lebanon in November 2024. But Israel continues to attack on a regular basis and occupies some areas on the border.</p><p>Away from the human toll of those attacks – more than 4,000 Lebanese have been killed – Harj al-Raheb and its surrounding areas are ghosts of what they once were.</p><p>The landscape was defenceless in the face of Israeli air attacks and shelling. Locals returning have found burned orchards and large areas where trees have been cleared. The pollinators that depended on the wildflowers and orchards, such as the Palestine sunbird, have dropped in number.</p><p>One local official, Ali Dakdouq, said his family alone had lost most of the 218 beehives they owned as a result of the fighting, forcing them to move out of the area.</p><p>For Hajr al-Raheb’s surrounding communities, the forest was more than scenery; it was a source of livelihood and a vital sanctuary for wildlife. Now, much of it is gone.</p><figure id=\"attachment_2396049\" aria-describedby=\"caption-attachment-2396049\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2396049\" src=\"/wp-content/uploads/2023/10/AP23282603526691-1696873953.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Smoke rises from Israeli shelling, in the Aita al-Shaab village, south Lebanon, Monday, Oct. 9, 2023.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2396049\" class=\"wp-caption-text\">Smoke rises from Israeli shelling, in the Ayta ash Shab village, south Lebanon, October 9, 2023 [Mohammed Zaatari/AP Photo]</figcaption></figure><h2 id=\"widespread-destruction\">Widespread destruction</h2><p>Today, the wider Harj al-Raheb area lies silent, partly scarred by the white phosphorus shells that Israel used in its attacks. Satellite images now show what looks like white craters scattered across what was once continuous green cover, along with extensive bulldozing that stripped other parts of the terrain.</p><p>Ayta ash Shab, a village that once had a population of approximately 17,000 people, was built on the remains of an ancient fortified town. Its cisterns and terraces, first cut into the limestone centuries ago, continued to serve the farmers who depended on them for water and soil.</p><p>That continuity was violently interrupted when the war began. Fire and phosphorus erased in a few months what centuries could not.</p><p>The destruction of Hajr al-Raheb and Ayta ash Shab came in waves. First came the artillery fire and the white phosphorus shells, setting the canopy alight and leaving the undergrowth smouldering.</p><p>Air strikes followed, flattening woodland and scorching the orchards.</p><p>But the final blow came after the November 27, 2024, ceasefire, when Israeli troops crossed the frontier with bulldozers. The trees that had not previously been consumed by fire and bombs were cleared from their roots by machinery.</p><p>Many Lebanese believe this to be part of an Israeli attempt to effectively create a dead zone on the border, a <a href=\"/features/2024/12/5/israel-buffer-zone-created-by-bombing-lebanon-with-white-phosphorus\">buffer zone</a> that Israel believes will make it safe from attacks, by removing villages and vegetation that could harbour threats.</p><p>“It wasn’t enough to burn it; they wanted to erase it,” said one villager, Hani Kassem.</p><figure id=\"attachment_4185247\" aria-describedby=\"caption-attachment-4185247\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4185247\" src=\"/wp-content/uploads/2025/12/@Ali-Srour-1766182518.jpg?w=770&amp;resize=770%2C652&amp;quality=80\" alt=\"Short-toed Snake Eagle and a Hooded Crow\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4185247\" class=\"wp-caption-text\">Many birds use Hajr al-Raheb in south Lebanon as a migratory route [Courtesy of Ali Srour]</figcaption></figure><h2 id=\"natural-habitat\">Natural habitat</h2><p>For Hani and other locals, Hajr al-Raheb was never just a picturesque landscape; it was a living system that sustained their lives.</p><p>Its dense trees once held the soil together on a hill, curbing erosion and channelling seasonal floods to replenish underground reservoirs in a region where rainfall has been steadily declining and drought has become a constant threat. The hill is now bare.</p><p class=\"x_MsoNormal\">The forest was also home to one of the most active predators in the region, the Syrian jackal, alongside endangered striped hyenas, red foxes, Eurasian badgers, and the short-toed snake eagle.</p><p class=\"x_MsoNormal\">Egyptian mongooses, rarely seen in the Lebanese wilderness, patrolled the undergrowth, while a couple of rock hyrax colonies occupied the limestone outcrops overlooking the valley.</p><p class=\"x_MsoNormal\">Many other birds and small mammals, including owls, hoopoes, the Palestine sunbird, hedgehogs and wild boars, thrived in this patchwork of woodland and stone. These species depended on this small green refuge in an increasingly arid landscape.</p><p class=\"x_MsoNormal\">After the destruction, some of the animals have moved towards the destroyed village and its edges. They now shelter in what is left of the houses, which a few families have returned to.</p><p>Some of the families feed the animals, with the sound of Israeli drones flying overhead.</p><p class=\"x_MsoNormal\">“We both lost the forest, and for them, it was their home,” Hani said, referring to the animals.</p><p>For the villagers, the loss has not only been ecological, but deeply personal. The forest that once anchored their lives and shielded their land is gone.</p><p>“It is the identity of the town,” said another villager, Ali Srour. “And today, we have lost it.”</p><figure id=\"attachment_2601090\" aria-describedby=\"caption-attachment-2601090\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2601090\" src=\"/wp-content/uploads/2024/01/AP24005737945353-1704549761.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Smoke rising from a building\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2601090\" class=\"wp-caption-text\">Black smoke rises from an Israeli air attack on the outskirts of Ayta ash Shab, a Lebanese border village with Israel, in south Lebanon, November 13, 2023 [Hussein Malla/AP Photo]</figcaption></figure><h2 id=\"organisational-silence\">Organisational silence</h2><p>Before Israel’s war, the hills in this area of Lebanon formed a vital link in the eastern Mediterranean migration corridor and one of the busiest bird migration routes on the planet. Every spring and autumn, flocks of storks, raptors and songbirds would pause among the olive groves and forest edges of Ayta ash Shab before continuing their journeys south or north.</p><p>In its 2025 assessment, released in November, the International Union for Conservation of Nature (IUCN) <a href=\"https://www.birdlife.org/news/2024/11/18/new-publication-indicates-devastating-extinction-of-the-slender-billed-curlew/\" target=\"_blank\" rel=\"noopener\">confirmed</a> the global extinction of the slender-billed curlew (Numenius tenuirostris), one of the first officially recorded extinctions of a migratory bird species.</p><p>Once a regular traveller along this very route, the curlew’s disappearance stands as a stark warning of the accelerating collapse of migratory pathways that once connected continents through shared skies. It also underscores the immense pressures migratory birds are already enduring – from habitat loss, urban expansion, pesticide use, and climate change to the harsher realities of conflict zones scarred by white phosphorus contamination and heavy-metal pollution, which usually go unnoticed.</p><p class=\"x_MsoNormal\">After two years of destruction, and despite the extensive documentation of white phosphorus use and widespread ecosystem damage in South Lebanon and Gaza, many of the major wildlife conservation organisations have not addressed these violations, or their impact on migratory routes.</p><p class=\"x_MsoNormal\">The IUCN issued a general <a href=\"https://iucn.org/iucn-statement/202310/iucn-statement-situation-israel-and-gaza\" target=\"_blank\" rel=\"noopener\">statement</a> in October 2023, at the outset of Israel’s genocidal war on Gaza, which expressed concerns over civilian casualties and humanitarian impacts, but did not reference Lebanon or address the environmental damage, specific weapons, ecosystems or migratory pathways.</p><p class=\"x_MsoNormal\">Two years later, at the IUCN World Conservation Congress, held this October in Abu Dhabi, members adopted a motion that called for the restoration of Lebanese ecosystems impacted by war.</p><p class=\"x_MsoNormal\">The motion acknowledged the widespread environmental degradation in Lebanon, including soil and water contamination, vegetation loss, erosion, wildfire risk, and threats to ecological connectivity. It called for post-war recovery, restoration guidance, and international technical and financial support. However, the motion did not identify the responsible parties, nor did it address the specific causes of damage, including the use of white phosphorus.</p><p class=\"x_MsoNormal\">At the same congress, members adopted another motion recognising the crime of ecocide. The motion established a global legal framework and mandated further guidance, but it did not reference Lebanon, Gaza, or any armed conflict.</p><p class=\"x_MsoNormal\">Neither appears as an example of conflict-related environmental destruction, despite the growing global debate on accountability for large-scale environmental harm.</p><p class=\"x_MsoNormal\">In correspondence, the IUCN stated that its approach is intentionally global and non-case specific. It said that the ecocide motion was designed to apply broadly, rather than to named conflicts, and that conflict-linked ecosystem destruction is addressed through general legal and policy <a href=\"https://portals.iucn.org/library/sites/library/files/documents/FRS-001-En.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">frameworks</a> rather than through conflict-specific ecological assessments. This framing leaves the documented environmental damage in south Lebanon and Gaza outside explicit institutional attribution or case-based analysis.</p><p>Al Jazeera also reached out to the World Wildlife Fund (WWF) and BirdLife International to query their positions on the impact of Israel’s wars in Lebanon and Gaza on local ecosystems and wildlife.</p><p>The WWF stated that it has no office or staff presence in Lebanon or Gaza, and has not conducted any environmental assessment related to the war. It referred to its 2022 report, The Nature of Conflict and Peace, as general background on the links between the environment, security, and peace.</p><p>BirdLife International stated that it has not issued a specific public position or statement on the impact of the war in Lebanon and Gaza on migratory species. It encouraged partners to document the potential impacts when possible, but noted that documenting ecological damage during wartime is often unsafe or not possible.</p><p>BirdLife acknowledged that habitat damage affects local populations and may affect migration depending on the season, but stated that impacts in Lebanon and Gaza cannot yet be fully determined.</p><figure id=\"attachment_4185254\" aria-describedby=\"caption-attachment-4185254\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4185254\" src=\"/wp-content/uploads/2025/12/gjackal-Ayta-1766182654.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Golden Jackal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4185254\" class=\"wp-caption-text\">Golden jackals have been spotted in the Ayta ash Shab area of south Lebanon [Courtesy of Green Southerners]</figcaption></figure><h2 id=\"weaponisation-of-the-environment\">Weaponisation of the environment</h2><p class=\"x_MsoNormal\">Meanwhile, in southern Lebanon, the war has revealed a darker reality: the weaponisation of the environment itself. Forests, soils and waters became targets, not collateral victims, in a campaign that blurred the line between military strategy and ecological annihilation.</p><p class=\"x_MsoNormal\">Today, most of the slopes of Ayta ash Shab stand bare and lifeless, stripped of colour, sound and movement. The habitats that once sustained insects, birds and mammals have been erased, leaving behind contaminated soil and silence where life once thrived.</p><p class=\"x_MsoNormal\">Last September, a few flocks of migratory white storks were seen passing overhead. But they did not stop where they once did. Those sites have been irreversibly altered.</p><p class=\"x_MsoNormal\">From October 8, 2023, to October 3, 2024, Green Southerners verified 195 cases of white phosphorus use by Israeli forces across southern Lebanon.</p><p class=\"x_MsoNormal\">Residues of white phosphorus and heavy metals from repeated bombardment have contaminated the soil, posing long-term risks to agriculture and human health.</p><p class=\"x_MsoNormal\">Green Southerners is calling for urgent testing and ecological assessment before any recovery effort can begin.</p><p class=\"x_MsoNormal\">Yet, the main obstacle remains security: Israeli attacks have continued even after the ceasefire was declared on 27 October 2024, leaving the area unsafe for restoration work.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Why is Russia escalating attacks on Ukraine’s Odesa? | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-23T13:42:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/AFP__20250319__376Q2B7__v1__HighRes__UkraineRussiaConflictWar-1742915824.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian forces have struck Ukraine’s southern Black Sea port of Odesa, damaging port facilities and a ship, the region’s governor says.</p><p>The attack late on Monday followed another at the weekend when Moscow carried out a <a href=\"/news/2025/12/20/russian-attack-on-ukraines-odesa-kills-at-least-8-as-peace-talks-lumber-on\">sustained barrage</a> of drones and missile attacks on the wider area around Odesa, which is home to ports crucial to Ukraine’s overseas trade and fuel imports. They followed Russian threats to cut “Ukraine off from the sea”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The escalation in Russia’s assault on Odesa, Ukraine’s biggest port city, has unfolded as Washington steps up <a href=\"/news/2025/12/21/us-russian-officials-meet-in-miami-for-talks-on-ukraine-war\">diplomatic efforts</a> to bring an end to the war. Ukrainian officials met members of a US delegation on Friday in Florida while US envoys held talks with Russian representatives on Saturday.</p><p>“The situation in the Odesa region is harsh due to Russian strikes on port infrastructure and logistics,” Ukrainian President Volodymyr Zelenskyy told reporters in Kyiv on Monday. “Russia is once again trying to restrict Ukraine’s access to the sea and block our coastal regions.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-happened-in-the-latest-russian-attack-on-odesa\">What happened in the latest Russian attack on Odesa?</h2><p>On Tuesday, the head of the Odesa Regional Military Administration, Oleh Kiper, said Russian strikes overnight had damaged a civilian cargo vessel and a warehouse in a district of Odesa while the roof of a two-storey residential building had caught fire.</p><p>Meanwhile, strikes on Saturday on the port of Pivdennyi near Odesa damaged storage reservoirs, Ukrainian Deputy Prime Minister Oleksii Kuleba said. Those came just one day after a ballistic missile strike, also in Pivdennyi, had killed eight people and wounded at least 30.</p><p>These are just the latest strikes in an escalation of hostilities in the area over the past few weeks.</p><p>Last week, Russia launched one of its largest aerial assaults of the war on the Black Sea region, damaging energy infrastructure and causing a power outage in Odesa, leaving hundreds of thousands of residents without electricity for several days.</p><p>Russia’s Ministry of Defence did not immediately comment on the strikes, but the Kremlin has previously described Ukraine’s economic infrastructure as a “legitimate military objective” during the nearly four-year war.</p><p>On the Telegram messaging app, Kuleba said on Friday that Russian forces were targeting power infrastructure and a bridge over the Dniester River near the village of Mayaky, southwest of Pivdennyi, which was struck five times in 24 hours.</p><p>That bridge links parts of the region separated by waterways and serves as the primary westbound route to border crossings with Moldova. It is currently out of operation. Kuleba said the route normally carries about 40 percent of Ukraine’s fuel supplies.</p><figure id=\"attachment_4177415\" aria-describedby=\"caption-attachment-4177415\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177415\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1765877913.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1765877913\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177415\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"why-is-russia-targeting-odesa\">Why is Russia targeting Odesa?</h2><p>“The focus of the war may have shifted towards Odesa,” Kuleba said, warning that the “crazy” attacks could intensify as Russia tries to weaken Ukraine’s economy.</p><p>Russian President Vladimir Putin has previously said Moscow wants to restrict Ukraine’s Black Sea access in retaliation for Kyiv’s recent drone attacks on Russia’s sanctions-evading “<a href=\"/economy/2025/11/27/russias-shadow-vessels-using-false-flags-to-skirt-sanctions-report-says\" target=\"_blank\" rel=\"noopener\">shadow fleet”</a> of vessels, which carry <a href=\"/news/2025/12/2/russian-tanker-struck-off-turkiye-as-ukraine-targets-shadow-fleet\" target=\"_blank\" rel=\"noopener\">a variety of commodities</a>.</p><p>Ukraine said those vessels are used to illegally export sanctioned oil, which provides Russia with its main source of revenue for financing its full-scale invasion of its neighbour.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-important-is-the-port-of-odesa-to-ukraine\">How important is the port of Odesa to Ukraine?</h2><p>Odesa’s port has long been central to Ukraine’s economy. Called a “pearl by the sea”, Odesa is Ukraine’s third most populous city after Kyiv and Kharkiv.</p><p>Black Sea ports – including Odesa and two others close by, Pivdennyi and Chornomorsk – and Mykolaiv to the east handled more than 70 percent of Ukraine’s exports before the war.</p><p>But Odesa’s role as a trading hub has grown in recent years as ports in the Zaporizhia, Kherson and Mykolaiv regions have been occupied by Russia.</p><p>Since the war began in February 2022, Ukraine has continued to rank among the world’s top five exporters of wheat and corn – largely through Odesa.</p><p>By targeting Odesa’s shipping facilities with missiles and drones, Ukrainian officials said, Putin aims to destroy Ukrainian trade and business infrastructure.</p><p>Zelenskyy, who has previously accused Russia of “sowing chaos” on the people of Odesa, said: “Everyone must see that without pressure on Russia, they have no intention of genuinely ending their aggression.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-would-it-mean-for-ukraine-if-odesa-were-destroyed\">What would it mean for Ukraine if Odesa were destroyed?</h2><p>If the port of Odesa were badly damaged, the economic impact for Ukraine would be severe. The city and its surrounding areas would suffer major job losses in the shipping and logistics industries, seriously squeezing local incomes. Meanwhile, port-dependent businesses would falter and investment would fall away.</p><p>Nationally, Ukraine’s export capacity would be hit hard. As a key gateway for grain and other commodities, disruptions there would raise transport costs, slow shipments and reduce export volumes, choking foreign currency earnings and piling pressure on the hryvnia, Ukraine’s currency.</p><p>Elsewhere, farmers would suffer from lower prices for their produce as well as storage bottlenecks with knock-on effects across rural economies. The government would also lose customs revenue just as reconstruction costs would rise, weakening the country’s overall economic resilience.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-other-acts-of-maritime-warfare-have-ukraine-and-russia-engaged-in-during-the-war\">What other acts of maritime warfare have Ukraine and Russia engaged in during the war?</h2><p>Over the past six months, maritime warfare between Ukraine and Russia has intensified. Both sides have targeted naval and commercial assets across the Black Sea and beyond.</p><p>Ukrainian forces have increasingly used underwater drones and unmanned surface vessels to strike ships tied to Russia’s shadow fleet.</p><p>Several shadow fleet tankers, including the Kairos and Virat, were <a href=\"/news/2025/12/2/russian-tanker-struck-off-turkiye-as-ukraine-targets-shadow-fleet\">hit by Ukrainian naval drones in the Black Sea</a> near Turkish waters in late November.</p><p data-start=\"585\" data-end=\"815\">Kyiv has expanded its reach elsewhere, claiming drone strikes in the Mediterranean on December 19 on the Qendil, a Russian-linked tanker, marking an expansion in Kyiv’s maritime operations.</p><p data-start=\"817\" data-end=\"1079\">At the same time, Russian forces have ramped up attacks on commercial targets, including a Turkish-flagged ship carrying trucks and other freight near Odesa with drone attacks on December 13.</p><p data-start=\"1081\" data-end=\"1310\">These actions reflect a shift towards what is referred to as “asymmetric naval warfare”, in which drones and improvised systems play a growing role in disrupting each side’s economic and military support networks at sea, experts said.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Nigeria vs Tanzania - AFCON 2025 | Football News | Al Jazeera",
            "time": "2025-12-23T13:30:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-10-13T194234Z_988436803_UP1ELAD1IQXOA_RTRMADP_3_SOCCER-WORLDCUP-NGA-BEN-PREVIEW-1-1766502993_123980-1766506804.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Nigeria vs Tanzania – AFCON 2025</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, team news coverage and full text commentary stream of the CAF Africa Cup of Nations 2025 game.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "How pro-war extremism is becoming mainstream in Israel | Newsfeed | Al Jazeera",
            "time": "2025-12-23T13:09:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766495299.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump says Greenland ‘essential’ for security: Could he take it by force? | Military News | Al Jazeera",
            "time": "2025-12-23T13:02:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_694a825c41e91-1766490716.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Donald Trump has said the United States <a href=\"/news/2025/12/23/we-have-to-have-it-trump-renews-greenland-push-as-denmark-lodges-protest\">needs Greenland</a> for its “national security” after naming Louisiana Governor Jeff Landry as special envoy to the Danish Arctic island, prompting protests from Copenhagen.</p><p>“We need Greenland for national security, not for minerals,” Trump told reporters at his Mar-a-Lago residence in Florida on Monday, adding that Landry would “lead the charge”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Landry said he would make the Arctic territory “a part of the US”.</p><p>The comments drew <a href=\"/news/2025/12/22/denmark-to-summon-us-ambassador-following-greenland-envoy-appointment\">sharp rebukes</a> from Danish Prime Minister Mette Frederiksen and Greenland’s prime minister, Jens-Frederik Nielsen.</p><p>“You cannot annex another country … Not even with an argument about international security,” they said in a joint statement. “Greenland belongs to the Greenlanders and the US shall not take over Greenland,” they added.</p><p>Since Trump returned to the White House in January, he has commented on several occasions about his desire for the mineral-rich island, a demand Denmark and many other European nations have steadfastly rejected.</p><p>So, what does Trump sending an envoy mean for Greenland, and could he succeed in acquiring it?</p><h2 id=\"why-is-trump-saying-greenland-is-essential-to-us-national-security\">Why is Trump saying Greenland is ‘essential’ to US national security?</h2><p>The US president insisted that the <a href=\"/news/2025/3/28/is-trumps-greenland-plan-part-of-a-scramble-for-the-arctic\">resource-rich island</a> is “essential” for security reasons, rather than for its mineral resources.</p><p>“If you take a look at Greenland, you look up and down the coast, you have Russian and Chinese ships all over the place,” he said on Monday, while adding that the US has “many sites for minerals and oil”.</p><p>Trump’s interest in Greenland is not new.</p><p>During his first term as US president from 2017 to 2021, he mooted the idea of buying the island from Denmark. Trump then postponed a 2019 visit to the Nordic country after Danish PM Frederiksen slammed the idea.</p><p>He has refused to rule out the use of military force to seize control, noting in March that the US would “go as far as we have to”.</p><p>Geographically part of North America, Greenland’s capital, Nuuk, lies about 2,900km (1,800 miles) from New York – closer than it is to Copenhagen, Denmark’s capital, which is situated roughly 3,500km (2,174 miles) to the east.</p><p>The semi-autonomous territory has a population of 57,000 people.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3570999\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Where-is-Greeland-1741684530.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-Where is Greenland-1741684530\" fetchpriority=\"low\"></p><h2 id=\"why-has-trump-sent-an-envoy-to-greenland-what-does-that-signify\">Why has Trump sent an ‘envoy’ to Greenland – what does that signify?</h2><p>On Sunday, the US president appointed Louisiana Governor Landry as special envoy to Greenland, prompting anger from Copenhagen, which summoned the US ambassador to explain the decision.</p><p>Following the announcement, Landry said it would be an honour to serve in a role meant to “make Greenland a part of the US”, further amplifying Denmark’s concerns about the White House’s intentions.</p><p>Taking to his social media platform Truth Social, Trump said Landry is aware “how essential Greenland is” for US national security.</p><p>Marc Jacobsen, a professor at the Royal Danish Defence College in Denmark, said while Trump is “clearly serious” about his interest in Greenland, it is unlikely he would try to take it by force.</p><p>“But we certainly see attempts to gain influence through other channels such as strategic investments and pushing narratives that portray Denmark as a bad partner,” Jacobsen told Al Jazeera.</p><p>“The appointment of Jeff Landry as special envoy and Tom Dans as the leader of the US Arctic Research Commission should be seen as new elements in this strategy,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-have-greenlanders-responded-to-this-latest-move\">How have Greenlanders responded to this latest move?</h2><p>Lokke Rasmussen, the foreign minister of Denmark, said Trump’s appointment of Landry confirmed continued US interest in Greenland.</p><p>“However, we insist that everyone – including the US – must show respect for the territorial integrity of the Kingdom of Denmark,” he told the AFP news agency.</p><p>On Monday, Greenland’s Prime Minister Nielsen said Greenland is friendly towards Washington and that “they know there is no obstacle to the United States increasing security in the Arctic on Greenlandic territory if they wish to do so.</p><p>“But going from that to pressuring to take over a country that is populated and has its own sovereignty is not acceptable,” Nielsen told the daily Sermitsiaq.</p><p>People in Greenland broadly favour increased independence from Denmark – but not the transfer of sovereignty to the US.</p><p>In 2009, Denmark granted Greenland extensive self-governing powers, including the right to pursue independence from Denmark via a referendum.</p><p>In August, Denmark summoned the US charge d’affaires after at least three officials linked to former President Trump were spotted in Greenland’s capital, Nuuk, gauging local sentiment on strengthening ties with the US.</p><p>In March, US Vice President JD Vance and his wife, Usha Vance, were accompanied by White House National Security Advisor Mike Waltz and US Secretary of Energy Chris Wright on a tour of the <a href=\"/news/2025/3/11/mapping-greenlands-resources-population-centres-and-us-military-base\">US’s Pituffik Space Base</a> in northwestern Greenland “to receive a briefing on Arctic security issues and meet with US service members”, according to a statement released by Vance’s office.</p><p>However, Greenland’s acting head of government, Mute Egede, wrote in an online post at the time that Greenland had not in fact extended any invitation for an official or private visit.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In response to Landry’s announcement, European Union Commission President ⁠Ursula von der Leyen and European Council ‍President Antonio Costa said Arctic ‍security ‍was and will remain a “key priority” for the EU, “one in which we seek to work with allies and partners”.</p><p>“Territorial integrity and sovereignty are fundamental principles of international law. These principles ​are essential not ‌only for the European Union, but for nations around the world,” ‌they said ‌on ⁠X.</p><p>On Tuesday, French President Emmanuel Macron reiterated France’s backing for the sovereignty and territorial integrity of both Denmark and Greenland.</p><p>He said Greenland “belongs to its people” and Denmark “serves as its guarantor”.</p><h2 id=\"why-is-greenland-strategic-for-the-us\">Why is Greenland strategic for the US?</h2><p>Trump has repeatedly emphasised that the Arctic’s strategic geography – particularly Greenland’s position between North America and Europe – is key to US defence and global security interests.</p><p>Its location, offering the shortest route from North America to Europe, would give Washington leverage for its military and its ballistic missile early-warning system.</p><p>The US is also interested in placing radars in the waters that connect Greenland, Iceland and the United Kingdom. These waters are a gateway for Russian and Chinese ships, which the US wants to track.</p><p>The island also hosts the Pituffik Space Base, a major US military installation used for surveillance and missile warning operations.</p><h2 id=\"what-mineral-resources-does-greenland-have\">What mineral resources does Greenland have?</h2><p>Trump has denied that its mineral wealth is the real reason he is so interested in Greenland. However, it is rich in mineral resources critical for the production of modern technologies, including rare-earth elements for electronics and clean energy, as well as uranium, zinc and other base metals.</p><p>It also holds potential oil and gas deposits, though their extraction is restricted. Surveys indicate that Greenland contains a substantial share of the critical raw materials identified by the EU.</p><figure id=\"attachment_3570887\" aria-describedby=\"caption-attachment-3570887\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3570887\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Greenlands-mineral-resources-MARCH9-20250D-1741681526.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-Greenlands mineral resources-MARCH9-2025-1741681526\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3570887\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"which-other-countries-are-scrambling-for-positions-in-the-arctic-and-why\">Which other countries are scrambling for positions in the Arctic and why?</h2><p>Several countries have become increasingly active in the Arctic in recent years.</p><p>Climate change and a rapidly melting ice sheet are the main reasons the Arctic has become a geopolitical hotspot.</p><p>The Arctic is heating at a rate four times faster than the global average, increasing its accessibility for maritime trade routes and resource exploration – including by non-Arctic countries as well as those with an Arctic presence.</p><p>China has deployed vessels capable of serving both military surveillance and research functions in the region. The purposes are to collect data and secure access to resources and shipping lanes, which are emerging as a result of melting ice.</p><p>Last year, Canada unveiled a 37-page security policy detailing plans to enhance its military and diplomatic presence in the Arctic, citing threats posed by increasing Russian and Chinese activity.</p><p>In recent years, Russia has expanded its naval presence, deploying missile systems and ramping up weapons testing in the Arctic.</p><p>Russian President Vladimir Putin has also noted Trump’s interest in the region.</p><p>During an address at the International Arctic Forum in the Russian city of Murmansk, the largest city within the Arctic circle, earlier this year, Putin said he believed Trump was serious about taking Greenland and that the US would continue its efforts to acquire it.</p><p>“It can look surprising only at first glance, and it would be wrong to believe that this is some sort of extravagant talk by the current US administration,” said Putin, adding that he expects the US to continue to “systematically advance its geostrategic, military-political and economic interests in the Arctic”.</p><p>Putin also expressed concerns about Russia’s neighbours, Finland and Sweden – both of which have borders inside the Arctic circle – joining NATO, the transatlantic military alliance between North America and Europe. Finland joined NATO in 2023, and Sweden joined in 2024.</p><p>“Russia has never threatened anyone in the Arctic, but we will closely follow the developments and mount an appropriate response by increasing our military capability and modernising military infrastructure,” Putin said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"could-the-us-take-greenland-by-force\">Could the US take Greenland by force?</h2><p>Jacobsen said if the US were to invade Greenland, it would mean the end of the North Atlantic Treaty Organization (NATO).</p><p>Denmark and the US are founding members of NATO, a European and North American military alliance founded in 1949.</p><p>“On a personal level for Trump, it would also mean the end of any ambitions for getting a peace prize, which he has strived for so long,” Jacobsen told Al Jazeera.</p><p>“All his efforts to end the wars in Ukraine, Israel-Palestine and elsewhere would have no effect to this end.”</p><p>Jacobsen added that there are still “reasonable people in the right positions” who would pull the “handbrake on such an unreasonable idea like invading Greenland”.</p><p>“I truly don’t believe it will happen,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Syrian army, Kurdish-led SDF agree to pause after night of fighting | Syria's War | Al Jazeera",
            "time": "2025-12-23T12:59:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766494601.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Should cities be reinvented entirely? | Digital Series | Al Jazeera",
            "time": "2025-12-23T12:52:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/BA-TH-EP-2-THUMB-1766494021.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump recalls dozens of career diplomats in ‘America First’ push | Donald Trump News | Al Jazeera",
            "time": "2025-12-23T12:32:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-18T024332Z_664951509_RC2QIIAXRJP1_RTRMADP_3_USA-TRUMP-1766485969.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States government is recalling dozens of ambassadors and other senior career diplomats to ensure embassies are aligned with President Donald Trump’s “<a href=\"/video/the-bottom-line/2025/11/17/does-america-first-make-the-us-weaker\">America First</a>” priorities, in a move some predict will erode the country’s credibility on the world stage.</p><p>The State Department declined to provide a list of the diplomats being recalled, but a senior official told the Reuters news agency on Monday that the move was “a standard process in any administration”, claiming that an ambassador should be considered a “personal representative” of the president.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is the president’s right to ensure that he has individuals in these countries who advance the America First agenda,” said the official, who spoke on condition of anonymity.</p><p>People familiar with the matter told Reuters that nearly 30 senior diplomats posted to smaller countries where the top US representative has traditionally been drawn from the apolitical Foreign Service were among those ordered back to Washington.</p><p>The Associated Press news agency quoted two anonymous State Department officials as saying that senior diplomats from at least 29 countries began to receive notice on Wednesday about their imminent departures.</p><p>The recalls were first reported by Politico, which said on Friday that two dozen ambassadors were being told to leave their posts, quoting a State Department official.</p><p>The American Foreign Service Association, which represents Foreign Service officers, said on its Facebook page that it had received “credible reports” that “multiple career ambassadors appointed during the Biden administration” had been ordered by phone to leave their posts by January 15 or 16, with no explanation provided for the move.</p><p>“Abrupt, unexplained recalls reflect the same pattern of institutional sabotage and politicisation our survey data shows is already harming morale, effectiveness, and US credibility abroad,” said spokesperson Nikki Gamer in an email cited by Reuters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"giving-away-us-leadership-to-china-and-russia\">‘Giving away US leadership to China and Russia’</h2><p>Ambassadors serve at the pleasure of the president, although they typically remain at their posts for three to four years.</p><p>Those affected by the shake-up are not losing their foreign service jobs but will be returning to Washington for other assignments should they wish to take them, according to the State Department officials who spoke to AP.</p><p>The news agency said Africa was most affected by the removals, with ambassadors from 13 countries being removed: Burundi, Cameroon, Cape Verde, Gabon, Ivory Coast, Madagascar, Mauritius, Niger, Nigeria, Rwanda, Senegal, Somalia and Uganda.</p><p>Ambassadorial changes are also coming to Fiji, Laos, the Marshall Islands, Papua New Guinea, the Philippines, Vietnam, Armenia, Macedonia, Montenegro, Slovakia, Algeria, Egypt, Nepal, Sri Lanka, Guatemala and Suriname, it said.</p><p>Jeanne Shaheen, the top Democrat on the US Senate Committee on Foreign Relations, said on X that Trump was “giving away US leadership to China and Russia by removing qualified career Ambassadors who serve faithfully no matter who’s in power”.</p><p>“This makes America less safe, less strong and less prosperous,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Video: Al Jazeera at scene of armed clashes in Syria’s Aleppo | Syria's War | Al Jazeera",
            "time": "2025-12-23T12:19:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766492390.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel extends law that banned Al Jazeera for two more years | Media News | Al Jazeera",
            "time": "2025-12-23T12:09:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/04/AFP__20170806__RB11M__v2__HighRes__IsraelPalestiniansConflictMediaAljazeera-1711989494.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel extends law that banned Al Jazeera for two more years</h1><p class=\"article__subhead\"><em>The Israeli parliament has voted to extend the bill, which allows the shutdown of foreign media outlets, until 2027.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli parliament has approved an extension of a law which allows the shutdown of foreign media outlets over national security grounds for an additional two years.</p><p class=\"p1\">The bill, which replaces temporary legislation passed last April, includes several amendments aimed at eliminating judicial oversight. It can now be applied even if Israel is not under a state of emergency.</p><p class=\"p1\">In May 2024, <a href=\"/news/2024/5/5/netanyahu-government-votes-to-close-al-jazeera-channel-in-israel\">Israel shut down Al Jazeera</a> operations in the country, weeks after the law was passed by the Knesset.</p><p>The law gave the prime minister and communications minister the authority to order the closure of foreign networks operating in Israel and confiscate their equipment if it was believed they posed “harm to the state’s security”.</p><p class=\"p1\">“Al Jazeera harmed Israel’s security, actively participated in the October 7 massacre, and incited against Israeli soldiers,” Israeli Prime Minister Benjamin Netanyahu posted on X on April 1, 2024.</p><p class=\"p1\">“I intend to act immediately in accordance with the new law to stop the channel’s activity,” he said.</p><p class=\"p1\">The Qatar-based network at the time accused Netanyahu of making “slanderous accusations” and said Israel’s suppression of free press “stands in contravention of international and humanitarian law”.</p><p class=\"p1\">“Al Jazeera holds the Israeli Prime Minister responsible for the safety of its staff and Network premises around the world, following his incitement and this false accusation in a disgraceful manner,” it said in a statement in May, 2024.</p><p class=\"p1\">“Al Jazeera reiterates that such slanderous accusations will not deter us from continuing our bold and professional coverage, and reserves the right to pursue every legal step.”</p><p class=\"p1\">The Al Jazeera website and television channel remain banned in Israel, under the law.</p><p class=\"p1\">The Network has been targeted by Israel before: Netanyahu threatened to shut down its Jerusalem office in 2017, and an Israeli missile destroyed the building housing the broadcaster’s office in Gaza in 2021.</p><p class=\"p1\">Many Al Jazeera journalists – and in several cases, their families – have been killed in Israeli attacks during its genocidal war on Gaza. Anas al-Sharif and three other Al Jazeera journalists were killed in Israeli attacks in August, and are among more than 200 Palestinian journalists killed during the two-year war.</p><p class=\"p1\">In May 2022, Al Jazeera’s journalist Shireen Abu Akleh was shot dead by Israeli soldiers in the occupied West Bank. Israel <a href=\"/news/2022/9/6/israels-shifting-narratives-on-the-killing-of-shireen-abu-akleh\">initially denied but later admit ‘high possibility</a>‘ its soldier killed the journalist, known for her ground reporting from the occupied Palestinian territories.</p></div></div></body></html>"
        },
        {
            "title": "AFCON, more than just football | Africa Cup of Nations | Al Jazeera",
            "time": "2025-12-23T11:08:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Thumbnail-Wide-2-1766488004.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Africa Cup of Nations is more than a football tournament.</p><p>Hosted this year in Morocco, it brings together a global African audience. AFCON offers a rare glimpse of how nations connect with each other and the diaspora through football.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Yemen’s government, Houthis agree to exchange thousands of prisoners | Houthis News | Al Jazeera",
            "time": "2025-12-23T11:01:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-09-26T121325Z_2047321927_RC2NZGACPJ5R_RTRMADP_3_ISRAEL-PALESTINIANS-PROTESTS-YEMEN-1766487307.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Yemen’s government, Houthis agree to exchange thousands of prisoners</h1><p class=\"article__subhead\"><em>Nearly 3,000 detainees to be released under latest prisoner swap deal reached during talks in Oman.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yemen’s internationally recognised government and the Houthi group have reached an agreement to free detainees, according to the United Nations, with officials from both sides putting the number at thousands.</p><p>In a statement on Tuesday, the UN envoy on Yemen Hans Grundberg said the prisoner swap deal came after nearly two weeks of talks in Muscat, the capital of Oman, a mediator in the conflict between the government and the Houthis that began in 2014.</p><p>Abdulqader al-Mortada, an official with the Houthi delegation in Muscat, said in a statement on X that “we signed an agreement today with the other party to implement a large-scale prisoner exchange deal involving 1,700 of our prisoners in exchange for 1,200 of theirs, including seven Saudis and 23 Sudanese”.</p><p>Majed Fadhail, a member of the government delegation, said the new exchange would see “thousands” of war prisoners released, according to the AFP news agency.</p><p>Two of the seven Saudi nationals are air force pilots, Fadhail told AFP.</p><h2 id=\"icrc-ready-to-carry-out-release\">‘ICRC ready to carry out release’</h2><p>Grundberg, the UN envoy, welcomed the agreement as a “positive and meaningful step” and said it would help to ease the suffering of detainees and their families across Yemen.</p><p>He added that its “effective implementation will require the continued engagement and cooperation of the parties, coordinated regional support and sustained efforts to build on this progress toward further releases”.</p><p>Saudi Ambassador Mohamed AlJabir said in a statement the agreement was signed under the supervision of the Office of the UN Special Envoy for Yemen and the International Committee of the Red Cross (ICRC), “which will enable all detainees to return to their families.”</p><p>“I commend the efforts of the negotiation teams from both sides who succeeded in reaching an understanding and concluding this agreement, which addresses a humanitarian issue and strengthens efforts to bring calm and build confidence in Yemen,” said AlJabir.</p><p>Christine Cipolla, the ICRC’s head of delegation in Yemen, said the organisation is “ready and determined to carry out the release, transfer and repatriation of detainees so that people separated from their families can be reunited in a safe and dignified manner”.</p><p>The war in Yemen has been largely frozen since 2022, but tensions have risen in recent weeks as the separatist <a href=\"/opinions/2025/12/10/stc-controls-more-land-in-yemen-but-it-cant-declare-independence-2\">Southern Transitional Council</a> made military advances in the country’s <a href=\"/news/2025/12/8/yemeni-separatist-group-claims-broad-control-of-south\">eastern governorates of Hadramout and al-Mahra</a>.</p><p>Overall, the conflict has killed tens of thousands people and created one of the world’s worst humanitarian disasters. According to the UN, nearly 20 million people across Yemen depend on aid to survive, while close to five million remain displaced.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine “to create fear” with Russian General’s killing | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-23T10:46:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/marina-horz-1766486424.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“This [killing in Moscow] is a mode of warfare which would be referred to as, quote-unquote, irregular.”</p><p>The killing of a top Russian general is a “direct message” to senior Russian military leaders from Ukraine, says Marina Miron, of King’s College London.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Russia strikes Ukrainian homes and energy in deadly missile attack | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-23T10:34:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766486047.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Isak faces two months out with injury after ‘reckless’ tackle: Slot | Football News | Al Jazeera",
            "time": "2025-12-23T10:20:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251220__88QW6JF__v1__HighRes__FblEngPrTottenhamLiverpool-1766484131_202fe9-1766484596.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Alexander Isak is expected to be out of action for two months after fracturing his leg against Tottenham, with Liverpool manager Arne Slot accusing Tottenham’s Micky van de Ven of making a “reckless challenge”.</p><p>The Sweden striker was injured in a tackle from the defender in the act of scoring the opening goal in Saturday’s 2-1 victory and limped off the pitch.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Liverpool said in a statement on Monday that the forward had had an operation on an ankle injury that included a fibula fracture.</p><p>“It’s going to be a long injury, for a couple of months,” Slot told reporters on Tuesday, “So, yeah, that’s a big, big, big disappointment for him. And as a result, also of course for us.”</p><p>Slot described Van de Ven’s tackle as “reckless”.</p><p>“I think I said a lot about the tackle of Xavi Simons [sent off earlier in the game for Spurs], which for me was completely unintentional, and I don’t think you will ever get an injury out of a tackle like that.</p><p>“The tackle of Van de Ven, if you make that tackle 10 times, I think 10 times there’s a serious chance that a player gets a serious injury.”</p><figure id=\"attachment_4191395\" aria-describedby=\"caption-attachment-4191395\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4191395\" src=\"/wp-content/uploads/2025/12/AFP__20251220__88QV69D__v3__HighRes__TopshotFblEngPrTottenhamLiverpool-1766484299.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alexander Isak and Micky van de Ven in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4191395\" class=\"wp-caption-text\">Isak, centre, gets injured in a challenge with Tottenham Hotspur’s Dutch defender #37 Micky van de Ven at the Tottenham Hotspur Stadium in London, on December 20, 2025 [Justin Tallis/AFP]</figcaption></figure><h2 id=\"isak-s-challenging-year-continues\">Isak’s challenging year continues</h2><p>Isak’s injury is the latest setback for the forward after he signed from Newcastle for a British record 125 million pounds ($168m) in September.</p><p>A dispute with Newcastle meant he did not have a proper preseason programme and arrived at Liverpool well behind his teammates in terms of fitness.</p><p>His season was then interrupted by a groin injury.</p><p>The 26-year-old has scored just three goals in 16 appearances since completing his protracted move to Anfield.</p><p>Isak’s absence will be a major blow for Reds boss Slot, with Mohamed Salah at the Africa Cup of Nations and Cody Gakpo not ready to return from a muscle injury until early in the new year.</p><p>It leaves Slot with Hugo Ekitike, who has five goals in his past four games, and the little-used Federico Chiesa as his only senior forwards.</p><p>Liverpool, whose Premier League title defence collapsed after a shocking run of results, have climbed to fifth in the table after extending their unbeaten league run to five games.</p><p>Isak’s injury raises the prospect of Liverpool moving to boost their attack in the January transfer window, with Bournemouth winger Antoine Semenyo linked with a move to Anfield.</p><p>It may also change the conversation around Salah, who had been linked with a move to Saudi Arabia following his recent claim that he had been thrown under the bus by the club and no longer had a relationship with Slot.</p><p>Salah’s rant, which came after he was left on the bench for three successive matches, prompted Liverpool to leave him out of the squad for a Champions League match at Inter Milan.</p><p>But he returned to action as a substitute against Brighton before leaving for international duty.</p><p>Liverpool host bottom side Wolves on Saturday.</p></div></div></body></html>"
        },
        {
            "title": "Vince Zampella, cocreator of Call of Duty game, dies in car crash in the US | News | Al Jazeera",
            "time": "2025-12-23T10:09:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20231226__475443286__v2__HighRes__7thAnnualProducedByConferenceDay2-1766480625.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: an hour ago</span><span aria-hidden=\"true\">Updated: an hour ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The video game pioneer behind the hugely popular Call of Duty franchise, Vince Zampella, has died in a car crash in California at the age of 55, gaming giant Electronic Arts has said.</p><p>The company confirmed reports on Monday that Zampella had been killed in a car crash the previous day, calling the developer and executive’s death “an unimaginable loss”.</p><p>“Vince’s influence on the video game industry was profound and far-reaching,” the statement said.</p><p>“A friend, colleague, leader and visionary creator, his work helped shape modern interactive entertainment and inspired millions of players and developers around the world.”</p><p>Local broadcaster NBC4 reported that Zampella and a passenger were killed when his Ferrari crashed on Southern California’s scenic Angeles Crest Highway on Sunday afternoon.</p><p>“For unknown reasons, the vehicle veered off the roadway, struck a concrete barrier, and became fully engulfed,” the California Highway Patrol said in a statement, without identifying the two victims in the crash.</p><p>Footage on social media showed the crash and its aftermath, in which the mangled wreckage of the vehicle was engulfed in flames.</p><h2 id=\"string-of-successes\">String of successes</h2><p>Among a string of successes in the industry, Zampella was best known for cocreating the Call of Duty franchise, which has sold more than half a billion games worldwide and boasts more than 100 million monthly active players.</p><p>After starting out in the 1990s as a designer on shooter games, Zampella cofounded the Infinity Ward studio in 2002 and helped launch Call of Duty in 2003, before Activision acquired the studio.</p><p>He later left Activision and established Respawn – the studio behind Titanfall, Apex Legends, and the Star Wars Jedi games – in 2010, before it was acquired by Electronic Arts seven years later.</p><p>At EA, he took charge of revitalising the Battlefield series, a competitor to Call of Duty, solidifying his status as one of the key figures in modern first-person shooter games. This year, Battlefield 6 set a new sales record for the franchise.</p><h2 id=\"gamer-at-heart\">‘Gamer at heart’</h2><p>In a statement, Respawn said Zampella was “a titan and legend of this industry, a visionary leader and a force who shaped teams and games … in ways that will be felt for generations”.</p><p>“His impact reached far beyond any one game or studio,” it said.</p><p>Geoff Keighley, video game journalist and cocreator of The Game Awards, said in a social media post that Zampella was “an extraordinary person”.</p><p>Zampella was a “gamer at heart”, he said, but also “a visionary executive with a rare ability to recognise talent and give people the freedom and confidence to create something truly great”.</p><p>“While he created some of the most influential games of our time, I always felt he still had his greatest one ahead of him,” said Keighley.</p><p>“It’s heartbreaking that we’ll never get to play it.”</p></div></div></body></html>"
        },
        {
            "title": "Sudan’s PM Kamil Idris presents peace plan to UNSC to end war | Conflict News | Al Jazeera",
            "time": "2025-12-23T10:08:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20250925__2237411472__v1__HighRes__WorldLeadersGatherForThe80thSessionOfTheUnit-1766473342.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s prime minister has presented a plan to end the country’s nearly three-year war before the United Nations Security Council (UNSC), calling on members to stand “on the right side of history” by backing the initiative, as fighting continued in Kordofan and North Kordofan states.</p><p>Addressing the UNSC on Monday, Kamil Idris outlined the proposal that includes a ceasefire monitored by the UN, African Union and Arab League, and the withdrawal of the Rapid Support Forces (RSF) paramilitary from territory it controls.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The plan would also see RSF forces, who have been engaged in fierce clashes with the Sudanese army since April 2023, being placed in camps and disarmed – a measure, Idris said, would be necessary for the truce to have any “chance for success”.</p><p>Idris, who <a href=\"/news/2025/5/19/sudans-army-leader-al-burhan-appoints-former-un-official-as-prime-minister\">was appointed</a> by the army in May, also pledged to organise free elections following a transition period to allow for “inter-Sudanese dialogue”, and said the plan would also see RSF fighters not implicated in war crimes reintegrated into society.</p><p>“It is not about winning a war,” he said. “It is about ending a cycle of violence that has failed Sudan for decades.”</p><p>He appealed to the council’s 15 members to back the proposal, saying it could “mark the moment when Sudan steps back from the edge and the international community – you, you! – stood on the right side of history”.</p><p>There was no immediate comment by the RSF, but it appeared highly unlikely the paramilitary group would support the proposal.</p><p>Idris’s address at the UNSC came as fighting continues in Sudan, with the Sudanese army on Monday saying it had recaptured a town southwest of the city of al-Rahad in North Kordofan State.</p><p>In October, the RSF <a href=\"/news/2025/10/29/horrific-violations-arab-nations-slam-rsf-killings-in-sudans-el-fasher\">captured the city of el-Fasher</a> in the western Darfur region, killing more than 1,500 people. Tens of thousands of people have been killed, and some 14 million displaced, by the war that erupted over a power struggle between the Sudanese Armed Forces (SAF) chief Abdel Fattah al-Burhan and the RSF head Mohamed Hamdan “Hemedti” Dagalo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"quad-backs-truce-proposal\">Quad backs truce proposal</h2><p>But US Ambassador Jeffrey Bartos presented a different proposal at the UNSC that focused on addressing Sudan’s humanitarian crisis.</p><p>He urged the Sudanese army and the RSF to accept an alternative plan for a humanitarian truce, pushed by the US and key mediators Saudi Arabia, Egypt and the United Arab Emirates – known as the Quad – as the path forward.</p><p>“We urge both belligerents to accept this plan without preconditions immediately,” he said.</p><p>A Quad statement in September called for an immediate three-month truce to lead to a permanent ceasefire, humanitarian access to help civilians, and the creation of a political process for a civilian transition.</p><p>In early November, the RSF <a href=\"/news/2025/11/6/rsf-says-it-agrees-to-mediators-ceasefire-proposal-in-sudan-war\">said it agreed</a> to the humanitarian truce proposed by the Quad. But fighting has continued, with the heaviest clashes occurring in Kordofan, where at least 100 civilians have been killed since early December and more than 50,000 people displaced.</p><p>The UN says the war in Sudan has killed more than 40,000 people – although aid groups say the true number could be many times higher – and created the world’s largest humanitarian crisis, with <a href=\"/news/2025/12/22/sudans-darfur-grapples-with-severe-measles-outbreak-amid-ongoing-violence\">disease outbreaks</a> and famine spreading in parts of the country.</p><p>Fleeing violence amid RSF advances on their towns in the violence-wracked Kordofan region, some 1,700 internally displaced people – most of them women and children – have recently arrived at a displacement camp near Kosti, in White Nile State, officials say.</p><p>Reporting from the camp, Al Jazeera’s Mohamed Vall said it lacked adequate provisions to cope with the influx.</p><p>“They don’t have enough tents, they don’t have enough food, they don’t have enough equipment,” he said.</p><h2 id=\"homemade-not-imposed-on-us\">‘Homemade – not imposed on us’</h2><p>In an apparent reference to the Quad-backed proposal for a humanitarian truce, Idris told the UNSC that his government’s peace plan was “homemade – not imposed on us”.</p><p>Reporting from the UN, Al Jazeera’s Gabriel Elizondo said Sudan’s announcement came towards the end of the meeting, and it was unclear how much support it had from the council members.</p><p>On the sidelines of the meeting, Elizondo asked Idris whether his proposal was realistic, in response to concerns raised privately by a number of UNSC members.</p><p>“I think so. It is realistic, it is doable, it is possible,” the prime minister said.</p><p>But UAE Ambassador Mohamed Abushahab also backed the Quad’s humanitarian truce proposal, saying there was an immediate opportunity to get aid to Sudanese civilians in desperate need.</p><p>“Lessons of history and present realities make it clear that unilateral efforts by either of the warring parties are not sustainable and will only prolong the war,” he warned.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}