{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Pakistan and Afghanistan pen UAE T20 tri-series before Asia Cup | Cricket News | Al Jazeera",
            "time": "2025-08-01T17:01:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2023-10-23T000000Z_1799442622_UP1EJAN10UT3X_RTRMADP_3_CRICKET-WORLDCUP-PAK-AFG-1754066944.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan and Afghanistan pen UAE T20 tri-series before Asia Cup</h1><p class=\"article__subhead\"><em>Tri-series between UAE, Pakistan and Afghanistan hastily penned as warm-up for Asia Cup and T20 World Cup.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Arab Emirates will host a Twenty20 tri-series including Afghanistan and Pakistan later this month, as part of the teams’ buildup for next year’s T20 World Cup.</p><p>Sharjah will host all seven games of the tri-series, starting August 29. Teams play against each other twice before the top two qualify for the final.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Pakistan and Afghanistan have already secured direct qualification for the T20 World Cup to be jointly hosted by India and Sri Lanka. UAE could also qualify, but it has to play ICC’s Asia-East Asia and Pacific qualifiers in Oman in October.</p><p>Afghanistan, which finished seventh in the last T20 World Cup, hasn’t played a T20 since a bilateral series against Zimbabwe late last year. Pakistan is currently playing a T20 series against the West Indies in the United States.</p><p>The tri-series will be followed by the Asia Cup, also scheduled to be held in the UAE, from September 9, when Afghanistan takes on Hong Kong in the opening game.</p></div></div></body></html>"
        },
        {
            "title": "Trump calls on Fed board to take control from Powell over interest rates | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T16:44:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-30T193252Z_1897286106_RC26XFA37LIO_RTRMADP_3_USA-ECONOMY-FED-1754058653.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States President <a href=\"/news/2025/8/1/how-are-countries-and-markets-reacting-to-trump-tariffs\">Donald Trump</a> has called on the Federal Reserve board to wrest control of the central bank from Chairman Jerome Powell and lower interest rates.</p><p>In a series of social media posts on Friday, Trump — who has called for lowering interest rates for months — escalated his attacks on Powell, suggesting that the central bank chief should be stripped of his powers.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Jerome ‘Too Late’ Powell, a stubborn MORON, must substantially lower interest rates, NOW,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114953049546233760\" target=\"_blank\" rel=\"noopener\">wrote</a>.</p><p>“IF HE CONTINUES TO REFUSE, THE BOARD SHOULD ASSUME CONTROL, AND DO WHAT EVERYONE KNOWS HAS TO BE DONE!”</p><p>Earlier this week, Powell announced that interest rates would <a href=\"/economy/2025/7/30/us-federal-reserve-leaves-rates-unchanged-despite-pressure-from-white-house\">remain steady</a> at 4.25 to 4.5 percent.</p><p>The central bank’s rates indirectly set the rates for private lending across the country.</p><p>When the Federal Reserve, known as the Fed, sees the need to accelerate economic activity, it cuts interest rates to lower the cost of borrowing and pump money into the economy.</p><p>Conversely, when prices rise too rapidly, the Fed raises interest rates to bring the cost of living under control.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The central bank operates independently of political officials.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>During the COVID-19 pandemic, interest rates plummeted to prevent a prolonged recession during the lockdown.</p><p>But as supply-chain disruption and an abundance of money in the economy sparked an <a href=\"/economy/2022/5/10/biden-says-fighting-high-inflation-is-his-top-domestic-priority\">inflation crisis</a> in 2022, the Fed hiked interest rates to levels not seen since the 2008 Great Recession.</p><p>An advocate for greater investments in the US economy, Trump has been arguing that inflation is now at sustainable levels, so there is no need for interest rates to remain high.</p><p>Over the past year, the central bank slashed interest rates by about 1 percent, but Trump has been demanding more aggressive cuts.</p><p>On Wednesday, Powell cited a risk of inflation linked to Trump’s <a href=\"/news/2025/8/1/trump-sets-new-tariffs-on-dozens-of-countries-exports\">trade policies</a> as the reason behind his decision not to drop interest rates.</p><p>“Higher tariffs have begun to show through more clearly to prices of some goods, but their overall effects on economic activity and inflation remain to be seen,” he told reporters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier this month, a <a href=\"/economy/2025/7/15/us-inflation-from-tariffs-that-economists-feared-begins-to-emerge\">government report</a> showed that consumer prices rose by 0.3 percent from May to June, compared with 0.1 percent the previous month, as Trump’s tariffs started to set in.</p><p>Powell did not rule out that the uptick in prices could be “short-lived”, but he also warned that it may become persistent, arguing for a cautious approach while monitoring inflation.</p><p>“For the time being, we’re well positioned to learn more about the likely course of the economy and the evolving balance of risks before adjusting our policy stance,” he said. “We see our current policy stance as appropriate to guard against inflation risks.”</p><p>The decision proved controversial, with the Fed board seeing rare dissent from two members, both Trump appointees, who publicly argued for more rate cuts.</p><p>On Friday, <a href=\"/economy/2025/7/25/trump-signals-positive-meeting-with-powell-on-us-interest-rates\">Trump warned</a> Powell that the dissent “<a href=\"https://truthsocial.com/@realDonaldTrump/posts/114953428953267494\" target=\"_blank\" rel=\"noopener\">WILL ONLY GET STRONGER</a>“.</p><p>“Too Little, Too Late,” the US president <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114953595203270237\" target=\"_blank\" rel=\"noopener\">wrote</a>. “Jerome ‘Too Late’ Powell is a disaster. DROP THE RATE! The good news is that Tariffs are bringing Billions of Dollars into the USA!”</p></div></div></body></html>"
        },
        {
            "title": "Protesters demonstrate against Trump’s steep tariffs in Brazil | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T16:43:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-01T160313Z_1535274309_RC2FYFA6TNWP_RTRMADP_3_USA-TRUMP-TARIFFS-BRAZIL-1754064430.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Protesters have gathered on the streets of Brazil to denounce United States President Donald Trump for the steep tariffs he imposed on the country’s exports.</p><p>The demonstrations on Friday erupted in cities like Sao Paulo and Brasilia, as residents voiced their anger on the first day of Trump’s latest tariff campaign.</p><p>Brazil is slated to see <a href=\"/news/2025/7/9/trump-singles-out-brazil-for-fifty-percent-tariffs-citing-political-motives\">some of the highest US tariffs</a> in the world.</p><p>Last month, on July 9, Trump announced he planned to hike the import tax on Brazilian products to 50 percent, in response to <a href=\"https://www.whitehouse.gov/presidential-actions/2025/07/addressing-threats-to-the-us/\" target=\"_blank\" rel=\"noopener\">a list</a> of political complaints, chief among them the prosecution of former Brazilian President <a href=\"/news/2025/7/24/brazils-supreme-court-declines-to-arrest-bolsonaro-over-social-media-ban\">Jair Bolsonaro</a>.</p><p>A far-right leader and former army captain who served as president from 2019 to 2023, Bolsonaro faces trial for allegedly attempting to <a href=\"/news/2025/7/15/bolsonaro-tried-to-incite-insurrection-prosecutor-tells-brazil-top-court\">orchestrate a coup d’etat</a> against his successor, current President <a href=\"/news/2025/7/17/brazils-lula-slams-trump-says-there-is-no-logic-to-us-tariff-threat\">Luiz Inacio Lula da Silva</a>.</p><p>A federal police investigation culminated in a <a href=\"/news/2024/11/26/brazil-ex-president-bolsonaro-plotted-election-coup-police-report\">2024 report</a> that suggested Bolsonaro and his allies sought to undermine the results of the 2022 election, which <a href=\"/news/2022/10/30/brazil-election-lula-da-silva-narrowly-defeats-jair-bolsonaro\">he narrowly lost to Lula</a>.</p><p>Among the possibilities they reportedly considered was declaring a “state of siege” to suspend civil liberties and force the military to intervene. That, in turn, would pave the way for new elections.</p><p>Another idea that was allegedly floated was to poison Lula and shoot Supreme Court Justice Alexandre de Moraes, who had denounced Bolsonaro for spreading <a href=\"/news/2021/8/8/bolsonaro-election-fraud-claims-spark-unprecedented-crisis\">false information</a> about the 2022 election process.</p><p>De Moraes ultimately oversaw the investigation into Bolsonaro’s alleged coup attempt, making him a prominent target for Bolsonaro’s supporters.</p><p>Trump counts himself among them. In <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114825119138468153\" target=\"_blank\" rel=\"noopener\">his July 9 letter</a> announcing the tariffs, he drew a line from his tariff hike to Brazil’s treatment of Bolsonaro, alleging that the prosecution was politically motivated.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“The way that Brazil has treated former President Bolsonaro, a Highly Respected Leader throughout the World during his Term, including by the United States, is an international disgrace,” Trump wrote.</p><p>“This trial should not be taking place. It is a Witch Hunt that should end IMMEDIATELY!”</p><p>Trump also accused the Brazilian Supreme Court of censoring right-wing voices and launching “insidious attacks on Free Elections”. Trump himself <a href=\"/news/2023/8/15/indictment-returned-in-donald-trump-us-election-subversion-probe-in-georgia\">has been accused</a> of seeking to undermine the results of the US’s 2020 election, which he lost to Joe Biden.</p><p>To defend Bolsonaro, Trump has gone so far as <a href=\"https://home.treasury.gov/news/press-releases/sb0211\" target=\"_blank\" rel=\"noopener\">to sanction de Moraes</a>, freezing his US-based assets and revoking his visa.</p><p>But critics have accused Trump of seeking to interfere with Brazil’s judicial process. Some have described the tariff hike and the sanctions against de Moraes as a pressure campaign to force Brazilian prosecutors to drop the case against Bolsonaro.</p><p>On the streets of Sao Paulo on Friday, protesters burned a pair of effigies — one representing Trump, the other Bolsonaro, positioned together in an embrace. Placards waved, some featuring Trump with devil horns protruding from his forehead and cartoons of de Moraes flicking Trump his middle finger.</p><p>A banner, meanwhile, featured the slogan: “Sovereignty is not negotiable.” Brazilian flags abounded on signs and T-shirts.</p><p>De Moraes himself issued a statement, saying Trump’s sanctions would not interfere with his duties. “This rapporteur will ignore the sanctions applied to him and continue working as he has been doing.”</p></div></div></body></html>"
        },
        {
            "title": "Switzerland says ‘disappointed’ by Trump tariffs, will try to negotiate | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T15:38:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25211759325751-1753921070_b593ff-1753924912.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Switzerland says it will try to negotiate its way out of stiff United States tariffs, hours after US President Donald Trump’s administration shocked the European country by announcing plans to impose a <a href=\"/news/2025/8/1/trump-sets-new-tariffs-on-dozens-of-countries-exports\">39-percent tariff rate</a> on Swiss goods.</p><p>The Swiss government said on Friday that it was “disappointed” and would decide how to proceed after Trump unveiled the 39-percent rate, more than double the 15 percent being applied for most European Union imports into the US.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The new tariffs, which are set to go into effect on August 7, would prove painful for several key Swiss industries, including manufacturing and watchmaking.</p><p>The Swiss government said in a statement on social media that it remains in contact with US authorities and “still hopes to find a negotiated solution”.</p><p>“The Federal Council notes with great regret the intention of the US to unilaterally burden Swiss imports with considerable import duties despite the progress made in bilateral talks and Switzerland’s very constructive position,” it added.</p><p>The Trump administration <a href=\"/news/2025/8/1/how-are-countries-and-markets-reacting-to-trump-tariffs\">unveiled a range of new tariffs</a> on many US trading partners on Thursday, saying the move aimed to address a “continued lack of reciprocity in our bilateral trade relationships”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Nearly 70 countries now face import duties that were due to come into force on Friday. But most will now begin on August 7, giving countries a few days to try to reach an agreement with Washington to stave off or reduce their respective tariff rate.</p><p>“Everyone had been focused on August 1 … and now there is a new deadline,” Al Jazeera’s Kimberly Halkett reported from the White House on Friday morning.</p><p>“The reason is so that there can be a little bit more time and breathing space to get some more deals done. There were a few that were very close but didn’t quite make the deadline, and so the White House [said] this will allow … for these final agreements to be worked out.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Trump negotiated trade frameworks over the past few weeks <a href=\"/economy/2025/7/28/eu-and-us-announce-deal-a-breakdown-of-the-trade-agreement\">with the EU</a>, Japan, South Korea, Indonesia and the Philippines — allowing the US president to claim victories as other nations sought to limit his threat of charging even higher tariff rates.</p><p>He said on Thursday there were agreements with other countries, but he declined to name them.</p><p>Asked on Friday if countries were happy with <a href=\"/economy/2025/7/31/what-has-been-the-impact-of-trumps-tariffs-so-far\">the rates set by Trump</a>, US Trade Representative Jamieson Greer said, “A lot of them are.”</p><p>The new tariffs also include a 35-percent duty on many goods from Canada, 50 percent for Brazil, and 20 percent for Taiwan. Taiwan said its rate was “temporary” and it expected to reach a lower figure.</p><p>The Trump administration said it decided to impose 39-percent tariffs on Switzerland because of what it called the European country’s refusal to make “meaningful concessions” by dropping trade barriers.</p><p>“Switzerland, being one of the wealthiest, highest-income countries on Earth, cannot expect the United States to tolerate a one-sided trade relationship,” a White House official said on Friday.</p><p>Swissmem, a group representing the mechanical and electrical engineering industries, said it was “really stunned” by the US move. “It’s a massive shock for the export industry and for the whole country,” said Deputy Director Jean-Philippe Kohl.</p><p>“The tariffs are not based on any rational basis and are totally arbitrary … This tariff will hit Swiss industry very hard, especially as our competitors in the European Union, Britain and Japan have much lower tariffs.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"stock-market-tumbles\">Stock market tumbles</h2><p>But Trump’s new tariffs have created yet more uncertainty, with many details unclear.</p><p>Global stock markets stumbled on Friday, with Europe’s  STOXX 600 down 1.8 percent on the day and 2.5 percent on the week, on track for its biggest weekly drop since Trump announced his first major wave of tariffs on April 2.</p><p>Wall Street also opened sharply lower on Friday.</p><p>Reporting from the New York Stock Exchange, Al Jazeera’s Kristen Saloomey explained that US markets were “definitely down” following the tariffs announcement, but the drop was not as bad as what was seen after the <a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\">first round of tariffs in April</a>.</p><p>“When the first round of tariffs were enacted, the market did drop substantially, but then clawed back a lot of the losses about a month later as deals were worked out. A lot of economists are saying that this time around, the market has priced in tariffs,” Saloomey said.</p><p>Still, she said, “the concern is still that the underlying fundamentals of the economy are under strain and the full weight of the tariffs” has yet to be seen.</p></div></div></body></html>"
        },
        {
            "title": "Isak’s Liverpool link grows as Newcastle absence continues | Football News | Al Jazeera",
            "time": "2025-08-01T15:03:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-04-19T162539Z_739471715_UP1EL4J19MPSL_RTRMADP_3_SOCCER-ENGLAND-AVL-NEW-REPORT-1754059438.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Isak’s Liverpool link grows as Newcastle absence continues</h1><p class=\"article__subhead\"><em>Sweden striker Alexander Isak heavily linked to Liverpool move after reportedly telling Newcastle he wants to leave.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Newcastle have rejected Liverpool’s opening bid to sign unsettled Sweden striker Alexander Isak, according to reports.</p><p>Isak has been training at his old club Real Sociedad this week after reportedly telling Newcastle he wants to leave St James’ Park.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The 25-year-old has been linked with Liverpool since the end of last season, and the Premier League champions are now believed to have formalised their interest with an offer of about 110 million pounds ($146m) plus potential add-ons.</p><p>But Newcastle, who reportedly value Isak at 150 million pounds ($199m), remain eager to hold on to their prize asset and have rebuffed Liverpool’s initial bid.</p><p>Isak, who joined Newcastle in a 60-million-pound ($80m) move from Real Sociedad in 2022, scored 23 Premier League goals last season to help Newcastle qualify for the Champions League.</p><p>He has three years left on his Newcastle contract, but did not travel to Asia for the Magpies’ ongoing preseason tour, with the club saying he had a minor thigh injury.</p><p>On Thursday, Real Sociedad confirmed he was at their Zubieta facility with his own trainers.</p><p>It was reported on Friday that Newcastle had told Isak he could agree a new deal containing a get-out clause for next year, but he responded by insisting he wants to move now.</p><p>Liverpool manager Arne Slot has already bolstered his attacking options by signing Eintracht Frankfurt striker Hugo Ekitike and Bayer Leverkusen playmaker Florian Wirtz during the current transfer window.</p><p>But the Reds are eager to make their forward line even more formidable by adding Isak, as they look to win back-to-back English titles for the first time since the 1980s.</p><p>Newcastle boss Eddie Howe struck a defiant note earlier this week when he said: “He is still our player. He’s contracted to us.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“We, to a degree, control what is next for him. I would love to believe all possibilities are still available to us.</p><p>“My wish is that he stays, but that’s not in my full control.”</p><p>Liverpool have spent more than 250 million pounds ($332m) so far in the summer window, with Milos Kerkez, Jeremie Frimpong and Giorgi Mamardashvili joining Wirtz and Ekitike at Anfield.</p></div></div></body></html>"
        },
        {
            "title": "What has triggered deadly clashes at Uganda’s border with South Sudan? | Border Disputes News | Al Jazeera",
            "time": "2025-08-01T14:59:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/AP25087405476012-1744025265.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Fighting between the armies of Uganda and neighbouring South Sudan, which are longtime allies, erupted this week over demarcations in disputed border regions, leading to the death of at least four soldiers, according to official reports from both sides.</p><p>Thousands of civilians have since been displaced in affected areas as people fled to safety amid the rare outbreak of violence.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>A gunfight <a href=\"/news/2025/7/30/border-clash-between-ugandan-south-sudanese-troops-kills-at-least-four\" target=\"_blank\" rel=\"noopener\">began on Monday</a> and comes as South Sudan, one of the world’s youngest countries, is facing renewed violence due to fracturing within the government of President Salva Kiir that has led to <a href=\"/features/2025/5/6/we-are-suffering-displaced-families-bear-burden-of-south-sudan-conflict\" target=\"_blank\" rel=\"noopener\">fighting </a>between South Sudanese troops and a rebel armed group.</p><p>Uganda has been pivotal in keeping that issue contained by deploying troops to assist Kiir’s forces. However, the latest conflict between the two countries’ armies is raising questions regarding the state of that alliance.</p><figure id=\"attachment_3868929\" aria-describedby=\"caption-attachment-3868929\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3868929\" src=\"/wp-content/uploads/2025/08/GettyImages-1216239625-1754059557.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Uganda South Sudan border\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3868929\" class=\"wp-caption-text\">A truck enters a checkpoint at the Elegu border point between Uganda and South Sudan in May 2020 [Sally Hayden/SOPA Images/LightRocket via Getty Images]</figcaption></figure><h2 id=\"what-has-happened\">What has happened?</h2><p>There are conflicting accounts of the events that began at about 4:25pm local time (13:25 GMT) on Monday, making it hard to pinpoint which side struck first.</p><p>The two agree on where the fighting took place, but each claims the site as being in its own territory.</p><p>Ugandan military spokesperson Major-General Felix Kulayigye told reporters on Wednesday that the fighting broke out when South Sudanese soldiers crossed into Ugandan territory in the state of West Nile and set up camp there. The South Sudanese soldiers refused to leave after being told to do so, Kulayigye said, resulting in the Ugandan side having “to apply force”.</p><p>A Ugandan soldier was killed in the skirmish that ensued, Kulayigye added, after which the Ugandan side retaliated and opened fire, killing three South Sudanese soldiers.</p><p>However, South Sudan military spokesperson Major-General Lul Ruai Koang said in a Facebook post earlier on Tuesday that armies of the “two sisterly republics” had exchanged fire on the South Sudanese side, in the Kajo Keji County of Central Equatoria state. Both sides suffered casualties, he said, without giving more details.</p><p>Wani Jackson Mule, a local leader in Kajo-Keji County, backed up this account in a <a href=\"https://www.facebook.com/permalink.php?story_fbid=pfbid023xxMFozSs3MZm5NJrXhdLfxfSDCepG61w7gX5cTGLmW5EMciM4dTraXmHgZkTPGEl&amp;id=61565198096015&amp;rdid=Rurv8UQEDlmuhnD5#\" target=\"_blank\" rel=\"noopener\">Facebook pos</a>t on Wednesday and added that Ugandan forces had launched a “surprise attack” on South Sudanese territory. Mule said local officials had counted the bodies of five South Sudanese officers.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Kajo-Keji County army commander Brigadier General Henry Buri, in the same statement as Mule, said the Ugandan forces had been “heavily armed with tanks and artillery”, and that they had targeted a joint security force unit stationed to protect civilians, who are often attacked by criminal groups in the area. The army general identified the deceased men as two South Sudanese soldiers, two police officers and one prison officer.</p><p>The fighting affected border villages and caused panic as people fled from the area, packing their belongings hurriedly on their backs, according to residents speaking to the media. Children were lost in the chaos. Photos on social media showed crowds gathered as local priests supervised the collection and transport of remains.</p><figure id=\"attachment_3865741\" aria-describedby=\"caption-attachment-3865741\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865741\" src=\"/wp-content/uploads/2025/07/1000X562-WEBMAP-SOUTH-SUDAN-UGANDA-1753880533.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Map of Uganda and South Sudan\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865741\" class=\"wp-caption-text\">Map of Uganda and South Sudan [Al Jazeera]</figcaption></figure><h2 id=\"what-is-the-border-conflict-about\">What is the border conflict about?</h2><p>Uganda and South Sudan have previously clashed over demarcations along their joint border, although those events have been few and far between. As with the Monday clash, the fighting is often characterised by tension and violence. However, heavy artillery fighting, which occurred on Monday, is rare.</p><p>Problems at the border date back to the demarcations made during the British colonial era between Sudan, which South Sudan was once a part of, and Uganda. Despite setting up a joint demarcation committee (unknown when), the two countries have failed to agree on border points.</p><p>In November 2010, just months before an anticipated South Sudanese referendum on independence from Sudan, clashes erupted after the Ugandan government accused the Sudanese army of attacking Dengolo village in the West Nile district of Moyo on the Ugandan side<b> </b>in multiple raids, and of arresting Ugandan villagers who were accused of crossing the border to cut down timber.</p><p>A South Sudanese army spokesperson denied the allegations and suggested that the assailants could have been from the forestry commission. Uganda’s President Yoweri Museveni and South Sudan’s Kiir met a few days later and pledged to finalise the border issue, but that did not happen.</p><p>Little was reported on the matter for several years after that, but in October 2020, two Ugandan soldiers and two South Sudanese soldiers were killed when the two sides attacked each other in Pogee, Magwi County of South Sudan, which connects to Gulu district of northern Uganda. The area includes disputed territory. Some reports claimed that three South Sudanese were killed. Each side blamed the other for starting the fight.</p><p>In September 2024, the Ugandan parliament urged the government to expedite the demarcation process, adding that the lack of clear borders was fuelling insecurity in parts of rural Uganda, and Ugandan forces could not effectively pursue criminal cattle rustling groups operating in the border area as a result.</p><p>Following the latest flare-up of violence this week, the countries have pledged to form a new joint committee to investigate the clashes, South Sudan military spokesperson, General Koang, said in a statement on Tuesday. The committee will also investigate any recurring issues along the border in a bid to resolve them, the statement read.</p><figure id=\"attachment_3600718\" aria-describedby=\"caption-attachment-3600718\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3600718\" src=\"/wp-content/uploads/2025/03/AP25064407228850-1742884459.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"South Sudan's President Salva Kiir, right, and Vice President Riek Machar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3600718\" class=\"wp-caption-text\">South Sudan’s President Salva Kiir, right, and Vice President Riek Machar, left, attend a mass led by Pope Francis at the John Garang Mausoleum in Juba, South Sudan, on Sunday, February 5, 2023 [Ben Curtis/AP]</figcaption></figure><h2 id=\"why-does-uganda-provide-military-support-to-south-sudan-s-president-kiir\">Why does Uganda provide military support to South Sudan’s President Kiir?</h2><p>Uganda’s Museveni has been a staunch ally of South Sudan’s independence leader, Kiir, and his Sudan People’s Liberation Movement (SPLM) party for many years.</p><p>Museveni supported South Sudan’s liberation war against Sudan, especially following alleged collusion between the former Sudanese leader <a href=\"/news/2023/4/26/ousted-sudanese-president-omar-al-bashir-held-at-army-hospital\" target=\"_blank\" rel=\"noopener\">Omar al-Bashir</a> and the Lord’s Resistance Army (LRA), a rebel group originally formed in Uganda but which regularly attacks both Ugandan and South Sudanese locations in its efforts to overthrow the Ugandan government.</p><p>South Sudan gained independence from Sudan in January 2011. In 2013, Uganda sent troops to support Kiir after a civil war broke out in the new country.</p><p>Fighting had erupted between forces loyal to Kiir and those loyal to his longtime rival, Riek Machar, who was also Kiir’s deputy president pre and post independence, over allegations that Machar was planning a coup.</p><p>Ethnic differences between the two (Kiir is Dinka while Machar is Nuer) also added to the tensions. Machar fled the capital, Juba, to form his own Sudan People’s Liberation Movement-in-Opposition (SPLM-IO).</p><p>The SPLM and SPLM-IO fought for five years before reaching a <a href=\"/news/2025/3/7/fighting-flares-in-south-sudan-is-the-2018-peace-deal-in-danger\">peace agreement</a> in August 2018. About 400,000 people were killed in the war. Uganda deployed troops to fight alongside Kiir’s SPLM, while the United Nations peacekeeping mission (UNMISS), which was in place following independence, worked to protect civilians.</p><p>This year, a power-sharing deal has unravelled, however, and fighting has again broken out between South Sudanese forces and the White Army, a Nuer armed group which the government alleges is backed by Machar, in Nasir County, in the northeast of the country.</p><p>In March, Uganda <a href=\"/news/2025/3/11/uganda-deploys-troops-in-south-sudan-as-civil-war-fears-grow\" target=\"_blank\" rel=\"noopener\">again deployed special forces</a> to fight alongside Kiir’s forces as <a href=\"/news/2025/3/25/south-sudan-on-brink-of-renewed-civil-war-un-warns\" target=\"_blank\" rel=\"noopener\">fears of another civil war</a> mounted. Kiir ordered Machar to be placed under house arrest and also detained several of his allies in the government.</p><figure id=\"attachment_3868941\" aria-describedby=\"caption-attachment-3868941\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3868941\" src=\"/wp-content/uploads/2025/08/2016-04-26T120000Z_1899968665_GF10000396265_RTRMADP_3_SOUTHSUDAN-UNREST-1754059842.jpg?w=770&amp;resize=770%2C548&amp;quality=80\" alt=\"White Army\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3868941\" class=\"wp-caption-text\">Jikany Nuer White Army fighters hold their weapons in Upper Nile State, South Sudan, on February 10, 2014 during the country’s civil war [File: Goran Tomasevic/Reuters]</figcaption></figure><h2 id=\"are-there-concerns-about-uganda-s-influence-in-south-sudan\">Are there concerns about Uganda’s influence in South Sudan?</h2><p>Some South Sudanese who support Vice President Machar, who is still under house arrest, are opposed to Uganda’s deployment of troops in the country, and say Kampala is overreaching.</p><p>Since the Monday skirmish with Ugandan troops, some South Sudanese have taken to Facebook to rail against the army for not condemning alleged territorial violations by Ugandan soldiers, and mocked the spokesman, Koang, for describing the nations as “sisterly”.</p><p>“I wish the escalation would continue,” one poster wrote. “The reason why South Sudan is not peaceful is because of Uganda’s interference in our country’s affairs.”</p><p>“What did South Sudan expect when they cheaply sold their sovereignty to Uganda?” another commenter added.</p><p>Since joining forces to fight the rebel White Army, South Sudanese forces and the Ugandan Army have been accused by Machar and local authorities in Nasir State of using chemical weapons, namely barrel bombs containing a flammable liquid that they say has burned and killed civilians. Nicholas Haysom, head of the UN mission in South Sudan, confirmed that air strikes had been conducted with the bombs. However, Uganda has denied these allegations. The South Sudan army has not commented.</p><p>Forces local to Machar, including the White Army, have also been accused of targeting civilians. Dozens have died, and at least 100,000 have been displaced across northeastern South Sudan since March.</p><p>In May, Amnesty International said Uganda’s deployment and supply of arms to South Sudan violated a UN arms embargo on the country, which was part of the 2018 peace deal, and called on the UN Security Council to enforce the clause.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Top EU court strikes a blow against Italy’s Albania migrant camps scheme | Migration News | Al Jazeera",
            "time": "2025-08-01T14:02:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/AFP__20250411__39ZY4FC__v1__HighRes__AlbaniaItalyEuPoliticsMigration-1744392944.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The European Union’s top court has backed Italian judges who questioned a list of “safe countries” drawn up by Rome, as it prepares to deport migrants to detention centres in Albania.</p><p class=\"p1\">The hard-right government of Prime Minister Giorgia Meloni denounced the European Court of Justice’s (ECJ) ruling and said it “weakens policies to combat mass illegal immigration”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p class=\"p1\">Meloni’s plan to <a href=\"/news/2024/10/16/italy-sends-first-asylum-seekers-to-albania-under-controversial-deal\">outsource</a> migrant processing to a non-EU country and speed up repatriations of failed asylum seekers has been followed closely by others in the bloc.</p><p class=\"p1\">The costly scheme has been frozen for months by legal challenges.</p><p class=\"p1\">Italian magistrates have cited the European court’s decision that EU states cannot designate an entire country as “safe” when certain regions are not.</p><p>On Friday, in a long-awaited judgement, the Luxembourg-based ECJ said Italy is free to decide which countries are “safe”, but warned that such a designation should meet strict legal standards and allow applicants and courts to access and challenge the supporting evidence.</p><p>In its statement, the ECJ said a Rome court had turned to EU judges, citing the impossibility of accessing such information and thus preventing it from “challenging and reviewing the lawfulness of such a presumption of safety”.</p><p>The ECJ also said a country might not be classified “safe” if it does not offer adequate protection to its entire population, agreeing with Italian judges that had raised this issue last year.</p><p>Meloni and her Albanian counterpart, Edi Rama, had signed a migration deal in November 2023, and last year, Rome opened two centres in Albania, where it planned to process up to 36,000 asylum seekers per year.</p><p>The detention facilities have, however, been empty for months, due to the judicial obstacles. Last week, a report found that their construction cost was seven times more than that of an equivalent centre in Italy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"government-s-approach-dismantled\">Government’s approach ‘dismantled’?</h2><p>The European court made its judgement considering a <a href=\"/news/2024/10/16/italy-sends-first-asylum-seekers-to-albania-under-controversial-deal\">case</a> of two Bangladeshi nationals who were rescued at sea by Italian authorities and taken to Albania, where their asylum claims were rejected based on Italy’s classification of Bangladesh as a “safe” country.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Dario Belluccio, a lawyer who represented one of the Bangladeshi asylum seekers at the ECJ on Friday, said the Albanian migrant camps scheme had been killed off.</p><p>“It will not be possible to continue with what the Italian government had envisioned before this decision … Technically, it seems to me that the government’s approach has been completely dismantled,” he told the Reuters news agency.</p><p>Meloni’s office complained that the EU judgement allows national judges to dictate policy on migration, “further reduc(ing) the already limited” capacity of parliament and government to take decisions on the matter.</p><p>“This is a development that should concern everybody,” it said.</p><p>Meanwhile, though the Albanian scheme is stuck in legal limbo, Italy’s overall effort to curb undocumented migration by sea has been successful.</p><p>There have been 36,557 such migrant arrivals in the year to date, slightly up from the same period of 2024, but far below the 89,165 recorded over the same time span in 2023.</p></div></div></body></html>"
        },
        {
            "title": "What are US ‘red flag’ gun laws? Why didn’t they stop New York shooter? | Gun Violence News | Al Jazeera",
            "time": "2025-08-01T14:00:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/ap_688b1b94ec576-1753947028.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Law enforcement officials said <a href=\"/news/2025/7/29/authorities-say-shooter-in-new-york-city-blamed-nfl-for-brain-injuries\">Shane Tamura</a>, the Las Vegas man suspected of killing four people on <a href=\"/news/2025/7/29/nyc-shooting-what-we-know-about-the-victims-suspect-shane-tamura\">July 28</a> in a Manhattan office building, had a documented mental health history, raising questions about why he had access to guns.</p><p>Police said Tamura, 27, fired an M4 rifle in the building that houses the NFL headquarters, killing four people, including a police officer working a corporate security detail, and then himself. News reports said Tamura, a former high school football player, had a note that said he had CTE, or chronic traumatic encephalopathy, which is associated with head injury.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>New York City Police Commissioner Jessica Tisch said on July 28 that police had heard about Tamura’s mental health history from Las Vegas officials. She provided no further details.</p><p>News reports, citing unnamed law enforcement sources, said Tamura had two mental health crisis “holds”, which allow someone to be held involuntarily for evaluation and treatment for up to 72 hours, in Nevada in 2022 and 2024.</p><p>Tisch said Tamura had a Nevada gun licence and used an AR-15 style assault rifle. Tamura legally purchased a revolver in June using his concealed carry permit, Tisch said. CBS and CNN published a photo of Tamura’s 2022 permit issued by Las Vegas police.</p><p>“Red flag” <a href=\"/news/2023/3/14/biden-issues-new-order-in-effort-to-curb-us-gun-violence\">laws</a> are intended to remove weapons from unstable people before a violent act occurs. Sometimes the laws have different names, such as “extreme risk protection orders” or, in Nevada, “high risk protection orders”.</p><p>The state attorney general does not list a mental health crisis hold as a reason for a high-risk protection order. Nevada’s law allows law enforcement or family members to ask a court to issue an order to temporarily remove a person’s firearms or the right to possess a gun if the person poses a threat to themselves or others.</p><p>We asked the Las Vegas Metropolitan Police Department if it had taken steps to use that law to remove Tamura’s access to firearms and received no reply to that question.</p><p>Nevada’s high-risk protection orders are part of a growing number of state laws that aim to prevent firearm injuries and deaths.</p><p>The Nevada law has been little used since it took effect in 2020. Experts said it’s not unusual for states to implement their red flag laws slowly, with some exceptions. Florida, for example, issued about 2,500 orders during the first 18 months after its 2018 law went into effect, said Veronica Pear, an expert on violence prevention and University of California, Davis assistant professor.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-red-flag-laws\">What are red flag laws?</h2><p>Twenty-one states and Washington, DC, have passed red flag laws since 1999, many with Republican support.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>State laws specify who can start a civil petition process to remove or restrict access to weapons. Some states allow only law enforcement to request the orders. Other states allow family members or close contacts, such as coworkers or teachers, to file a petition. Most petitions are filed by law enforcement and are usually granted by courts.</p><p>The application used by Nevada law enforcement asks the petitioner whether the person has a firearm and requests a detailed description of conduct and acts of high-risk behaviour.</p><p>Nevada has weeklong and longer-term orders. The seven-day order comes after a hearing in which only one party’s argument for action has been heard. An extended order can last up to a year.</p><p>The 2022 <a href=\"/news/2022/6/25/president-biden-signs-first-major-federal-gun-reform-in-decades\">Bipartisan Safer Communities Act</a>, signed by former President Joe Biden, provided funding for states to implement red flag laws.</p><p>The National Alliance on Mental Illness said when “appropriately implemented, these laws can be lifesaving”. The organisation also said it is a harmful stereotype to link mental illness and violence.</p><p>About 3 percent to 5 percent of violent acts are committed by people with serious mental illness, such as schizophrenia, bipolar disorder or major depression. People living with mental illness are more likely to be victims of violence than members of the general population.</p><h2 id=\"nevada-s-red-flag-law\">Nevada’s red flag law</h2><p>Nevada Democratic State Representative Sandra Jauregui, who was at a 2017 music festival where a gunman killed 58 people, sponsored Nevada’s 2020 law.</p><p>Former Governor Steve Sisolak, a Democrat, signed the legislation, which Republicans opposed. Former Clark County Sheriff Joe Lombardo, the current Republican governor, campaigned in 2022 on a promise to “remove antiquated laws”, including Nevada’s red flag law. But the law remains on the books with Democrats controlling the Legislature.</p><p>Nationwide, these laws have been used more than 49,000 times through 2023, Everytown for Gun Safety found.</p><p>Law enforcement attitudes and knowledge about red flag laws can affect how often they are used. Florida, New York, California and Connecticut filed orders a few thousand times each year.</p><p>Nevada got off to a slow start, but has increased its use of the law in recent years.</p><p>The Nevada attorney general’s website shows 28 high-risk protection orders in 2024, and 20 in 2023. An office spokesperson said there were six orders so far in 2025.</p><h2 id=\"are-red-flag-laws-effective\">Are red flag laws effective?</h2><p>Analyses about whether red flag laws work as intended are mixed.</p><p>The Rand Corp, a nonprofit public policy research organisation, reviewed studies about red flag laws in July 2024. Researchers found that evidence of the laws’ effects on mass shootings and violent crime was inconclusive, and limited for suicide.</p><p>Most of the laws have been implemented in the past decade, Rand found, so it is difficult to determine the effects of the laws. Also, there are state and local differences in how often the laws are used.</p><p>Other researchers point to studies showing some benefits of red flag laws in reducing crime or suicide.</p><p>In an August 2024 study, Columbia University public health researchers found that Florida’s red flag gun law, passed in response to the 2018 Parkland mass shooting, was associated with an 11 percent reduction in firearm homicide rates from 2019 to 2021. One of the authors said the study did not find a significant reduction in firearm suicides and called for further study.</p><p>Extreme risk protection orders are one important law in a network of laws that work to prevent people who may harm themselves or others from accessing firearms, Pear, the University of California, Davis professor, told PolitiFact in 2022. “But there are other laws that are supported by evidence as well, such as prohibiting the purchase and possession of firearms after a violent misdemeanour conviction, waiting periods and firearm licensing laws.”</p><p><em>Researcher Caryn Baird contributed to this article.</em></p></div></div></body></html>"
        },
        {
            "title": "Bosnia appeals court upholds Bosnian Serb leader’s sentence | Courts News | Al Jazeera",
            "time": "2025-08-01T13:46:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-03-27T120235Z_370329511_RC2T1DA8WE1P_RTRMADP_3_BOSNIA-SERBS-DODIK-1754054932.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bosnia appeals court upholds Bosnian Serb leader’s sentence</h1><p class=\"article__subhead\"><em>Milorad Dodik rejects appeals court’s decision, saying he will seek help of Russia and the Trump administration.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An appeals court in Bosnia has upheld an <a href=\"/video/newsfeed/2025/2/26/bosnian-serb-president-dodik-sentenced-to-prison-for-defying-peace-envoy\">earlier ruling</a> sentencing Bosnian Serb leader Milorad Dodik to one year in prison and banning him from politics for six years over his separatist actions, which set off tensions in the Balkan country.</p><p>Dodik rejected the court ruling on Friday, telling reporters that he will continue to act as the Bosnian Serb president as long as he has the support of the Bosnian Serb parliament.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“I do not accept the verdict,” he said. “I will seek help from Russia and I will write a letter to the US administration.”</p><p>A Sarajevo court in February sentenced the president of Republika Srpska – the ethnic Serb part of Bosnia – to a year in prison for <a href=\"/news/2025/2/26/bosnia-court-sentences-serb-leader-dodik-to-one-year-in-jail\">failing to comply</a> with rulings by the international envoy overseeing Bosnia’s 1995 peace accords.</p><p>It also banned him from holding office for six years.</p><p>The <a href=\"/opinions/2025/3/1/is-this-the-end-of-milorad-dodiks-political-life\">conviction led to uproar</a> in Bosnia’s autonomous Serb Republic, triggering Bosnia’s worst political crisis since the conflict in the early 1990s, which killed about 100,000 people between 1992 and 1995.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Dodik has rejected the trial and his conviction as “political”.</p><p>In response, the parliament in Republika Srpska passed a law prohibiting the central police and judicial authorities from operating in the Serb entity. Bosnia’s constitutional court annulled those laws in May.</p><p>On Friday, the European Union said in a brief statement that the appeals court’s “verdict is binding and must be respected”.</p><p>“The EU calls on all parties to acknowledge the independence and impartiality of the court, and to respect and uphold its verdict,” the bloc said.</p><p>Dodik’s lawyer Goran Bubic said his team would appeal Friday’s ruling to the constitutional court and seek a temporary delay of the implementation of the verdict pending its decision.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Dodik has repeatedly called for the separation of the Serb-run half of Bosnia to join Serbia, which prompted the administration of former United States President Joe Biden to <a href=\"/news/2022/1/5/us-imposes-sanctions-on-bosnian-serb-leader-dodik\">impose sanctions</a> against him and his allies in 2022.</p><p>The Bosnian Serb leader was also accused of corruption and pro-Russia policies.</p></div></div></body></html>"
        },
        {
            "title": "‘A death journey’: Palestinians describe GHF aid site turmoil in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-01T13:45:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-01T081019Z_111632740_RC26YFAE270Q_RTRMADP_3_ISRAEL-PALESTINIANS-AID-1754042522.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Starvation is spreading across the Gaza Strip, and the only organisation on the ground mandated to provide food aid stands accused of grave rights violations and the targeting of civilians.</p><p class=\"p1\">The controversial <a href=\"/news/2025/5/20/what-is-the-gaza-humanitarian-foundation-and-why-has-it-been-criticised\">United States and Israel-backed GHF</a> took over aid distribution in Gaza in May, after Israel eased its total blockade of the Strip.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p class=\"p1\">Since then, the United Nations says, more than 1,300 Palestinians have been killed trying to reach food.</p><p class=\"p1\">Many have been purposefully shot by Israeli soldiers or US security contractors hired by GHF, according to testimonies from <a href=\"/news/2025/7/31/ghf-whistleblower-says-boy-killed-by-israel-just-after-he-collected-aid\">whistleblowers</a> published in the media.</p><p class=\"p1\">Still, in desperation to get any food they can to ensure survival, thousands of Palestinians brave the GHF sites every day.</p><p class=\"p1\">Al Jazeera spoke to mothers, fathers and children who said they saw soldiers open fire on aid seekers amid chaotic scenes as hungry people scrambled for flour and milk.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-can-i-do\" class=\"p1\">‘What can I do?’</h2><p class=\"p1\">The struggle trying to get food from a GHF-run distribution point in Gaza is “a death journey”, said one Palestinian woman, who we are not naming for her safety.</p><p class=\"p1\">“I need to provide for my girls,” the woman, a mother of two, said. “I don’t have anyone to support me.”</p><p class=\"p1\">In her desperation, she visits the aid sites.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"p1\">There, the aid retrieval process is a violent scramble where only those who dare to push deep into the crowd return with anything, she said.</p><p class=\"p1\">“There are children who worked hard to get [aid], and men come to take it from them.”</p><p class=\"p1\">After putting herself at risk, the woman left the aid site with only rice, cooking oil and a can of tomatoes, she said.</p><p class=\"p1\">Still, “it’s a blessing from God”, she added, despite having hurt her arm after being hit in the crowd.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">A child speaking to Al Jazeera told of how going to a GHF site was his only option.</p><p class=\"p1\">“I am going to get food for my siblings. My father was martyred. If I didn’t go to bring it, my siblings would die from hunger. What can I do?” he asked.</p><p class=\"p1\">But at the distribution site, he said he saw hundreds of starving Palestinians shot dead.</p><h2 id=\"shooting-killing-death\" class=\"p1\">‘Shooting, killing, death’</h2><p class=\"p1\">A Palestinian man, Ibrahim Mekki, from the Nuseirat refugee camp in central Gaza, said he waited at least six hours and risked being shot by Israeli forces just to end up with a few bags of pasta.</p><p class=\"p1\">“Shooting, killing, death, destruction and martyrs,” he said of the scene. “And for what? Just to get a little food.</p><p class=\"p1\">“It’s a trap, a game … Letting you move a little, then opening fire.”</p><p class=\"p1\">Mekki said an “enormous” number of people had congregated at the aid site he went to, but he estimated just 5 percent succeeded in retrieving anything of value.</p><p class=\"p1\">“Look at me, what did I get? Nothing,” he said, revealing two small bags of pasta and a bag of bulgur.</p><p class=\"p1\">“It’s not enough to feed the kids for a single day. I’m forced to go back every single day to try again.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"he-died-in-my-arms\" class=\"p1\">‘He died in my arms’</h2><p class=\"p1\">Another man, Rakan Jneid, told Al Jazeera he saw people rushing towards aid trucks near a distribution point – and some of them were run over.</p><p class=\"p1\">“Today, milk came in and people started fighting each other to take the milk,” Jneid said. “The Israelis opened fire to take advantage of the situation.”</p><p class=\"p1\">Another Palestinian, Muhannad Abu Jarad, also described seeing the Israeli army “shooting at us”.</p><p class=\"p1\">Separately, a mother of eight told Al Jazeera that her five-month-old daughter is malnourished because she was not getting enough food during pregnancy.</p><p class=\"p1\">She had already lost her fourth child to malnutrition, she said.</p><p class=\"p1\">“My fourth kid died … He was severely malnourished. We couldn’t provide food for him or provide anything for the child to eat,” she said. “He died in my arms as I was taking him to the hospital.”</p></div></div></body></html>"
        },
        {
            "title": "Climate change threatens yaks, herding culture in India’s Ladakh | Climate News | Al Jazeera",
            "time": "2025-08-01T13:33:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25210697350537-1754051270.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>With her one-year-old son strapped to her back, Tsering Dolma guides a dozen yaks into a stone-walled corral as dusk settles over the stark mountains of India’s isolated Ladakh region.</p><p>Across the vast, wind-swept plains where sparse grass transitions to gravelly foothills and craggy peaks, only a handful of herders tending their livestock break the solitude.</p><p>For generations, herders like Dolma have depended on mountain snowmelt to nourish the high-altitude pastures where their animals graze. But now, herders report that precipitation patterns have grown unpredictable, diminishing the grass available for their yaks.</p><p>“Earlier, it used to snow and rain, but now it has reduced a lot,” the 32-year-old says. “Even the winters are getting warmer than before.”</p><p>In Ladakh, a region near Tibet that once formed part of the ancient Silk Route, women primarily handle the herding, milking, and wool gathering – labour that remains largely manual.</p><p>In a neighbouring valley, 73-year-old Kunzias Dolma prepares yak milk tea and inspects her yak butter while simultaneously spinning her Buddhist prayer wheel with her right hand.</p><p>Unrelated to Tsering Dolma, she has dedicated her life to working with yaks, spending countless hours creating products from their milk and crafting blankets from their wool.</p><p>“We wake up early morning, about 5am every day,” she says. “My husband and I milk the yaks and do all of the other yak-related work until about lunch. Then we take a break and get back to work in the evening. We have been doing this all our life.”</p><p>This traditional lifestyle now faces dual threats: Climate change making Ladakh increasingly inhospitable for yaks, and younger generations pursuing alternative livelihoods.</p><p>Rising temperatures and irregular rainfall have made nutritious vegetation scarcer while subjecting the shaggy, cold-adapted animals to greater physical stress. Research indicates the average temperature in Ladakh has risen by 3 degrees Celsius (5.4 degrees Fahrenheit) over four decades, with more extreme heatwaves and unpredictable precipitation patterns.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>While precisely measuring climate change’s effect on yak populations remains challenging, scientists believe it contributes significantly to their decline. Government data show Ladakh’s yak population fell from nearly 34,000 in 2012 to fewer than 20,000 by 2019, the most recent year with available statistics.</p><p>Though millions of yaks still exist globally, scientists warn that the Himalayan ecosystem in this region is particularly vulnerable to global warming.</p></div></div></body></html>"
        },
        {
            "title": "Is AI transforming the future of healthcare? | Technology | Al Jazeera",
            "time": "2025-08-01T13:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753956398.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">We examine how artificial intelligence is transforming physical medicine and mental health.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Artificial intelligence is being used to diagnose rare diseases and provide vital support for people dealing with anxiety and depression, taking on roles traditionally held by healthcare professionals.</p><p>But this growing reliance raises important questions: can we fully trust AI in critical health decisions? Who is accountable if mistakes are made? And how will its integration shape the future of healthcare?</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong><br>\nAndreas Michaelides – Psychologist and health tech expert</p><p>Dr Chintan Dave – ICU doctor</p><p>Xiao Zeng – Technologist and AI educator</p></div></div></body></html>"
        },
        {
            "title": "These Palestinians survived a visit to the GHF’s deadly aid sites | Crimes Against Humanity | Al Jazeera",
            "time": "2025-08-01T12:51:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754052668.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Aug 2025</span><span aria-hidden=\"true\">1 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Infantino says ‘important step’ taken for Afghan women’s football | Football News | Al Jazeera",
            "time": "2025-08-01T12:48:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP23200388408853-1754050572.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Infantino says ‘important step’ taken for Afghan women’s football</h1><p class=\"article__subhead\"><em>FIFA president Gianni Infantino hails first talent camp staged for Afghanistan women’s refugee football team.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A group of Afghan refugee players participated in the first of three global talent identification camps in Sydney last month as part of efforts to build a 23-player women’s squad for friendly internationals this year, world football body FIFA has revealed.</p><p>Many players from the women’s national team <a href=\"/news/2021/9/15/afghanistan-women-football-team-pakistan-taliban-sports\">fled the country</a> over fears of persecution after the Taliban took control of the government in 2021, and they have been fighting for their right to play internationally again after being excluded from World Cup qualifying events.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Taliban-controlled Afghan Football Federation has banned women’s sports, shattering the dreams of the team, which requires recognition by a national federation to compete internationally.</p><p>The Taliban says it respects women’s rights in accordance with its interpretation of Islamic law and local customs, and that internal matters should be addressed locally.</p><p>There was a ray of hope in May, however, after FIFA approved the creation of an Afghan women’s refugee team and named Pauline Hamill as coach, with the former Scotland international holding the team’s first talent camp from July 23 to 29 in Sydney.</p><p>“It’s great to have the players here,” 53-year-old Hamill told the FIFA website on Friday.</p><p>“Now we have the chance to work with them and try to evaluate their performance, and they can all come together again in an environment that they always wanted to be a part of.</p><p>“I think it’s an incredible project. It’s given the players the chance to perform and play together again. I think they’ll create memories that they otherwise wouldn’t have created, and making memories with your team is really special.”</p><figure id=\"attachment_3868748\" aria-describedby=\"caption-attachment-3868748\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3868748\" src=\"/wp-content/uploads/2025/08/AP21258432118237-1754051692.jpg?w=770&amp;resize=770%2C499&amp;quality=80\" alt=\"Members of Afghanistan's women soccer team and their families pose for a photograph after they were greeted by officials of the Pakistan Football Federation, in Lahore, Pakistan, Wednesday, Sept. 15, 2021\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3868748\" class=\"wp-caption-text\">Members of Afghanistan’s women’s football team and their families pose for a photograph after they were greeted by officials of the Pakistan Football Federation, in Lahore, Pakistan, in 2021 [Waleed Ahmed/AP]</figcaption></figure><p>FIFA is hopeful that players from the trials can take part in approved friendlies later this year, thereby returning Afghan women’s football to the international stage.</p><p>It said it would also provide equipment and help them build connections with local clubs and enable access to counselling, media and social media training, as well as identify potential educational pathways and opportunities within the sport.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“I am confident that we have taken an important step in the right direction by offering these women the opportunity to play internationally while prioritising their safety and wellbeing…,” FIFA President Gianni Infantino said.</p><p>“We are proud of this, of having brought to life this pilot project, and our aim is to expand it in the future to include women from other countries as well.”</p><p>Nilab, one of the players at July’s camp, said football has helped her a lot.</p><p>“My goal is not just about me,” Nilab said. “It’s about all Afghanistan, especially women and girls. This project helps and supports me, and teaches us how we can help each other and how to represent Afghanistan.”</p></div></div></body></html>"
        },
        {
            "title": "Israel’s policy toward Palestinians “shifted to annihilation” | Digital Series | Al Jazeera",
            "time": "2025-08-01T12:43:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/20250801_KHOURI_H-1754052083.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Aug 2025</span><span aria-hidden=\"true\">1 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Endangered rhinos get radioactive implants to deter poachers | Environment | Al Jazeera",
            "time": "2025-08-01T12:11:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754050261.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Aug 2025</span><span aria-hidden=\"true\">1 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Slovenia becomes first EU country to impose arms embargo on Israel | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-01T11:51:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/05/2014-07-30T120000Z_770623320_GM1EA7V0AMG01_RTRMADP_3_MIDEAST-GAZA-SLOVENIA-PROTESTS-1716896453.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Slovenia has become the first country in the European Union to ban all weapons trade with Israel over its war on Gaza.</p><p>The move by the government comes two weeks after the Central European nation declared Israeli ministers persona non grata.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The arms embargo was announced by Prime Minister Robert Golob after a government session on Thursday.</p><p class=\"p1\">“Slovenia is the first European country to ban the import, export and transit of weapons to and from Israel,” the government said in a statement.</p><p class=\"p1\">It said it was moving ahead “independently” because the EU was “unable to adopt concrete measures … due to internal disagreements and disunity”.</p><p class=\"p1\">Amid the devastating war in Gaza, where “people … are dying because humanitarian aid is systematically denied them”, it was the “duty of every responsible state to take action, even if it means taking a step ahead of others”, the statement said.</p><p class=\"p1\">It added that the government had not issued any permits for the export of military weapons and equipment to Israel since October 2023 because of the conflict.</p><p class=\"p1\">Early in July, Slovenia – also in an EU first – banned two far-right Israeli ministers from entering the country.</p><p class=\"p1\">It declared both Israelis “persona non grata”, accusing them of inciting “extreme violence and serious violations of the human rights of Palestinians” with “their genocidal statements”.</p><p>In June 2024, Slovenia’s parliament passed a decree recognising Palestinian statehood, following in the steps of Ireland, Norway and Spain, in moves partly spurred by condemnation of Israel’s bombing of <a href=\"/news/liveblog/2025/8/1/live-israel-kills-starving-palestinians-as-us-envoy-set-to-visit-aid-sites\">Gaza</a>.</p><p>Last week, France, the United Kingdom and Canada also announced they may recognise a Palestinian state. Israel decried these announcements, saying they were a way of rewarding Hamas for its October 7, 2023 assault on Israeli territory.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Israel has been waging a nearly 22-month war in Gaza that human rights groups and United Nations experts have compared to a genocide.</p><p>More than <a href=\"/news/2025/7/29/death-toll-in-israels-war-on-gaza-surpasses-60000\">60,000 Palestinians</a> have been killed in Israel’s military campaign, with more at risk of <a href=\"/news/2025/7/30/more-than-70-aid-seekers-killed-as-starvation-worsens-in-gaza\">dying from hunger</a> as a result of Israel’s blockade of the territory.</p><p>Several countries, <a href=\"/news/2025/7/23/brazil-to-join-south-africas-icj-genocide-case-against-israel\">including South Africa</a>, have also brought cases before the International Court of Justice alleging that Israel is committing genocide in Gaza.</p><p>The United States, however, has been an unwavering ally of Israel throughout its war in Gaza, and President Donald Trump has also warned that recognition of Palestinian statehood would serve as a “reward” to Hamas.</p></div></div></body></html>"
        },
        {
            "title": "Forced back from Iran, Afghans face drought, poverty and repression | Refugees | Al Jazeera",
            "time": "2025-08-01T11:38:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/getty_688a38caa5-1753888970.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At the transit camp in Islam Qala in western Afghanistan, Fatima steps out of the bus into the blazing heat and an uncertain future. She is one of 10,000 people who has arrived from Iran that day and one of 800,000 who has arrived over the last six months. She hurries her three children to an empty spot, slumps onto the dusty ground, and shelters her family with bed sheets. When asked where she goes from here, she says a brother might take them in in her home town.</p><p>The IFRC supports the Afghan Red Crescent Society to provide hot food and healthcare at the camp. UN agencies provide some cash. But within a day, it’s time to leave. Bus drivers call out the names of Afghan cities and towns. Fatima lugs her cases towards a bus to Owbeh, in Herat province. Her three children trail behind her. She explains that she learned carpet weaving in Iran, but wasn’t allowed to bring any materials or instruments with her. How can she start from scratch without money, she asks. And who would buy her carpets in her village anyway? They have nothing. Not even to eat.</p><p>The departure from Iran has been traumatic, but her real challenges start now. When she arrives in her hometown, there will be no jobs in the public sector for her. Men will be reluctant to hire her because of the rules and regulations associated with employing women. Her one chance to cope will be to get her own enterprise going. For that, she’ll need start-up capital. She may also need assistance from her brother to access markets. It will be a struggle, but increasing numbers of Afghan women are rising to this challenge. Fatima could, too. If only she could get access to credit.</p><p>But will anyone in her community be able to buy her products? Like most Afghans, her neighbours will largely depend on agriculture, which will depend on irrigation and rain. In much of Herat province, and across the country, irrigation is becoming impossible because of drought. Rivers are dust. Underground water sources are drying up. With no possibility to farm, men are pouring into the cities in search of daily labour, only to find the battle for water is raging there, too. Mercy Corps has claimed that half of the boreholes in Kabul have dried out and the city could run out of accessible groundwater in five years. This trajectory could be slowed down or reversed, but only with major investment in water conservation, rain vats, storage dams, and check dams. Just the sort of investment that Afghanistan is struggling to raise.</p><p>If Fatima can earn a little money and live close to water, then she can focus on her children’s schooling. Her daughter will have to attend a madrassa. This will be a significant downgrade from her education in Iran. But if she’s lucky, it will be one of the many madrassas that are already introducing more varied subjects and offering classes until 12th grade. If she’s resourceful and can invest some funds, there may be other options too, including vocational training and online courses. The restrictions she will have to navigate are extreme, but not new. They reflect a long-running struggle between cities and the countryside, between desires for self-realisation and deeply rooted patriarchy. Foreign aid may help by quietly creating multiple and flexible opportunities to exchange and learn, while recognising that the ideological battles are for the Afghans themselves and will take time. Some organisations are trying to do this, but not to scale.</p><p>It will take a lot of luck for Fatima to get investment in her social enterprise, to access clean drinking water and to get an education for her children. The alternative is grim, and sadly, much more likely. Like most new arrivals, she will probably be destitute within weeks. She won’t access the rare opportunities for business support. Lack of water will empty the villages around her. If she stays put, her health will fail. Medical care will be too far to reach or too expensive. She may be forced to marry her daughter off early and nudge her boys away from school into some cheap, daily labour. This is what is happening across the country. If she can, to avoid such a terrible fate, she will try to get back to Iran.</p><p>Can foreign aid play a role in supporting Fatima and the millions like her? Despite all the reservations, humanitarian funding has been generous in the last four years. More than $7bn has been spent on assistance. Enough to have helped tens of thousands of women to start small businesses. Enough to have irrigated farms, deepened bore holes and stored water across the country. Enough to have created thousands of alternative learning options for children. Humanitarian agencies have tried to assist in all these areas, but the demand for emergency relief has taken the bulk of the funds, and many donors have been reticent to invest in anything longer term for fear of appearing to legitimise those in power.</p><p>The need for a new approach is compelling. There is less money available now due to aid cuts, but what little is left can still be invested into locally led strategies for livelihoods, water infrastructure, health and learning. This may give people like Fatima a spark of hope in their futures. This is what IFRC will focus on, as much as its resources allow.</p><p>If the moral case for that is not compelling enough, it is worth reflecting that on the current trajectory, the historic repatriation to Afghanistan taking place this year is likely to be a prelude to a much bigger exodus in the years to come. It would be far wiser to invest now and give people a chance to thrive in their home country than to invest much more in refugee camps and anti-trafficking work in the near future.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "DR Congo and Rwanda hold first talks since signing of peace deal | Conflict News | Al Jazeera",
            "time": "2025-08-01T11:20:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/AFP__20250627__643Q944__v1__HighRes__UsDrcRwandaPoliticsDiplomacyConflictPeace-1751046001.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>DR Congo and Rwanda hold first talks since signing of peace deal</h1><p class=\"article__subhead\"><em>The African Union, Qatar and the United States joined the oversight committee meeting in Washington.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Democratic Republic of the Congo (DRC) and Rwanda have held the first meeting of a joint oversight committee, taking a step towards implementing a <a href=\"/news/2025/7/1/turning-point-or-pointless-turn-will-dr-congo-rwanda-deal-bring-peace\">peace deal</a> even as other commitments are yet to be fulfilled.</p><p>The African Union, Qatar and the United States joined the committee meeting in Washington on Thursday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p class=\"p1\">The committee “discussed progress on implementing the agreement”, among other things, a joint statement released by Rwanda and DRC on social media said on Friday.</p><p>The deal in June between Rwanda and DRC marked a breakthrough in talks held by US President Donald Trump’s administration, which aims to bring an end to fighting that has killed thousands and attracted billions of dollars of Western investment to a region rich in tantalum, gold, cobalt, copper, lithium and other minerals.</p><p>The deal outlines provisions for the “respect for territorial integrity and halting hostilities” in eastern DRC, which are still yet to be implemented.</p><p>It also includes economic measures, but has few details.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the Washington agreement, the two African countries pledged to implement a 2024 deal that would see Rwandan troops withdraw from eastern DRC within 90 days.</p><p>The agreement also said DRC and Rwanda would form a joint security coordination mechanism within 30 days and implement a plan agreed last year to monitor and verify the withdrawal of Rwandan soldiers within three months.</p><p>Congolese military operations targeting the Democratic Forces for the Liberation of Rwanda (FDLR), a DRC-based armed group that includes remnants of Rwanda’s former army and fighter groups that carried out a 1994 genocide, are meant to conclude over the same timeframe.</p><p>But 30 days from the <a href=\"/news/2025/6/27/dr-congo-and-rwanda-sign-peace-deal-in-turning-point-after-years-of-war\">signing</a> have passed without a meeting of the joint security coordination mechanism, and operations targeting the FDLR and the withdrawal of Rwandan soldiers have yet to begin.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"deal-not-off-track\">‘Deal not off track’</h2><p>The joint oversight committee was established as a forum to deal with the implementation and dispute resolution of the peace agreement.</p><p>The committee’s meeting, due to take place within 45 days of the signing, was on schedule.</p><p>Trump’s senior Africa adviser, Massad Boulos, told reporters on Wednesday that the deal was not off track, adding that a meeting of the security mechanism was due to be announced in the coming days.</p><p>Asked about the lack of progress on operations against the FDLR and withdrawal of Rwandan soldiers, Boulos said: “There was no timeline for that … If you look at the chronology of what we’ve been able to do since April, it’s been extensive, and it’s been very much on point and very much in line with our aspirations. So it’s not off track in any way.”</p><p>Sources with knowledge of the negotiations recognised delays in the implementation of the deal, but added that they were not yet threatening the deal as a whole.</p><p>Military and diplomatic sources told the Reuters news agency that the parties in conflict – including armed groups such as Rwanda-backed M23 and DRC-aligned fighters groups known as Wazalendo – have strengthened their military presence on the front lines.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "In the wake of new tariffs, how are US-China trade talks going? | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T10:50:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/AP20202493328317-1749472322.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Donald Trump has unveiled new reciprocal tariffs on imports from <a href=\"/news/2025/8/1/whos-included-in-trumps-latest-round-of-adjusted-tariffs\" target=\"_blank\" rel=\"noopener\">dozens of countries</a>, ranging from 10 percent to 41 percent, forging ahead with his efforts to reshape international trade.</p><p>On Thursday, the White House issued a statement entitled “Further Modifying the Reciprocal Tariff Rates”, in which some 69 trading partners and their respective “adjusted” tariff rates were listed.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>These are changes to import levies since the tariffs announced on April 2 (and later paused until August 1), the day Donald Trump referred to as “<a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\">Liberation Day</a>”. Rates have dropped for most countries, but <a href=\"/news/2025/8/1/trump-sets-new-tariffs-on-dozens-of-countries-exports\" target=\"_blank\" rel=\"noopener\">not all</a>. Most of the new tariffs will go into effect on August 7.</p><p>Imports from roughly 40 countries will face a new 15 percent rate on goods they export to the United States, while other nations’ products will be hit with higher duties. The United Kingdom and Australia will pay 10 percent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>One notable exception from Trump’s latest tariff list is China, the US’s third-largest trading partner. So, what’s the current state of play between the two countries?</p><h2 id=\"how-are-us-china-trade-talks-going\">How are US-China trade talks going?</h2><p>Top officials from the US and China failed to agree on extending a 90-day pause on tariffs on Tuesday during the latest round of talks held in Stockholm, Sweden.</p><p>Any renewal of the pause, which is due to expire on August 12, will ultimately be up to Trump, US Treasury Secretary Scott Bessent said.</p><p>The talks, which took place in Rosenbad, the seat of government where the Swedish prime minister’s office is located, were aimed at defusing a new trade spat between the world’s two biggest economies.</p><p>The latest meeting, which was attended by Bessent and Vice Premier He Lifeng for Beijing, concluded just two days after Trump announced a <a href=\"/economy/2025/7/27/us-and-eu-agree-on-trade-tariffs-to-avert-economic-standoff\">new trade deal with the European Union</a>.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>It was the third meeting between the US and China since April, at which point the two sides had slapped each other with tariffs exceeding 100 percent in an escalating trade war.</p><p>On May 12, the two <a href=\"/news/2025/5/12/china-and-us-agree-90-day-tariff-suspension-as-trade-war-talks-extended\">agreed a 90-day tariff pause</a> in Geneva, easing a costly logjam which had upended trade. During the pause, US tariffs have been reduced from 145 percent to 30 percent, and Chinese duties from 125 percent to 10 percent.</p><p>But without a new trading agreement in place, global supply chains could face renewed <a href=\"/economy/2025/4/7/trump-digs-in-on-tariffs-as-global-stock-markets-go-into-freefall\">turmoil</a> if US and Chinese tariffs restart at triple-digit levels that would amount to a bilateral trade embargo.</p><h2 id=\"what-happened-at-the-stockholm-meeting\">What happened at the Stockholm meeting?</h2><p>After the meeting, China’s deputy commerce minister, Li Chenggang, said both sides were “fully aware of the importance of safeguarding a stable and sound China-US trade and economic relationship”.</p><p>He told Chinese media that the two sides had held “candid and constructive exchanges”.</p><p>For his part, Bessent told reporters at a briefing on Tuesday that the US had built momentum with recent US agreements with Japan and the EU. He remained sanguine about China.</p><p>“Just to tamp down that rhetoric, the meetings were very constructive. We just haven’t given the sign off,” he said.</p><p>Bessent stressed that “nothing is agreed until we speak with President Trump”.</p><p>The treasury secretary and US Trade Representative Jamieson Greer were due to brief Trump on Wednesday about the Stockholm discussions, he added.</p><p><span>Bessent also said that, given US <a href=\"/news/2025/7/15/trump-threatens-tariffs-in-50-days-what-harm-will-it-do-to-russia\">secondary tariff legislation</a> on sanctioned Russian oil, China could face high tariffs if Beijing continued with its Russian oil purchases. </span></p><p>Similarly, the US recently announced an <a href=\"/news/2025/7/30/trump-hits-india-with-25-tariff-extra-penalty-for-russian-oil-purchases\" target=\"_blank\" rel=\"noopener\">unspecified penalty for India’s purchase of Russian oil</a>, on top of a 25 percent tariff on Indian exports.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-the-central-issues-in-the-trade-talks\">What are the central issues in the trade talks?</h2><p>Technology exports, specifically <a href=\"/news/2025/5/30/from-students-to-tech-how-us-china-ties-are-sliding-despite-tariff-truce\">chips used for artificial intelligence</a>, are understood to have been at the centre of this week’s talks. In particular, US security officials have raised concerns that high-tech American semiconductor chips could be used by China’s military.</p><p>In April, Trump was poised to block the export of Nvidia’s H20 chip, which has been designed to comply with Biden-era export curbs. But Trump reversed course following direct appeals from Nvidia Chief Executive Officer Jensen Huang.</p><p>In the run-up to this week’s talks, the UK’s Financial Times newspaper reported that Washington had frozen restrictions on technology sales to China to ease negotiations and to avoid retaliation from Beijing in the form of export restrictions on rare earth minerals, as happened in May.</p><p><a href=\"/economy/2025/6/12/why-chinas-rare-earth-exports-are-a-key-issue-in-trade-tensions-with-us\">Rare earths</a> are a group of 17 elements essential to numerous manufacturing industries, from auto parts to clean energy technology to military hardware. They are also a central issue for trade talks.</p><p>China has long dominated the mining and processing of rare earth minerals, as well as the production of related components, like rare earth magnets.</p><p>China’s hold over the industry has been a <a href=\"/economy/2025/6/12/why-chinas-rare-earth-exports-are-a-key-issue-in-trade-tensions-with-us\">key concern for US trade representatives</a> since Donald Trump’s return to the White House.</p><p> </p><h2 id=\"what-was-the-state-of-us-china-trade-before-the-recent-truce\">What was the state of US-China trade before the recent truce?</h2><p>For years, Trump has criticised Beijing for what he deems to be unfair trade practices – namely, import quotas, government subsidies and tax breaks. He has even argued that <a href=\"/news/2025/7/31/tariff-wars-has-donald-trump-killed-the-wto\" target=\"_blank\" rel=\"noopener\">the US’s trade deficit with China</a>, which snowballed to $20 trillion between 1974 and 2024, constitutes a <a href=\"/news/2025/7/31/what-legal-tests-are-donald-trumps-tariffs-facing\">national emergency</a>.</p><p>When Trump <a href=\"/news/liveblog/2025/4/9/trump-tariffs-stocks-dive-as-world-braces-for-duties-to-begin-at-midnight\">paused</a> reciprocal tariffs on dozens of countries on April 9, he made an exception for China. Beijing, in turn, retaliated with import levies of its own.</p><p>Tit-for-tat exchanges quickly snowballed into eye-watering sums. By April 11, US tariffs on Chinese goods had reached 145 percent, while duties on US products entering China had swelled to 125 percent.</p><p>Tensions were defused in May, when Bessent and He Lifeng agreed to a truce which slashed respective tariffs by 115 percentage points for three months.</p><p>For now, US duties on Chinese products are set at 30 percent while China’s tariffs on the US have dropped to 10 percent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-will-happen-next\">What will happen next?</h2><p>This week’s talks may pave the way for a potential meeting between Donald Trump and Chinese President Xi Jinping later in the year, although on Tuesday, Trump <a href=\"/news/2025/7/29/trump-denies-seeking-summit-with-xi-says-he-may-visit-china\">denied</a> going out of his way to seek one.</p><p>For Thomas Sampson, a professor of economics at the London School of Economics, a face-to-face meeting has “the potential to be significant”. Equally though, it could be “a grip-and-grin style summit, where nothing substantive is discussed”, he told Al Jazeera.</p><p>Sampson added that US-China negotiations are more complex than those with other Asian countries, owing to China’s grip on rare earth minerals, in addition to the fact that China “has long been a target of Trump’s”.</p><p>For now, Sampson said he believes that the “mood around the [Sweden] talks seems more positive than earlier this year. Both sides, it seems, have stepped back from the brink”. His expectation is for a “more restrained trade war” than before, if one is to resume.</p><p>On Friday, White House press secretary Karoline Leavitt said trade talks with China were “moving in the right direction” and that Washington remains in “direct communication” with Beijing.</p><h2 id=\"what-other-trade-deals-has-trump-concluded-in-recent-weeks\">What other trade deals has Trump concluded in recent weeks?</h2><p>On top of Trump’s Thursday tariff blitz, the latest US-China talks come after Washington struck deals with both the EU and <a href=\"/economy/2025/7/23/trump-announces-massive-trade-deal-with-japan\">Japan</a> last week.</p><p>Last Sunday, Trump and European Commission President Ursula von der Leyen announced a trade agreement, ending a months-long standoff between two economic giants.</p><p>The EU accepted a 15 percent tariff on most of its exports, while the bloc’s average tariff rate on US goods will drop below 1 percent once the deal goes into effect.</p><p>Brussels also said it would purchase $750bn in American energy products and invest $600bn more into the US, on top of existing commercial agreements.</p><p>France’s Prime Minister Francois Bayrou said the EU had capitulated to Trump’s trade threats, labelling the deal struck on Sunday as a “dark day” for the EU.</p><p>Elsewhere, the US has also struck tariff deals with <a href=\"/economy/2025/7/31/trump-announces-trade-deal-with-south-korea-setting-tariff-at-15-percent\">South Korea</a>, <a href=\"/economy/2025/7/15/trump-announces-19-percent-tariff-on-indonesia\">Indonesia</a>, <a href=\"/news/2025/7/3/us-secures-trade-deal-with-vietnam-as-negotiations-continue-with-s-korea\">Vietnam</a> and <a href=\"/news/2025/7/22/trump-sets-19-tariff-on-philippines-in-new-trade-deal\">the Philippines</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How are countries and markets reacting to Trump tariffs? | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T10:34:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250801__68GW97Y__v1__HighRes__TaiwanUsDiplomacyTariffTrade-1754040019.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">President Donald Trump’s administration has unveiled a range of new <a href=\"/news/2025/8/1/trump-sets-new-tariffs-on-dozens-of-countries-exports\">tariffs</a> to take effect in one week on most US trading partners.</p><p>Nearly 70 countries face Trump’s import duties that were due to come into force on August 1; most were delayed at the last minute and will begin on August 7.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump sees the tariffs as an economic tool of power that will put US exporters in a stronger position, by keeping out imports and encouraging domestic manufacturing.</p><p>While the situation remains dynamic, different levies will be imposed on countries, ranging from 15 percent on Japan and the European Union to 39 percent on Switzerland.</p><p>Here’s how countries and markets have reacted to the news:</p><h2 id=\"china\">China</h2><p>China has warned that US protectionism “harms the interests of all parties”.</p><p>“The Chinese side’s opposition to tariffs has been consistent and clear,” Foreign Ministry spokesman Guo Jiakun said.</p><p>“There is no winner in a tariff war or trade war,” he added.</p><p>With no permanent deal in place, Beijing and Washington are negotiating a deal over tariffs. A 30 percent combined tariff will, however, be applied, following an agreed pause until August 12. That followed an earlier escalation to a 145 percent tariff on imports.</p><h2 id=\"taiwan\">Taiwan</h2><p>Taiwanese President William Lai Ching-te has called its 20 percent tariff announced by Trump “temporary … with the possibility of further reductions should an agreement be reached”.</p><p>The US president had threatened to hit the island with a 32 percent tax and possible duties on its huge semiconductor shipments.</p><h2 id=\"japan\">Japan</h2><p>A tariff of 15 percent agreed last week between Japan and Washington – down from a threatened 25 percent – is due to be applied from August 7.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“We continue to urge the US to take prompt measures to implement the agreement, including lowering tariffs on automobile and auto parts,” Prime Minister Shigeru Ishiba said on Friday.</p><p>The Bank of Japan (BOJ), however, warned that profits of Japanese firms are likely to fall this year because of US tariffs, leading them to downgrade capital expenditure plans.</p><p>Automakers have swallowed the rising costs from the tariffs instead of passing them on to US consumers, as seen in a fall of roughly 20 percent in export prices since April, the BOJ said in a full version of its quarterly outlook report.</p><p>“This suggests Japanese automakers are averting price hikes that may lead to falling sales volume, at the cost of seeing profitability worsen,” the BOJ added.</p><h2 id=\"south-korea\">South Korea</h2><p>The US tariff on South Korean imports will be 15 percent, Trump said on Wednesday, down from a threatened 25 percent. But there is no written agreement yet on a trade deal, the Asian nation’s trade minister said on Friday.</p><p>Speaking to reporters as he arrived home from a visit to Washington, Minister Yeo Han-koo said the two sides had an oral negotiation because of time constraints.</p><p>“What we felt during this negotiation is that the US trade environment is fundamentally changing. This is completely different from the first Trump term,” Yeo said of the deal.</p><p>“I think we are entering a new normal era. So, although we have overcome this crisis, we cannot be relieved, because we do not know when we will face pressure from tariffs or non-tariff measures again.”</p><h2 id=\"malaysia\">Malaysia</h2><p>Malaysia’s Trade Ministry has said its rate, down from a threatened 25 percent, was a positive outcome without compromising on what it called “red line” items.</p><h2 id=\"thailand\">Thailand</h2><p>Thailand’s finance minister said the reduction from 36 to 19 percent in tariffs, would help his country’s struggling economy face global challenges ahead.</p><p>“It helps maintain Thailand’s competitiveness on the global stage, boosts investor confidence and opens the door to economic growth, increased income and new opportunities,” Pichai Chunhavajira said.</p><h2 id=\"cambodia\">Cambodia</h2><p>The US on Friday slashed the tariff rate for Cambodia to 19 percent from earlier levies of 36 percent and 49 percent, a major boost for its crucial garments sector, its biggest economic driver and source of about a million manufacturing jobs.</p><p>“If the US maintained 49 percent or 36 percent, that industry would collapse, in my opinion,” Cambodia’s Deputy Prime Minister and top trade negotiator Sun Chanthol told the Reuters news agency in an interview.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"european-union\">European Union</h2><p>The EU’s trade chief, Maros Sefcovic, said the bloc’s exporters now benefit from a “more competitive position” following a framework agreement between the EU and the US, although he added that “the work continues.</p><p>“The new US tariffs reflect the first results of the EU-US deal, especially the 15 percent all-inclusive tariff cap,” Sefcovic wrote in a post on social media platform X.</p><p>“This reinforces stability for businesses as well as trust in the transatlantic economy,” he added.</p><h2 id=\"switzerland\">Switzerland</h2><p>Switzerland expressed “great regret” that it was hit with 39 percent – up from the threatened 31 percent – despite its “very constructive position”.</p><p>The levy – more than double the EU’s 15 percent – appeared to catch the rich Alpine nation off guard.</p><p>Switzerland ranks sixth in terms of direct investment in the US, with pharma giants Roche and Novartis announcing major spending plans in recent months.</p><p>Swiss foreign minister Ignazio Cassis said on Friday that his country will continue to strive for an agreement with the US. “We are not discouraged and continue to strive for an agreement in the interests of both sides,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sri-lanka\">Sri Lanka</h2><p>Sri Lanka expressed relief that it will face a 20 percent hit – a sharp reduction from the 44 percent originally floated – and expressed hope of a further cut.</p><p>“We are happy that our competitiveness in exports to the US has been retained,” Finance Ministry official Harshana Suriyapperuma told reporters.</p><h2 id=\"bangladesh\">Bangladesh</h2><p>Bangladesh negotiated a 20 percent tariff on exports to the US, down from the 37 percent initially proposed by Trump.</p><p>Muhammad Yunus, the head of the country’s interim government, called it a “decisive diplomatic victory”.</p><h2 id=\"pakistan\">Pakistan</h2><p>Pakistan secured a tariff rate of 19 percent with the US on Thursday.</p><p>“This deal marks the beginning of a new era of economic collaboration, especially in energy, mines and minerals, IT, cryptocurrency and other sectors,” the Pakistani Finance Ministry said in a statement.</p><h2 id=\"india\">India</h2><p>Trump on Wednesday said Indian goods would face a 25 percent US tariff starting August 1, slightly below an earlier threatened level.</p><p>The country would also face an unspecified “penalty” over New Delhi’s purchases of Russian weapons and energy, Trump said on social media.</p><p>India is engaged in trade talks with the US, an Indian government source with knowledge of the discussions told the Reuters news agency on Friday.</p><p>“We remain focused on the substantive agenda that our two countries have committed to and are confident that the relationship will continue to move forward,” India’s foreign ministry said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"south-africa\">South Africa</h2><p>South Africa will use the weeklong delay in the US’s imposition of 30 percent tariffs to negotiate, to avoid the penalty and save jobs, President Cyril Ramaphosa said on Friday.</p><p>“Intensive negotiations are now under way,” Ramaphosa told journalists.</p><p>“Our task is to negotiate as strongly and as hard as we can with the United States,” he said. “Our objective, really, is to save jobs.”</p><h2 id=\"australia\">Australia</h2><p>Australian products could become more competitive in the US market, helping businesses boost exports, Trade Minister Don Farrell said.</p><p>Trump has the minimum tariff rate of 10 percent for Australia.</p><h2 id=\"canada\">Canada</h2><p>Trump said on Thursday that the US would raise tariffs on certain Canadian goods from 25 percent to 35 percent.</p><p>He had warned of trade consequences for Canada after Prime Minister Mark Carney announced plans to recognise a Palestinian state at the United Nations General Assembly in September.</p><p>Unlike the new levies hitting dozens of other economies, there is no delay, and these begin on Friday, according to a White House fact sheet.</p><p>Carney said his government is “disappointed” by Trump’s decision.</p><p>Trump’s order also cited Canada’s failure to “cooperate in curbing the ongoing flood of fentanyl and other illicit drugs” as well as its “retaliation” against his measures.</p><p>Carney outlined Ottawa’s efforts to crack down on fentanyl and to increase border security. “Canada accounts for only 1 percent of US fentanyl imports and has been working intensively to further reduce these volumes,” he said.</p><p>Products covered by the 2020 United States-Mexico-Canada Agreement – which covers a wide swath of items – will, however, be exempt from the tariff rate.</p><h2 id=\"markets\">Markets</h2><p>European stocks hit a three-week low as investors worried about the effect of the new US levies on dozens of countries.</p><p>Asian shares were also headed for the worst week since April after the tariffs were announced.</p><p>Oil prices have, however, changed very little, heading for a weekly gain.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli protesters clash with police over Gaza genocide | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-01T10:27:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754044018.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Aug 2025</span><span aria-hidden=\"true\">1 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Pakistan’s Nawaz takes three West Indies wickets in 14-run T20 win | Cricket News | Al Jazeera",
            "time": "2025-08-01T10:11:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213123095250-1754041031.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan’s Nawaz takes three West Indies wickets in 14-run T20 win</h1><p class=\"article__subhead\"><em>Pakistan continue West Indies’ woes after Australian trouncing with 14-run win in first T20 of series.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mohammad Nawaz took three wickets in an over to propel Pakistan to a 14-run win over the West Indies in the series-opening Twenty20 cricket international in Florida.</p><p>Pakistan was sent in to bat and posted 178 for six, led by Saim Ayub’s 57 from 38 deliveries.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Debate about that being above or below a par target at this venue was partially answered when West Indies openers Johnson Charles and 18-year-old Jewel Andrew, making his T20 international debut, scored at just over six an over to the halfway point in reply.</p><p>After conceding 20 runs in his first three overs, left-arm spinner Nawaz dramatically shifted the contest.</p><p>He started the 12th over with a breakthrough to dismiss Andrew for 35 and end a 72-run opening stand, and he added the wickets of Charles (35) and Gudakesh Motie (0) on the fourth and fifth balls as the West Indies slumped to 75-3.</p><p>Skipper Shai Hope (2) scooped a full delivery from Ayub into the deep in the next over as West Indies lost four wickets for five runs.</p><figure id=\"attachment_3868519\" aria-describedby=\"caption-attachment-3868519\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3868519\" src=\"/wp-content/uploads/2025/08/AP25213111340990-1754041139.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pakistan's Shaheen Shah Afridi attempts to take catch of West Indies' Johnson Charles on the boundary edge during the first Twenty20\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3868519\" class=\"wp-caption-text\">Pakistan’s Shaheen Shah Afridi attempts to take a catch of West Indies’ Johnson Charles on the boundary edge during the first Twenty20 [Lynne Sladky/AP]</figcaption></figure><p>Ayub, who was voted player of the match for his half-century and bowling return of 2-20, said the pitch was challenging to play on, so it was important to building partnerships and not panic.</p><p>Some lofty tail-end hitting from Jason Holder, who struck four sixes in his unbeaten, 12-ball 30, and Shamar Joseph, who hit 21 from 12, helped West Indies to 164-7 and made the final margin more respectable.</p><p>That lopsided contest ended any chance of the West Indies starting the series against Pakistan on a better footing after comprehensive Test and T20 series losses to Australia. The Australians wrapped up a historic 8-0 sweep in the Caribbean earlier in the week.</p><p>Pakistan captain Salman Ali Agha said his team “started strong and finished even better”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A total of closer than 200 was in range for Pakistan early when Ayub and Fakhar Zaman (28) shared an 81-run second-wicket stand to get the score up to 107 in the 12th over.</p><p>But Holder trapped Ayub lbw for 57, ending a 38-ball innings that contained five boundaries and two sixes to get the vital breakthrough. Recalled fast bowler Shamar Joseph kept the pressure on Pakistan’s batting lineup and returned 3-30 from his four overs.</p><p>The second and third T20s will be held in Lauderhill on Saturday and Sunday before an ODI series in the Caribbean.</p></div></div></body></html>"
        },
        {
            "title": "Africa’s billionaire boom masks a crisis for the many | Inequality | Al Jazeera",
            "time": "2025-08-01T10:10:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/getty_688c91b89c-1754042808.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"0\" data-end=\"400\">On July 9, 2025, I was overwhelmed by a profound sense of despair and disappointment upon reading a report from Oxfam International, a globally recognised NGO, revealing that just four of Africa’s richest billionaires hold a combined wealth of $57.4bn. According to Oxfam, this figure exceeds the total wealth of approximately 750 million Africans, roughly half of the continent’s population.</p><p data-start=\"402\" data-end=\"549\" data-is-last-node=\"\" data-is-only-node=\"\">Moreover, the top 5 percent of Africans now control nearly $4 trillion in wealth, more than double the combined assets of the remaining 95 percent.</p><p data-start=\"0\" data-end=\"509\">Titled Africa’s Inequality Crisis and the Rise of the Super‑Rich, the report profiles the four wealthiest individuals on the continent. At number one is Aliko Dangote of Nigeria, estimated to be worth $23.3bn. Next is Johann Rupert and his family from South Africa, with about $14.2bn in wealth. Following them are Nicky Oppenheimer and his family, also South African, with a fortune of $10.2bn. Finally, Egyptian Nassef Sawiris holds approximately $9.4bn in net worth.</p><p data-start=\"511\" data-end=\"932\" data-is-last-node=\"\" data-is-only-node=\"\">I find myself among the bottom 95 percent, the hopeful yet under‑resourced individuals who have laboured for modest incomes while yearning for socioeconomic transformation. At the dawn of the 21st century, in 2000, Africa had no billionaires. Today it is home to 23 billionaires, predominantly male, whose combined wealth has soared by 56 percent over the past five years, reaching an astounding $112.6bn.</p><p data-start=\"44\" data-end=\"281\">Today, no two nations better illustrate Africa’s stark wealth disparity and oligarchic dominance than Nigeria and South Africa, and no business leader exemplifies the rise of crony capitalism on the continent more than Aliko Dangote.</p><p data-start=\"283\" data-end=\"299\">Here is why.</p><p data-start=\"301\" data-end=\"340\">Twenty‑five years ago, Dangote was simply an ambitious multimillionaire businessman. Then, on February 23, 1999, he made a substantial donation to General Olusegun Obasanjo’s presidential campaign. That seemingly benign investment proved decisive for his business trajectory.</p><p data-start=\"342\" data-end=\"379\">A year later, the Obasanjo administration embarked on a sweeping privatisation of state‑owned enterprises, aiming to liberalise the economy, attract private investment and foster domestic entrepreneurship under the Backward Integration Policy (BIP). Dangote acquired Benue Cement in 2000 and Obajana Cement in 2002, laying the foundations for Dangote Cement, now Africa’s largest cement producer.</p><p data-start=\"381\" data-end=\"418\">Between 2010 and 2015, Dangote Cement reportedly paid an effective tax rate of less than 1 percent on profits of approximately 1 trillion Nigerian naira (about $6bn at 2015 exchange rates). Dangote himself became Nigeria’s richest entrepreneur in 2007, attaining billionaire status amid the company’s rapid expansion.</p><p data-start=\"420\" data-end=\"457\">Since then, the quid pro quo strategies between Dangote and the Obasanjo administration have become a conventional aspect of Nigerian politics and business, albeit a controversial one.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"459\" data-end=\"496\">Critics argue that the BIP has stifled competition and fostered monopolistic practices in key sectors like sugar and cement, disproportionately benefitting politically connected elites – including Dangote – at the expense of smaller enterprises and ordinary Nigerians.</p><p data-start=\"2476\" data-end=\"2935\">Nigeria is richly endowed with natural resources and possesses world-class human capital. Nevertheless, more than 112 million people, nearly half of Nigeria’s population, live in poverty, based on the most recent population estimates of around 227 million. At the same time, the country’s five wealthiest individuals, dominating sectors such as oil and gas, banking, telecommunications, and real estate, have amassed a combined fortune of $29.9bn.</p><p data-start=\"2937\" data-end=\"3194\">The dysfunctional system that has enabled Nigeria’s “big five” entrepreneurs and fostered oligarchic patterns is not unique to Nigeria. South Africa, Africa’s most industrialised nation, confronts similar but distinct challenges in its post-apartheid era.</p><p data-start=\"3196\" data-end=\"3526\">After apartheid ended on April 27, 1994, the African National Congress (ANC) introduced Black Economic Empowerment (BEE) and Broad-Based BEE initiatives (BBBEE). These policies aimed to advance the effective participation of Black people in the economy, achieve higher growth, increase employment and ensure fairer income distribution.</p><p data-start=\"3528\" data-end=\"3908\">However, over time, the ANC itself acknowledged that these affirmative action programs have not appreciably benefitted most Black South Africans, especially Black women. In the 31 years since apartheid, economic conditions have only marginally improved. While a few Black business leaders have emerged, they continue to succeed within a system engineered to favour a narrow elite.</p><p data-start=\"3910\" data-end=\"4427\">One such example is Patrice Motsepe, a mining magnate and among Africa’s richest individuals, with an estimated net worth of approximately $3bn. Supporters view him as a tangible beneficiary of post-apartheid economic transformation, but critics, including economist Moeletsi Mbeki, argue that his wealth reflects crony capitalism rather than broad-based entrepreneurship. Motsepe, who is also the brother-in-law of President Cyril Ramaphosa, remains a rare exception in a system marked by elite capture.</p><p data-start=\"4429\" data-end=\"4771\">By April 2025, South Africa’s official unemployment rate stood at 32.9 percent, equating to about 8.2 million people actively seeking work, while the broader rate, including discouraged jobseekers, rose to 43.1 percent. Around the same time, approximately 34.3 million South Africans, or more than half the population, were living in poverty.</p><p data-start=\"4773\" data-end=\"5188\">Meanwhile, the Oppenheimer family, whose immense fortune in diamond mining has deep historical roots tied to South Africa’s colonial past, continues to expand its wealth. A Harvard Growth Lab study published in November 2023 concluded that three decades after the end of apartheid, the economy is defined by stagnation and exclusion, and current strategies are not achieving inclusion and empowerment in practice.</p><p data-start=\"5190\" data-end=\"5490\">Unsurprisingly, the most prominent beneficiaries of BEE initiatives have been ANC insiders and aligned business elites, including President Ramaphosa, former Gauteng Premier Tokyo Sexwale, Saki Macozoma, a former ANC MP, and Bridgette Radebe, sister to Motsepe and wife of ANC stalwart Jeff Radebe.</p><p data-start=\"5492\" data-end=\"5799\" data-is-last-node=\"\" data-is-only-node=\"\">This distinct class of elites starkly contrasts with BEE’s intended beneficiaries, everyday South Africans. Instead, these individuals are grappling with the lingering consequences of oligarchic state capture, widespread corruption, poor service delivery, and sustained cuts to education and health budgets.</p><p data-start=\"84\" data-end=\"564\">Nigeria shares this pattern. At the very least, Dangote’s vast wealth should represent the pinnacle of success in a thriving African economy. Instead, he exemplifies Africa’s most prominent and wealthiest oligarch, demonstrating how proximity to political power can create controversial paths to fortune. Regrettably, almost every African country has its own Dangote or Motsepe whose influence hinders fair and inclusive economic development.</p><p data-start=\"566\" data-end=\"903\">Crony capitalism is a sharp break from free market ideals, where political connections override merit and innovation. This distortion breeds corruption, economic inefficiency and social inequality. It also weakens democratic norms by allowing private interests to gain excessive influence over public policy.</p><p data-start=\"905\" data-end=\"1293\">A 2015 study by Columbia University concluded that wealth accumulated by politically connected oligarchs has a strongly negative impact on economic growth, while the fortunes of unconnected billionaires have little effect. This finding suggests African economies could grow more rapidly if the enormous influence of politically connected elites was curtailed.</p><p data-start=\"1295\" data-end=\"1337\">Now is the time for meaningful reform.</p><p data-start=\"1339\" data-end=\"1497\">African nations must implement a wealth tax on high-net-worth individuals and direct the revenue towards essential services in impoverished areas.</p><p data-start=\"1499\" data-end=\"1806\">According to Oxfam, a modest tax increase consisting of a 1 percent levy on wealth and a 10 percent income tax on the richest individuals could generate $66bn annually, equivalent to 2.29 percent of Africa’s gross domestic product, and help close critical funding gaps in education and electricity access.</p><p data-start=\"1808\" data-end=\"1937\">Above all, African countries must adopt economic policies focused on equity to reduce poverty and improve wellbeing.</p><p data-start=\"1939\" data-end=\"2017\" data-is-last-node=\"\" data-is-only-node=\"\">We, the neglected and disenfranchised 95 percent, stand against oligarchy.</p><p data-start=\"1939\" data-end=\"2017\" data-is-last-node=\"\" data-is-only-node=\"\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Israel kills more starving Palestinians as US envoy heads to Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-01T09:44:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754041439.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Aug 2025</span><span aria-hidden=\"true\">1 Aug 2025</span></p></div></div></body></html>"
        }
    ]
}