{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "LIVE: Israeli forces continue demolition, destruction around Gaza City | Gaza News | Al Jazeera",
            "time": "2025-12-02T05:46:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_692e77af03-1764652975.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israeli forces continue demolition, destruction around Gaza City</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Israeli forces carry out demolition and destruction on residential buildings behind the yellow line in the eastern areas of Gaza City.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "India’s sky-high fares crash dreams to make flying accessible to all | Aviation | Al Jazeera",
            "time": "2025-12-02T05:10:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Indigo-Srinagar-1764643231.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Salman Shahid travels frequently between Srinagar, the biggest city in Indian-administered Kashmir, and New Delhi. He runs Rise, a private coaching centre for students aspiring to join the Indian Institutes of Technology – the country’s premier engineering schools – in Srinagar, but his family is based in New Delhi.</p><p>Flying helps him save time. But increasingly, he just cannot afford it.</p><p>Before the COVID-19 pandemic, Shahid says, a one-way flight from Srinagar to New Delhi would cost him about 3,300 rupees ($37.20) on average. “Now, the same ticket is over 5,000 rupees ($56), and that, too, with very limited time options,” he points out.</p><p>This 50 percent surge in airfare has significantly affected his travel routine. “I don’t travel that frequently now,” he says. “Earlier, I would make at least four round-trips a month. Now, it’s come down to just two.”</p><p>He recalls once booking a ticket for just 1,700 rupees ($19) on Vistara, a domestic airliner, during a sale in 2019. “That kind of pricing now feels like a dream,” he says, adding that he struggles to understand how airfare has escalated so sharply in such a short period.</p><p>He is not alone.</p><p>According to a <a href=\"https://www.aci-asiapac.aero/media-centre/news/international-airfares-remain-high-notable-increase-in-key-domestic-markets-aci-asia-pacific-and-middle-east\" target=\"_blank\" rel=\"noopener\">study</a> published last November by Airports Council International (ACI), a global trade association representing more than 2,000 airports in more than 180 countries, India saw a 43 percent rise in domestic airfares in the first half of 2024, compared with 2019, the second-highest in the Asia Pacific and West Asia regions after Vietnam.</p><p>International fares also rose by 16 percent. India was third in this category. A <a href=\"https://www.business-standard.com/india-news/india-tops-airfare-spike-in-apac-west-asia-study-shows-research-123061201130_1.html\" target=\"_blank\" rel=\"noopener\">study</a> representing 617 airports in the Asia Pacific and West Asia regions, conducted by ACI in partnership with Flare Aviation Consulting, a management consulting boutique specialised in the aviation and airports sector, attributes this surge to high demand, limited competition on some routes, and a 38 percent spike in aviation turbine fuel (ATF) costs since 2019.</p><p>Prices rose from 68,050 rupees ($759) per kilolitre in cities like Delhi in January 2019 to 93,766 rupees ($1,046) per kilolitre in October 2025. Airlines are also recovering pandemic-era losses, further pushing fares up.</p><p>And even though there is no comprehensive study capturing fare trends in 2025, yet, experts say prices have continued to rise throughout the year.</p><p>“Despite the huge surge already, airfares aren’t coming down and are only going up,” said Vandana Singh, the chairperson of the Aviation Cargo Federation of Aviation Industry in India (FAII), a government-recognised body that promotes India’s aviation sector.</p><p>“The relentless increase in airfare does not reflect well on the accessibility of aviation in India,” Singh added, cautioning that the middle and economically weaker sections of society may soon find themselves excluded from the air travel landscape altogether.</p><figure id=\"attachment_4144243\" aria-describedby=\"caption-attachment-4144243\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144243\" src=\"/wp-content/uploads/2025/12/Sofi-Srinagar-1764643447.jpg?w=770&amp;resize=770%2C601&amp;quality=80\" alt=\"Sajad Ismail Sofi, a Srinagar based travel agent at his office. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144243\" class=\"wp-caption-text\">Sajad Ismail Sofi, a travel agent, at his office in Srinagar, Indian-administered Kashmir [Aatif Ammad/Al Jazeera]</figcaption></figure><h2 id=\"hollow-catchphrase\">‘Hollow catchphrase’</h2><p>In October 2016, Indian Prime Minister Narendra Modi launched what his government has called the UDAN scheme – “Udan” means “flight” in Hindi, but the acronym stands for Ude Desh ka Aam Nagrik (Let the Common Citizen Fly). The stated aim of the scheme was to dramatically expand India’s aviation infrastructure, and open up dozens of new routes to make air travel accessible to lower-income Indians and people in smaller towns and cities.</p><p>While flagging off the first flight under the scheme in April 2017, Modi said, “I want to see people who wear hawai chappals [flip-flops] flying in a hawai jahaaz [aeroplane].”</p><p>His comments effectively became a slogan for the campaign, touted as the government’s bid to make flying affordable and accessible for millions of people from small-town India, many of whom cannot even afford shoes.</p><p>But that slogan now carries a tinge of irony, Singh said.</p><p>“With fares escalating consistently over the past few years, this inspiring slogan now risks becoming a hollow catchphrase rather than a lived reality.”</p><p>Under the Modi government, India has indeed witnessed a rapid expansion in the number of cities and towns connected by air, with airports more than doubling from 74 in 2014, when Modi came to power, to 157 in 2024.</p><p>But the numbers mask a deeper crisis that afflicts Indian aviation, experts say. Because the number of flights and routes has gone up, the total volume of travellers in India has remained high, even if soaring prices mean that many individual passengers are reducing air travel.</p><p>The country is the world’s third-largest domestic aviation market, and witnessed a 15 percent increase in air passengers, year-on-year, in the 2024 financial year, according to government figures.</p><p>Still, signs of turbulence are visible, even in the data. Domestic air traffic dipped to 12.6 million passengers in July 2025, compared with 13.1 million in June 2025. The numbers recovered in August to 13.2 million, but then dipped again in September (12.6 million), before rising in October to 14.3 million passengers.</p><p>Rohit Kumar, an aviation economist and a faculty member at Rajiv Gandhi National Aviation University, said that while passenger numbers have not fallen, “the rise in fares has quietly pushed the lower and lower-middle classes out of the skies”. New airports, more routes, and upper-middle-class travellers, who value time over cost, are continuing to keep total passenger numbers up.</p><p>Kumar added that the remote working culture that many technology and service-driven industries in India have continued to embrace since the pandemic has allowed employees to travel more frequently than before. This has boosted occasional air travel among higher-income professionals, he said.</p><p>However, despite year-on-year growth, the sector remains deeply unequal. India’s aviation sector, Kumar cautioned, is being carried by a small, affluent section, while the vast majority – emerging flyers that the UDAN scheme was meant to serve – are increasingly being left behind.</p><p>Singh of the FAII was even more blunt.</p><p>“The very people the [Modi] slogan referred to, those who wear chappals, are now being priced out of the skies,” she said.</p><figure id=\"attachment_4144246\" aria-describedby=\"caption-attachment-4144246\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144246\" src=\"/wp-content/uploads/2025/12/AP22219239413839-1764643613.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An aircraft of India's airline SpiceJet takes off in Mumbai, India, Sunday, Aug. 7, 2022. (AP Photo/Rafiq Maqbool)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144246\" class=\"wp-caption-text\">An aircraft of India’s SpiceJet airlines takes off in Mumbai, India, Sunday, August 7, 2022 [Rafiq Maqbool/AP]</figcaption></figure><h2 id=\"monopolistic-trends\">‘Monopolistic trends’</h2><p>More routes are not the only factor allowing airlines to keep raising fares, even if they are pricing out many passengers. They are also helped by shrinking competition.</p><p>In recent years, several major airlines have shut down, while others have merged after acquisitions.</p><p>Go First, which once held more than 10 percent of India’s domestic and international market, with 52 aircraft, <a href=\"/economy/2023/5/2/indias-go-first-airline-files-for-bankruptcy\">ceased operations</a> in May 2023 after filing for bankruptcy. Jet Airways, with a 21 percent <a href=\"/features/2019/4/10/the-downfall-of-jet-airways-how-indias-premium-airline-crumbled\">market share</a> and 124 aircraft at its 2016 peak, <a href=\"/economy/2019/4/17/indias-debt-ridden-jet-airways-suspends-all-operations\">halted operations</a> in 2019.</p><p>SpiceJet teetered on the edge of insolvency, especially between 2022 and 2024, due to mounting debt, legal issues, and grounded aircraft. In July 2022, the Directorate General of Civil Aviation (DGCA), India’s aviation regulator, cut SpiceJet operations by 50 percent. The DGCA cited “poor internal safety oversight and inadequate maintenance actions”. SpiceJet also faced significant delays, with a reported on-time performance (OTP) of 54.8 percent in January 2025, making it the least punctual airline among major carriers at the time.</p><p>Defaults on lease payments also led to aircraft repossessions, shrinking SpiceJet’s fleet from 118 in 2019 to just 28 operational planes by January 2025.</p><p>“The back-to-back shutdown of airlines in India severely impacted air travel, paving the way for monopolistic trends,” said Singh. With fewer players in the skies, dominant airlines can dictate prices and raise them at their discretion, she added.</p><p>In another major shake-up, Air India, India’s only public sector airline, was <a href=\"/economy/2021/10/8/jet-set-tata-group-wins-bid-for-debt-hit-air-india-in-2-4b-deal\">officially privatised</a> in January 2022, when the Tata Group took over full ownership.</p><p>Following this, Vistara, an airline already jointly owned by Tata and Singapore Airlines, was merged with Air India in November 2024. The merger raised concerns and faced strong opposition from critics, including trade unions and opposition parties, who feared that the consolidation of Air India, Vistara, and AirAsia India – another Tata Group subsidiary also merged with the other two – would lead to an aviation oligopoly, reducing competition and consumer choice in the Indian market.</p><p>Zuhaib Rashid, an economics and research associate at the Isaac Centre for Public Policy, New Delhi, said the merger handed over control of India’s skies to just two private players, posing a serious threat to competition.</p><p>The only other major aviation player in India today is Indigo, which has 61 percent market share. Together, IndiGo and Air India now control 91 percent of India’s airline market.</p><p>Rashid argued that, had the government retained a stake in Air India, it could have ensured fare regulation. “Fully privatising airlines has reduced government control over pricing, and has allowed private players to dominate in a country where air travel remains a luxury,” he added.</p><p>Their dominance of the market also allows Air India and Indigo to jack up prices dramatically  during peak travel seasons or emergencies, tour operators and experts say, citing two recent examples.</p><p>Sajad Ismail Sofi, a Srinagar-based air travel agent, pointed to the aftermath of the deadly April attack on tourists in Pahalgam, a popular resort town in Indian-administered Kashmir, in which 26 civilians were killed. As tourists in other parts of Kashmir scrambled to leave the region, one-way ticket prices from Srinagar to other parts of India skyrocketed from 5,000 rupees ($56) to nearly 12,000 rupees ($135).</p><p>After airlines faced major criticism and accusations of profiteering from a national crisis, prices came down.</p><p>Earlier in the year, Singh from the FAII recalled, one-way airfares from India’s financial capital, Mumbai, to the temple town of Prayagraj soared to 50,000 rupees ($564) – more expensive than flights to Paris – during the Mahakumbh Mela, one of Hinduism’s most sacred events in which devotees take dips in the Ganga river. The government eventually stepped in to pressure airlines to curb prices. However, Singh said that most pilgrims had already bought their tickets by then.</p><p>Al Jazeera has sought responses from Indigo and Air India to the criticism and allegations of using their market dominance to charge exorbitant rates. Neither airline has responded.</p><figure id=\"attachment_4144250\" aria-describedby=\"caption-attachment-4144250\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144250\" src=\"/wp-content/uploads/2025/12/AP20027351377985-1764643823.jpg?w=770&amp;resize=770%2C445&amp;quality=80\" alt=\"FILE-In this May 11, 2012, file photo, An Air India aircraft stands at the Indira Gandhi International airport in New Delhi, India. India said Monday it plans to sell its entire stake in the national carrier Air India to shore up falling revenues and privatize the airline, after an initial attempt last year failed to attract a single bidder. (AP Photo/ Mustafa Quraishi, file)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144250\" class=\"wp-caption-text\">An Air India aircraft stands at the Indira Gandhi airport in New Delhi, India on May 11, 2012 [Mustafa Quraishi/ AP Photo]</figcaption></figure><h2 id=\"higher-taxes-adding-to-the-burden\">Higher taxes adding to the burden</h2><p>Experts point out that airlines alone are not responsible for the rising fares. India’s high aviation taxes are a key factor too.</p><p>The country imposes the highest taxes on aviation turbine fuel (ATF) in Asia, which account for 45 percent of air ticket prices. By mid-2024, jet fuel prices in cities like Delhi and Mumbai were nearly 60 percent higher than in global hubs like Dubai, Singapore, and Kuala Lumpur, largely due to value-added taxes (VAT), central excise duties and additional cesses.</p><p>Passengers are also charged, as part of their tickets, a user development fee, ranging from 150 rupees ($1.7) to 400 rupees ($4.5) depending on the airport; a passenger service fee of about 150 rupees ($1.7); an aviation security fee of 200 rupees ($2.3) per passenger; a terminal fee of 100 rupees ($1.2); and a regional connectivity charge between 50 rupees ($0.6) and 100 rupees ($1.2) per passenger. Each of these amounts is small, but together, they add up. And they do not go to the airline, but to the airport or the government.</p><p>In June, the International Air Transport Association (IATA), which represents more than 350 airlines globally, called for greater clarity in India’s taxation system, arguing that it was too complex.</p><p>Amjad Ali, a travel operator from New Delhi, said he had been in the air ticketing business since 2005, and had never witnessed a sharp rise in airfares until 2020. “Fares used to increase gradually, but since 2020, they have shot up rapidly,” he said.</p><p>Ali usually books tickets on routes like Delhi–Mumbai, Delhi–Patna, and Delhi–Purnea. Patna and Purnea are cities in the eastern Indian state of Bihar.</p><p>He said that new airports, such as Purnea, have brought in more passengers due to the introduction of new routes. Before the pandemic, a Mumbai–Delhi ticket, booked well in advance, used to cost about 3,800 rupees ($43), but now, it is hard to find one below 6,000 rupees ($68) for the same journey.</p><p>Meanwhile, airlines have also started cutting discounts they used to offer to some sections of flyers. Previously, Air India offered a 50 percent concession on the base fare for domestic student travel, but after privatisation, this was reduced to only 10 percent.</p><p>The result, Ali said, is a noticeable decline in student travellers. “We rarely see students flying these days,” he said.</p><p>Ultimately, Singh from the FAII said, the industry was shooting itself in the foot by making flying unaffordable for millions of Indians.</p><p>“If we want air travel to become truly accessible to a larger section of the population, particularly those with limited financial means, the government and aviation stakeholders must work towards reducing these taxes and surcharges,” she said.</p><p>Until then, a plane ride will remain a flight of fancy for most of India’s 1.4 billion people.</p></div></div></body></html>"
        },
        {
            "title": "Indonesia’s flood victims pick up pieces as homes, livelihoods swept away | Floods News | Al Jazeera",
            "time": "2025-12-02T04:33:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25335400418516-2-1764647881.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Medan, Indonesia –</strong> As floodwaters burst into Nurdin and his wife’s home in Indonesia’s Aceh Province last week, the elderly couple crawled onto their bed.</p><p>Nurdin, who uses a wheelchair following a stroke, resigned himself to his fate.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I was just waiting to die. I didn’t want to leave my home,” Nurdin, who lives in the city of Langsa, told Al Jazeera.</p><p>“I decided I would just die there, but my wife insisted we leave.”</p><p>As the water continued to rise, Nurdin’s younger brother called on the couple’s neighbours for help.</p><p>By the time Nurdin’s neighbours arrived at about 4am on Wednesday to carry the pair to safety, the water was chest-deep.</p><p>“As I was being carried, we got hit by a strong water current, which knocked my neighbour off his feet, and we both plunged into the flood,” said Nurdin, 71, who, like many Indonesians, uses a single name.</p><p>“I started to drown as I couldn’t stand up, and I thought ‘This is it’.”</p><p>Nurdin and his wife reached their neighbours’ home unhurt, but torrential rains soon made the building uninhabitable, forcing them to seek the assistance of the army, which evacuated the pair to a local mosque using a table as a makeshift stretcher.</p><p>“There were no clothes there, so I just had to wear a sarung,” Nurdin said. “I was there for four days.”</p><figure id=\"attachment_4144285\" aria-describedby=\"caption-attachment-4144285\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144285\" src=\"/wp-content/uploads/2025/12/AP25335424654645-1764646246.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"flood\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144285\" class=\"wp-caption-text\">Wreckages of vehicles litter a village affected by a flash flood in Agam, West Sumatra, Indonesia, on December 1, 2025 [Ade Yuandha/AP]</figcaption></figure><p>At the mosque, Nurdin said that another Langsa resident told him that he lived next to a cemetery and had seen bodies rising out of the ground and floating away in the deluge.</p><p>Nurdin, who has been staying at his brother’s house since the floodwaters receded, has yet to return to his home, but his sibling told him that almost everything was gone when he visited the scene.</p><p>“Maybe about 1 percent of my belongings can be saved. Everything in the kitchen is gone, and my fridge was destroyed,” Nurdin said.</p><p>“My wardrobes had the doors ripped off them, and all the clothes were covered in water and mud. The mud in front of my home is still about half a metre high.”</p><p>Floods in Indonesia, Sri Lanka, Thailand and Malaysia have killed more than 1,140 people over the past week, following extreme weather brought on by three tropical cyclones.</p><p>At least 631 people have been killed in Indonesia alone.</p><p>With many areas across the island of Sumatra still inaccessible, the death toll is expected to rise.</p><p>Many parts of the island have been buried in landslides, following flash floods which have made roads impassable and impeded search and rescue efforts.</p><figure id=\"attachment_4144310\" aria-describedby=\"caption-attachment-4144310\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4144310 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/croppepic-1764647498.jpg?resize=770%2C770&amp;quality=80\" alt=\"air\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144310\" class=\"wp-caption-text\">Nurkasyah sits with other displaced residents at a community centre in Kuta Makmur, North Aceh Regency, Aceh Province, Indonesia, on November 26, 2025 [Courtesy of Nasir]</figcaption></figure><p>Nurkasyah, a 70-year-old resident of Kuta Makmur, northern Aceh Province, is among the many who have lost almost all their possessions.</p><p>“My washing machine, my fridge, rice cooker, and all my rice was destroyed,” Nurkasyah told Al Jazeera.</p><p>“Everything is still in my house; it didn’t float away, but it was submerged in water, so I can’t use it any more. I might be able to save my bed if I put it outside and let it dry in the sun for a few days.”</p><p>Nurkasyah said that the waters started to rise on Tuesday but subsided slightly before rising again on Wednesday following torrential rain overnight, until water was “coming in through the windows”.</p><p>Along with 300 others, Nurkasyah took shelter in a local community centre for the next five days, eating only the few basic necessities that panicked residents had been able to grab as they raced to escape the rising waters.</p><p>“We just ate rice, instant noodles and some eggs. There wasn’t enough food to go around,” she said. “I have been to see my home, but it is full of mud now, so I can’t live there.”</p><p>At the same time as Nurkasyah was watching the floodwaters rise around her home, her son, Nasir, was taking a bus from Banda Aceh, the provincial capital of Aceh, to Medan, the provincial capital of neighbouring North Sumatra.</p><p>The journey by road usually takes about 12 hours, but Nasir found himself marooned on the bus for the next five days.</p><p>“After we left on Tuesday, the floodwaters were starting to rise, but we could still get through,” he told Al Jazeera.</p><p>“Unfortunately, when we got to Kuala Simpang on Wednesday afternoon, the driver said he couldn’t go any further or go back,” he said, referring to a town on the border of Aceh and North Sumatra provinces.</p><p>As the town began to be submerged in the rising floodwaters, Nasir and the other passengers climbed onto the roof of the bus to keep safe and survey the scene.</p><figure id=\"attachment_4144289\" aria-describedby=\"caption-attachment-4144289\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4144289 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/1000487505-1764646341.jpg?w=770&amp;resize=770%2C577&amp;quality=80\" alt=\"nasir\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144289\" class=\"wp-caption-text\">Nasir stands on the roof of a bus marooned in Kuala Simpang, Aceh Tamiang Regency, Aceh Province, Indonesia, on November 27, 2025 [Courtesy of Nasir]</figcaption></figure><p>“On Sunday morning, a group of us decided to take the initiative and try to find an alternative route out of there,” Nasir said.</p><p>“We agreed among ourselves that there was no way we could go back to Aceh, and we would have to press on to Medan. We managed to find a boat owned by a fisherman, who took us part of the way, and then a pick-up truck took us the rest of the way.”</p><p>With many roads unpassable due to mud, fallen trees and other debris, Nasir now faces the prospect of an arduous trek home.</p><p>“Now, I am going to try and fly back to Aceh by plane, rather than attempt the journey by road again,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Maduro rejects a ‘slave’s peace’ for Venezuela as US ramps up pressure | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T04:17:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T213522Z_1657884576_RC2X7IAGJV91_RTRMADP_3_USA-TRUMP-VENEZUELA-MARCH-1764640382.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan President Nicolas Maduro has repeated calls for peace and pledged “absolute loyalty” to his people at a rally attended by thousands in Caracas, as tensions escalate over potential military action by the United States.</p><p>The rally on Monday came as US President Donald Trump <a href=\"/news/2025/12/1/trump-administration-discusses-venezuela-amid-military-build-up-concerns\">met</a> with his national security team at the White House to discuss the “next steps” on <a href=\"/news/2025/11/28/venezuela-explained-in-10-maps-and-charts\">Venezuela</a>, according to media reports.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Maduro, addressing a crowd waving Venezuelan flags outside the presidential palace in Caracas, said his country wanted peace, but only a peace “with sovereignty, equality and freedom”.</p><p>“We do not want a slave’s peace, nor the peace of colonies! Colony, never! Slaves, never!” he said.</p><p>The Trump administration has been <a href=\"/news/2025/11/30/is-us-president-donald-trump-preparing-to-strike-venezuela\">piling pressure</a> on Venezuela with a military buildup in the Caribbean, in what it calls an anti-drug trafficking campaign. Caracas says the actions are aimed at toppling Maduro’s government.</p><p>The US has amassed 15,000 troops in the region and deployed the world’s largest aircraft carrier there, while also designating the Cartel de los Soles, which it describes as a drug trafficking cartel <a href=\"/news/longform/2025/11/25/could-trumps-50m-reward-succeed-in-toppling-venezuelas-nicolas-maduro\">led by Maduro</a>, as a “terrorist” organisation.</p><p>It has also carried out at least 21 strikes on alleged drug boats in the Caribbean and the Pacific since September, killing at least 83 people.</p><p>Experts say the assembled US firepower far outweighs what is necessary for a drug-trafficking operation, while Caracas says the US is <a href=\"/video/inside-story/2025/11/30/what-is-driving-us-presidents-trumps-actions-against-venezuela\">seeking regime change</a> to take control of Venezuela’s vast natural resources, including oil.</p><figure id=\"attachment_4144294\" aria-describedby=\"caption-attachment-4144294\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144294\" src=\"/wp-content/uploads/2025/12/2025-12-01T235528Z_900992792_RC2W7IAHL3Y6_RTRMADP_3_USA-TRUMP-VENEZUELA-MARCH-1764646456.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of Venezuela's President Nicolas Maduro attend a ceremony hosted by Maduro at Miraflores Palace in Caracas\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144294\" class=\"wp-caption-text\">Supporters of Venezuelan President Nicolas Maduro attend a ceremony in Caracas, Venezuela, December 1, 2025 [Leonardo Fernandez Viloria/ Reuters]</figcaption></figure><p>Maduro on Monday accused the US of waging a campaign of “psychological terrorism”.</p><p>“We have endured 22 weeks of aggression that can be described as psychological terrorism,” he said. “These 22 weeks have put us to the test, and the people of Venezuela have demonstrated their love for the homeland,” he added.</p><h2 id=\"trump-maduro-call\">Trump-Maduro call</h2><p>Trump, meanwhile, confirmed on Sunday that he spoke to Maduro on the phone, but declined to give details, saying it did not go “well or badly”.</p><p>The Reuters news agency, citing four sources familiar with the matter, reported on Monday that Trump offered Maduro safe passage out of Venezuela during the short call on November 21.</p><p>Maduro told Trump he was willing to leave Venezuela, provided he and his family members had full legal amnesty, including the removal of all US sanctions and the end of a flagship case he faces before the International Criminal Court (ICC), Reuters reported, citing three of the sources.</p><p>He also requested removal of sanctions for more than 100 Venezuelan government officials, many accused by the US of human rights abuses, drug trafficking or corruption, Reuters said.</p><p>Trump rejected most of his requests on the call, but told Maduro he had a week to leave Venezuela for the destination of his choice alongside his family members.</p><p>That safe passage expired on Friday, prompting Trump to declare on Saturday that Venezuela’s <a href=\"/news/2025/11/29/trump-says-venezuela-airspace-to-be-shut-in-its-entirety-as-tensions-rise\">airspace was closed</a>, two of the sources told Reuters.</p><p>There was no immediate comment from the US or Venezuela about the report.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration has said it does not recognise Maduro, who has been in power since 2013, as Venezuela’s legitimate president. Maduro claimed a re-election victory last year in a national ballot that the US and other Western governments dismissed as a sham, and which independent observers said the opposition won overwhelmingly.</p><p>Al Jazeera’s Teresa Bo, reporting from Cucuta on the Colombia-Venezuela border, said Maduro’s appearance at the Caracas rally came amid rumours that he had left the country following Trump’s declaration about the closure of Venezuela’s airspace.</p><p>Bo said people crossing the Simon Bolivar bridge between the two countries were “extremely concerned about the possibility of a military strike” by the US on Venezuela.</p><p>“In the meantime, Venezuela continues to deploy military units across the country. They are protecting the capital, Caracas, specifically the main highway that connects to the airport and the coastal areas of Venezuela. We have seen the minister of defence, Vladimir Padrino Lopez, show off some military equipment, among them aerial defences [and] fighter jets,” she said.</p><p>Sources in Venezuela told Al Jazeera that they know the country’s military is no match for the US, she said.</p><p>“That’s why they are focusing on another strategy. And this would include irregular attacks, sabotage, using criminal groups, government supporters, and possibly guerrillas, among others,” Bo said.</p><p>“The main idea would be to generate chaos [and] anarchy, and that’s something that concerns many people in the country. And there are some that say that even though they would like to see Maduro go, they are concerned that violence could take over their country.”</p></div></div></body></html>"
        },
        {
            "title": "Canada joins key EU defence programme as PM Carney pivots away from US | Military News | Al Jazeera",
            "time": "2025-12-02T04:08:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-06-23T181213Z_174696060_RC2I8FA1YQUF_RTRMADP_3_EU-CANADA-1764645678.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Canada joins key EU defence programme as PM Carney pivots away from US</h1><p class=\"article__subhead\"><em>Canada joins the EU’s Security Action for Europe (SAFE) rearmament initiative, giving access to $170bn in loans for military equipment procurement.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canada has joined a multibillion-dollar European Union defence fund, becoming the first non-European country to do so, as Ottawa looks to diversify its military spending <a href=\"/news/2025/4/19/canadas-pm-carney-plans-for-stronger-defence-broader-trade-amid-us\">away from the United States</a>.</p><p>Canadian Prime Minister Mark Carney said on Monday that participation in the EU’s Security Action for Europe (SAFE) initiative would give Canadian defence companies “tremendous opportunities” from increased access to the European market in a “dangerous and divided world”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Canada’s participation in SAFE will fill key capability gaps, expand markets for Canadian suppliers, and attract European defence investment into Canada,” Carney said in a statement.</p><p>“This is the next step in our deepening cooperation and symbolic of the shared priorities of the European Union and Canada,” Carney said in a separate joint statement with European Commission President Ursula von der Leyen.</p><p>The 150-billion-euro ($170bn) SAFE rearmament fund was announced earlier this year amid fears of a potential Russian attack on the EU and concerns among member states over the reliability of US military protection.</p><p>SAFE has been described as a major effort by the EU to “speed up defence readiness”, as the bloc aims to re-arm and be capable of defending itself from external threats by 2030.</p><p>Canada’s joining the SAFE initiative comes after Carney said he intended to diversify Canada’s <a href=\"/economy/2025/10/7/canadas-carney-makes-second-white-house-visit-as-trade-tensions-loom\">procurement and trade partnerships</a> and enhance the country’s relationship with the EU. Carney had also previously said that more than 70 cents of every dollar of <a href=\"/news/2025/5/28/trump-says-canada-will-pay-61bn-for-golden-dome-or-become-51st-state\">Canadian military capital</a> spending would no longer go to the US.</p><p>The move by Canada comes after US President Donald Trump infuriated Canadians by launching a trade war earlier this year and suggesting that Canada become the <a href=\"/video/newsfeed/2025/5/6/canadas-carney-rejects-trumps-51st-state-talk-in-oval-office\">51st state in the US</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Joint arms projects under SAFE must have a minimum 65 percent of their components produced within the EU’s 27 member nations, but partner countries such as Canada could be granted exemptions, according to reports.</p><p>Priority defence spending under SAFE involves the procurement of missiles and ammunition, artillery systems, ground combat capabilities, drone and anti-drone systems, and cyber warfare, as well as air and missile defences, maritime forces, electronic warfare and “space assets protection”.</p><p>Talks between the EU and London on the United Kingdom joining the SAFE fund ended without agreement last week.</p><p>Negotiations foundered over money, with Europe demanding more for the UK’s participation than the government was willing to pay.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Russia says it captured Pokrovsk, a key logistics hub in eastern Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-02T03:19:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-26T211629Z_1316208282_RC2C2IAVLEUV_RTRMADP_3_UKRAINE-CRISIS-USA-REPUBLICANS-1764643336.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia says it captured Pokrovsk, a key logistics hub in eastern Ukraine</h1><p class=\"article__subhead\"><em>Russian Chief of Staff Valery Gerasimov said Russian forces have also captured the city of Vovchansk in Kharkiv.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian forces say they have captured the eastern Ukrainian city of Pokrovsk, a key logistics hub that has been <a href=\"/features/2025/11/10/is-the-fall-of-pokrovsk-ukraines-key-eastern-stronghold-inevitable\">under siege for almost two years</a>.</p><p>The Kremlin announced the news in a Telegram post on Monday, citing Russian Chief of Staff Valery Gerasimov. The post said the eastern Ukrainian city of Vovchansk in the Kharkiv region had also been captured by Russian forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kremlin spokesman Dmitry Peskov said Gerasimov reported news of the “liberation” to Russian President Vladimir Putin late on Sunday as the leader visited a front-line command centre, according to Russia’s TASS news agency.</p><p>Pokrovsk is a major transportation hub in the Donetsk region, one of the four regions of eastern Ukraine that Russia claims to have annexed.</p><p>The city, once home to 60,000 people, has been heavily bombarded in recent weeks by Russian drones, artillery and bombs, with many buildings reduced to rubble.</p><p>Ukraine has yet to confirm Russia’s takeover of the city, but Reuters reported that Moscow is circulating a video of soldiers marching through the streets of Pokrovsk and flying a Russian flag.</p><p>Putin later congratulated Russian forces on their victory, according to the TASS news agency.</p><p>“I want to thank you for the results of your work regarding Krasnoarmeysk, both you and the entire command and personnel of the battlegroup,” Putin said, using the Russian name for Pokrovsk. “Of course, the fighters, our guys, who are carrying out these combat missions,” he said, according to TASS.</p><p>Meanwhile, Ukrainian President Volodymyr Zelenskyy is <a href=\"/news/2025/12/1/zelenskyy-says-territorial-concessions-remain-ukraines-biggest-challenge\">meeting with US and European leaders</a> this week to discuss how to negotiate an end to the war.</p><p>He said on Monday that one of his top priorities is to avoid granting Moscow territorial concessions that would legitimise Russia’s occupation of swaths of Ukrainian territory.</p></div></div></body></html>"
        },
        {
            "title": "El Chapo’s son pleads guilty in US drug case, cuts deal with prosecutors | Crime News | Al Jazeera",
            "time": "2025-12-02T02:56:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/08/AP23116610106676-1724996627.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"127\" data-end=\"382\">Joaquin Guzman Lopez, a son of Mexican drug kingpin <a href=\"/news/2025/8/14/trump-administration-sanctions-two-mexican-drug-cartels-announces-bounties\">Joaquin “El Chapo” Guzman</a>, has pleaded guilty in a Chicago court to two counts of drug trafficking and organised crime for his role in Mexico’s notorious Sinaloa Cartel, reversing his original not guilty stance following his arrest last year.</p><p data-start=\"914\" data-end=\"1079\">Wearing an orange jumpsuit and matching shoes, <a href=\"/news/2025/11/29/son-of-jailed-mexican-drug-lord-el-chapo-to-plead-guilty-in-us-court\">Guzman Lopez spoke sparingly</a> in court on Monday. Early in the hearing, Judge of the United States District Court for the Northern District of Illinois Sharon Coleman asked what he did for work.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"914\" data-end=\"1079\">“Drug trafficking,” Guzman Lopez replied.</p><p data-start=\"914\" data-end=\"1079\">“Oh, that’s your job,” Coleman said with a chuckle.</p><p data-start=\"914\" data-end=\"1079\">With the guilty plea, Guzman Lopez is expected to avoid life in prison as part of a deal in which he cooperates with US prosecutors and pays an $80m charge representing the proceeds of his crimes, according to reports.</p><p data-start=\"1195\" data-end=\"1470\" data-is-last-node=\"\" data-is-only-node=\"\">Even so, he faces a minimum of 10 years in prison, according to Andrew Erskine, a lawyer representing the federal government.</p><p data-start=\"1195\" data-end=\"1470\" data-is-last-node=\"\" data-is-only-node=\"\">Guzman Lopez will be sentenced by a judge at a later date, and will have no opportunity to appeal the sentence as part of the plea deal, according to reports.</p><p data-start=\"1195\" data-end=\"1470\" data-is-last-node=\"\" data-is-only-node=\"\">“The government has been very fair with Joaquin thus far,” Guzman Lopez’s defence lawyer, Jeffrey Lichtman, said after the hearing.</p><p data-start=\"1195\" data-end=\"1470\" data-is-last-node=\"\" data-is-only-node=\"\">“I do appreciate the fact that the Mexican government didn’t interfere,” Lichtman said.</p><p data-start=\"1195\" data-end=\"1470\" data-is-last-node=\"\" data-is-only-node=\"\">According to a report by the <a href=\"https://www.chicagotribune.com/2025/12/01/son-of-el-chapo-guzman-plead-guilty/\" target=\"_blank\" rel=\"noopener\">Chicago Tribune</a>, in the 35-page plea deal, Guzman Lopez acknowledged that he and his brothers advanced the cartel’s operations by bribing officials and deploying firearms and other weapons to carry out violence targeting law enforcement, rival traffickers, and even members of their own organisation.</p><figure id=\"attachment_4144137\" aria-describedby=\"caption-attachment-4144137\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144137\" src=\"/wp-content/uploads/2025/12/2024-07-30T180606Z_1512017198_RC2U59AO3X8O_RTRMADP_3_USA-MEXICO-DRUGS-1764633867.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Jeffrey Lichtman, lawyer for El Chapo's son, Joaquin Guzman Lopez, speaks to members of the press at the Dirksen \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144137\" class=\"wp-caption-text\">Jeffrey Lichtman, lawyer for El Chapo’s son, Joaquin Guzman Lopez, speaks to the media at the Dirksen US court [Vincent Alban/Reuters]</figcaption></figure><h2 id=\"the-chapitos\" data-start=\"1195\" data-end=\"1470\">The ‘Chapitos’</h2><p data-start=\"914\" data-end=\"1079\">Guzman Lopez and his brother Ovidio, two of El Chapo’s four sons who are known in Mexico as the “Chapitos” or “little Chapos”, are on trial in the US and accused of overseeing a powerful faction of the Sinaloa cartel that they inherited from their father.</p><p data-start=\"914\" data-end=\"1079\"><a href=\"/news/2025/7/11/son-of-drug-lord-el-chapo-set-for-guilty-plea-in-us-trafficking-case\">Ovidio Guzman Lopez</a> pleaded guilty in the US in July to two counts of drug distribution and two counts of participation in a continuing criminal enterprise. He faces a possible life sentence.</p><p data-start=\"914\" data-end=\"1079\">Two other brothers remain at large. Their father, El Chapo, was extradited to the US in 2017, and is serving a life sentence in a maximum security prison.</p><p data-start=\"914\" data-end=\"1079\">In 2023, US federal authorities described the Sinaloa cartel’s operation as a sprawling network responsible for moving “staggering” amounts of fentanyl into the US.</p><p data-start=\"914\" data-end=\"1079\">Security at Chicago’s federal court was heightened as prosecutors on Monday outlined the events leading to Guzman Lopez ‘s dramatic arrest on US soil in July 2024, alongside another longtime Sinaloa leader, Ismael “El Mayo” Zambada.</p><p data-start=\"914\" data-end=\"1079\">The pair were arrested in Texas after they landed in a <a href=\"/news/2025/8/25/once-elusive-mexican-drug-kingpin-el-mayo-zambada-pleads-guilty-in-us\">small private plane</a>. Their surprising capture prompted a surge in violence in Mexico’s northern state of Sinaloa as two factions of the Sinaloa cartel clashed amid reports of betrayal that led to the arrests in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"guzman-lopez-appears-to-admit-kidnapping-el-mayo\" data-start=\"914\" data-end=\"1079\">Guzman Lopez appears to admit kidnapping ‘El Mayo’</h2><p data-start=\"914\" data-end=\"1079\">In his plea deal, Guzman Lopez also admits to <a href=\"/news/2024/8/10/us-says-el-chapo-son-surrendered-but-el-mayo-taken-against-will-from-mexico\">kidnapping an unnamed individual</a> purported to be Zambada.</p><p data-start=\"914\" data-end=\"1079\">Erskine, the lawyer representing the federal government, described the alleged kidnapping in court, saying Guzman Lopez had the glass from a floor-to-ceiling window removed.</p><p>During a meeting in the room with the unnamed person, Guzman Lopez allegedly had others enter through the open window, seize the individual, put a bag over his head, and take him to a plane. On board, he was zip-tied and given sedatives before the plane landed at a New Mexico airport near the border with Texas.</p><p>Erskine said the alleged kidnapping was part of an attempt by Guzman Lopez to show cooperation with the US government, which did not sanction his actions. He said Guzman Lopez would not receive cooperation credit because of the kidnapping.</p><p>Guzman Lopez’s information underscores some of the details that Zambada had already described in a letter he signed, and which was released by his lawyer shortly after his arrest last year.</p><p>Zambada’s lawyer had said that his client was “forcibly kidnapped” onto the flight to the US. In the two-page letter, Zambada said Guzman Lopez asked him to attend a meeting on July 25 with local politicians. Zambada asserted that El Chapo’s son had organised the meeting to “help resolve differences between the political leaders”.</p><p>“The notion that I surrendered or cooperated voluntarily is completely false,” the <a href=\"https://insightcrime.org/wp-content/uploads/2024/08/el-mayo-zambada-statement.pdf\" target=\"_blank\" rel=\"noopener\">document states</a>.</p><figure id=\"attachment_3115264\" aria-describedby=\"caption-attachment-3115264\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3115264\" src=\"/wp-content/uploads/2024/08/AP24210667545101-1723472027.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"This combo of images provided by the U.S. Department of State show Ismael \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3115264\" class=\"wp-caption-text\">This combo of images provided by the US Department of State shows Ismael ‘El Mayo’ Zambada, a historic leader of Mexico’s Sinaloa cartel, left, and Joaquin Guzman Lopez [File: US Department of State via AP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Luigi Mangione appears in court as lawyers seek to bar evidence at trial | Crime News | Al Jazeera",
            "time": "2025-12-02T02:17:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25335576509400-1764634889_7a87ba-1764638244.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Luigi Mangione, the 27-year-old who allegedly killed the chief executive of the biggest health insurer in the United States in December 2024, admitted that he had a 3D-printed gun in his backpack, a prison guard testified at a pretrial hearing in the case on Monday.</p><p>The hearing in a New York City court is part of a process that will determine what evidence prosecutors can use against Mangione, accused of shooting dead <a href=\"/news/2024/12/5/unitedhealthcare-ceo-brian-thompson-killed-who-are-the-victim-and-suspect\">UnitedHealthcare CEO Brian Thompson</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The guard said Mangione told him, without prompting, that he had a 3D-printed pistol in his backpack, which police say they found along with a silencer and journal writings that allegedly implicate him in the killing.</p><p>A defence lawyer cast doubt on the guard’s assertion that Mangione, who wore a grey suit and a white shirt with a red checkered pattern at the hearing before Justice Gregory Carro, volunteered such incriminating information on his own.</p><p>“You weren’t asking him any questions, you weren’t speaking to him at all… And out of nowhere, he says to you, ‘I had a 3D-printed pistol’?” defence lawyer Marc Agnifilo asked.</p><p>The guard said he did not ask Mangione any questions and testified during follow-up questioning by a prosecutor that he did not care about the outcome of the case.</p><p>Mangione’s purported statements to law enforcement and the contents of his backpack could be key pieces of evidence at his trial, but his lawyers argue they should be inadmissible because they say he was illegally searched and not given notice of his legal rights.</p><p>Prosecutors deny claims that Mangione was illegally searched and questioned.</p><figure id=\"attachment_4144177\" aria-describedby=\"caption-attachment-4144177\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144177\" src=\"/wp-content/uploads/2025/12/2025-12-01T140716Z_890028737_RC2O7IA4TOXG_RTRMADP_3_UNITEDHEALTH-CEO-MANGIONE-1764637521.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Luigi \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144177\" class=\"wp-caption-text\">A screen displays a picture of Luigi Mangione, the suspect in the killing of UnitedHealthcare chief executive Brian Thompson, outside Manhattan Criminal Court, in New York City, on December 1, 2025 [Mike Segar/Reuters]</figcaption></figure><p>Eliminating the gun and notebook from admissible evidence would be critical wins for Mangione’s defence and would represent major setbacks for prosecutors, depriving them of a possible murder weapon and evidence that they say points to motive.</p><p>Prosecutors have quoted extensively from Mangione’s writings in court filings, including his alleged praise for the late <a href=\"/news/2023/6/10/unabomber-dies-in-us-prison-at-age-81\">“Unabomber” Theodore Kaczynski</a>, who carried out a series of mail bombings between 1978 and 1995.</p><p>Among other things, prosecutors say Mangione mused about rebelling against “the deadly, greed fuelled health insurance cartel” and justified killing industry executives.</p><p>Mangione, the Ivy League-educated scion of a wealthy Maryland family, has pleaded not guilty to murder and other charges, and is expected to face trial next year.</p><p>He has pleaded not guilty in a separate federal case where prosecutors plan to seek the death penalty.</p><p>At Monday’s hearing, Mangione watched stoically as prosecutors played surveillance videos of Thompson’s killing and Mangione’s arrest five days later.</p><p>Mangione pressed a finger to his lips and a thumb to his chin as he watched footage of two police officers approaching him as he ate breakfast at a McDonald’s in Altoona, Pennsylvania, about 370km (230 miles) west of Manhattan.</p><p>He gripped a pen in his right hand, making a fist at times, as prosecutors played a 911 call from a McDonald’s manager relaying concerns from customers that Mangione looked like the suspect in Thompson’s killing.</p><p>“I have a customer here that some other customers are suspicious of, who looks like the CEO shooter, and they’re really upset, and they’re coming to me,” the employee was heard saying in a recording of the call played in court for the first time.</p><p>Mangione could face life in prison if convicted of murder in the second degree, which is defined as an intentional killing. He also faces seven counts of criminal possession of a weapon and one count of possessing a false identification.</p><p>Judge Carro dismissed two terrorism counts against Mangione in September, finding prosecutors had not presented enough evidence that Mangione intended to intimidate health insurance workers or influence government policy.</p><p>Several supporters of Mangione appeared outside the court before the hearing, including one dressed as the villain from the video game Super Mario Bros, bearing a sign that said, “When patients die, profits rise”, and a woman with a “Free Luigi” sash.</p><p>Trial dates have not been set in either the state or federal cases.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,377 | Military News | Al Jazeera",
            "time": "2025-12-02T01:54:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T104842Z_334688385_RC2M7IAUJ7HG_RTRMADP_3_UKRAINE-CRISIS-FRANCE-1764637381_1a79fc-1764637771.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,377</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,377 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Tuesday, December 2:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces launched a ballistic missile on Ukraine’s Dnipro, killing four people and wounding 40 others, according to Ukrainian authorities.</li>\n<li>Russia claimed the capture of the strategic eastern Ukrainian town of Pokrovsk, the logistics hub that has been under attack for months by Moscow’s forces. It also claimed control of Vovchansk town in the northeastern Kharkiv region.</li>\n<li>The Russian Ministry of Defence posted a video purportedly showing Russian soldiers raising their country’s flag over the central square in Pokrovsk, known in Russian as Krasnoarmeysk.</li>\n<li>According to the Russian state TASS news agency, Russian military commanders informed President Vladimir Putin about Pokrovsk’s capture while he was visiting an unidentified military command post on Sunday. Putin called the move “important” and said that “it will ensure solutions going forward to the tasks we initially set at the beginning of the special military operation”.</li>\n<li>Chief of the Russian General Staff Valery Gerasimov told Putin that Russian forces were determined to press on with the capture of the entire Donbas area – an industrial area made up of Ukraine’s Donetsk and Luhansk regions, according to TASS.</li>\n<li>Ukrainian officials, however, have not confirmed that Russia had taken control of either Pokrovsk or Vovchansk.</li>\n<li>The Russian Defence Ministry also claimed the capture on Monday of the settlement of Klynove in Ukraine’s Donetsk region.</li>\n<li>Ukraine’s DeepState military blog said on Monday that Russian forces captured some 505 sq km (195 sq miles) of Ukrainian territory in November, almost twice the amount captured in October. The open source mapping group said Russian forces were the most successful in the area around Huliaipole in the southeastern Zaporizhia region.</li>\n<li>The Caspian Pipeline Consortium (CPC), which exports oil mainly from Kazakhstan to an export terminal in Russia, said on Monday that it had resumed oil shipments from one mooring point at its Black Sea terminal following a major Ukrainian drone attack on November 29.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy met with his French counterpart, Emmanuel Macron, in Paris to shore up European support for Kyiv, and said that territorial concessions were the key sticking point in the United States-led talks to end Russia’s war.</li>\n<li>Zelenskyy said he was expecting a conversation with US President Donald Trump on “key issues that are quite challenging”.</li>\n<li>Macron told reporters that only Ukraine could decide on its territories in peace negotiations with Russia and said the current moment “could be decisive for the future of peace in Ukraine and security in Europe”.</li>\n<li>Macron spoke to Trump later on Monday and discussed “next steps in the mediation efforts”, with the French president emphasising “the central importance of security guarantees necessary for Ukraine”, according to the French government.</li>\n<li>The White House said on Monday that the Trump administration was “very optimistic” about reaching an agreement to end the war in Ukraine following the talks between Ukrainian and US delegations in Florida on Sunday.</li>\n<li>The comments came as Trump’s envoy, Steve Witkoff, is set to meet with Putin in Moscow on Tuesday.</li>\n<li>European Union foreign policy chief Kaja Kallas expressed concern over the planned Putin-Witkoff meeting, saying she feared “all the pressure will be put on the weaker side, because that is the easier way to stop this war when Ukraine surrenders”.</li>\n<li>Top Russian banker Andrei Kostin said that Moscow would retaliate if the EU used frozen Russian sovereign assets for a loan to Ukraine by seizing assets owned by European investors in Russia. He also warned Moscow could unleash half a century of litigation over the money.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"weapons-and-military-aid\">Weapons and military aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine and the Netherlands signed an agreement for joint drone production, and the Dutch government pledged to buy some 250 million euros ($290m) worth of weapons from the US for Kyiv.</li>\n<li>The weapons will include equipment and missiles for air defence, as well as munitions for F-16 fighter jets and unmanned aerial systems, the Dutch government said.</li>\n</ul><h2 id=\"regional-security\">Regional security</h2><ul class=\"spaced-bullet-spacing\">\n<li>Turkish President Recep Tayyip Erdogan has condemned attacks on commercial ships in the Black Sea after a drone attack on a tanker that forms part of Russia’s so-called shadow fleet in Turkiye’s waters. Ukrainian officials have confirmed responsibility for the attack.</li>\n<li>Belarus, a close ally of Russia, accused Lithuania, an EU member, of deploying a drone to spy on it and drop “extremist material”. Vilnius rejected the charge as false.</li>\n<li>For its part, Lithuania has blamed Belarus for balloon incursions that halted flights at the Vilnius airport. It said the EU’s diplomatic service had summoned the Belarusian representative in Brussels and called for “a stop of hybrid attacks against EU countries”.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Int’l Criminal Court says Libyan war crimes suspect now in custody | ICC News | Al Jazeera",
            "time": "2025-12-02T00:50:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_692e24d54407f-1764631765.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Int’l Criminal Court says Libyan war crimes suspect now in custody</h1><p class=\"article__subhead\"><em>Khaled Mohamed Ali El Hishri allegedly committed serious crimes at Libya’s Mitiga Prison from 2015 to 2020, The Hague-based ICC says.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The International Criminal Court (ICC) says it has taken Khaled Mohamed Ali El Hishri, who is wanted for allegedly committing crimes against humanity and war crimes in Libya between 2015 and 2020, into custody.</p><p>El Hishri was “surrendered to the custody” of the court in The Hague, the Netherlands, on Monday, by authorities in Germany, where he was arrested on July 16 this year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Mr El Hishri is alleged to have been one of the most senior <a href=\"/features/2025/2/13/i-saw-him-kill-people-libya-and-italys-shadowy-migrant-deals\">Mitiga Prison</a> officials, where thousands of persons were detained for prolonged periods,” the ICC said in a statement.</p><p>“He is suspected of having committed directly himself, ordered or overseen crimes against humanity and war crimes, including murder, torture, rape and sexual violence, allegedly committed in Libya from February 2015 to early 2020,” the court said.</p><p>The ICC has been investigating alleged crimes against humanity and war crimes committed in Libya since March 2011, following a request from the United Nations Security Council (UNSC).</p><p></p><p>El Hishri’s transfer to the ICC’s custody comes a week after the court’s deputy prosecutor, Nazhat Shameem Khan, briefed the 15-member UNSC in New York on the details of the ongoing case, saying that “there is a new momentum towards justice in Libya”.</p><p>“For too long, crimes committed in detention facilities in … Libya have represented a no-go area for accountability,” she told the UNSC. But she added that the court has been facing “unprecedented headwinds”, including intimidation of its officials.</p><p>“It is the victims of murder, sexual violence, torture and the other most serious crimes addressed by our Court that stand to lose the most from these coercive actions,” she said.</p><p>Although Libya is not a party to the Rome Statute, the treaty which created the ICC, it has accepted the court’s jurisdiction over its territory from 2011 to the end of 2027, as of May this year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>The ICC still has nine other outstanding arrest warrants in relation to the same case, including for former Libyan leader Muammar Gaddafi’s son, <a href=\"/news/2021/11/26/libya-gunmen-attack-court-stop-gaddafi-sons-candidate-appeal\">Saif Al-Islam Gaddafi</a>, and Chief of Judicial Police <a href=\"/features/2025/2/13/i-saw-him-kill-people-libya-and-italys-shadowy-migrant-deals\">Osama Elmasry Njeem.</a></p><p>Njeem was detained in Italy in January this year, but within a few days, he was reportedly released and transferred back to Libya, where he faced arrest last month, according to media reports.</p><p>The ICC released a statement at the time of Njeem’s release from Italian detention, reminding governments that are party to the Rome Statute, which includes Italy, “to cooperate fully with the Court in its investigations and prosecutions of crimes”.</p><p>Established in 2002, the ICC is responsible for prosecuting individuals wanted for serious crimes, including war crimes and crimes against humanity.</p><p>The court relies on cooperation from its member states to enforce its decisions.</p><p>Unlike the International Court of Justice (ICJ), which is also located in the Netherlands, the ICC is not part of the UN.<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2607919\" src=\"/wp-content/uploads/2024/01/INTERACTIVE-ICJ-vs-ICC-1704875400.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"INTERACTIVE - ICJ vs ICC-1704875400\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy says territorial concessions remain Ukraine’s ‘biggest challenge’ | Border Disputes News | Al Jazeera",
            "time": "2025-12-01T22:50:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692e0ecf-1764626127.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has said that protecting <a href=\"/tag/ukraine-russia-crisis/\">Ukraine’s</a> territorial integrity remains the “biggest challenge” in ongoing negotiations over a US plan to end the war, following discussions in Paris with European and US officials.</p><p>Speaking alongside French President Emmanuel Macron at a joint news conference on Monday, Zelenskyy said Ukraine’s priorities include security guarantees, sovereignty and preventing concessions that would legitimise Moscow’s occupation of Ukrainian land.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our biggest challenge is the territorial issue,” he said, urging partners to avoid any outcome that “rewards the war it [Russia] started”.</p><p>The comments came as officials from France, Germany, Italy, Poland and the United Kingdom joined discussions in Paris, holding calls with US special envoy Steve Witkoff as part of an intensifying diplomatic push to end the war, which Russia launched with its full-scale invasion in February 2022.</p><p>Zelenskyy said the meeting also reviewed the substance of talks held a day earlier between Ukrainian and American officials in the United States, adding that more meetings are being prepared across Europe.</p><p>Macron reiterated that “Ukraine must be the one to decide its own territorial boundaries”, while signalling that further discussions are planned between Washington and European allies on potential security guarantees for Ukraine should a deal to end the war emerge.</p><p>Italian Prime Minister Giorgia Meloni also emphasised the need for unity between Europe and the US on a pathway towards peace. In a statement, she praised Zelenskyy’s “consistently constructive approach” and said she hoped Russia would “offer its own concrete contribution” to future talks.</p><h2 id=\"territorial-question-deepens-diplomatic-tensions\">Territorial question deepens diplomatic tensions</h2><p>The territorial issue is shaping up to be the most sensitive point in negotiations, as Witkoff and US President Donald Trump’s son-in-law, Jared Kushner, prepare to meet Russian President Vladimir Putin on Tuesday.</p><p>Zelenskyy has said he hopes to speak with Trump after those talks. But Ukrainian officials have already told the US that Kyiv will not accept any settlement requiring it to cede territory.</p><p>“We told the American side that it is unacceptable for Russia to continue its occupation of our territory and then demand that we grant it legitimacy,” Zelenskyy’s adviser, Rustem Umerov, told Al Jazeera Arabic. “Giving up our territory means that international law no longer exists and that any party can use force to abolish the sovereignty of another party.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Umerov said security guarantees remain a delicate part of discussions, because “we are seeking security for both Europe and Ukraine”. He added that negotiations will be “extremely difficult” if Russia genuinely engages, arguing that Moscow still believes “continuing the war is less costly than ending it”.</p><p>Reporting from Brussels, Al Jazeera’s Hashem Ahelbarra said that European Union leaders are insisting that no major concessions be made to Russia, and that “instead of handing over territory, there need to be land swaps that can only be decided by the Ukrainian people”.</p><p>It comes after a draft US plan was leaked to the press in mid-November, prompting criticism in Ukraine and among its European allies, who said the document heavily favoured Moscow.</p><p>The plan had proposed to limit Ukraine’s army strength to 600,000 men, with no mention of any cap on Russia. It also barred Kyiv from ever joining NATO, and included plans for Moscow to keep captured Ukrainian territories.</p><h2 id=\"russian-strikes-hit-dnipro\">Russian strikes hit Dnipro</h2><p>As diplomatic efforts accelerate, Ukraine suffered another deadly attack earlier on Monday. Local officials said at least four people were killed in a Russian missile strike on the central city of Dnipro.</p><p>Interfax reported that injuries have risen to 43, citing Vladyslav Haivanenko, the acting head of the Dnipropetrovsk Regional Military Administration. He said 10 people were in serious condition. The strike damaged an administrative building, several businesses, four educational institutions, multiple high-rise buildings, two service stations and more than 50 vehicles.</p><p>Dnipro, located about 100km (62 miles) from the front line and home to nearly one million people before the war, is frequently targeted by Russian bombardments.</p><p>Russia’s Ministry of Defence said its forces had “liberated” the settlement of Klynove in Ukraine’s Donetsk region, claiming it had advanced deep into Ukrainian positions. However, the Ukrainian army has refuted these claims.</p><p>Moscow said Ukraine lost about 1,415 troops across the front over the past 24 hours. Kyiv, meanwhile, reported eliminating 1,060 Russian troops, one tank, six armoured vehicles, 14 artillery systems, 239 drones and 71 vehicles in the same period.</p><p>Al Jazeera could not independently verify either side’s battlefield claims.</p></div></div></body></html>"
        },
        {
            "title": "What does Netanyahu’s pardon request mean for Israel’s future? | Benjamin Netanyahu | Al Jazeera",
            "time": "2025-12-01T22:15:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764626356.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">There are divided reactions to the Israeli prime minister’s pardon request to President Isaac Herzog.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu has asked for a presidential pardon to end the criminal prosecution against him.</p><p>He says it will unite the public, but critics say he is driving further division.</p><p>So, what are the long-term implications for Israel?</p><p><strong>Presenter:</strong> Bernard Smith</p><p><strong>Guests:</strong></p><p>Dan Perry – political analyst</p><p>Neve Gordon – professor of human rights and international humanitarian law at Queen Mary University of London</p><p>Mitchell Barak – former aide to Benjamin Netanyahu during his time at the Foreign Ministry</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US Senator Chuck Schumer receives bomb threats at three offices in New York | Politics News | Al Jazeera",
            "time": "2025-12-01T22:14:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25323741034165-1764624757.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US Senator Chuck Schumer receives bomb threats at three offices in New York</h1><p class=\"article__subhead\"><em>Threatening emails say ‘2020 election was rigged’, echoing Trump’s false claims about the vote.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The top Democrat in the United States Senate, Chuck Schumer, has said that three of his New York state offices were targeted with emailed bomb threats alleging the “2020 election was rigged”.</p><p>In a statement on social media, Schumer said that local law enforcement on Monday received bomb threats referencing his offices in Rochester, Binghamton and Long Island with the email subject line “MAGA”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Local and federal law enforcement responded immediately and are conducting full security sweeps,” Schumer said on X.</p><p>“Everyone is safe, and I am grateful for their quick and professional response to ensure these offices remain safe and secure for all New Yorkers.”</p><p>A law enforcement source confirmed to the Associated Press news agency that police in Suffolk County on Long Island responded to Schumer’s area office, but could not confirm the details of the threat. The person requested anonymity due to the ongoing investigation.</p><p>US Capitol Police declined to comment, saying it does not discuss member security for safety reasons.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Schumer condemned <a href=\"/opinions/2025/9/24/political-violence-is-an-american-problem-only-white-america-can-resolve\">political violence</a>, which has surged in recent years in the US, saying that “these kinds of violent threats have absolutely no place in our political system”.</p><p>“No one—no public servant, no staff member, no constituent, no citizen—should ever be targeted for simply doing their job,” he said in the statement.</p><p>US President Donald Trump lost the 2020 election to former President Joe Biden, but has <a href=\"/news/2025/6/20/trump-calls-for-special-prosecutor-to-investigate-2020-election\">falsely maintained</a> since then that the vote was “rigged” or “stolen”. The claim, which is not backed by evidence, was a key message of Trump’s successful 2024 presidential run.</p><p>Courts across the country have dismissed or ruled against the Trump campaign and its allies in dozens of lawsuits. The 2020 election results were certified by election officials in all 50 states.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>New York City Mayor-elect Zohran Mamdani condemned the threats at a news conference during an event in support of Starbucks workers.</p><p>Although none of the threats impacted offices in New York City, Mamdani said that a country where political violence is the norm “is one that we should never accept”.</p><p>“That is incumbent on all of us to be fighting for that future across this country, no matter party,” Mamdani added.</p></div></div></body></html>"
        },
        {
            "title": "Pope Leo urges unity on day two of Lebanon visit | Conflict News | Al Jazeera",
            "time": "2025-12-01T21:31:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_692df886189d2-1764620422.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pope Leo has called for “coexistence” during the second day of his visit to Lebanon, gathering clerics from across the religious spectrum on both sides of a former civil war dividing line, and appealing for unity in a region fractured by violence.</p><p>Standing in Martyrs’ Square on Monday, a site that once marked the “green line” dividing Muslim west and Christian east Beirut during the 1975–90 civil war, Leo said Lebanon showed that “fear, distrust and prejudice do not have the final word”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“In an age when coexistence can seem like a distant dream, the people of Lebanon, while embracing different religions, stand as a powerful reminder that … unity, reconciliation, and peace are possible,” he said.</p><p>“May every bell toll; every adhan, every call to prayer blend into a single, soaring hymn,” he added, using the Arabic term for the Muslim call to prayer.</p><p>Martyrs’ Square – home to a monument honouring those who died for Lebanon’s independence, and later a focal point of mass protests demanding political change – has long symbolised the country’s struggle to overcome sectarianism.</p><p>Al Jazeera’s Zeina Khodr, reporting from Beirut, said the location showed the contrast between the image of interfaith unity amid Lebanon’s entrenched politics.</p><p>“Religious leaders coming together under one tent look like they are speaking with one voice, but the reality is, this is a deeply divided country,” she said.</p><h2 id=\"viva-il-papa\">‘Viva il Papa’</h2><p>Leo arrived in Lebanon on Sunday as part of his first overseas trip as pope, which also included a stop in Turkiye. He met Lebanese President Joseph Aoun, the Arab world’s only Christian head of state, and addressed diplomats and officials at the presidential palace.</p><p>Earlier on Monday, the US pontiff visited the tomb of St Charbel, a Catholic saint revered across the region, before travelling to Harissa, a hillside shrine overlooking the Mediterranean. Crowds shouted “Viva il Papa” as he arrived under the towering statue of the Virgin Mary.</p><p>About 15,000 young people later gathered outside the Maronite Catholic headquarters to hear the 70-year-old pontiff speak.</p><p>“There is hope within you, a gift that we adults seem to have lost,” he told them. “You have more time to dream, to plan and to do good.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Lebanon is home to one of the Middle East’s largest Christian communities, roughly 30 percent of the population, alongside Muslims, including Shia and Sunni communities, as well as Alawite and Druze minorities. Representatives of all major sects attended Monday’s interfaith gathering, including leaders from communities that have faced violence in neighbouring Syria.</p><p>Sheikh Ali al-Khatib, deputy head of the Supreme Shia Islamic Council, thanked the pope for visiting, but warned the country still bore deep wounds “as a result of Israel’s continued attacks”, local media reported.</p><h2 id=\"israeli-escalation-looms-over-visit\">Israeli escalation looms over visit</h2><p>As the pope delivered his message of unity, the country remains entangled in a broader regional conflict. Hezbollah began firing rockets into Israel on October 8, 2023, describing the attacks as an act of solidarity after Israel launched a genocidal war against the Palestinian people in Gaza the previous day.</p><p>The Lebanese armed group was later severely weakened after Israel’s major escalation in the country in September 2024.</p><p data-start=\"487\" data-end=\"720\">Since a November 2024 ceasefire between Israel and Lebanon, Hezbollah has responded to Israeli attacks only once. Israel, however, has continued cross-border strikes that have killed more than 300 people in Lebanon, including about 127 civilians, according to the United Nations.</p><p>Al Jazeera’s Khodr said Leo avoided direct comment on the fighting, though he had previously called for dialogue.</p><p>“Many people believe the pope’s presence is the only deterrent in the face of Israeli threats … and that once he leaves, the shadow of war will change and there could be a different reality,” she said.</p><p>“There’s a lot of concern of renewed conflict and that Israel will escalate its attacks.”</p><p>Lebanon’s political paralysis and economic collapse have also weighed heavily on the visit. Decades of state mismanagement spiralled into a financial meltdown in late 2019, plunging millions into poverty.</p><p>The country also continues to host about one million Syrian and Palestinian refugees.</p><p>On Tuesday, Leo will visit the site of the 2020 Beirut port explosion, before leading a mass on the city’s historic waterfront.</p></div></div></body></html>"
        },
        {
            "title": "Trump to host Rwanda, DRC leaders at White House to sign peace agreement | Conflict News | Al Jazeera",
            "time": "2025-12-01T21:25:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_692df64263-1764619842.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump to host Rwanda, DRC leaders at White House to sign peace agreement</h1><p class=\"article__subhead\"><em>Meeting to build on earlier agreements to end fighting in eastern DRC, which has persisted throughout talks.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump will host the leaders of Rwanda and the Democratic Republic of the Congo (DRC) on Thursday, the White House has announced.</p><p>Spokesperson Karoline Leavitt told reporters that DRC President Felix Tshisekedi and Rwanda President Paul Kagame will sign a “historic peace and economic agreement that [Trump] brokered”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The event comes after the foreign ministers of the two African nations signed a <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">preliminary peace agreement</a> and economic pact at a White House event in June. After months of talks, they met in Qatar in November and signed a framework with the ultimate goal of putting an <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">end to years of fighting</a>.</p><p>M23 rebels have fought the DRC government in North Kivu province for over a decade, in a conflict with roots in the 1994 Rwandan genocide. The rebels, among more than 100 groups operating in eastern DRC, are made up primarily of ethnic Tutsi, who were targeted by the Hutu in Rwanda.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The group resurged in 2021 with the alleged support of Rwanda. Kigali has denied working directly with the M23, instead saying Rwandan forces have acted in self-defence against the DRC’s military and ethnic Hutu fighters in the porous border region.</p><p>Thousands of people, many of them civilians, have been killed in the violence, which surged during an offensive at the beginning of this year that saw the M23 seize two of the DRC’s largest cities.</p><p>Fighting has continued sporadically as the truce talks have progressed.</p><p>The United Nations Office of the High Commissioner for Human Rights (OHCHR) said that at least 319 civilians were killed in North Kivu province by “M23 fighters, aided by members of the Rwanda Defence Force” in July, shortly after the initial White House deal.</p><p>Details of a final agreement were not immediately clear.</p><p>In Doha, Qatar, the two sides signed two of eight implementation protocols, including a provision on ceasefire monitoring and another on prisoner exchange.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Other protocols related to a timeline, details of humanitarian aid delivery, and the return of displaced people had yet to be agreed on.</p><p>Other unresolved issues at the time included restoring state authority, implementing economic reforms, reintegration of armed groups into the government, and the elimination of foreign groups.</p><p>A DRC presidential spokesperson told the Associated Press news agency in November that any agreement must assure the “territorial integrity” of the country.</p><p>Despite the lingering questions, Trump has repeatedly claimed the conflict as one of several he has helped end since taking office in January.</p></div></div></body></html>"
        },
        {
            "title": "Hong Kong says deficient netting spread deadly Wang Fuk blaze | Crime | Al Jazeera",
            "time": "2025-12-01T20:40:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764621522.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The illusion of Western peacemaking | Conflict | Al Jazeera",
            "time": "2025-12-01T20:09:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/1998-03-06T120000Z_889912314_PBEAHULZUEK_RTRMADP_3_KOSOVO-1764614362.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In her latest book titled <a href=\"https://www.bloomsbury.com/uk/girlhood-at-war-9798881800994/\">Girlhood at War</a>, political science scholar Vjosa Musliu tells the story of the 1998-1999 war in Kosovo, through the eyes of her 12-year-old self. Musliu explains how following the end of the war, international organisations were quick to offer workshops on reconciliation and peacebuilding for Serbs and Albanians who lived in Kosovo.</p><p>In the final chapter, “Little Red Riding Hood”, she describes one such session she attended as a teenager in 2002. Led by facilitators from Belgium and the United Kingdom, the workshop began with the story of Little Red Riding Hood, which the participants were asked to reimagine from the perspective of the wolf.</p><p>In the reimagined version, massive deforestation had left the wolf increasingly isolated, so when he met the girl in the red hood, he had not eaten in weeks. Driven by hunger and fear that he might die, the wolf ate the grandmother and the girl.</p><p>The story puzzled Musliu and her peers, who struggled at first to understand how hunger could possibly justify the wolf killing the little girl and her grandmother, and second, to see the purpose of this story in a reconciliation workshop. The facilitators explained that the exercise was meant to show that there are many perspectives to every story, the truth lies somewhere in the middle, and there could always be different truths.</p><p>Absurd as it is, more than 20 years later, I found myself in a very similar situation. In October, I attended a workshop organised by the Organization for Security and Co-operation in Europe (OSCE) to bring together young women from Kosovo and Serbia and teach them dialogue and peacemaking.</p><p>Just like Musliu, we too had a foreign facilitator and several international speakers. This time, they had also added two assistant facilitators, one from Kosovo and one from Serbia; it was clear that both had been given a detailed script to follow, which they could not deviate from.</p><p>The first day of the training, we were asked to explain how we understood peace. So we did so by sharing different stories, many of which were traumatic. Some I still cannot stop thinking about. The facilitator seemed less concerned about what we were saying and more preoccupied with us running 15 minutes late. There seemed to be little understanding of the depth of emotions, courage, and vulnerability that those stories carried.</p><p>On the second day, we learned about integrative negotiations. One bullet point in the presentation said that negotiation requires “separating the people from the problem”. I read it, and I felt something in my chest; I couldn’t continue reading further.</p><p>How do I separate the people from the problem, when I know what happened to my family and my community during the war? My parents were forced to flee to Albania before Serb forces entered their neighbourhood; when they came back, their home had been broken into, damaged and some items missing – including my mother’s wedding dress. Neighbours told her that Serb soldiers made it a point to burn women’s wedding dresses they found.</p><p>In other communities, the crimes went well beyond broken homes. More than <a href=\"https://balkaninsight.com/2014/12/10/kosovo-war-victims-list-published/\">8,000 ethnic Albanian civilians</a> were killed or forcibly disappeared; more than 20,000 girls, boys, women and men <a href=\"https://www.balcanicaucaso.org/en/cp_article/war-in-kosovo-and-sexual-violence-a-painful-legacy/\">were raped</a>.</p><p>“During the rape, I was trying to protect myself—I was just a child, only 11 years old. But they marked me. They carved a cross into me and said, ‘This is the memory you’ll keep of us.’ It destroyed me as a child, from the inside. They made those marks on me with a knife,” one survivor recounted.</p><p>Knowing this story and so many others, I found it hard to understand how one can tell a group of young women whose family members were displaced, raped, tortured, or killed during the war that the problem has to be separated from the people.</p><p>I guess it is easy for foreign facilitators to do so because at the end of a peacemaking workshop, they would take a cab to the airport, fly home and leave behind the survivors still struggling with a transition from war to peace and all the pain in between. I recalled Musliu’s words at the end of her story about peacemaking between the wolf and Little Red Riding Hood: “We should ask them how they would reconcile their differences if the wolf had eaten their grandmothers?”</p><p>Throughout the workshop, we were assigned seats in the conference room, where we were mixed, the girls from Kosovo and the girls from Serbia sitting next to each other. However, as soon as the lunch break time came, the attempt to make us sit together and befriend failed, as we sat at different tables.</p><p>When asked by the organisers about this division, I responded that the workshop was yet to address the elephant in the room – the war itself. How could we feel there could be resolution and closure without discussing what triggered the war, what happened during it, and how it ended? How could we reconcile if we could not talk about justice?</p><p>Every time I wanted to emphasise the complexity of the post-war situation – for example, by bringing up the topic of survivors of sexual violence – there was an intervention from the facilitators who told me “you are not ready yet” to talk about this.</p><p>I was furious to hear someone else evaluate my ability to handle a conversation. It is a tone the West often uses when speaking to the rest of the world. We are told we are “not ready” for democracy, “not prepared” for self-governance, “not objective enough” to confront our own past.</p><p>Readiness becomes a way to measure civilisation, to decide who can speak and who must listen. In these spaces, “not being ready” is never about emotional strength; it is about power. It is a polite way of saying that our truth is inconvenient, that our pain must wait for translation, moderation, and approval.</p><p>It speaks volumes that the workshop organisers claimed to have a focus on gender, but at the same time avoided the topic of rape as a war crime because it surpassed the level of depth – or rather level of superficiality – they had planned in their agenda.</p><p>On the fifth day of the training, the facilitator announced that we would talk about historical narratives to understand “different perspectives and different truths, even if we don’t agree with all of them”.</p><p>For the organisers, clearly, such an exercise was useful. For me, using perspectives and truths interchangeably was dangerous. It could blur the lines between facts and narratives.</p><p>Yes, wars may hold many perspectives and experiences, but truth is not among the things that can be multiplied. Truth, out of all the things, is not a matter of balance or compromise; it rests on evidence, and it is rooted in facts. When we challenge or debate facts, we risk distorting truth; we risk allowing falsehoods to look like reasonable interpretations of history.</p><p>And so, I sat on that day, 26 years after the end of the war, listening to a painful, outrageous, and dangerous message: There are many truths to a story. I was told that now we have to move on from the past and look towards the future, reconcile and find a way to live with each other.</p><p>I cannot help but think, how in a few years’ time, someone will go and train the Palestinians who experienced genocidal horrors as children on Western-style peacebuilding.</p><p>How would they look a Palestinian in the eye and tell them there are many truths to the Gaza genocide story? How on earth would this be promoting peace?</p><p>If this is what the West today calls building peace, I do not want to be a part of it.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Cameroon’s opposition leader Anicet Ekane dies in military detention | News | Al Jazeera",
            "time": "2025-12-01T20:08:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251201__86PQ6DY__v1__HighRes__FilesCameroonPoliticsElection-1764615941.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body whitespace-normal break-words\">Veteran opposition figure Anicet Ekane has died in military custody in Cameroon, his family and legal representatives have said.</p><p class=\"font-claude-response-body whitespace-normal break-words\">Ekane, 74, passed away on Monday morning in Yaounde, the country’s capital, 38 days after security forces detained him in the port city of Douala, France’s public radio RFI reported.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body whitespace-normal break-words\">His death has sparked widespread outrage and threatens to deepen the political turmoil gripping Cameroon following October’s <a href=\"/news/2025/11/6/cameroons-biya-worlds-oldest-ruler-at-92-sworn-in-for-eighth-term\">disputed</a> presidential election, which saw 92-year-old Paul Biya claim another term after more than four decades in power.</p><p class=\"font-claude-response-body whitespace-normal break-words\">Ekane, the leader of the African Movement for New Independence and Democracy (MANIDEM), a left-wing party, was seized on October 24 after backing Biya’s rival <a href=\"/news/2025/11/23/cameroon-opposition-leader-flees-to-gambia-for-safety-after-disputed-vote\">Issa Tchiroma Bakary</a>, who has <a href=\"/news/2025/10/14/cameroons-issa-tchiroma-bakary-claims-presidential-election-victory\">rejected</a> official results and insists he won the vote.</p><p class=\"font-claude-response-body whitespace-normal break-words\">Authorities charged Ekane with insurrection and rebellion, allegations his party characterised as politically motivated.</p><p class=\"font-claude-response-body whitespace-normal break-words\">His eldest son, Muna Ekane, told the Associated Press news agency that his father’s condition deteriorated sharply over the last week, with severe respiratory distress leaving him struggling to breathe.</p><p class=\"font-claude-response-body whitespace-normal break-words\">“For one week, he had difficulties breathing; he was suffocating,” he said, adding that the family repeatedly alerted officials, but “nothing was done.”</p><p class=\"font-claude-response-body whitespace-normal break-words\">Ekane’s lawyer, Emmanuel Simh, said his client had been ill but was denied appropriate treatment. “We’re still in shock and sadness,” Simh said. “Ekane committed no crime, so we need to know why he was arrested and abandoned.”</p><p class=\"font-claude-response-body whitespace-normal break-words\">Ekane’s party had issued an urgent appeal on Sunday demanding his immediate transfer to a civilian hospital, warning it would hold the government accountable for any consequences.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body whitespace-normal break-words\">Cameroon’s government has said Ekane received treatment care from military doctors working alongside his personal physicians, and said an investigation has been launched.</p><p class=\"font-claude-response-body whitespace-normal break-words\">Communication Minister Rene Emmanuel Sadi has expressed regret over the death, while President Biya ordered a probe into the circumstances.</p><p class=\"font-claude-response-body whitespace-normal break-words\">But Ekane’s party has branded his death “murder,” and the European Union delegation expressed “deep sadness” and renewed demands for the release of all those arbitrarily detained since the election.</p><p></p><p class=\"font-claude-response-body whitespace-normal break-words\">Ekane dedicated nearly five decades to political activism, emerging as a key figure in the early 1990s push for multiparty democracy.</p><p>Ekane was viewed by his supporters as a political heir to Cameroon’s nationalist heroes, but he witnessed the execution of independence fighter Ernest Ouandie.</p><p>He remained a passionate advocate for social justice throughout his career.</p><p class=\"font-claude-response-body whitespace-normal break-words\">His death comes amid ongoing controversy over the post-election crackdown.</p><p class=\"font-claude-response-body whitespace-normal break-words\">While the government <a href=\"/video/newsfeed/2025/10/27/4-dead-in-election-related-clashes-as-cameroons-biya-wins-eighth-term\">claims</a> 16 people died in protests following Biya’s declared victory, opposition groups and human rights organisations put the toll above 55.</p><p class=\"font-claude-response-body whitespace-normal break-words\">Tchiroma, the candidate Ekane supported, <a href=\"/news/2025/11/23/cameroon-opposition-leader-flees-to-gambia-for-safety-after-disputed-vote\">fled</a> to the Gambia last month.</p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy says US peace plan ‘looks better’ with new revisions | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-01T19:56:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764618973.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Palestine wins first match over Qatar at FIFA Arab Cup | Football | Al Jazeera",
            "time": "2025-12-01T19:33:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T174403Z_1031259893_UP1ELC11D9D40_RTRMADP_3_SOCCER-ARABCUP-QAT-PLE_cropped-1764617408_964c36-1764617570.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "How Ukraine turned into the world’s drone testing lab | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-01T19:20:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764616752.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The use of drones in the Russia-Ukraine war has revolutionised an industry of death and destruction.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The rapid development of drone technology has changed how wars are fought. Ukraine’s growing arsenal of drones has strengthened its chances against an overpowering Russian military force. As tech companies are investing in this new technology of death and destruction, what will the Ukraine war’s legacy of drone warfare look like, even after a peace deal?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "ECOWAS delegation visits Guinea-Bissau for talks after military coup | Conflict News | Al Jazeera",
            "time": "2025-12-01T19:13:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692dcd6bbc11-1764609387.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>ECOWAS delegation visits Guinea-Bissau for talks after military coup</h1><p class=\"article__subhead\"><em>Nigeria authorises protection for Guinea-Bissau opposition leader Fernando Dias da Costa, citing ‘imminent threat to his life’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A delegation from the Economic Community of West African States (ECOWAS) has visited <a href=\"/news/2025/11/29/guinea-bissaus-deposed-president-travels-to-congos-brazzaville-reports\">Guinea-Bissau</a> for mediation talks with leaders of last week’s coup, as regional pressure mounts on the military leaders who seized power after a disputed election.</p><p>The mission, led by ECOWAS chairman and Sierra Leone’s President Julius Maada Bio, came to Guinea-Bissau on Monday to urge the military authorities for a “complete restoration of constitutional order.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The military has tightened restrictions in the country, banning all demonstrations and strikes.</p><p>“We’ve had today very fruitful discussions,” said Sierra Leone’s Foreign Minister Timothy Musa Kabba. “Both sides have expressed their different concerns.”</p><p>Joao Bernardo Vieira, the newly appointed foreign minister of Guinea-Bissau, said it was “very clearly established” that ECOWAS would not leave the country “during this difficult period.”</p><p>“The transitional authorities and the military will continue their discussions,” he said.</p><p>The coup unfolded three days after the country’s closely contested presidential election, with both main contenders – incumbent President Umaro Sissoco Embalo and opposition candidate Fernando Dias da Costa – claiming victory before provisional results were due to be announced. No results have been released since.</p><p>During the takeover, Embalo told French media by phone that he had been deposed and arrested. He has since fled to Brazzaville, the capital of the Republic of Congo.</p><p>Guinea-Bissau military officials appointed former army chief of staff General Horta Inta-A to lead a one-year transition government. On Saturday, Inta-a named a new 28-member cabinet, made up largely of figures allied with the deposed president.</p><p>Nigeria, meanwhile, said its President Bola Tinubu had authorised protection for opposition leader Dias da Costa, citing an “imminent threat to his life”.</p><p>According to a letter sent to ECOWAS by Nigeria’s minister of foreign affairs, Dias da Costa is currently at the Nigerian embassy in Bissau. The letter requested an ECOWAS troop deployment to provide security for the opposition candidate.</p><p>Separately, the main opposition African Independence Party for Guinea and Cape Verde (PAIGC) said in a statement that its headquarters had been “illegally invaded by heavily armed militia groups” in the capital.</p><p>The party had been barred from presenting a presidential candidate in the November 23 election, a move criticised by civil rights groups as part of a wider clampdown on dissent.</p><p>ECOWAS, widely seen as West Africa’s leading political and regional authority with 15 member states, responded to the coup by suspending Guinea-Bissau from all its decision-making bodies “until the restoration of full and effective constitutional order in the country”.</p><p>International condemnation has continued to grow, with United Nations Secretary-General Antonio Guterres saying that he is gravely concerned and condemning the military takeover, warning that ignoring “the will of the people who peacefully cast their vote during the November 23 general elections constitutes an unacceptable violation of democratic principles”.</p><p>Guterres called for the “immediate and unconditional restoration of constitutional order” and the release of all detained officials, including electoral authorities and opposition figures.</p></div></div></body></html>"
        },
        {
            "title": "Trump, US officials discuss Venezuela amid concerns over military build-up | Donald Trump News | Al Jazeera",
            "time": "2025-12-01T19:06:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692db4f9-1764603129.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has met his national security team to discuss “next steps” on Venezuela, according to media reports, as his government continues to defend a controversial double strike on alleged drug smugglers in the Caribbean.</p><p>The meeting on Monday came as the US military continued to surge assets to the Caribbean. That has <a href=\"/news/2025/11/30/is-us-president-donald-trump-preparing-to-strike-venezuela\">sparked concerns</a> over a possible land invasion aimed at toppling the government of Venezuela’s President Nicolas Maduro.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to US media, the talks at the Oval Office included Secretary of Defense Pete Hegseth, Chairman of the Joint Chiefs of Staff General Dan Caine, Secretary of State Marco Rubio and other senior White House aides.</p><p>No details of the meeting were immediately available.</p><p>Last week, the US president said that land operations against criminal groups in Venezuela could begin “very soon”, in what would be an escalation of the US military’s months-long strikes on alleged Venezuelan drug smugglers in international waters in the Caribbean.</p><p>Days earlier, the US designated the Cartel de los Soles, which officials describe as a drug trafficking cartel led by Maduro, as a “foreign terrorist organization” (FTO). Experts have <a href=\"/news/2025/11/24/what-is-cartel-de-los-soles-the-latest-group-designated-terrorist-by-us\">pushed back</a> on the characterisation, saying the “Cartel de los Soles” has traditionally referred to a loose network of corruption within the Venezuelan government.</p><p>In a Saturday post on his Truth Social account, Trump said airspace over Venezuela should be considered closed “in its entirety”, in what some observers saw as the final preparations for military action.</p><p>But on Sunday, Trump told reporters not to “read anything into” the move.</p><p>Reporting from Washington, DC on Monday, Al Jazeera’s chief US correspondent Alan Fischer said “no one quite knows” why Trump announced the airspace closure. He added that reports in US media indicate the announcement happened without Pentagon notification.</p><p>“When asked about it … on Air Force One, [Trump] said that you shouldn’t read too much into it. But of course, that didn’t stop the speculation, because normally no-fly zones are imposed before there’s some sort of military operation,” Fisher said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He added that many observers in Washington have read the threats and asset build-up as an effort to force Maduro to flee the country before any military action is taken. Others have pointed to Trump’s past statements on Venezuela’s <a href=\"/news/2025/12/1/venezuela-calls-on-opec-to-counter-us-threats\">vast oil reserves</a>, sparking concerns he could pursue a “war for oil”.</p><p>“Of course, in all of this, Donald Trump has to balance his MAGA [Make America Great Again] supporters because he campaigned on the fact that he wouldn’t get involved in what he described as stupid foreign wars,” Fisher said.</p><p>Reporting from the US territory of Puerto Rico, the staging ground of the military’s Caribbean build-up, Al Jazeera’s Phil Lavelle said there has been a flurry of activity, but it remained difficult to discern if any operations were imminent.</p><p>“We’ve got about 15,000 or so military personnel in this part of the world as this readiness is under way,” Lavelle said.</p><p>“We’ve also obviously got the sea systems: We’ve got the USS Gerald F Ford, the largest aircraft carrier strike group in the world, currently off the coast … Also, the USS Winston S Churchill and the USS Bainbridge,” he said.</p><h2 id=\"renewed-scrutiny-over-boat-strikes\">Renewed scrutiny over boat strikes</h2><p>The build-up has persisted as the Trump administration has faced renewed pressure over its <a href=\"/news/2025/11/16/major-us-carrier-arrives-in-caribbean-as-trump-puts-venezuela-in-crosshairs\">lethal strikes</a> on alleged Venezuelan drug smugglers in international waters in the Caribbean.</p><p>Over the weekend, Republican and Democratic leaders on the US House and Senate armed services committees announced they were upping oversight of the strikes.</p><p>That came after the Washington Post and CNN reported last week that US Secretary of Defense Pete Hegseth gave a verbal order to kill all people aboard a boat suspected of smuggling drugs from Venezuela.</p><p>Subsequently, military officials reportedly ordered a so-called “follow-on” strike on the vessel after two individuals appeared to survive the first strike.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While legal scholars have long said US strikes on vessels carrying alleged “narco-terrorists” in international waters <a href=\"/news/2025/9/4/in-boat-strike-trump-repurposes-war-on-terror-for-latin-american-crime\">may be illegal</a> under both international and domestic law, the defence secretary explicitly ordering forces to kill all people on board the vessels ventures into even more precarious legal grounds.</p><p>In a letter, a group of former US military lawyers said the orders “if true” would “constitute war crimes, murder, or both”.</p><p>Responding to the report, Hegseth said all military actions in the Caribbean were “in compliance with the law of armed conflict”.</p><p>He has since doubled down in defiance, posting on social media on Sunday a mock image of children’s character Franklin targeting boats with a rocket-propelled grenade (RPG) launcher.</p><p>Speaking to reporters on Sunday, Trump said that Hegseth had denied giving the kill order.</p><p>“He did not say that, and I believe him 100 percent,” he said.</p><p>On Monday, the White House confirmed that a second strike did occur, with spokesperson Karoline Leavitt saying Admiral Frank Bradley gave the order for the follow-on attack.</p><p>Bradley “worked well within his authority and the law directing the engagement to ensure the boat was destroyed and the threat to the United States of America was eliminated,” Leavitt told reporters. She characterised the attack as in the “self-defence” of the US.</p><p>Also on Monday, Venezuela’s National Assembly was set to meet for an extraordinary session to debate forming a commission on the strikes.</p><p>However, the meeting was postponed until Tuesday, with no reason given.</p></div></div></body></html>"
        },
        {
            "title": "Rebuilding Gaza | Digital Series | Al Jazeera",
            "time": "2025-12-01T18:40:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/EP91-16-9-1764614383.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Jamaica secures $6.7bn for hurricane recovery and reconstruction plan | Banks News | Al Jazeera",
            "time": "2025-12-01T18:21:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692dd424-1764611108.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Jamaica secures $6.7bn for hurricane recovery and reconstruction plan</h1><p class=\"article__subhead\"><em>Up to $3.6bn in government financing included, with major contributions from global financial institutions.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Dec 2025</span><span aria-hidden=\"true\">1 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Jamaica has secured up to $6.7bn in support from international agencies to fund reconstruction over the next three years in the wake of Hurricane Melissa <a href=\"/gallery/2025/10/30/hurricane-melissa-leaves-trail-of-destruction-across-northern-caribbean\" target=\"_blank\" rel=\"noopener\">in October</a>.</p><p class=\"p1\">Melissa, one of the strongest storms on record to make landfall in the Caribbean, unleashed catastrophic flooding and landslides with some 76cm (30 inches) of rain when it struck Jamaica in October, causing damage estimated at $10bn.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The support will come from the CAF-Development Bank of Latin America and the Caribbean, the International Monetary Fund, the World Bank, the Caribbean Development Bank and the Inter-American Development Bank Group, the institutions said in a joint statement.</p><p>Included in the new package is up to $3.6bn in government financing, with the largest contributions coming from the CAF-Development Bank of Latin America and the Caribbean, the Inter-American Development Bank and the World Bank, each providing up to $1bn.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Recovery will require significant resources and long-term investments. Comprehensive recovery planning is already underway, focusing on critical priorities and reinforcing Jamaica’s resilience,” the written remarks read.</p><p>“By combining robust financial instruments, technical guidance, and a shared commitment to building forward better, Jamaica is well-positioned not only to restore what was lost but also to strengthen its resilience to future disasters. Continued partnership and innovation will remain central as Jamaica charts a stronger, more resilient future for all its citizens.”</p><p>Hurricane Melissa brought damages equivalent to 30 percent of Jamaica’s gross domestic product (GDP), according to the United Nations Development Programme (UNDP).</p><p>Melissa was the strongest storm to hit the <a href=\"/news/liveblog/2025/10/28/hurricane-melissa-live-category-5-storm-nears-jamaica-strongest-this-year\" target=\"_blank\" rel=\"noopener\">island nation in more than</a> 170 years.</p><p>The storm spread nearly five million tonnes of debris, creating road blockages and disrupting access to basic services. The official death toll in Jamaica a week after its passage stood at 32 people.</p></div></div></body></html>"
        }
    ]
}