{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "EU-Latin America trade deal: Who wins? | Business and Economy | Al Jazeera",
            "time": "2026-01-16T17:41:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768585216.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The EU and the Mercosur trading bloc of five Latin American nations seal a sweeping trade pact.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>It would create one of the largest free-trade zones in the world, connecting markets with more than 700 million people.</p><p>A trade pact between the European Union and the Mercosur trading bloc has been agreed after almost 25 years of talks.</p><p>That’s despite opposition from farmers in several European countries.</p><p>The deal is seen as part of Europe’s effort to curb its economic reliance on China.</p><p>And it comes against the backdrop of President Donald Trump’s tariffs on countries around the world and his recent military intervention in Venezuela.</p><p>Also, will Big Oil invest in Venezuela?</p><p>Plus, are Greenland’s vast resources profitable?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Canada breaks with US on China tariffs | Government | Al Jazeera",
            "time": "2026-01-16T17:33:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768584774.jpg?resize=1565%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Canada, China strike trade deals to slash tariffs on EVs, canola | Xi Jinping News | Al Jazeera",
            "time": "2026-01-16T17:15:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6969e91c-1768548636.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canada and China have struck an initial trade deal that will slash tariffs on electric vehicles and canola, Prime Minister Mark Carney has said, as both nations promised to tear down trade barriers while forging new strategic ties.</p><p>The deal was announced on Friday during Carney’s visit to Beijing.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The first Canadian prime minister’s visit to China since 2017, <a href=\"/economy/2026/1/15/canadas-mark-carney-seeks-reset-on-pivotal-trip-to-china\" target=\"_blank\" rel=\"noopener\">Carney is seeking to rebuild ties</a> with his country’s second-largest trading partner after the United States, following months of diplomatic efforts.</p><p>Canada will initially allow in up to 49,000 Chinese electric vehicles at a tariff of 6.1 percent on most-favoured-nation terms, Carney said after talks with Chinese leaders, including President Xi Jinping. He did not specify a time period.</p><p>That compares with the 100 percent tariff on Chinese electric vehicles imposed by the government of former Prime Minister Justin Trudeau in 2024, following similar US penalties. In 2023, China exported 41,678 EVs to Canada.</p><p>“This is a return to levels prior to recent trade frictions, but under an agreement that promises much more for Canadians,” Carney told reporters.</p><p>Trudeau justified his tariff on the grounds that there was an unfair global market edge for Chinese manufacturers benefiting from state subsidies, a scenario that threatened domestic producers.</p><p>“For Canada to build its own competitive EV sector, we will need to learn from innovative partners, access their supply chains, and increase local demand,” Carney said.</p><p>He pointed to a stronger partnership with China in clean energy storage and production, driving new investments.</p><p>Carney said he expected the EV pact would drive “considerable” Chinese investment into Canada’s auto sector, create good careers and speed it towards a net-zero future.</p><p>Doug Ford, premier of Ontario, Canada’s main car manufacturing province, complained China now had a Canadian foothold and would take full advantage.</p><p>“The federal government is inviting a flood of cheap made-in-China electric vehicles without any real guarantee of equal or immediate investments in Canada’s economy, auto sector or supply chain,” he said in a post on X.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"lowering-tariffs\">Lowering tariffs</h2><p>Last March, in retaliation for Trudeau’s tariffs, China levied tariffs on more than $2.6bn of Canadian farm and food products, such as canola oil and meal, followed by tariffs on canola seed in August.</p><p>That led to a slump of 10.4 percent in China’s 2025 imports of Canadian goods.</p><p>Under the new deal, Carney said, Canada expects China will lower tariffs on its canola seed by March 1, to a combined rate of about 15 percent.</p><p>“This change represents a significant drop from current combined tariff levels of 84 percent,” he said, adding China was a $4bn canola seed market for Canada.</p><p>Canada also expects its canola meal, lobsters, crabs and peas to have anti-discrimination tariffs removed from March 1, until at least year-end, he added.</p><p>The deals will unlock nearly $3bn in export orders for Canadian farmers, fish harvesters and processors, Carney said.</p><p>He also said Xi had committed to ensuring visa-free access for Canadians travelling to China, but did not give details.</p><p>In a statement announced by China’s state-run Xinhua news agency, the two nations pledged to restart high-level economic and financial dialogue, boost trade and investment, and strengthen cooperation in agriculture, oil, gas and green energy.</p><p>Carney said Canada will double its energy grid over the next 15 years, adding that there were opportunities for Chinese partnership in investments, including offshore wind.</p><p>He also said Canada was scaling up its LNG exports to Asia and will produce 50 million tonnes of LNG each year – all destined for Asian markets by 2030.</p><h2 id=\"china-more-predictable\">China ‘more predictable’</h2><p>“Given current complexities in Canada’s trade relationship with the US, it’s no surprise that Carney’s government is keen to improve the bilateral trade and investment relationship with Beijing, which represents a massive market for Canadian farmers,” said Beijing-based Trivium China’s Even Rogers Pay.</p><p>“Meanwhile, it’s difficult for Washington to criticise Carney for striking a beneficial trade deal when Trump himself just did so in October.”</p><p>US President Donald Trump has also imposed tariffs on some Canadian goods and suggested the longtime US ally could become his country’s 51st state.</p><p>China, similarly hit by Trump’s tariffs, is eager to cooperate with a Group of Seven nation in a traditional sphere of US influence.</p><p>“In terms of the way our relationship has progressed in recent months with China, it is more predictable, and you see results coming from that,” Carney said when asked if China was a more predictable and reliable partner than the US.</p><p>Carney also said he had discussions with Xi about Greenland. “I found much alignment of views in that regard,” he said.</p><p>Trump has in recent days revived his claim to the semi-autonomous Danish territory as NATO members scrambled to counter US criticism that Greenland is under-protected.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sino-us-rivalry\">Sino-US rivalry</h2><p>Analysts say the rapprochement could reshape the political and economic context in which Sino-US rivalry unfolds, although Ottawa is not expected to dramatically pivot away from Washington.</p><p>“Canada is a core US ally and deeply embedded in American security and intelligence frameworks,” said Sun Chenghao, a fellow at Tsinghua University’s Centre for International Security and Strategy.</p><p>“It is therefore very unlikely to realign strategically away from Washington.”</p><p>But if Ottawa took a more pragmatic and autonomous economic policy toward China, Beijing could point to it as evidence that US-led decoupling was neither inevitable nor universally accepted among America’s closest partners, he added.</p></div></div></body></html>"
        },
        {
            "title": "X to block Grok AI’s undressing feature | Technology | Al Jazeera",
            "time": "2026-01-16T16:59:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/EP24_DD_Thumbnail_Landscape_V001_00-1768582642.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Elon Musk’s AI chatbot Grok will no longer be able to undress people on X after criticisms that it was creating nonconsensual sexualised images – and in some cases, of children. Al Jazeera’s Linh Nguyen explains the global outrage.</p></div></div></body></html>"
        },
        {
            "title": "Palestinian child shot dead by Israeli troops in occupied West Bank | Occupied West Bank News | Al Jazeera",
            "time": "2026-01-16T16:19:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-04-18T155452Z_1770773179_RC2YUDAVC5NT_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-SETTLERS-1768574439.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Palestinian child shot dead by Israeli troops in occupied West Bank</h1><p class=\"article__subhead\"><em>Rights group says Palestinian children are ‘increasingly targets’ as Israeli military and settler violence soars.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli troops have shot and killed a Palestinian child in the occupied West Bank, as a wave of intensified Israeli military and <a href=\"/news/2025/11/17/israeli-settlers-torch-homes-and-vehicles-in-west-bank-villages\">settler violence</a> across the territory continues.</p><p>Mohammed Naasan, 14, was killed on Friday after Israeli forces stormed and opened fire in the village of al-Mughayyir, near Ramallah, assaulting residents.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Naasan was shot in the back and chest, the Palestinian news agency Wafa reported.</p><p>The Israeli military said in a statement that troops fatally shot Naasan because he was “running towards them carrying a rock”.</p><p>The killing came after Israeli settlers, under the protection of the Israeli army, had earlier on Friday stormed an area south of al-Mughayyir and fired live rounds, according to Wafa.</p><p>Palestinians across the West Bank have faced a wave of intensified Israeli military and settler violence in the shadow of Israel’s <a href=\"/news/liveblog/2026/1/16/live-israel-continues-deadly-gaza-attacks-as-deal-moves-into-phase-two\">genocidal war against Palestinians</a> in the Gaza Strip, which has killed more than 71,000 people since October 2023.</p><p>Experts say the violence, which is taking place amid a push by far-right Israeli politicians to formally annex the West Bank, aims to force Palestinians out of their homes and communities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to <a href=\"https://www.unocha.org/publications/report/occupied-palestinian-territory/humanitarian-situation-update-352-west-bank\" target=\"_blank\" rel=\"noopener\">United Nations figures</a>, at least 240 Palestinians, including 55 children, were killed by Israeli forces or settlers last year alone.</p><p>The UN’s humanitarian office (OCHA) said more than 1,800 settler attacks that resulted in casualties or property damage were also recorded in 2025 – an average of about five incidents per day.</p><p>That is the highest average since OCHA began tracking settler violence in 2006, it said.</p><p>Israel’s army routinely fires live ammunition, tear gas, stun grenades and other weapons at Palestinians in the occupied territory, and it often justifies the assaults by claiming that stones were being thrown.</p><p>Israeli human rights group BTselem <a href=\"https://www.btselem.org/firearms\" target=\"_blank\" rel=\"noopener\">has said</a> the military employs an “open-fire policy” that allows for an “unjustified use of lethal force” and “conveys Israel’s deep disregard for the lives of Palestinians”.</p><p>Rights advocates also have documented how Palestinian children in the West Bank, in particular, have been at heightened risk of Israeli violence under the shadow of the Gaza war.</p><p>“Decades of systemic impunity has created a situation where Israeli forces shoot to kill without limit,” Defence for Children International-Palestine (DCI-P) <a href=\"https://www.dci-palestine.org/israeli_forces_kill_16_year_old_palestinian_boy_near_jenin\" target=\"_blank\" rel=\"noopener\">said last month</a> after a 16-year-old Palestinian boy was killed by Israeli forces in the northern West Bank.</p><p>“As Palestinian children are increasingly targets in the West Bank, Israeli forces’ rules of engagement seemingly allow direct targeting of Palestinian children where no threat exists to justify the use of intentional lethal force.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens tariffs over Greenland, calls it vital for security | Donald Trump News | Al Jazeera",
            "time": "2026-01-16T15:57:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696a5ef3-1768578803.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump says he may impose tariffs on countries that don’t back the United States’s claim to control Greenland, a message that came as a bipartisan congressional delegation sought to lower tensions in the Danish capital.</p><p>Since Trump returned to the White House in January, he has repeatedly insisted that the US control Greenland, a semiautonomous territory of NATO ally Denmark, and said earlier this week that anything less than the Arctic island being in US hands would be “unacceptable”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>During an unrelated event at the White House about rural healthcare, he recounted on Friday how he had threatened European allies with tariffs on pharmaceuticals.</p><p>“I may do that for Greenland too,” Trump said. “I may put a tariff on countries if they don’t go along with Greenland, because we need Greenland for national security. So I may do that,” he said.</p><p>Trump has said Greenland is vital to US security because of its strategic location and large supply of minerals, and has not ruled out the use of force ⁠to take it.</p><p>He had not previously mentioned using tariffs to try to force the issue.</p><p>Earlier this week, the <a href=\"/news/2026/1/14/greenland-and-denmark-say-trump-set-on-conquering-territory-after-meeting\">foreign ministers of Denmark and Greenland</a> met in Washington with US Vice President JD Vance and Secretary of State Marco Rubio.</p><p>That encounter didn’t resolve the big differences, but did produce an agreement to set up a working group — on whose purpose Denmark and the White House then offered sharply diverging public views.</p><p>European leaders have insisted that only Denmark and Greenland can decide matters concerning the territory, and Denmark said this week that it was increasing its military presence in Greenland in cooperation with allies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A bipartisan delegation of US lawmakers met the leaders of Denmark and Greenland in Copenhagen on Friday, seeking to “lower the temperature” with assurances of congressional support to recognise Greenland as an ally, not property, after Trump’s threats to seize the Arctic island.</p><p>European nations this week sent small numbers of military personnel to the island at Denmark’s request.</p><p>The 11-member US delegation, led by Democratic Senator Chris Coons, met Danish Prime ​Minister Mette Frederiksen and her Greenlandic counterpart Jens-Frederik Nielsen, as well as Danish and Greenlandic parliamentarians.</p><p>“There’s a lot of rhetoric, but there’s not a ‍lot of reality in the current discussion in Washington,” Coons told reporters following the meetings, saying the politicians would seek to “lower the temperature” on returning home.</p><h2 id=\"looking-for-a-deal\" class=\"p1\">Looking for a deal</h2><p>Trump’s special envoy to Greenland also said on Friday he plans to visit the Danish territory in March and believes a deal can be made.</p><p>“I do believe that there’s a deal that should ‍and ⁠will be made once this plays out,” Jeff Landry told Fox News in an interview on Friday, as the ​US delegation met the Danish and Greenlandic leaders.</p><p>“The president is ‌serious. I think he’s laid ‌the markers down. He’s ⁠told Denmark what he’s looking for, and now it’s a matter ‌of having Secretary [of State Marco] Rubio and Vice President JD ‍Vance make a deal.”</p></div></div></body></html>"
        },
        {
            "title": "‘Inevitably difficult’: Inside a family’s fight against the US boat strikes | Human Rights News | Al Jazeera",
            "time": "2026-01-16T15:56:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251021__79KC3NK__v1__HighRes__ColombiaUsVenezuelaDiplomacyDrugCrime-1768443023.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"a-call-for-justice\">A call for justice</h2><p>As part of the petition to the Inter-American Commission on Human Rights, the Carranza family is seeking compensation and a stop to the US strikes.</p><p>But the commission’s powers are limited. It can investigate alleged violations, determine state responsibility and provide recommendations, but its decisions are non-binding, meaning that the US is not obligated to comply.</p><p>“It can provide a measure of justice, in that it would be a regional human rights body saying that the victims are right and deserve to be compensated,” said Pappier.</p><p>\"But it would not immediately deliver reparations or full-fledged accountability.\"</p><p>Bringing the case before a US court could ultimately be more productive, Pappier added, but it would also be significantly more challenging.</p><p>Kovalik, the family's lawyer, told Al Jazeera he is currently weighing those challenges.</p><p>The fact that the alleged crime took place outside of US territory could be a barrier to litigation, he explained. So too could be the legal protections granted to the US government and top officials.</p><p>The US government enjoys sovereign immunity in most cases, and the Supreme Court ruled in 2024 that the president enjoys \"presumptive immunity\" for any \"official acts\" he engages in.</p><p>“We are still considering a possible court action,” Kovalik said.</p><p>Another challenge is that the US has shown no willingness to investigate the strikes or release information that would help others do so.</p><p>In a statement to Al Jazeera, the Colombian Attorney General’s Office confirmed that it has opened an inquiry into the US bombings, but experts warn that restricted access to information could limit its investigation.</p><p>Colombia would need insight into US decisions about the strikes to determine criminal responsibility, said Schuller, the expert from the European Center for Constitutional and Human Rights.</p><p>Without US cooperation, however, “it's impossible to get the information necessary to say who could be put on trial for such a strike\", he explained.</p><p>For now, Kovalik said that the Carranza family takes some comfort in knowing that “at least something is being done”.</p><p>Since Carranza’s disappearance, relatives have been unable to hold a funeral without the fisherman's remains. His family also is struggling financially because Carranza was the household’s breadwinner, and his wife has a disability that limits her ability to work.</p><p>Vega said that, if Carranza had been suspected of smuggling drugs, US authorities had a responsibility to arrest him, not kill him.</p><p>The burden of proof, he added, should be on the US government, not the family.</p><p>“Alejandro was one of our fishermen. He will not stop being one unless proven otherwise.”</p></div></div></body></html>"
        },
        {
            "title": "Iran holds more funerals after deadly unrest | Protests | Al Jazeera",
            "time": "2026-01-16T15:38:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768577838.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Why is Venezuela ‘uninvestable’ for Big Oil? | News | Al Jazeera",
            "time": "2026-01-16T15:27:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768577166.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">After seizures, sanctions and collapse, can Venezuela ever win back Big Oil’s trust?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump says removing President Nicolas Maduro is about reclaiming Venezuela’s oil. But as Washington pushes for access, major oil companies are hesitating. Why is Venezuela being labeled “uninvestable,” and what does that skepticism reveal about power, instability and the future of Venezuela’s vast oil reserves?</p><p><strong>In this episode:</strong></p><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Marcos Bartolomé and Melanie Marich, with Tamara Khandaker, and our host, Kevin Hirten. It was edited by Ney Alvarez and Noor Wazwaz. </em></p><p><em>Our sound designer is Alex Roldan. Our video editors are Hisham Abu Salah and Mohannad Al-Melhem. Alexandra Locke is the Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio.</em></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Five pro-Palestinian activists plead not guilty over UK airbase break-in | News | Al Jazeera",
            "time": "2026-01-16T15:18:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696a4f1f29-1768574751.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Five pro-Palestinian activists plead not guilty over UK airbase break-in</h1><p class=\"article__subhead\"><em>The activists ⁠pleaded not guilty to damaging property for a purpose prejudicial to the interests or safety of the UK.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Five pro-Palestinian activists have pleaded not ‍guilty to <a href=\"/news/2025/6/20/pro-palestinian-activists-break-into-uk-military-base\">breaking into a British military airbase</a> and damaging two planes in ⁠protest against the UK’s support for Israel’s war in Gaza.</p><p>The five are accused of breaking into the Brize Norton Royal Air Force base in central England in ‍June and spraying red paint over two Voyager aircraft used for refuelling and transport.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The campaign group Palestine Action, which has since been banned by the government, said it was behind the incident.</p><p>Lewie Chiaramello, Jon Cink, Amy Gardiner-Gibson, Daniel Jeronymides-Norie and Muhammad ‌Umer Khalid appeared on Friday at London’s Old Bailey ‌court by videolink from prison.</p><p>They ⁠pleaded not guilty to damaging property for a purpose ‌prejudicial to the interests or safety of the United Kingdom. Their trial is due ‍to start in January 2027.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>No applications for bail were made, despite it having been one of five <a href=\"/news/2025/12/22/palestine-action-hunger-strikes-what-are-their-demands\">key demands</a> put forward by the activists. The others included the right to a fair trial – which they say includes the release of documents related to “the ongoing witch-hunt of activists and campaigners” – ending censorship of their communications, “de-proscribing” Palestine Action and shutting down Elbit Systems, which operates several UK factories.</p><p>Palestine Action launched in July 2020 and describes itself as a movement “committed to ending global participation in Israel’s genocidal and apartheid regime”. The UK parliament <a href=\"/news/2025/7/2/uk-lawmakers-vote-to-ban-palestine-action-as-terror-group\">voted in favour</a> of proscribing the group on July 2, 2025, classifying it as a “terrorist” organisation.</p><p>More than 1,600 arrests linked to support for the proscribed group were made in the three months following the ban’s introduction. The ban has been challenged in court.</p><h2 id=\"hunger-strike\">Hunger strike</h2><p class=\"p1\">This week, Chiaramello was one of three activists allegedly linked to Palestine Action who ended their hunger strike in prison, according to campaign group Prisoners for Palestine.</p><p class=\"p1\">Chiaramello had fasted every other day, as he is a Type 1 diabetic, for 46 days.</p><p class=\"p1\">Cink and Gardiner-Gibson – the latter now known as Amu Gib, also took part in a hunger strike in detention.</p><p>“We have never trusted the government with our lives, and we will not start now. We will be the ones to decide how we give our lives to justice and liberation,” Gardiner-Gibson said in a statement issued by the group on Wednesday.</p><p class=\"p1\">One remand prisoner, Umer Khalid, continues to refuse food.</p></div></div></body></html>"
        },
        {
            "title": "Man Utd target Glasner to leave Palace, while Guehi set to sign for City | Football News | Al Jazeera",
            "time": "2026-01-16T15:01:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/12997475-1768573727.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man Utd target Glasner to leave Palace, while Guehi set to sign for City</h1><p class=\"article__subhead\"><em>Oliver Glasner, who has been heavily linked with a move to Manchester United, confirms he will leave Crystal Palace.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Oliver Glasner ‌will not extend his contract with Crystal ‍Palace ‍, which is due to expire at the end of the season, the Austrian manager has confirmed.</p><p>Glasner guided Palace to <a href=\"/sports/2025/5/17/fa-cup-final-2025-crystal-palace-defeat-man-city-in-major-upset\">victory in ⁠the FA Cup</a> last season, the first major ​trophy of their 164-year-old history, as well ‍as <a href=\"/sports/2025/8/10/new-look-liverpool-beaten-by-crystal-palace-in-community-shield\">the Community Shield</a> in August.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The 51-year-old’s success at Palace has made him a key target for other clubs, and he ⁠has been <a href=\"/sports/2026/1/6/who-could-be-the-next-manchester-united-manager\">linked with the top job at Manchester United</a>.</p><p>“A decision has already been taken, months ago. I had a meeting with Steve [Parish] in October, the international break,” Glasner told reporters on Friday.</p><p>“We had a very long talk, ​and I told him I ‌will not sign a new contract. We agreed at the time, it was the best to keep it between us. It’s ‌the best that we could do, and keep it confidential ‌for three months.</p><p>“But now it’s important ⁠to have clarity, and we had a very busy schedule, so that’s why we didn’t want to talk about it. ‌Steve and I want the best for Crystal Palace.”</p><p>Palace are 13th in the league standings with 28 ‍points from 21 matches and travel to Sunderland on Saturday.</p><h2 id=\"man-city-set-to-confirm-guehi-capture-from-crystal-palace\">Man City set to confirm Guehi capture from Crystal Palace</h2><p>Manchester City are understood to agreed a deal in principle to sign Crystal Palace captain Marc Guehi as they battle a defensive crisis.</p><p>The England defender was close to joining Liverpool on transfer deadline day in September before the move collapsed.</p><p>Other clubs reportedly interested in Guehi, including Liverpool once again and Bayern Munich, were understood to be targeting a move at the end of the season, when Guehi was due to be a free agent.</p><p>Pep Guardiola, speaking on the eve of <a href=\"/sports/2026/1/16/manchester-united-vs-manchester-city-premier-league-teams-start\">City’s match against Manchester United</a>, was tight-lipped when asked about the club’s potential interest in Guehi, stressing he had “nothing to say”.</p><p>Palace travel to Sunderland on Saturday, where Glasner will not ‌be able to call upon defender Guehi.</p><p>The 25-year-old was linked with ⁠a move to Manchester City earlier on Friday, with British media reporting that a deal had been agreed in principle.</p><p>Asked about Guehi’s future, Glasner said, “I can’t confirm the club because it is not done, but is in the final stages, and the result ‌is Marc doesn’t play tomorrow for us.”</p><p>Guehi captained Palace to FA Cup success in May against City and has won 26 England caps.</p><p>City boss Guardiola, whose team are second in the Premier League, six points behind Arsenal, said the team were desperately short of defensive options.</p><p>“Without John [Stones], without Ruben [Dias], without Josko [Gvardiol], we are in a difficult situation for not one game but a long, long period,” he said.</p><p>“It’s a difficult situation. Ruben will be back soon. Josko, no. John, hopefully, we’ll see.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "South Korea’s former President Yoon sentenced to five years: What we know | Corruption News | Al Jazeera",
            "time": "2026-01-16T14:47:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25314166106037-1768331933.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former South Korean President Yoon Suk Yeol has received a five-year jail sentence after being found guilty of multiple charges, including attempts to block his arrest after his failed move to impose martial law on the country in December 2024.</p><p>Yoon was sentenced at the Seoul Central District Court on Friday in televised proceedings of one of the country’s most sensitive political trials in recent history.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But this is only the first sentencing in several court cases the controversial ex-leader is facing since he was impeached and detained following widespread demonstrations against his government from late 2024. In another case, he could be facing a death sentence if he is found guilty of charges of insurrection.</p><p>Yoon was the first sitting president in South Korean history to be arrested and indicted. His short-lived administration was plagued by criticism and poor ratings. However, his surprise martial law announcement sent shockwaves through the democratic country, and around the world, triggering a dramatic political saga.</p><p>Yoon’s lawyers say the former president will appeal the court’s ruling.</p><p>Here’s what we know about Yoon’s government and the latest sentence:</p><figure id=\"attachment_3828336\" aria-describedby=\"caption-attachment-3828336\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3828336\" src=\"/wp-content/uploads/2025/07/afp_686eae26e128-1752084006.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"South Korea's impeached former President Yoon Suk Yeol (C) arrives at a court.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3828336\" class=\"wp-caption-text\">South Korea’s impeached former President Yoon Suk Yeol, centre, arrives at a court to attend a hearing to review his arrest warrant requested by special prosecutors, in Seoul on July 9, 2025 [AFP]</figcaption></figure><h2 id=\"what-has-the-court-ruled\">What has the court ruled?</h2><p>A three-justice panel at Seoul Central District Court sentenced Yoon to five years after finding him guilty of several charges on Friday.</p><p>These were: infringing on investigators’ rights to deliberate on his martial law imposition; obstructing justice by evading his arrest in January 2025; and fabricating official documents relating to his December 2024 martial law declaration.</p><p>In the ruling, Presiding Judge Baek Dee-hyun said martial law could only be imposed in exceptional circumstances and that the president was required to consult with his cabinet before making a pronouncement.</p><p>“But Yoon, in an unprecedented manner, notified only some Cabinet members of the meeting on the proclamation of martial law, thereby directly violating the Constitution and infringing the deliberation rights of Cabinet members who were not notified,” the judge said, according to reporting by the national newspaper, Korea Times.</p><p>Yoon also mobilised security forces of the Presidential Security Service to block his arrest, which had been ordered by the Corruption Investigation Office (CIO) on January 3, 2025, after parliament voted to impeach him, the court ruled.</p><p>“The defendant abused his enormous influence as president to prevent the execution of legitimate warrants through officials from the Security Service, which effectively privatised officials … for personal safety and personal gain,” Judge Baek said.</p><p>To make it appear as though procedural requirements had been met when he declared martial law on December 3, Yoon tampered with the date and signatures on an important document, which had actually been created later, on December 7, the court found.</p><p>Outside the court, Yoo Jung-Hwa, a lawyer representing Yoon, told reporters the ruling was “politicised” and that the ex-president would appeal.</p><figure id=\"attachment_4146977\" aria-describedby=\"caption-attachment-4146977\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4146977\" src=\"/wp-content/uploads/2025/12/afp_692f819c32aa-1764721052.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"(FILES) In this file photo taken early on December 4, 2024, soldiers try to enter the National Assembly building in Seoul, after then South Korea president Yoon Suk Yeol declared martial law.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4146977\" class=\"wp-caption-text\">In this file photo taken early on December 4, 2024, soldiers try to enter the National Assembly building in Seoul, after then South Korean President Yoon Suk Yeol declared martial law [File: AFP]</figcaption></figure><h2 id=\"who-is-yoon-suk-yeol\">Who is Yoon Suk Yeol?</h2><p>By profession, Yoon, 65, is a lawyer. He served as the country’s president from May 2022 until his official removal in April 2025.</p><p>He was an instrumental prosecutor in the trials of former Presidents Park Geun-hye and Lee Myung-bak. Their convictions brought him to the notice of left-wing political parties, and saw him appointed as prosecutor general from 2019 to 2021 by the left-leaning Moon Jae-in administration.</p><p>However, when he launched investigations into that government, which prompted at least one minister to resign, Yoon also gained recognition with conservatives. Generally, he had widespread appeal and was viewed as a no-nonsense, principled lawyer loyal only to the law.</p><p>In the 2022 presidential elections, Yoon ran as the candidate for the conservative People Power Party, promising economic deregulation and, controversially, anti-feminist policies, such as scrapping the gender ministry. He narrowly won against the opposition Democratic Party of Korea, but his administration was expected to unite both sides. Instead, Yoon’s government leaned further to the right, clashing with the opposition left, which controlled parliament.</p><p>In particular, he was criticised for his government’s handling of the Seoul Halloween crowd crush tragedy in October 2022, which killed more than 150 people in the capital and <a href=\"/news/2022/10/30/s-korea-declares-national-mourning-over-deadly-halloween-stampede\">plunged the country into mourning</a>, and for its clashes with the Korean Medical Association, which blamed the authorities for raising quotas for medical students rather than reforming the health sector to benefit practising professionals.</p><p>Yoon’s approval ratings dropped during his term. Varying polls showed an approval rate of about 52 percent when he was first elected in May 2022, compared with approximately 36 percent by December 2024.</p><p>Parliamentary elections two years into his administration saw his NPP party further lose ground, hindering the progress of Yoon’s budget policies.</p><h2 id=\"what-was-the-martial-law-crisis\">What was the martial law crisis?</h2><p>On the night of December 3, 2024, Yoon shocked South Korea and the world when he imposed martial law, citing the need “to protect the country from North Korea communists and eliminate anti-state elements”.</p><p>Yoon further accused opposition politicians of being an “anti-state … den of criminals” who were “trying to overthrow the free democracy” by blocking his budget plans. He asserted a need to “rebuild and protect the country from falling into ruin”.</p><p>When parliamentarians attempted to convene, Yoon ordered troops to blockade the National Assembly and arrest opposition leaders.</p><p>Legislators managed, however, to enter the building and voted to lift the martial law after midnight on December 4, just hours after it was declared.</p><p>Hundreds of protesters took to the streets in protest, calling for Yoon to step down.</p><p>On December 7, Yoon apologised to the nation for the martial law, calling it “an act of governance”. Parliament voted to impeach him on December 14, suspending his powers as president.</p><p>He then holed himself up in the presidential palace and refused to respond to a summons by the CIO, an agency investigating crimes committed by senior government officials.</p><p>Security forces from the CIO attempted to  enter the premises on January 3, but were blocked by security units still loyal to Yoon. On a second attempt on January 15, after more than 3,000 troops were deployed for the mission, Yoon was arrested and is still in detention.</p><p>Yoon’s term was formally terminated on April 4 when the Constitutional Court upheld his impeachment.</p><p>South Korea, which prides itself on being a stable democracy, last experienced martial law in 1979, after military leader Chun Doo-hwan seized power in a coup.</p><figure id=\"attachment_3622367\" aria-describedby=\"caption-attachment-3622367\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3622367\" src=\"/wp-content/uploads/2025/04/AP25093235622252-1743728075.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of impeached South Korean President Yoon Suk Yeol stage a rally to oppose his impeachment near the Constitutional Court in Seoul, South Korea, Thursday, April 3, 2025. The letters read &quot;Yoon Suk Yeol's immediate return.&quot; (AP Photo/Ahn Young-joon)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3622367\" class=\"wp-caption-text\">Supporters of impeached South Korean President Yoon Suk Yeol stage a rally to oppose his impeachment near the Constitutional Court in Seoul, South Korea, on Thursday, April 3, 2025. The signs read ‘Yoon Suk Yeol’s immediate return’ [Ahn Young-joon/AP]</figcaption></figure><h2 id=\"what-other-trials-does-yoon-face\">What other trials does Yoon face?</h2><p>In all, Yoon has been indicted in four criminal cases, ranging from the more serious charge of leading an insurrection to violating campaign laws during his political election.</p><h3>Insurrection</h3><p>Yoon was indicted for insurrection in January 2025, after parliament had voted to impeach him, but before the Constitutional Court approved the move.</p><p>The insurrection charge is in connection with the actions Yoon took on December 3, 2024, to seal off the National Assembly and prevent lawmakers who wanted to block his martial law decree from entering. The charge also relates to his orders that the speaker and opposition leaders be arrested.</p><p>Yoon has repeatedly claimed that he did not intend to impose military rule. He says did so to sound the alarm about wrongdoing by opposition parties and to protect democracy from “anti-state” elements.</p><p>His defence team also argues that the CIO has no authority to investigate him and that, as president, he was within his rights to declare martial law because there was an emergency.</p><p>Yoon’s lawyers used the same defence during Friday’s trial, but that was dismissed by the court – potentially setting a line for the insurrection case.</p><p>The insurrection trial began on January 9, and the court is scheduled to rule on it on February 19.</p><p>On Tuesday, prosecutors at a closed hearing sought the death sentence for Yoon. While the death penalty is legal in South Korea, there have been no executions since 1997.</p><p>Former military leader Chun Doo-hwan, who seized power in a 1979 coup and ruled until 1988, was convicted in 1996 on several charges, including insurrection for orchestrating a coup and declaring martial law to suppress pro-democracy protests.</p><p>He was handed a death sentence, which was commuted to life imprisonment. But two years later, Chun was pardoned.</p><h3>Espionage</h3><p>Separately, Yoon will also answer to charges of treason in an ongoing trial which began on Monday.</p><p>In that case, he is accused of aiding an enemy state and was <a href=\"/news/2025/11/10/south-korea-indicts-ex-leader-yoon-on-charges-of-aiding-the-enemy\" target=\"_blank\" rel=\"noopener\">indicted</a> on the charge of treason in November.</p><p>Former Defence Minister Kim Yong-hyun and the former intelligence chief, Yeo In-hyung, have also been indicted on the same charge.</p><p>Prosecutors accuse Yoon and his aides of trying to instigate a military crisis with North Korea by ordering a drone incursion into Pyongyang in October 2024.</p><p>The plan, prosecutors allege, was to goad North Korea into retaliating so that Yoon could impose and justify martial law.</p><p>The drone dispatch leaked military secrets to North Korea when it crashed near Pyongyang, prosecutors say. The crash itself constituted a violation of national security laws, they submitted.</p><p>Prosecutors also presented a memo found on former intelligence chief Yeo’s phone as key evidence of intent to commit espionage.</p><p>In a note to himself, they allege that Yeo wrote: “… we must either create instability or exploit instability when it arises.”</p><p>Yoon and his aides face a maximum life imprisonment under Korean law, or a minimum of three years, if found guilty of this charge.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Africa Cup of Nations: The Final | Africa Cup of Nations | Al Jazeera",
            "time": "2026-01-16T14:34:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/YU-COVER-1768573816.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli strikes kill two in Lebanon, UN forces report drone attack | News | Al Jazeera",
            "time": "2026-01-16T14:12:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696a36323d2d-1768568370.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israeli strikes kill two in Lebanon, UN forces report drone attack</h1><p class=\"article__subhead\"><em>United Nations peacekeepers say a drone ‘dropped a grenade’ on its troops as Israel continued attacks on Lebanon.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli strikes have killed two people in Lebanon, according to the Lebanese health ministry, in the latest violation of a <a href=\"/news/2024/11/26/ceasefire-between-lebanons-hezbollah-and-israel-what-to-know\">ceasefire agreement</a> with Hezbollah.</p><p>In a statement on Friday, the Ministry of Public Health said an “Israeli enemy strike” on a vehicle in Mansuri in southern Lebanon had killed one person.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It also said that a strike on the southern town of Mayfadun killed one person the previous night. Israel said the victim of that attack was a Hezbollah member who it alleged “took part in attempts to reestablish Hezbollah’s infrastructure in the Zawtar al-Sharqiyah area”.</p><p>The Israeli military on Thursday also carried out several strikes in eastern Lebanon’s Bekaa region, north of the Litani River, after issuing warnings to evacuate.</p><p>United Nations peacekeepers deployed in southern Lebanon on Friday sent a stop-fire request to the Israeli army after a drone “dropped a grenade” on its troops. It was unclear if the grenade exploded or not.</p><p>UNIFIL said such activities put both civilians and peacekeepers at risk and constitute a violation of United Nations Security Council Resolution 1701.</p><p>UNIFIL was established in 1978 following Israel’s invasion of southern Lebanon and saw its mandate significantly expanded after the 2006 war between Israel and Hezbollah under Resolution 1701.</p><p>More than 10,000 peacekeepers were deployed to monitor the cessation of hostilities and support the Lebanese army’s presence south of the Litani River.</p><p>The UN Security Council decided in August to <a href=\"/news/2025/8/28/un-security-council-renews-unifil-mission-in-lebanon-until-end-of-2026\">end UNIFIL’s mandate</a> on December 31, 2026, followed by a one-year plan for a phased drawdown of forces.</p><p>Israel has continued violating the ceasefire with Hezbollah in place since late November 2024, resulting in hundreds of casualties, while Israeli forces remain on five Lebanese hills seized in the latest war, in addition to other areas occupied for decades.</p><p>Lebanon has faced growing ‌pressure from the US ⁠and Israel to disarm Hezbollah, and its leaders fear that Israel could dramatically escalate strikes ‌across the battered country to push Lebanon’s leaders to confiscate Hezbollah’s arsenal more quickly.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Manchester United vs Manchester City: Premier League - teams, start | Football News | Al Jazeera",
            "time": "2026-01-16T14:09:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2255782645-1768571069.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Manchester United vs Manchester City<br>\n<strong>What:</strong> English Premier League<br>\n<strong>Where:</strong> Old Trafford, Manchester, United Kingdom<br>\n<strong>When:</strong> Saturday, January 17, at 12:30pm (12:30 GMT)<br>\n<strong>How to follow:</strong> We will have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 09:30 GMT, in advance of our text commentary stream.</p><p>Michael Carrick will step ‍into the dugout as Manchester United’s interim manager for the first time in Saturday’s Manchester derby at Old Trafford, tasked with steadying a side that has stumbled through another bleak winter – and another change of manager.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>City have put behind them their period of discontent, which saw them implode last season in their title defence, and they are once again challengers for the Premier League crown.</p><p>Al Jazeera Sport takes a look at one of the biggest games in world football, which sees the rivals in contrasting form.</p><h2 id=\"how-have-man-utd-fared-in-the-premier-league-this-season\">How have Man Utd fared in the Premier League this season?</h2><p>United are seventh in the table with one win in their last six league matches – add to that last week’s FA Cup exit, and the ⁠mood is flat on the red side of Manchester.</p><p>Carrick’s arrival, however, in the wake of <a href=\"/sports/2026/1/5/manchester-united-sack-amorim-fletcher-brought-in-as-interim-manager\">Ruben Amorim’s sacking</a>, brings a flicker of hope.</p><p>The former midfielder, who won the full set of major trophies as a United player, certainly does not give the impression of being overawed by the situation.</p><p>“I feel in a really good place to be here. It feels very natural, to be honest, very normal,’ he said this week. “I understand the job, what it entails and the responsibility of it.”</p><h2 id=\"what-experience-does-carrick-bring-to-the-man-utd-job\">What experience does Carrick bring to the Man Utd job?</h2><p>Carrick had an unbeaten three-game interim spell in charge of United in 2021, but his only long-term experience as a manager was at second-tier Middlesbrough from 2022-25.</p><p>He has <a href=\"/sports/2026/1/13/michael-carrick-signs-deal-with-man-united-to-be-interim-head-coach\">a contract until the end of the season</a> as United gives itself time to identify candidates to try to end a decade-plus of decline. Carrick has the chance to put himself in the frame in the 17 remaining games this term.</p><p>Carrick wants to put smiles on the faces of fans who jeered at the final whistle as United was knocked out of the FA Cup by Brighton last week.</p><p>“I want to be off my seat [with excitement],” he said. “I want to be enjoying watching the boys play and results obviously need to come with that. You can feel my kind of enthusiasm for it because I’m buzzing to get started and see what we can do.”</p><p>After City, United face a trip to Arsenal. Quite the start for a coach barely experienced at this level and taking on a role that increasingly looks like an impossible job after Amorim became the sixth coach or manager to make way since Alex Ferguson retired in 2013.</p><p></p><h2 id=\"how-have-man-city-fared-in-the-premier-league-this-season\">How have Man City fared in the Premier League this season?</h2><p>Pep Guardiola’s Manchester City appear to be returning to somewhere close to their best. For a team that won an unprecedented four Premier League titles in a row, however, they still have some way to go.</p><p>City are six points behind Arsenal and second in the league ‍table, despite three consecutive draws.</p><p>They are still in the hunt for four trophies and a victorious run – similar to that that saw them lift five trophies in 2023 – cannot be ruled out.</p><p>Indeed, City arrive with their own narrative twist with January signing ‍Antoine Semenyo stealing the ⁠headlines.</p><p>Two games, two goals, and his own chant from the Etihad faithful, Semenyo has injected a dose of unpredictability into Guardiola’s well-oiled machine.</p><p>While City’s three draws cost them precious points in the title race, their recent form suggests they are rediscovering their ruthless edge, with a 10–1 FA Cup demolition of League One side Exeter City and a 2-0 League Cup semifinal win over Newcastle United on Tuesday.</p><h2 id=\"what-happened-the-last-time-united-played-city-in-the-manchester-derby\">What happened the last time United played City in the Manchester derby?</h2><p>City <a href=\"/sports/2025/9/14/haaland-runs-rampant-as-man-city-beat-man-united-3-0-in-premier-league\">demolished Amorim’s United 3-0</a> in September in the first Premier League meeting of the season.</p><p>City’s goal-scoring machine Erling Haaland struck twice in the match at Etihad Stadium, while Phil Foden chipped in with the other.</p><h2 id=\"what-happened-in-the-corresponding-fixture-last-season\">What happened in the corresponding fixture last season?</h2><p>Last season’s Premier League encounter at Old Trafford resulted in a dour <a href=\"/sports/2025/4/6/manchester-united-vs-man-city-derby-teams-play-out-a-goalless-draw\">0-0 draw</a> on April 6.</p><p>United were already long out of contention for their aim of Champions League qualification but City’s place at European football’s top table was still in doubt.</p><p>United also had one eye on the upcoming Europa League final against Tottenham, which ultimately ended in defeat.</p><h2 id=\"when-did-united-last-beat-city-in-the-manchester-derby\">When did United last beat City in the Manchester derby?</h2><p>United’s last victory in the derby came last season with <a href=\"/sports/liveblog/2024/12/15/manchester-city-vs-manchester-united-english-premier-league\">a 2-1 win</a> in the Premier League match at Etihad Stadium.</p><p>City led, through Josko Gvardiol’s first-half strike, with two minutes remaining of the match, but one of Amorim’s finest hours was to follow.</p><p>Amad Diallo netted a late equaliser to the delight of the away support, which soon turned to delirium, though, when Bruno Fernandes netted an injury-time penalty.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This is the 197th Manchester derby, with the first match coming in the old Second Division in England in 1894, and resulting in a 5-2 win for United at City.</p><p>Overall, United have won 79 of the contests with City claiming the spoils on 62 occasions.</p><h2 id=\"manchester-united-team-news\">Manchester United team news</h2><p>Harry Maguire is back fit, and Bryan Mbeumo and Amad Diallo return from Africa Cup of Nations duty, adding depth to a squad that has looked threadbare.</p><p id=\"noussair-mazraoui-afcon-and-injured-defender-matthijs-de-ligt-back-while-teenage-forward-shea-lacey-is-suspended-following-his-late-red-card-in-last-weekend-s-fa-cup-defeat-to-brighton\">Noussair Mazraoui remains at AFCON with Morocco ahead of their final on Sunday, while defender Matthijs de Ligt is injured and forward Shea Lacey is suspended after being shown a second yellow in the FA Cup defeat by Brighton last weekend.</p><h2 id=\"predicted-manchester-united-lineup\">Predicted Manchester United lineup</h2><p>Lammens; Dalot, Maguire, Martinez, Shaw; Casemiro, Mainoo; Mbeumo, Fernandes, Cunha; Sesko</p><h2 id=\"manchester-city-team-news\">Manchester City team news</h2><p>Guardiola is counting on Omar Marmoush’s return from AFCON to shoulder some of the attacking load on “exhausted” Haaland. Marmoush’s Egypt lost 1-0 to Senegal ​in Wednesday’s AFCON semifinals, but City will have to wait for the forward’s return until ‌after the tournament’s third-place playoff on Saturday.</p><p>Haaland, who once again tops the Premier League scoring chart with 20 goals, played Tuesday’s full match, including 10 minutes of injury time. He has not scored from open play, however, since their 3-0 win over West Ham United on December 20.</p><p>“Hopefully Omar ‌will be back soon to give rest to Erling because Erling is exhausted,” Guardiola said on Tuesday.</p><p>Josko Gvardiol, Mateo Kovacic, John Stones, Ruben Dias, Oscar Bobb and Savinho are all absent due to injury.</p><h2 id=\"predicted-manchester-city-lineup\">Predicted Manchester City lineup</h2><p>Donnarumma; Nunes, Khusanov, Alleyne, O’Reilly; Rodri; Bernardo, Cherki, Foden, Semenyo; Haaland</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "As Russian attacks worsen Ukraine’s energy woes, Trump rebukes Kyiv | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-16T13:56:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-15T102457Z_82326812_RC2U0JABAZ6V_RTRMADP_3_UKRAINE-CRISIS-COLD-KYIV-1768568007.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian attacks deepened the energy and humanitarian crises in Ukraine during the second week of the year, as temperatures dropped below freezing.</p><p>On January 9, Russia pounded Kyiv and several other cities with 242 kamikaze drones and 26 missiles, said Ukraine’s Air Force, which managed to shoot down all but 16 of the drones and 18 missiles.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Even so, the drones and missiles that got through to Kyiv, Cherkasy, Kirovohrad, Odesa, Dnipro, and Lviv killed four people and wounded nearly 30.</p><p>The strikes left 6,000 apartment buildings and half a million people without power, heat and water in sub-freezing temperatures, with January winds howling into homes whose windows were shattered.</p><p>Approximately 1,000 apartment buildings in Kyiv were still without power two days later.</p><figure id=\"attachment_4237566\" aria-describedby=\"caption-attachment-4237566\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4237566\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1768387920.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1768387920\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4237566\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>On January 13, Russia struck again, targeting power stations and electricity substations, killing another four civilians.</p><p>Emergency power cuts were introduced in Kyiv and Chernihiv, Odesa, Kharkiv, Dnipropetrovsk, Zaporizhia and the Donetsk regions, the energy ministry said.</p><p>“Over the weekend, my apartment on the left bank [of the Dnipro river] had the luxury of having five hours’ worth of electricity within a span of 72 hours,” wrote deputy editor of the Kyiv Independent Oleksiy Sorokin.</p><p>“My apartment technically has heating, but it’s very weak,” wrote the newspaper’s head of social media, Liza Nechyporuk. “I bought several hot water bottles, and I use them while working and while sleeping.”</p><p>“The Russians are exploiting the weather – the cold snap – trying to hit as many of our energy facilities as possible,” said Ukrainian President Volodymyr Zelenskyy.</p><figure id=\"attachment_4237562\" aria-describedby=\"caption-attachment-4237562\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4237562\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-EASTERN-UKRAINE-copy-1768387911.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN EASTERN UKRAINE copy-1768387911\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4237562\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>After the second attack, Zelenskyy declared a state of emergency for Ukraine’s energy sector and set up a coordination headquarters in Kyiv for repair work.</p><p>Zelenskyy also appointed former Prime Minister Denys Shmyhal as the energy minister with instructions to “increase electricity import capacities using all business opportunities.”</p><p>He said the situation was difficult in the whole Dnipro valley, including Odesa and Kryvyi Rih.</p><p>The Kyiv Independent said the latest strikes brought to 70 percent the proportion of the energy infrastructure hit by Russia this winter.</p><p>Even before Russia’s two strikes, Zelenskyy said the weather alone was “causing serious problems on the roads and with utilities,” calling it “an emergency situation for all services”.</p><h2 id=\"russian-missile-diplomacy\">Russian missile diplomacy</h2><p>The assaults came after an agreement was almost reached between the United States and Ukraine on January 8, on the provision of security guarantees following a ceasefire.</p><figure id=\"attachment_4237564\" aria-describedby=\"caption-attachment-4237564\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4237564\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-SOUTHERN-UKRAINE-1768387915.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN SOUTHERN UKRAINE-1768387915\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4237564\" class=\"wp-caption-text\">[Al Jazeera[</figcaption></figure><p>At the same time, Ukraine’s allies, the Coalition of the Willing, were finalising the details of a multinational force that would be sent to help maintain a ceasefire.</p><p>“The architecture of post-war security is practically already in place,” <a href=\"https://www.president.gov.ua/en/news/zayava-prezidenta-ukrayini-pid-chas-spilnogo-z-emmanyuelem-m-102309\" target=\"_blank\" rel=\"noopener\">Zelenskyy</a> had said on January 6 at a joint news conference with France’s President Emannuel Macron and US negotiator Steve Witkoff.</p><p>On January 9, the United Kingdom said it was accelerating funds of $268m to finance the UK contingent of the multinational force.</p><p>Russia lambasted the developments.</p><p>On January 8, Russian Ministry of Foreign Affairs spokesperson Maria Zakharova called support for a multinational force “militaristic declarations” from an “axis of war,” and repeated the Russian position that European forces in Ukraine would be considered “legitimate combat targets”.</p><p>To ram the point home, Russia included its newest ballistic missile, the <a href=\"/news/2026/1/10/russia-hits-ukraine-with-oreshnik-hypersonic-missile-why-it-matters\">Oreshnik</a>, in the barrage that fell on Ukraine the following day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The missile damaged an aircraft factory servicing F-16 and MiG-29 fighters in Lviv, Russia’s defence ministry said, but its diplomatic import was that it would be Russia’s weapon of choice against European troops.</p><p>Russian National Security Council chairman Dmitry Medvedev posted video of the Oreshnik strike on social media, warning members of the coalition, “this is what you’ll get”.</p><p>“It’s been said a thousand times: Russia won’t accept any European or NATO troops in Ukraine,” Medvedev wrote.</p><p>“Russia’s behaviour and rhetoric in no way indicate that they want to end this war,” Zelenskyy said on Monday.</p><h2>Trump and Russia</h2><p>Despite the fact that Ukraine has engaged with the US to formulate precise ceasefire and post-war security agreements, US President Donald Trump told the Reuters news agency that Ukraine, not Russia, was holding up a peace deal.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>“I think he’s ready to make a deal,” Trump said of Russian President Vladimir Putin. “I think Ukraine is less ready to make a deal.”</p><p>Asked why negotiations had not yet ended the war, Trump said, “Zelenskyy.”</p><p>Asked why he thought Zelenskyy was holding up a deal, Trump said, “I just think he’s, you know, having a hard time getting there.”</p><p>“President Trump is clear that Zelenskyy is sabotaging and delaying peace,” agreed the head of Russia’s sovereign wealth fund, Kiril Dimitriev, who has acted as one of Putin’s main negotiators.</p><p>Meanwhile, the UN Human Rights Monitoring Mission in Ukraine found that conflict-related violence killed 2,514 civilians and injured 12,142 in 2025, a 31 percent rise in the number of victims from 2024.</p><figure id=\"attachment_4244491\" aria-describedby=\"caption-attachment-4244491\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244491\" src=\"/wp-content/uploads/2026/01/2026-01-13T110326Z_488599616_RC2A0JACKGWF_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ODESA-1768568003.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A woman walks on debris inside a gym situated in a building of Professional Lyceum of Construction and Architecture which was hit by a Russian drone strike, amid Russia's attack on Ukraine, in Odesa, Ukraine January 13, 2026. REUTERS/Nina Liashonok TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244491\" class=\"wp-caption-text\">A woman walks on debris inside a gym situated in a building of Pthe rofessional Lyceum of Construction and Architecture, which was hit by a Russian drone strike in Odesa, Ukraine, on January 13, 2026 [Nina Liashonok/Reuters]</figcaption></figure><p>Russian officials appear to be demonstrating that they see dividends in deepening the cleavage between the US and Europe, now manifesting itself as a real crisis over the <a href=\"/news/2026/1/9/europe-should-prepare-for-greenlands-annexation-and-end-of-nato-experts\">fate of Greenland,</a> a Danish-owned, self-governed territory.</p><p>Russian Ambassador to Copenhagen Vladimir Barbin told Izvestia that under the Monroe Doctrine, “Greenland is considered within the sphere of US interests.”</p><p>“In this context,” he said, “it will be difficult to reconcile US ambitions, Greenland’s aspirations for independence, and Denmark’s sovereignty over this Arctic island.”</p><p>Russian Foreign Minister Sergey Lavrov provided a reminder of Russia’s territorial ambitions in Ukraine on Wednesday.</p><p>The Trump administration, he said, “understand perfectly well that without resolving the issue related to the fate of people living in Crimea, Novorossiya, and <a href=\"/news/2026/1/14/russia-turning-occupied-donbas-into-huge-military-base-to-frighten-europe\">Donbas</a>, who categorically reject the [Kyiv] regime, having expressed their desire to return to Russia, without resolving this issue nothing will work,” he said during a visit to New Delhi.</p><p>Russia has annexed the Donbas and Crimea, as well as the regions of Zaporizhia and Kherson, which it mostly occupies. But Novorossiya is a reference to an additional belt of regions adjoining these – Kharkiv, Dnipropetrovsk, Mykolaiv and Odesa. Annexing these would give Russia Ukraine’s entire Black Sea coast and ports.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine scrambling for energy as Russian strikes hit infrastructure | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-16T13:10:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696a1dcd1286e-1768562125.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s energy minister has warned that <a href=\"/news/2026/1/16/russia-ukraine-war-list-of-key-events-day-1422\">Russian attacks</a> have crippled the country’s electricity grid, leaving residents without heating or power in freezing winter temperatures.</p><p>Denys Shmyhal, who took office ‍earlier this week, told parliament on Friday that there was “not a single power plant left in Ukraine that the enemy has not attacked”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Shmyhal said the most challenging situation is in the capital, Kyiv, as well as the regions of Dnipropetrovsk, Kharkiv and ‍Odesa.</p><p>Towns near the front line in eastern Ukraine are also filled with thousands of homes that have been without electricity and heating for days in subzero conditions.</p><p>“In some cities and regions, winter preparations have failed. Over the past two days in office, I’ve seen ​that many things are clearly stalling,” ‌said Shmyhal, whose ministry estimates that Ukraine has fuel reserves ‍to last just 20 days.</p><p>Since launching a full-scale invasion of Ukraine in February 2022, Russia has each winter concentrated fire on the country’s energy infrastructure in a bid to weaken Kyiv’s defences and its <a href=\"/sports/2026/1/16/olympic-hopes-double-as-act-of-defiance-in-war-ravaged-ukraine\">ability to resist</a> Moscow’s far-reaching demands for territory and other concessions.</p><p>Earlier this week, a senior United Nations official warned that Russian attacks on Ukraine’s energy infrastructure so far this winter have “deprived millions of Ukrainians of electricity, heating and water for prolonged periods”.</p><p>“The impact of these attacks is felt hardest by the most vulnerable: the elderly, children, and persons with limited mobility,” UN Undersecretary-General for Political and Peacebuilding Affairs <a href=\"https://dppa.un.org/en/mtg-sc-10087-usg-dicarlo-12-jan-2026\" target=\"_blank\" rel=\"noopener\">Rosemary DiCarlo said</a> on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"appeal-for-funds\">Appeal for funds</h2><p>Russia has continued to <a href=\"/news/2026/1/13/us-slams-russias-dangerous-escalation-in-ukraine-amid-new-deadly-strikes\">attack Ukraine’s infrastructure</a> despite international condemnation.</p><p>Kyiv Mayor Vitali Klitschko said on Friday that the capital had only about half the electricity that it needs following the Russian strikes.</p><p>Kyiv requires 1,700 megawatts of electricity to power the services for its 3.6 million people, Klitschko told the Reuters news agency.</p><p>“It’s the first time in the history of our city that, in such severe frosts, most of the city was left without heating and with a huge shortage of electricity,” he said.</p><p>The city of Kharkiv, 25km (15 miles) from the Russian border, has also been struggling after Mayor Ihor Terekhov said Russian ‍forces destroyed a large energy facility in Ukraine’s second-biggest city on Thursday.</p><p>He did not specify what sort of facility had been hit, but said emergency crews were working around ​the clock.</p><p><a href=\"/news/2026/1/15/russian-attacks-cause-energy-emergency-in-freezing-ukraine-says-zelenskyy\">President Volodymyr Zelenskyy</a> said the attack had left 400,000 people without electricity.</p><p>Shmyhal – the Ukrainian energy minister – said he ordered emergency imports of electricity to respond to the crisis. He also said Ukraine needs to install up to 2.7GW of generation ‍capacity by the end of the year if it is to meet its consumption needs.</p><p>“State companies, primarily Ukrainian Railways and Naftogaz, must urgently ensure the procurement of imported electric energy during the 2025-26 heating season, amounting to at least 50 percent of total consumption,” the minister said.</p><p>The energy ministry did not provide data on how much electricity Ukraine currently generates or imports, information that authorities have withheld due to wartime sensitivities.</p><p>Prime Minister Yulia Svyrydenko has also introduced measures to try to address the situation, including reducing overnight curfews to allow people to access central heating and power hubs, as well as extending school holidays in Kyiv until February 1.</p><p>Foreign Minister Andrii Sybiha said ‌the foreign and energy ministries had organised an international appeal for funds to help tackle Ukraine’s energy problems, similar to periodic meetings on arms supplies. ‌Norway, he said, had offered an initial grant of $200m.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ukraine-us-talks\">Ukraine-US talks</h2><p>Meanwhile, Zelenskyy said on Friday that a Ukrainian delegation was en route to the United States for <a href=\"/news/2025/12/22/us-talks-with-russia-ukraine-in-miami-constructive-productive\">another set</a> of meetings with US officials.</p><p>“We hope this will lead to greater clarity regarding the documents already prepared with the American side and regarding Russia’s response to the diplomatic efforts that have taken place and are still ongoing,” the Ukrainian president said.</p><p>US President Donald Trump has been pushing to end the conflict, but several rounds of negotiations have failed to reach an agreement.</p><p>Russia has insisted on several contentious points, including territorial concessions from Ukraine and for Ukrainian leaders to agree to limit their country’s military capacities and eschew a push to join NATO.</p><p>On Friday, Zelenskyy reiterated that any delay in signing a deal to end the war was Russia’s fault. “There must be sufficient pressure on Moscow. I believe we are very close to ending the war, if that pressure is applied,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Analysis: Why a ‘quick and clean’ US attack on Iran won’t be easy | Conflict News | Al Jazeera",
            "time": "2026-01-16T13:04:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/afp_6858e3c4c7e7-1750655940.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Illiberal systems often look most permanent just before they change. But moments of upheaval can also produce a different illusion: That the system is one dramatic external blow away from collapse. With Iran convulsed by unprecedented protests against the country’s leadership, it is tempting to imagine that the United States’ air power could deliver the final shove.</p><p>That temptation misreads how the Islamic Republic actually survives. Coercive cohesion is the cement of the system: The ability of parallel security and political institutions to keep acting together, even when legitimacy erodes. When that cohesion holds, the system absorbs shocks that would more conventional states would fall under.</p><p>Iran is not a single pyramid with one man at the apex. It is a heterarchical, networked state: Overlapping hubs of power around the Supreme Leader’s office, the Revolutionary Guards, intelligence organs, clerical gatekeepers, and a patronage economy. In such a system, removing one node, even the most symbolic one, does not reliably collapse the structure; redundancy and substitute chains of command are a design feature. Decapitation – a prominent narrative after US President Donald Trump’s tactical “success” in Venezuela – thus looks less like a strategy and more like a gamble on chaos.</p><p>This is why Trump’s dilemma matters. He sits between neoconservative hawks who want regime change by force and an America First base that will not support lengthy wars, post-conflict stabilisation, or another Middle Eastern adventure. The instinct, therefore, is quick-in, quick-out punishment that looks decisive without creating obligations.</p><p>Regional politics further narrow Trump’s menu. Israel wants Washington to do the heavy lifting against Tehran. Key Gulf interlocutors, notably Saudi Arabia, Qatar and Oman, have pressed for de-escalation and diplomacy. Operationally, the Gulf’s lack of support for a new campaign might push the US towards military options launched from a distance, making sustained air operations harder to sustain.</p><p>Trump has also boxed himself in rhetorically. Having warned that if Iran “violently kills peaceful protesters”, the US would “come to their rescue”, he has had to signal credible military options even as he suggests diplomacy is preferable and hints that the killing is “stopping”. In practice, this oscillation appears to be less strategic ambiguity and more bargaining and indecision, encouraging every faction around him to believe it can still win the argument.</p><p>It is important to be clear about what Washington’s inner circle seems to want. The goal is not liberal democracy. The prize is a pragmatic Iran that can be drawn into a regional geo-economic framework, opened to business with the US, and nudged away from overreliance on China. That implies constraints on nuclear activity, some curbs on ballistic missiles, and a drawdown – real or cosmetic – of Iran’s support for the so-called “axis of resistance”. This is a transformation of posture, not a wholesale replacement of the Islamic Republic.</p><p>Air power can punish and signal. It can degrade specific facilities. It can raise the cost of repression by authorities. But it cannot reorganise a security sector, arbitrate succession, or deliver a behaviour change. And it cannot protect protesters from the air. Libya in 2011 remains the cautionary tale. Military force, at most, is a high-risk attempt to coerce Iranians to the negotiation table that will likely backfire.</p><p>The most plausible military scenario is limited standoff punitive strikes, using cruise missiles and long-range munitions against Iranian Revolutionary Guard centres or enabling infrastructure. This fits the “quick and clean” preference and can be framed as punishment rather than war. Its strategic downside is that it hands the Guards an “existential threat” narrative that can legitimise harsher repression, while raising retaliation risk through proxies, shipping disruption, and pressure on US bases in the Gulf. It can also reduce the chance of internal fragmentation by pushing rival factions to rally around the flag.</p><p>A leadership “decapitation” attempt is more cinematic and less credible. It is the most escalatory option, likely to unify hardliners, and still unlikely to collapse a networked system.</p><p>A sustained air campaign is the least plausible and the most dangerous. Without Gulf basing and overflight, the logistics push operations towards more distant platforms and thinner sortie generation. Politically, it would violate the America First premise; strategically, it would internationalise the crisis, widen the battlefield, and invite a tit-for-tat escalation cycle that neither side can reliably control.</p><p>Cyber- and electronic disruption sits in a different category: Lower visibility, sometimes deniable, and potentially compatible with Gulf preferences for avoiding open war. But the effects are uncertain and often temporary, and a networked state can route around disruption. The most realistic outcome is that cyberoperations might accompany other moves, yet they are unlikely to deliver decisive political change on their own.</p><p>The deeper point is that external shocks rarely produce the specific internal outcome Washington claims to want: A pragmatic transition at the top. Severe outside pressure often hardens a system’s coercive core, because escalating violence is not always confidence; it is frequently panic wearing a uniform. The only durable trigger for transformation is internal: Fractures within the security services or elite splits that create competing centres of authority with incompatible survival strategies.</p><p>If the US wants to influence those dynamics, it should focus on cohesion-shaping levers rather than dramatic bombing. Maintain deterrence against mass slaughter but avoid promising “rescue” that cannot be delivered without war. Calibrate economic pressure towards the individuals and entities driving violence while leaving credible off-ramps for technocrats and pragmatists who might prefer de-escalation and negotiation. Above all, coordinate with the US’s friends in the region, chief of all Qatar, Oman and Saudi Arabia, who can constrain escalation and translate coercive discourse into bargaining space.</p><p>The Islamic Republic may still crush this round of protests. It may also rearrange itself internally and survive in a new form. But the anger witnessed on the streets cannot be reined in unless sanctions are lifted and the economy transformed. For that, the regime needs to transform from theocratic paralysis to a more pragmatic system.</p></div></div></body></html>"
        },
        {
            "title": "The Unknown: A Filmmaker’s Search for Lost Connections | Arts and Culture | Al Jazeera",
            "time": "2026-01-16T13:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Horizontal_Thumb-1768485628.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Filmmaker Simplice Ganou, from Burkina Faso, spends his time documenting people and relationships, but when he travels to Winterthur, Switzerland, he faces a new challenge: nobody wants to talk to him. Struggling to make connections, he’s confronted with a question many documentary filmmakers know well: how do you film people who don’t want to engage?</p><p>Through humour, vulnerability and persistence, Ganou discovers a creative way to break through. But will it be enough?</p><p>The Unknown is a documentary short by Simplice Herman Ganou.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Sudan food aid at risk of running dry, UN warns | Humanitarian Crises News | Al Jazeera",
            "time": "2026-01-16T12:51:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25350543690699-1768561071.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sudan food aid at risk of running dry, UN warns</h1><p class=\"article__subhead\"><em>WFP says $700m needed before March in order to prevent the world’s worst hunger and displacement crisis from worsening.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--no-avatars\"><div class=\"byline-content\"><p class=\"contributors-list contributors-list--byline\"><span class=\"contributors-list__by-prefix\">By </span>Al Jazeera and news agencies</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Food aid to war-torn Sudan could run out within months unless hundreds of millions of additional dollars are pledged, the United Nations has warned.</p><p>Marking more than 1,000 days of the country’s civil war, the UN’s World Food Programme on Thursday issued a <a href=\"https://www.wfp.org/news/families-sudan-pushed-brink-amidst-brutal-conflict-and-famine-wfp-resources-dry\" target=\"_blank\" rel=\"noopener\">plea</a> for $700m to fund its work in Sudan. The money is needed to prevent what it says is already the <a href=\"/news/2025/12/15/tracking-sudans-humanitarian-crisis-by-the-numbers\">world’s worst hunger and displacement crisis</a> from getting worse.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Three years of <a href=\"/news/2025/12/31/war-in-sudan-humanitarian-collapse-fighting-deadlock-december-2025\">brutal war</a> between the military government and paramilitary Rapid Support Forces have killed tens of thousands of people and displaced 14 million.</p><p>Repeated attempts to broker a peace deal have failed to bring the fighting to an end. Meanwhile, aid efforts are challenged by a sharp <a href=\"/news/2025/12/8/overstretched-under-attack-un-cuts-2026-aid-appeal-despite-great-need\">drop in funding</a> – led by an ideological drive by President Donald Trump in the United States – and competing demands from numerous other conflicts across the world.</p><p>“WFP has been forced to reduce rations to the absolute minimum for survival. By the end of March, we will have depleted our food stocks in Sudan,” Ross Smith, director of emergency preparedness and response, said in a statement.</p><p>“Without immediate additional funding, millions of people will be left without vital food assistance within weeks,” he added.</p><p>The $700m in funding that the programme is requesting would keep its operations in Sudan going through June.</p><p>The WFP says more than 21 million people in Sudan, nearly half of the population, face acute hunger. Famine has been confirmed in areas where months of fighting have made access for aid workers largely impossible.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While visiting northern Sudan on Thursday, UN High Commissioner for Human Rights <a href=\"https://media.un.org/unifeed/en/asset/d352/d3524924\" target=\"_blank\" rel=\"noopener\">Volker Turk</a> called for an “all-out effort” by the international community to help aid groups “provide the much-needed humanitarian assistance that is required under the circumstances”.</p><p>Efforts led by the US and regional mediators – Egypt, Saudi Arabia and the United Arab Emirates, known as the Quad – to secure a ceasefire have failed as the government and RSF continue to wrestle for territory. Both have been accused of war crimes.</p><p>The RSF is suspected of atrocities, including indiscriminate killing and mass rape, over recent months, as it razed a <a href=\"/news/2025/12/4/un-warns-sudans-kordofan-faces-mass-atrocities-as-fighting-spreads\">trail of destruction</a> through the western state of Darfur and central Kordofan region following its retreat from the capital, Khartoum.</p><p>A meeting on Wednesday in Cairo brought together officials from the Quad countries as well as the UN, European Union and regional organisations to try to revive peace efforts.</p><p>The bid to broker a ceasefire has struggled, with the government accusing the UAE of supporting its enemy. The UAE has denied that it is giving the paramilitary RSF weapons and financing.</p></div></div></body></html>"
        },
        {
            "title": "Lithuania charges multinational gang of Russian-directed sabotage attacks | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-16T12:45:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696a2df9-1768566266.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lithuania charges multinational gang of Russian-directed sabotage attacks</h1><p class=\"article__subhead\"><em>Russia behind attempted 2024 arson attack on plant supplying radio wave scanners to Ukrainian military, Lithuania says.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Lithuanian authorities accused Russia’s GRU military intelligence service ‍on Friday of ‍masterminding attempted arson attacks on a plant that supplies radio wave scanners to Ukraine’s army.</p><p class=\"p1\">Six nationals of Spain, Colombia, Cuba, Russia and Belarus had been arrested and charged over the 2024 attacks, and each faces ⁠up to 15 years in jail if convicted, senior prosecutor Arturas Urbelis told ​reporters on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">“The crimes were coordinated, and orders were issued to the perpetrators ‍by a group of people living in Russia, who are connected with Russia’s GRU,” the deputy chief of Lithuania’s criminal police, Saulius Briginas, said at the same event.</p><p class=\"p1\">There was ‍no immediate reaction ⁠from Russia, which has repeatedly denied accusations that it has stepped up sabotage and other attacks in the region since its full-scale invasion of Ukraine in 2022.</p><p class=\"p1\">The group that coordinated the attack was made up of Colombian and Cuban citizens living in Russia, and had attempted similar arson attacks in Poland, Romania and the ​Czech Republic, Briginas said.</p><p class=\"p1\">They had targeted oil infrastructure in ‌Romania, construction warehouses in Poland and buses, a post office and a cinema in the Czech Republic, he said.</p><p class=\"p1\">Lithuania has issued international arrest warrants for three more people, and was trying to ‌extradite a fourth who has been arrested in Colombia, he added.</p><p class=\"p1\">All of the six arrested people had links ‌to Russia, where they studied, travelled or had acquaintances, ⁠Briginas told the news conference.</p><p class=\"p1\">They were paid 5,000 to 10,000 euros ($5,800 to $11,600) for their actions, Urbelis said. “The perpetrators were mainly motivated by money.”</p><p class=\"p1\">Last year, Lithuania blamed Russia for an attempted arson attack on an IKEA ‌shopping centre.</p><p class=\"p1\">Polish prosecutors last month charged a Russian in absentia with directing a group of saboteurs and spies as part of a suspected campaign to undermine Warsaw’s strong ‍support for Ukraine.</p><p class=\"p1\">Moscow has dismissed such accusations in the past, saying the West is stoking anti-Russian feelings.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Machado gives her Nobel Peace Prize to Trump | Politics | Al Jazeera",
            "time": "2026-01-16T12:31:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768566691.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s Machado gives Trump her Nobel Peace Prize: Is it his now? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-16T12:27:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-16T041301Z_1676726139_RC2W1JA7G2JC_RTRMADP_3_USA-TRUMP-VENEZUELA-1768556701_f58355-1768556766.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two weeks after United States special forces <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\">abducted</a> Venezuelan President Nicholas Maduro, opposition leader <a href=\"/news/longform/2026/1/15/what-lies-ahead-for-venezuelan-opposition-leader-maria-corina-machado\">Maria Corina Machado</a> visited the White House for her first in-person <a href=\"/news/2026/1/16/trump-welcomes-venezuelas-maria-corina-machado-in-closed-door-meeting\">meeting</a> with US President Donald Trump.</p><p>With Venezuela’s future uncertain, and Trump seemingly in a position of authority to determine who might lead the South American country, Machado placed her recently won Nobel Peace Prize in the hands of a man who has coveted the award for years.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The two posed for a photo in front of the Declaration of Independence in the Oval Office, and Trump smiled big as he clasped onto a large golden frame encasing the medal.</p><p>But does the prize now belong to Trump, and could it change the US president’s course of action when it comes to Venezuela?</p><h2 id=\"did-trump-accept-the-nobel-peace-prize\">Did Trump accept the Nobel Peace Prize?</h2><p>ABC News later quoted an unnamed White House official confirming that Trump had agreed to keep the award.</p><p>“It was my Great Honor to meet Maria Corina Machado, of Venezuela, today. She is a wonderful woman who has been through so much,” Trump wrote in a post on his Truth Social platform on Thursday.</p><p>“Maria presented me with her Nobel Peace Prize for the work I have done. Such a wonderful gesture of mutual respect. Thank you Maria!”</p><h2 id=\"why-did-machado-win-the-prize\">Why did Machado win the Prize?</h2><p><a href=\"/news/2025/10/10/who-is-maria-corina-machado-2025-winner-of-the-nobel-peace-prize\">Machado</a>, 58, is the leader of the Venezuelan opposition party, Vente Venezuela. She is also one of Maduro’s staunchest critics.</p><p>In 2023, she won the Venezuelan opposition’s presidential primary, placing her in a prime position to challenge longtime leader Maduro in the 2024 presidential elections.</p><p>However, Venezuela’s top court, the Supreme Tribunal of Justice, upheld a ban stopping Machado from running for office. The court backed government claims that she supported US sanctions, was linked to a weapons plot through her party and had helped cause losses to Venezuelan assets like the US-based oil refiner Citgo and chemicals company Monomeros, which operates in Colombia.</p><p>Edmundo Gonzalez Urrutia, a diplomat, replaced her as presidential candidate for the opposition bloc. Machado campaigned for him.</p><p>However, Maduro won the election, continuing to hold onto his presidential seat, which he has held since 2013. The election was disputed and earned widespread accusations of fraud from within and outside Venezuela, including from a panel of United Nations experts. Nine Latin American countries demanded a review of the election results in the presence of independent observers.</p><p>After spending more than a year in hiding and defying a decade-long travel ban imposed by Venezuelan authorities, Machado secretly left Venezuela in December to travel to Oslo to collect her prize.</p><p>While announcing her win, the Nobel Committee said Machado was “receiving the Nobel Peace Prize for her tireless work promoting democratic rights for the people of Venezuela and for her struggle to achieve a just and peaceful transition from dictatorship to democracy”.</p><h2 id=\"why-did-machado-give-trump-the-nobel-prize\">Why did Machado give Trump the Nobel Prize?</h2><p>Trump’s longstanding desire to win the Nobel Peace Prize is well known. Before the prize for 2025 was announced, Trump repeatedly suggested that he <a href=\"/news/2025/10/9/nobel-peace-prize-2025-what-are-trumps-credentials-and-can-he-win\">deserved to win it</a> and claimed it would be a “big insult” to the US if he did not.</p><p>Speaking at the UN General Assembly (UNGA) in New York in September 2025, Trump said, “Everyone says I should get the Nobel Peace Prize.”</p><p>Trump added, “I ended seven wars. No president or prime minister has ever done anything close to that.” The wars he claimed to have ended include conflicts between Cambodia and Thailand; Kosovo and Serbia; the Democratic Republic of the Congo (DRC) and Rwanda; Pakistan and India; Israel and Iran; Egypt and Ethiopia; and Armenia and Azerbaijan. Subsequently, Trump also oversaw the signing of the Gaza ceasefire deal.</p><p>In reality, analysts have pointed out, several of these conflicts are still alive – Thailand and Cambodia have fired at each other since their truce; Israel has killed more than 450 Palestinians in Gaza since the ceasefire came into effect on October 10; and tensions remain high between India and Pakistan.</p><p>Trump has openly expressed his frustration with not winning the Nobel Peace Prize. “I single-handedly ENDED 8 WARS, and Norway, a NATO Member, foolishly chose not to give me the Nobel Peace Prize,” Trump wrote in a Truth Social post on January 7.</p><p>The Norwegian Nobel Committee, which determines who wins the prize, is independent from the government of Norway.</p><p>The White House posted a picture of Trump and Machado with the framed prize. The text on the frame read: “Presented as a personal symbol of gratitude on behalf of the Venezuelan people, in recognition of President Trump’s principled and decisive action in pursuit of a free Venezuela.”</p><p>After her meeting with Trump, Machado told reporters it was “excellent” and that she presented Trump with the medal as “a recognition for his unique commitment with our freedom”.</p><h2 id=\"does-that-mean-the-nobel-prize-is-trump-s-now\">Does that mean the Nobel Prize is Trump’s now?</h2><p>Under the statutes of the Nobel Foundation, a Nobel Prize cannot be revoked, reallocated, or transferred to another person. Once a prize has been awarded, the decision is final and permanent.</p><p>The statutes of the Nobel Foundation are the formal rules that govern how the Nobel system works in practice.</p><p>While Trump can hold the physical prize, it has still been awarded to Machado, which is a decision that will continue to stand.</p><p>The Nobel Peace Center account on X, the official account of the museum about the Nobel Peace Prize, reiterated this in an X post on Wednesday.</p><p>“A medal can change owners, but the title of a Nobel Peace Prize laureate cannot,” the post says.</p><p></p><h2><span>What does this mean for Venezuela?</span></h2><p>On January 3, Maduro, 63, was abducted by special forces of the US during an operation in the Latin American country’s capital, Caracas.</p><p>Since his abduction, Venezuela has been confronted by questions over who will lead it – and whom Trump would back for the role.</p><p>The US president quickly ruled out the possibility of supporting <a href=\"/news/2026/1/6/venezuelas-machado-says-she-hasnt-spoken-to-trump-since-october\">Machado</a> as the leader of Venezuela. “She doesn’t have the support within or the respect within the country. She’s a very nice woman, but she doesn’t have the respect,” Trump said about Machado during a news conference on January 3.</p><p>On January 4, The Washington Post reported, quoting two anonymous sources close to the White House, that Trump had withheld support from Machado because he was upset that she had accepted the Nobel – even though she had dedicated it to him – instead of refusing it.</p><p>One of these people said Machado accepting the award was the “ultimate sin”, while the other person told the Post: “If she had turned it down and said, ‘I can’t accept it because it’s Donald Trump’s,’ she’d be the president of Venezuela today.”</p><p>Instead, Trump has backed Maduro’s deputy, <a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Delcy Rodriguez</a>, who was sworn in as Venezuela’s interim president. Rodriguez has expressed eagerness to work with the US.</p><p>During the meeting between Machado and Trump, White House Press Secretary Karoline Leavitt said that while Trump had been looking forward to meeting Machado,  he stood by his “realistic” view that Machado lacks the backing required to lead the country for now.</p><p>Meanwhile, Trump spoke to Rodriguez over a phone call on Wednesday. In a post on Truth Social that day, Trump described the call as “very good”.</p><p>“Many topics were discussed, including Oil, Minerals, Trade and, of course, National Security. This partnership between the United States of America and Venezuela will be a spectacular one FOR ALL. Venezuela will soon be great and prosperous again, perhaps more so than ever before!”</p><p>Rodriguez described the conversation as long, productive and courteous, saying they discussed a bilateral agenda aimed at benefitting both countries.</p><p>Machado left the White House carrying an official gift bag – a red paper bag stamped with Trump’s gold facsimile signature. It was less clear whether she departed with any better sense of where she stands in Washington’s plans for Venezuela’s future.</p></div></div></body></html>"
        },
        {
            "title": "Egypt’s AFCON pain to spur World Cup bid as Nigeria bronze medal game looms | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-16T12:13:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T182459Z_394986202_UP1EM151F5MNH_RTRMADP_3_SOCCER-NATIONS-EGY-BEN-1768564618.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Egypt’s AFCON pain to spur World Cup bid as Nigeria bronze medal game looms</h1><p class=\"article__subhead\"><em>Record-winners Egypt were one of favourites to add AFCON 2025 to their seven titles but focus turns to World Cup.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Egypt ‌might be disappointed with their failure to reach the Africa Cup of ‍Nations final but coach ‍Hossam Hassan says it has been a good experience ahead of the FIFA World Cup 2026 later this year.</p><p>Egypt lost in <a href=\"/sports/2026/1/14/senegal-beat-egypt-1-0-egypt-in-afcon-semifinal-as-sadio-mane-scores-late\">Wednesday’s semifinal</a> to Senegal in Tangier but on Saturday will play Nigeria for the ⁠bronze medal at <a href=\"/tag/african-cup-of-nations/\">the tournament</a> in Morocco.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It has been very good preparation for ​us, we’ve tried several systems of play throughout the tournament and ‍played against different types of opponents,” Hassan said.</p><p>“We came close to the final but that’s football,” he said of the 1-0 loss to Senegal.</p><p>“Overall, I’m satisfied with all that happened and ‍what we achieved. ⁠We have a good team. We were away from home and did not have a lot of supporters.”</p><p>The match against Nigeria would be another opportunity to prepare for <a href=\"/sports/2025/12/5/fifa-world-cup-2026-draw-groups-teams-format-trump-peace-prize\">the World Cup</a>, he added.</p><p>Egypt play in Group G with Belgium first up in Seattle on June 15, New Zealand in Vancouver on June 21 and Iran on June 26 back in Seattle.</p><p>Hassan ​said Egypt might have fallen short because of a ‌lack of players at top clubs in Europe, in contrast to the two finalists, Morocco and Senegal, whose squads are filled with players at top European teams.</p><p>“Players based in Europe gain better tactical ‌acumen and become physically much stronger, and we need that added value to make us better,” he said.</p><p>Egypt’s 28-man squad ‌had only three players based in Europe – captain ⁠<a href=\"/sports/2026/1/16/slot-happy-to-welcome-salah-back-at-liverpool-after-afcon\">Mohamed Salah from Liverpool</a>, Omar Marmoush from Manchester City and Mostafa Mohamed from Nantes in Ligue 1.</p><p>“I think [the Nigeria] game gives us a chance to continue preparations, but we always want to win. Egypt ‌always plays to win, we are a team who have won seven Cup of Nations in the past,” Hassan said.</p><p>“We will evaluate after the competition where we ‍need to improve. We will study the positive points in order to be much better in both defence and attack,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Wimbledon tennis back in UK court with campaigners blocking expansion plans | Tennis News | Al Jazeera",
            "time": "2026-01-16T12:01:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-06-30T070244Z_1675039620_UP1EL6U0JKIPJ_RTRMADP_3_TENNIS-WIMBLEDON-1768563570.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Wimbledon tennis back in UK court with campaigners blocking expansion plans</h1><p class=\"article__subhead\"><em>Wimbledon plans to treble the size of the existing site in London, adding 39 courts, but campaigners seek to block move.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Wimbledon’s ‌plans to expand the grounds for the world’s oldest ‍and most ‍prestigious Grand Slam tennis tournament were back in court on Friday, as campaigners again seek to block the project.</p><p>The All England Lawn Tennis and Croquet Club ⁠wants to treble the size of its main site, which ​has been home to the Championships since 1877, in ‍a 200 million-pound ($267.9m) project which would feature 39 new courts.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The AELTC’s plans to redevelop a former golf course, which it owns, are ‍supported by ⁠several leading players and some residents.</p><p>But campaign group Save Wimbledon Park, which took legal action to challenge planning permission, argues the land is subject to a statutory trust, meaning it must be kept for public recreation.</p><figure id=\"attachment_4244371\" aria-describedby=\"caption-attachment-4244371\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244371\" src=\"/wp-content/uploads/2026/01/2025-06-29T152201Z_907295568_UP1EL6T16ON6H_RTRMADP_3_TENNIS-WIMBLEDON-1768563678.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"General view of Wimbledon\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244371\" class=\"wp-caption-text\">The expansion plans would see 29 courts added to the existing site at Wimbledon [Toby Melville/Reuters]</figcaption></figure><p>The AELTC is seeking a ruling from London’s High ​Court that the land is not subject ‌to such a trust, with its lawyers saying it has never been used for public recreation.</p><p>Dozens of Save Wimbledon Park’s supporters gathered outside the court before ‌Friday’s hearing, including two women dressed as tennis balls holding a sign which said: “Balls ‌to AELTC.”</p><p>The expansion plans were at ⁠the centre of a separate case last summer, when Save Wimbledon Park challenged planning permission approved by the Greater London Authority in 2024.</p><p>Save Wimbledon Park ‌argued in that case that the GLA failed to properly take account of restrictions on redeveloping the land. Their challenge was ‍rejected, but the group has since been granted permission to appeal against that ruling.</p></div></div></body></html>"
        }
    ]
}