{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Brazil to send national guard near border with Venezuela | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-08T21:41:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69600b8d-1767902093.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Brazil to send national guard near border with Venezuela</h1><p class=\"article__subhead\"><em>Tensions rise as Brazil reinforces its northern border following US air strikes in Venezuela and the abduction of its President Nicolas Maduro.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><span><strong>Sao Paulo, Brazil –</strong> Brazil plans to send national guard troops to northern Roraima state, which borders Venezuela and has a strong presence of illegal armed groups who traffic drugs and mine illegally on both sides of the international boundary, according to a government decree.</span></p><p>In an official decree published on Thursday, the government authorised an unspecified number of National Public Security Force (FNSP) troops to be sent to Pacaraima, as well as Roraima’s capital, Boa Vista, about 213km (132 miles) from the border.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The move comes after the US on Saturday bombed Venezuela and abducted its president, Nicolas Maduro. On Sunday, Brazil <a href=\"/news/2026/1/4/venezuela-temporarily-closes-border-with-brazil-following-us-strike\">temporarily closed</a> its border with Venezuela near Pacaraima.</p><p>The decree said the FNSP will support the state’s public security agencies and operate in ways “essential to the preservation of public order and the safety of people and property”.</p><p>Brazilian media reported on Wednesday that Venezuela was reinforcing its military presence on the border, and multiple armed groups, including Venezuelan colectivos and Brazilian gangs like the First Capital Command (PCC) and the Red Command (CV), operate in the area.</p><p>Gimena Sanchez, Andes director for the Washington Office on Latin America (WOLA), told Al Jazeera that Brazil’s deployment of guard troops to the border is an “appropriate move”. She said that violence caused by Colombian rebel groups active in Venezuela is pushing the population further south towards Brazil.</p><p>She added it “makes sense [for Brazil] to reinforce the border”, but noted there still has notbeen a mass displacement of Venezuelans.</p><p>Brazil has been a fierce critic of the US attacks. On the social media platform X, its president, Luiz Inacio Lula da Silva, said the US had crossed an “unacceptable line”.</p><p>Asked whether President Lula’s comments could provoke Washington, Sanchez said that the US is more concerned with Cuba, Mexico and Colombia at the moment. “Given that context and also that some European countries as well condemned it, I don’t think Brazil is at risk of being the focus of ire of the Trump administration,” she concluded.</p></div></div></body></html>"
        },
        {
            "title": "Can tension in Aleppo be contained? | Syria's War | Al Jazeera",
            "time": "2026-01-08T21:31:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767906816.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian army and Kurdish-led Syrian Democratic Forces, or SDF, have taken part in clashes in Aleppo city this week.</p><p>The violence reflects a deep rift between the two sides, and many rounds of talks have so far failed to reach common ground.</p><p>The SDF seeks a decentralised system of government – with areas under its control having a certain level of autonomy.</p><p>But the government in Damascus wants to centralise power.</p><p>So, what does it all mean for Syria’s unity?</p><p><strong>Presenter:</strong> James Bays</p><p><strong>Guests:</strong></p><p>Labib Nahhas – Syria analyst</p><p>Omer Ozkizilcik – Nonresident fellow for the Syria Project in the Atlantic Council’s Middle East programme.</p><p>Rob Geist Pinfold – Lecturer in international security at King’s College London</p><p> </p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syria imposes curfew in Aleppo districts as army, SDF clashes intensify | Conflict News | Al Jazeera",
            "time": "2026-01-08T21:26:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260108__89YZ9AC__v1__HighRes__SyriaConflictKurdsMinorities_cropped-1767884624.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in Syria have imposed a curfew in several neighbourhoods of Aleppo city, as <a href=\"/news/liveblog/2026/1/8/live-syrias-army-shells-sdf-positions-in-aleppo-neighbourhoods\">clashes intensified</a> between the country’s military and the Kurdish-led Syrian Democratic Forces (SDF).</p><p>The Aleppo Internal Security Command said in a statement on Thursday that a curfew was imposed “until further notice” in the neighbourhoods of Ashrafieh, Sheikh Maqsoud, Bani Zeid, al-Siryan, al-Hullok and al-Midan.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This measure aims to ensure the safety of residents and is part of the ongoing security procedures to maintain order and prevent any violations that could endanger lives and property,” the command said in a statement shared by Syria’s state news agency SANA.</p><p>“All movement is strictly prohibited within the neighborhoods covered by this curfew during its enforcement period, with no exceptions.”</p><p>More than 100,000 civilians have <a href=\"/news/2026/1/7/syria-designates-aleppos-kurdish-areas-closed-military-zones-as-clashes-persist\">fled their homes</a> in Ashrafieh and Sheikh Maqsoud since fighting broke out between the Syrian military and the SDF earlier this week, the director of the media department in Aleppo told Al Jazeera.</p><p>Rana Issa, 43, whose family fled the Ashrafieh neighbourhood under sniper fire on Thursday, told the AFP news agency that “many people want to leave” but are afraid of being shot.</p><p>“We’ve gone through very difficult times,” Issa said. “My children were terrified.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The clashes come as talks on how to implement <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">a March 2025 agreement</a> to integrate the SDF, which has controlled large swaths of territory in Syria’s north and northeast, into the country’s state institutions faltered.</p><p>At least 22 people have been killed and 173 others wounded in Aleppo this week, as the Syrian military accused the SDF of targeting civilian areas with artillery and mortar shells.</p><p>The Kurdish-led group has denied the allegations, saying this week’s casualties were caused by “indiscriminate” artillery and missile shelling by factions aligned with the government in Damascus.</p><p>Late on Thursday, the Syrian Ministry of Interior said government forces had begun deploying in the Ashrafieh area “following the withdrawal of armed groups affiliated with the SDF”.</p><p>“The units have commenced their duties to protect civilians and prevent any violations or signs of disorder, in coordination with the Army units deployed in the neighborhood,” the ministry said in a statement shared by SANA.</p><p>Reporting from an Aleppo hospital on Thursday evening, Al Jazeera’s Resul Serdar said the sound of heavy shelling could be heard from the facility as medical workers struggled to treat wounded patients.</p><p>“The situation is escalating further and further,” said Serdar, adding that Aleppo is experiencing the “fiercest” fighting since the removal of longtime Syrian leader Bashar al-Assad in December 2024.</p><p>“We’re hearing artillery shelling, one after another,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"daunting-task-of-reunification\">‘Daunting task’ of reunification</h2><p>SDF commander Mazloum Abdi (also known as Mazloum Kobani) said the violence in Aleppo has undermined talks with the government in Damascus, led by President Ahmed al-Sharaa.</p><p>“The deployment of tanks and artillery in Aleppo neighbourhoods, the bombing and displacement of unarmed civilians, and attempts to storm Kurdish neighbourhoods during the negotiation process undermine the chances of reaching understandings,” Abdi said in a statement.</p><p>Armenak Tokmajyan, a nonresident scholar at the Carnegie Middle East Center think tank, told Al Jazeera that the reintegration of Kurdish-led forces into Syrian state institutions “cannot happen just with force”.</p><p>Instead, Tokmajyan said al-Sharaa needs a multipronged approach to bring armed groups into the fold, including an inclusive national framework outlining the direction that post-Assad Syria will take.</p><p>“A lot of these armed groups don’t want to lay down their weapons because they don’t know what this state will look like,” he said.</p><p>“To be honest, the central government is facing a daunting and very difficult task … to end the fragmentation, and with that, end the instability in Syria and create a relatively unified country.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Real Madrid to face Barcelona in Spanish Super Club after beating Atletico | Football News | Al Jazeera",
            "time": "2026-01-08T21:24:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2255288771-1767904752.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Xabi Alonso’s Real Madrid beat Atletico Madrid 2-1 in a tight Spanish Super Cup semifinal in Saudi Arabia to set up a Clasico final clash against rivals Barcelona.</p><p>Fede Valverde’s free-kick and a Rodrygo strike on Thursday helped Madrid claim a fifth consecutive victory across all competitions, with Alexander Sorloth pulling one back for Diego Simeone’s Atletico, who came up short in Jeddah.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Alonso was close to the sack after a run of inconsistent form towards the end of 2025, but his team have slowly found their footing.</p><p>The Spanish coach led Madrid to a win over Barcelona in his first Clasico at the helm in October, before his team began to slump.</p><p>With French superstar Kylian Mbappe out as he recovers from a knee sprain, Alonso kept young striker Gonzalo Garcia in the centre of the attack after his hat-trick against Real Betis on Sunday.</p><p>Atletico beat their city rivals 5-2 when the teams met in September in a La Liga derby, but this was a far closer affair.</p><p>Los Blancos took the lead after just two minutes when Valverde’s ferocious free-kick flew past Sorloth in a poorly positioned wall and rocketed past Jan Oblak.</p><p>The Norwegian Atletico forward might have done more to block it, and Oblak got his hand to the shot but could not keep it out because of the sheer power.</p><p>Valverde celebrated vehemently, slapping his own head, clearly delighted at netting his first goal of a difficult season to date.</p><p>By taking the lead, Real Madrid earned the right to sit deeper and force Atletico to try and attack them to pull back level.</p><p>Madrid hit the Rojiblancos when they could on the counter, with Oblak saving well from Rodrygo after he floated inside from the right.</p><p>Atletico began to create some chances and could have pulled level before the interval.</p><p>Madrid goalkeeper Thibaut Courtois tipped away Sorloth’s header, and then the target man clumsily nodded Conor Gallagher’s cross off-target from close range.</p><p>Julian Alvarez, who has just two goals in his last 11 matches, fired towards goal but was also thwarted by Courtois.</p><p>Rodrygo extended Madrid’s lead in the 55th minute with his third goal in five games, continuing a rich vein of form across the past few weeks.</p><p>The Brazilian found a gap to burst through in the middle of Atletico’s defence and kept his cool to sweep the ball past Oblak.</p><h2 id=\"sorloth-strikes-at-last\">Sorloth strikes at last</h2><p>Three minutes later, Atletico hit back, with Sorloth finally finding the net with a header from Giuliano Simeone’s cross.</p><p>The striker gave defender Raul Asencio just enough of a shove to put him off without being penalised for it before nodding in.</p><p>Atletico came close in the final stages as they tried in vain to force extra-time, with Courtois saving an acrobatic Antoine Griezmann effort, and Marcos Llorente whipping a shot agonisingly wide.</p><p>Alvarez flashed a shot across the face of goal deep in stoppage time as Atletico’s hopes of silverware in Saudi Arabia came to a quick end.</p><p>Madrid face Barcelona on Sunday in the final at the King Abdullah Sports City stadium after the Catalans thrashed Athletic Bilbao 5-0 on Wednesday.</p></div></div></body></html>"
        },
        {
            "title": "Snow blankets Italian alpine resort ahead of Winter Olympics | Weather | Al Jazeera",
            "time": "2026-01-08T20:33:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767904381.jpg?resize=1621%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "FBI takes over investigation into ICE agent killing of woman in Minneapolis | Police News | Al Jazeera",
            "time": "2026-01-08T20:26:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695ff7922bac-1767896978.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Federal Bureau of Investigation (FBI) has taken over the case of the <a href=\"/video/newsfeed/2026/1/8/witnesses-film-ice-killing-of-us-citizen-in-minneapolis\">fatal shooting</a> of a woman by a US Immigration and Customs Enforcement (ICE) officer in Minneapolis, amid growing tensions over the incident across the state.</p><p>Minnesota’s Bureau of Criminal Apprehension (BCA) Superintendent Drew Evans said in a statement that the BCA would no longer be involved in the investigation into the killing of <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Macklin Good, 37</a>, a mother of three who was shot dead by a federal agent in her car on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The investigation would now be led solely by the FBI, and the BCA would no longer have access to the case materials, scene evidence or investigative interviews necessary to complete a thorough and independent investigation,” Evans said on Thursday.</p><p>He added that while it had previously been agreed that the BCA would investigate the shooting, the US attorney’s office changed that.</p><p>Keith Ellison, Minnesota’s Democratic attorney general, told CNN the FBI’s decision was “deeply disturbing.”</p><p>According to Ellison, state authorities could investigate with or without the cooperation of the federal government, adding that with the evidence he has seen so far, not all of which has been made public, state charges were a possibility.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>According to the Washington Post, Good leaves behind her 15-year-old daughter and two sons, aged 12 and six.</p><p>State and federal officials have offered starkly different accounts of the shooting, in which an unidentified ICE agent shot Good, a US citizen, in a residential neighbourhood.</p><p>The ‍ICE agent who shot Good was ⁠among 2,000 federal officers who President Donald Trump’s administration had announced it was deploying to the Minneapolis area in what the US Department of Homeland Security described as the “largest DHS operation ever.”</p><p>DHS officials, including the agency’s Secretary Kristi Noem, defended the shooting as self-defence and accused the woman of trying to ram agents in an act of “domestic terrorism.”</p><p>Minneapolis Mayor Jacob Frey, a Democrat, called that assertion “bulls***” and “garbage” based on bystander videos taken of the incident that appeared to contradict the government’s account.</p><figure id=\"attachment_4224889\" aria-describedby=\"caption-attachment-4224889\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4224889\" src=\"/wp-content/uploads/2026/01/afp_695ff7781377-1767896952.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Demonstrators gather at the street where 37-year-old Renee Nicole Good was shot and killed at point blank range on January 7 by a US Immigration and Customs Enforcement (ICE) agent as she apparently tried to drive away from agents who were crowding around her car, in Minneapolis, Minnesota, on January 8, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4224889\" class=\"wp-caption-text\">Demonstrators gather at the street where 37-year-old Renee Nicole Good was shot and killed at point-blank range on January 7 by a US Immigration and Customs Enforcement (ICE) agent as she reportedly tried to drive away from agents who were crowding around her car, in Minneapolis, Minnesota [AFP]</figcaption></figure><p id=\"the-videos-showed-two-masked-officers-approaching-good-s-car-which-was-stopped-at-a-perpendicular-angle-on-a-minneapolis-street-as-one-officer-ordered-good-out-of-the-car-and-grabbed-at-her-door-handle-the-car-briefly-reversed-and-then-began-driving-forward-turning-to-the-right-in-an-apparent-attempt-to-leave-the-scene\">Videos of the incident taken by bystanders and shared online appeared to show two masked officers approaching Good’s car, which was stopped on a Minneapolis street. As one officer ordered Good out of the car and grabbed at her door handle, the car briefly reversed and then began driving forward, turning to the right in an apparent attempt to leave the scene.</p><p>A ​third officer, who had been filming the scene before walking to the front of Good’s car, drew his gun and fired three times while jumping back, with the last shots ‌aimed through the driver’s window after the car’s bumper appeared to have passed by his body.</p><p>The video did not appear to show contact, and the officer stayed on his feet, though Noem said he was taken to a hospital and released. Trump said on social media that the woman “ran over the ICE Officer”.</p><h2 id=\"uproar\">Uproar</h2><p>In the wake of Good’s killing, protesters took to the streets in Minneapolis to condemn the ICE agent’s actions and the wider ICE presence in the city, which has been met with frequent demonstrations.</p><p>On Thursday morning, about 1,000 demonstrators were at a federal building where an immigration court is housed, chanting “shame” and “murder” at armed and masked federal officers.</p><p>At least one protester was detained as federal officers armed with PepperBall guns and tear gas stood off with a large crowd of demonstrators, according to the AFP news agency.</p><p>Protests have taken place and are planned in New York City, Seattle, Detroit, Washington, DC, Los Angeles, San Antonio, New Orleans, and Chicago.</p><p>Demonstrations are also scheduled in smaller cities in Arizona, North Carolina, and New Hampshire later this week.</p></div></div></body></html>"
        },
        {
            "title": "Vance defends ICE agent, calls media coverage ‘absolute disgrace’ | Donald Trump | Al Jazeera",
            "time": "2026-01-08T20:12:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767903134.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Warner Bros investors torn on Paramount Skydance bid | Media News | Al Jazeera",
            "time": "2026-01-08T20:07:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-07T200423Z_1955202342_RC2JWIA4JAIY_RTRMADP_3_WARNER-BROS-DISCOVERY-M-A-VERSANT-1767901114.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Some of Warner Bros Discovery’s biggest investors are split on Paramount Skydance’s<a href=\"/economy/2026/1/7/warner-bros-again-rejects-latest-hostile-bid-from-paramount\" target=\"_blank\" rel=\"noopener\"> sweetened offer</a> for the storied movie studio owner, giving the smaller media company a fighting chance at winning over shareholders.</p><p>Investors have until January 21 to accept Paramount’s latest $108.4bn proposal, paying them $30 a share, an offer the Warner Bros board says is inferior to its agreement to sell to Netflix.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Though the creator of, Stranger Things, is offering just $27.75 a share or $82.7bn, Warner Bros says the financing is more solid and that Paramount’s deal would leave the merged company with too much debt.</p><p>Alex Fitch, partner and portfolio manager for Harris Oakmark, which held about 96 million shares, or 4 percent of Warner Bros, as of September 30, agrees with the board.</p><p>“The value still isn’t clearly superior to what has already been agreed to with Netflix. A tie goes to the incumbent,” Fitch said in an email to Reuters.</p><h2 id=\"fee-and-debt-at-risk\">Fee and debt at risk</h2><p>Though Paramount’s offer, on its face, is higher, Warner Bros said it does not cover the $2.8bn breakup fee it would have to pay Netflix, $1.5bn in fees it would owe its bankers and another $350m in financing costs.</p><p>A smaller investor, Yussef Gheriani, chief investment officer of IHT Wealth Management, which has about 16,000 Warner Bros shares, said in an email that the board’s decision to reject Paramount’s offer makes sense as the increase in total value may not be worth breakup fees and borrowing costs. The deal would leave the combined company with $87bn in debt, Warner Bros said.</p><p>But Matthew Halbower of Pentwater Capital Management, which said it owns more than 50 million shares, feels differently. He told Warner Bros Chairman Samuel DiPiazza in a letter sent on Wednesday that the board “breached its fiduciary duty” to shareholders by rejecting Paramount’s offer out of hand, saying it was a better deal and had a better chance of clearing regulatory scrutiny.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Warner Bros’s board “is choosing not to inquire about what improvements Paramount is willing to make to its offer,” he said in the letter, which was reviewed by Reuters. If Paramount does eventually further improve its $30-per-share offer, the Warner Bros board should at least talk with the suitor, or his firm will not support any Warner Bros directors at their next election, Halbower wrote.</p><p>Mario Gabelli, whose Gabelli Funds holds about 5.7 million shares of Warner Bros, according to LSEG data, said he is “likely” to sell his shares to Paramount. He said its all-cash offer is more straightforward and would have a faster path to regulatory approval.</p><p>“At the moment, Paramount has a superior bid,” Gabelli told CNBC. “Netflix has to simplify their bid.”</p><p>Harris Oakmark, which is Warner Bros’ fifth-largest shareholder, remains open to changing its position. “If they [Paramount] come back to the table with a clearly superior offer, we have full confidence that the WBD board will engage,” Fitch said.</p><p>It is not often that a marquee media asset like Warner Bros, which owns HBO Max, comes to market, sparking a bidding war. Its extensive content library includes Harry Potter and the DC Comics universe. Its HBO Max streaming service recently acquired the US and Australian distribution rights to the runaway hit, Canadian hockey romance, Heated Rivalry.</p><p>Warner Bros’s top three shareholders are the large passive fund managers Vanguard, State Street and BlackRock, together controlling some 22 percent. All three are also among the top 10 investors in Paramount and Netflix.</p><p>On Wall Street, Warner Bros stock is down 0.7 percent while Paramount stock is up 0.7 percent in midday trading. Netflix is trending downwards at 0.2 percent below the market open.</p></div></div></body></html>"
        },
        {
            "title": "Saudi-backed forces deploy in Aden, upping pressure on separatists | Conflict | Al Jazeera",
            "time": "2026-01-08T19:26:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-08T114449Z_750471876_RC2VWIA69GL9_RTRMADP_3_YEMEN-SECURITY_cropped-1767900270.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli attack on Gaza tent kills at least three Palestinians | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-08T19:12:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695fdab0-1767889584.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An Israeli attack on a tent in southern Gaza has killed at least three Palestinians and wounded three others, local rescuers say, as Israel continues to bomb the coastal enclave despite an October ceasefire.</p><p>The Palestinian Civil Defence in Gaza said on Thursday that its teams recovered the bodies of three slain residents after the Israeli military bombed a family’s tent in the al-Mawasi area of Khan Younis.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Three others were wounded, including one person who suffered critical injuries, the agency said in a post on Telegram.</p><p>Separately, Israeli fire killed an 11-year-old Palestinian girl named Hamsa Housou in northern Gaza’s Jabalia area.</p><p>Her uncle, Khamis Housou, said he woke up to screaming in the family’s building. “I saw Hamsa lying on the floor and blood coming out of her nose and mouth,” he said.</p><p>The attacks come as Israel has continued its military assault on Gaza despite a United States-brokered ceasefire agreement that came into effect on October 10.</p><p>At least 425 Palestinians have been killed and 1,206 others wounded in Israeli attacks since October 11, according to the Palestinian Health Ministry in Gaza.</p><p>At the same time, hundreds of thousands of displaced families have been sheltering in <a href=\"/news/2025/12/29/tents-flooded-by-heavy-rains-in-gaza-amid-calls-for-israel-to-let-in-aid\">makeshift tent camps</a> across Gaza after their homes were destroyed in Israel’s genocidal war against Palestinians in the territory.</p><p>Israel has refused to allow a free flow of shelter supplies into the Gaza Strip, despite warnings from the United Nations and humanitarian groups that <a href=\"/news/2026/1/7/gaza-babies-suffering-from-severe-cold-as-israel-keeps-blocking-aid-msf\">Palestinians are suffering</a> amid a series of deadly winter storms.</p><p>Encampments have been flooded due to heavy rainfall in recent weeks, prompting calls from Palestinians for better tents, blankets and warm clothes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Doctors Without Borders, known by its French acronym MSF, said this week that Palestinians in Gaza were suffering from “respiratory infections, wound complications [and] skin diseases” as a result of harsh living conditions.</p><p>Babies are also “suffering from severe cold”, the group said, “all the while Israel continues to block or delay the entry of vital supplies like tents, tarpaulins, and temporary housing”.</p><p>Meanwhile, Israel has <a href=\"/news/2025/12/31/which-aid-groups-is-israel-banning-from-gaza-now-and-what-will-it-mean\">moved to block</a> international aid groups, including MSF and the Norwegian Refugee Council, from operating in the Strip.</p><p>Israel has revoked the operating licences of 37 aid organisations for failing to comply with new regulations that require them to provide detailed information on staff members, funding and operations.</p><p>Experts say those requirements contravene humanitarian principles and follow a longstanding Israeli government campaign to vilify and ultimately impede the work of aid groups providing assistance to Palestinians.</p><p>On Thursday, the Reuters news agency reported that MSF, Medecins du Monde Suisse and the Danish Refugee Council said the Israeli authorities refused to allow their international staff to enter Gaza this week.</p><p>The targeted groups have said they will be forced to stop providing key services, including healthcare, in Gaza as a result of Israel’s ban, putting <a href=\"/news/2025/12/31/palestinians-in-gaza-say-lives-will-be-destroyed-by-israels-ngo-ban\">Palestinian lives at risk</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "11-year-old girl shot in the head by Israeli troops in Gaza safe zone | Conflict | Al Jazeera",
            "time": "2026-01-08T18:41:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767897668.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran experiencing nationwide internet blackout, monitor says | Protests News | Al Jazeera",
            "time": "2026-01-08T17:58:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695d6f0a7183-1767730954.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran is experiencing a nationwide internet blackout, online monitoring group NetBlocks has said, amid <a href=\"/news/2026/1/2/five-things-you-need-to-know-about-protests-in-iran-2\">escalating protests</a> over a worsening economic crisis.</p><p>In a post on social media on Thursday, NetBlocks noted that the apparent blackout follows “a series of escalating digital censorship measures targeting protests across the country and hinders the public’s right to communicate at a critical moment”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/news/2026/1/7/iran-warns-protesters-foreign-foes-as-unrest-persists\">Protesters have taken to the streets</a> in cities across Iran since late December amid anger over the soaring cost of living and the devaluation of the local currency.</p><p>At least 21 people, including security forces, have been killed since <a href=\"/news/2026/1/8/irans-commercial-hubs-became-flashpoints-for-frustration\">the demonstrations began</a>, according to a tally by the AFP news agency, citing local media and official statements.</p><p>Reporting from Tehran early on Friday, Al Jazeera’s Tohid Asadi said thousands of people took to the streets across the capital, starting at about 8pm local time (16:30 GMT) on Thursday.</p><p>“What we saw was many more neighbourhoods in the Iranian capital coming to the streets. Several streets were blocked while I was driving from downtown,” Asadi said, noting that confrontations took place between protesters and police.</p><p>“We heard chants … [and] slogans against the political establishment,” he added.</p><p>“We know that the economic squeeze has eroded public confidence and [fuelled] dissatisfaction, particularly when it comes to working and lower middle classes, who are now finding themselves struggling to meet their everyday needs,” he added.</p><p>The Iranian authorities have offered mixed messages in response to the unrest, with President Masoud Pezeshkian calling for “utmost restraint” in the handling of the demonstrations.</p><p>But earlier this week, Supreme Leader Ayatollah Ali Khamenei <a href=\"/news/2026/1/6/protests-grow-as-irans-government-makes-meager-offer-amid-tanking-economy\">said rioters</a> must be “put in their place”. The country’s top judge also accused demonstrators of “operating in line” with the United States and Israel.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Chief Justice <a href=\"/news/2026/1/7/iran-warns-protesters-foreign-foes-as-unrest-persists\">Gholam-Hossein Mohseni-Ejei said</a> there would be no leniency for those who “create insecurity”.</p><p>“If anyone comes into the streets for riots or to create insecurity, or supports them, then no excuse remains for them,” he said. “The matter has become very clear and transparent. They are now operating in line with the enemies of the Islamic Republic of Iran.”</p><p class=\"s8\">United Nations chief Antonio Guterres this week underscored the need to prevent further protest-related casualties, his spokesperson told reporters.</p><p>“He also calls on the authorities to uphold the right of freedom of expression, association and peaceful assembly,” Stephane Dujarric said during a briefing on Monday.</p><p>“All individuals must be allowed to protest peacefully and express their grievances.”</p><p>Iran last saw mass demonstrations in 2022 and 2023 after the <a href=\"/news/2023/9/16/iran-one-year-after-the-death-of-mahsa-amini\">death of Mahsa Amini</a>, a 22-year-old woman who died in police custody after being arrested for allegedly violating the country’s strict dress code for women.</p><p>Amid the current wave of protests, rights groups also have accused the Iranian authorities of resorting to tactics including raiding hospitals to detain wounded protesters.</p><p>On Tuesday, Amnesty International <a href=\"https://x.com/AmnestyIran/status/2008515247104311603\" target=\"_blank\" rel=\"noopener\">said</a> security forces entered Imam Khomeini Hospital in the western city of Ilam, firing tear gas, smashing doors and assaulting people inside, including medical workers.</p><p>“Iran’s security forces must immediately stop the unlawful use of force and firearms against protesters, end arbitrary arrests of those seeking treatment in hospital, ensure those injured receive the medical care they need, and respect the sanctity of medical facilities,” the group said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Injured arrive at Aleppo hospital amid intense artillery fire | Syria's War | Al Jazeera",
            "time": "2026-01-08T17:55:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/injured_civilian_arrives_aleppo_syria_hospital-1767894244.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia releases French researcher in prisoner exchange | Prison News | Al Jazeera",
            "time": "2026-01-08T17:48:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695fda28-1767889448.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A French researcher serving a three-year sentence in Russia has been freed in a prisoner exchange with Moscow, French and Russian officials have said.</p><p>President Emmanuel Macron announced the release of Laurent Vinatier, who had been jailed for allegedly violating Russia’s so-called “foreign agent” laws, saying that the researcher was “free and back in France.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I share the relief of his family and loved ones. My gratitude to our diplomatic agents for their mobilisation”, Macron said on Thursday.</p><p>Russia’s FSB security service announced that Vinatier, 49, had been swapped for basketball player Daniil Kasatkin, 26.</p><p>Kasatkin was arrested last June at a Paris airport and was wanted by the United States over an alleged involvement in ransomware attacks – an allegation that Kasatkin has previously denied.</p><figure id=\"attachment_4224551\" aria-describedby=\"caption-attachment-4224551\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4224551\" src=\"/wp-content/uploads/2026/01/ap_695fda5f9b099-1767889503.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"In this image, made from video and provided by Russian Federal Security Service via Russia-1 TV channel on Thursday, Jan. 8, 2026, Daniil Kasatkin, a Russian basketball player who was jailed in France and whose extradition was demanded by the United States, is seen after being released in a prisoner swap with France that saw the release of Laurent Vinatier, a French political scholar. (Russian Federal Security Service/Russia-1 TV channel via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4224551\" class=\"wp-caption-text\">Daniil Kasatkin, a Russian basketball player who was jailed in France and whose extradition was demanded by the United States, is seen after being released in a prisoner swap with France that saw the release of Laurent Vinatier [Russian Federal Security Service/Russia-1 TV channel via AP]</figcaption></figure><p>The FSB ⁠said Vinatier had been pardoned by President Vladimir Putin, who promised last month to look into the case after a French journalist raised it during the Kremlin leader’s annual news conference.</p><p>Vinatier was arrested by the FSB at a Moscow restaurant in June 2024 and convicted four months later of breaking laws requiring individuals deemed to be “foreign agents” to register with the Russian authorities.</p><p>While behind bars, he was placed under additional investigation for espionage, and he had been facing a likely further trial in the coming months.</p><p>The FSB said that the researcher, acting on instructions from Swiss intelligence, had collected sensitive political and military information, including combat and training plans, that could target Moscow’s security.</p><p>However, it said that the case against Vinatier had been dismissed due to his “active repentance.”</p><p>Before he was arrested, Vinatier worked for the Centre for Humanitarian Dialogue, a Swiss-based conflict mediation organisation, where fellow scholars respected him.</p><p>At his trial, the researcher said he loved Russia, apologised for breaking the law, and even recited a verse by Russian poet Alexander Pushkin.</p><p>Frederic Belot, a lawyer representing Vinatier, said the decision was a “huge relief”.</p><p>“We are extremely happy that he has been released for Orthodox Christmas,” Belot added, who also represents Kasatkin.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"franco-russian-relations\">Franco-Russian relations</h2><p>Relations between Paris and Moscow have been frosty in the wake of Russia’s full-scale invasion of Ukraine in February, 2022.</p><p>While Macron has been outspoken in his support for Kyiv’s military efforts alongside other European allies, including the UK, he has also expressed a willingness to engage with Russia to end the war.</p><p>On Thursday, Moscow condemned a security plan agreed by Ukraine and its European allies in the French capital, Paris,  for the deployment of a peacekeeping force as an “axis of war”.</p><p>Earlier this week, European leaders and United States envoys announced that the security guarantees for Kyiv would include a US-led monitoring mechanism and a European multinational force, in the event of a ceasefire.</p><p>However, Moscow rejected the plan.</p><p>“All such units and facilities will be considered legitimate military targets for the Russian Armed Forces,” Russian Foreign Ministry spokeswoman Maria Zakharova said in a statement.</p></div></div></body></html>"
        },
        {
            "title": "‘Greenland is not for sale,’ lawmaker says amid Trump’s escalating threats | Donald Trump News | Al Jazeera",
            "time": "2026-01-08T17:45:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695e55ea-1767790058.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Greenlandic lawmaker has stressed that Greenland is “not for sale” as United States President Donald Trump and senior members of his administration <a href=\"/news/2026/1/7/european-allies-reiterate-support-for-greenland-amid-us-threats\">renew threats</a> to take control of the autonomous Danish territory.</p><p>Aaja Chemnitz, a member of the Danish parliament representing Greenland, welcomed talks between US Secretary of State Marco Rubio and Danish and Greenlandic officials expected to take place next week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I think it’s going to be very important to find solutions,” she told Al Jazeera on Thursday.</p><p>But Chemnitz stressed that Greenland’s position on its autonomy remains unchanged. “Greenland is not for sale, and Greenland never will be for sale,” she said.</p><p>Since taking office in January of last year, Trump has repeatedly said he <a href=\"/news/2025/1/9/behind-trumps-threat-why-is-greenland-so-strategically-important\">wants to take over</a> Greenland, stressing the island’s “strategic” importance in the Arctic region.</p><p>“We need Greenland from a national security situation. It’s so strategic. Right now, Greenland is covered with Russian and Chinese ships all over the place. We need Greenland from the standpoint of national security,” the US president told reporters on Sunday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But Trump’s push has <a href=\"/news/2026/1/6/danish-pm-says-us-attack-on-greenland-would-be-the-end-of-nato\">drawn strong rebukes</a> from Greenland and Denmark, the European Union, and other major US allies, including Canada.</p><p>On Tuesday, the foreign ministers of Denmark, Finland, Iceland, Norway and Sweden stressed their commitment “to preserving security, stability and co-operation in the Arctic”.</p><p>“Security in the Arctic rests on respect for the fundamental principles of the UN Charter and international law, including the inviolability of borders,” the ministers said in a <a href=\"https://www.regjeringen.no/en/whats-new/joint-statement-by-the-foreign-ministers-of-denmark-finland-iceland-norway-and-sweden-on-6-january-2026/id3145218/\" target=\"_blank\" rel=\"noopener\">joint statement</a>.</p><p>“We collectively reiterate that matters concerning Denmark and Greenland are for Denmark and Greenland to decide alone.”</p><p>Yet despite that opposition, the Trump administration continues to float the possibility of taking over Greenland – and it has refused to rule out the possibility of <a href=\"/news/2025/12/23/trump-says-greenland-essential-for-security-could-he-take-it-by-force\">military action</a>.</p><p>White House Press Secretary Karoline Leavitt told reporters on Wednesday that “all options are always on the table for President Trump”.</p><p>“But I will just say that the president’s first option always has been diplomacy,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"important-to-find-solutions\">‘Important to find solutions’</h2><p>Fears of a US military operation to take control of Greenland have grown after the Trump administration sent the US military into the Venezuelan capital, Caracas, to <a href=\"/news/2026/1/3/trump-says-us-will-run-venezuela-after-nicolas-maduro-seized\">abduct President Nicolas Maduro</a> on Saturday after a months-long pressure campaign.</p><p>The abduction, which has been <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">denounced as a violation of international law</a>, comes amid Trump’s push to exert US dominance in the Western Hemisphere in line with a 19th-century US policy known as <a href=\"/news/2026/1/4/what-is-the-monroe-doctrine-which-trump-has-cited-over-venezuela\">the Monroe Doctrine</a>.</p><p>Some experts say the US president’s plan to take over Greenland aligns with that doctrine.</p><p>Asked about Washington’s stance towards Greenland, Rubio told reporters on Wednesday that Trump is not the first US president to look at how to “acquire” the territory. He also did not rule out using military force.</p><p>“If the president identifies a threat to the national security of the United States, every president retains the option to address it through military means,” Rubio said.</p><p>It remains unclear who exactly will meet with Rubio next week for talks on the situation.</p><p>But Greenland’s Foreign Minister Vivian Motzfeldt said on Tuesday that she and Danish Foreign Minister Lars Lokke Rasmussen had requested a meeting with the US secretary of state.</p><p><span>“The purpose of the meeting is to reflect the US’s significant statements on Greenland,” Motzfeldt <a href=\"https://www.facebook.com/vivian.motzfeldt/posts/pfbid08HaKzbzuqv6kAiyxEETL7eC67G8jKHqCUPHk6c634j5foWu337pcyvEcCzcs8Gqml\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</span></p><p><span>Chemnitz, the Danish lawmaker, told Al Jazeera on Thursday that the planned talks are an opportunity to address rising tensions over the US position.</span></p><p>“I think it’s important to focus on diplomacy,” she said. “This is a very strange situation for us, and many of us have been concerned about everything that has happened.”</p><p>But Chemnitz stressed that the discussions must be conducted with respect. “We need respect,” she said. “In order to have diplomacy, you also need to have respect.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Protesters scream ‘ICE out’ one day after fatal shooting in Minneapolis | Protests | Al Jazeera",
            "time": "2026-01-08T17:24:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767892923.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Arsenal vs Liverpool - Premier League | Football News | Al Jazeera",
            "time": "2026-01-08T17:01:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260108__92428WP__v1__HighRes__FblEngPrArsenalLiverpool-1767910695.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Arsenal vs Liverpool – Premier League</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with team news coverage, ahead of our text commentary stream of the match at Emirates Stadium.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US Senate advances resolution to curb Trump military authority in Venezuela | Donald Trump News | Al Jazeera",
            "time": "2026-01-08T16:44:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695fdd4c-1767890252.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\"><strong>Washington, DC –</strong> The US Senate has advanced a resolution that would bar President Donald Trump from taking further <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">military action against Venezuela</a> without congressional authorisation.</p><p>The vote on Thursday on the procedural measure to advance the war powers resolution was 52 to 47. Several members of Trump’s Republican party broke with the president to join every Senate Democrat in voting in favour of moving ahead.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>If eventually passed, the resolution would require Trump to remove US armed forces from “imminent engagement” in hostilities “within or against Venezuela” without further approval from Congress.</p><p>The resolution will now go to a full floor debate in the Senate. It must be passed by both Chambers of Congress to reach Trump’s desk. The president could then veto the resolution. Overriding the veto would require two-third support from both the Republican-controlled House and Senate, a likely insurmountable threshold.</p><p>Still, observers hailed Thursday’s vote as symbolically significant, underscoring discontent over Saturday’s <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">abduction</a> of Venezuelan President Nicolas Maduro in a dramatic military raid in Caracas, as well as Trump’s threats to again attack Venezuela and other countries in the region.</p><p>In a post on X, Dylan Williams, vice president for government affairs at the Center for International Policy, called the move “a major rebuke” to Trump.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Cavan Kharrazian, senior policy director for the Demand Progress advocacy group, called the vote “a rare ray of good news for the nation and our Constitution”.</p><p>“With this historic, bipartisan vote to prevent further war in Venezuela, Congress has begun the long-overdue work of reasserting its constitutional role in decisions of war and peace,” Kharrazian said.</p><p>Several attempts to advance similar resolutions were blocked by both the Senate and House last year, with Republicans largely coalescing around support for Trump. The five Republicans who voted to advance on Thursday included senators Rand Paul, Lisa Murkowski, Susan Collins, Todd Young and Josh Hawley.</p><p>Their vote appeared to hit a nerve for Trump. In a post on Truth Social, Trump said the Republican quintet should be “ashamed” and “should never be elected to office again”.</p><p>It was not immediately clear when a final vote on the Senate resolution would be held, although it was expected some time next week.</p><h2 id=\"clear-cut-case\">‘Clear-cut case’</h2><p>US military assets have remained deployed to the Caribbean since the abduction of Maduro and the Trump administration has said strikes on alleged drug boats will continue.</p><p>While no US troops are known to be on the ground in the country, Trump has threatened interim leader, Maduro’s former deputy Delcy Rodriguez, that if she she does not comply with US demands she could “pay a very big price, probably bigger than Maduro”.</p><p>Trump has also threatened to use military force against other countries in the Western Hemisphere, including Colombia and Greenland, an autonomous territory of Denmark. How the US military will play into Trump’s vows to <a href=\"/news/liveblog/2026/1/8/live-us-to-dictate-decisions-to-venezuela-control-oil-sales-indefinitely\">indefinitely assert control</a> over Venezuela’s government and open the country’s oil industry to US companies has not yet been clarified.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Legal experts have said Congress has for decades backed away from asserting its authority when it comes to US military engagement abroad.</p><p>Under the US constitution, only Congress can declare war, something it has not done since World War II.</p><p>The War Powers Act of 1973, meanwhile, created a process for the legislative branch to rein in a president’s unilateral use of the military. Many experts argue the constitution only grants the president the ability to take unilateral military actions in matters of immediate self defense or in responding to an imminent attack.</p><p>Speaking to Al Jazeera earlier this week, David Janovsky, the acting director of the Constitution Project at the Project on Government Oversight, <a href=\"/news/2026/1/6/congresss-role-questioned-as-democrats-vow-to-rein-in-trump-on-venezuela\">called</a> Trump’s actions in Venezuela a “clear-cut case” of presidential overreach “crying out for congressional action”.</p><h2 id=\"no-more-endless-wars\">‘No more endless wars’</h2><p>But many Republicans have rejected that position, adopting Trump’s claims that the US needed to take urgent action against Maduro, even as little evidence has emerged to justify the position.</p><p>“Unlike the former president, President Trump demonstrated he is a man of action, he was decisive, and did what he promised the American people he would do, and that is to keep them safe,” Senator James Risch said ahead of Thursday’s vote.</p><p>Risch further argued that actions against Maduro were a one-off “47-minute” operation, and not part of a prolonged military engagement, and therefore did not require congressional intervention.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The top Democrat in the chamber, Chuck Schumer, meanwhile called on the Senate to assert “the authority given to it in the Constitution on matters of war and peace”.</p><p>“We must send Donald Trump a clear message on behalf of the American people, no more endless wars,” he said.</p><p>In an editorial published by Responsible Statecraft on Wednesday, Republican Rand Paul accused his party of having “lost its grip and become eunuchs in the thrall of presidential domination”.</p><p>“But make no mistake, bombing another nation’s capital and removing their leader is an act of war plain and simple,” he said. “No provision in the Constitution provides such power to the presidency.”</p></div></div></body></html>"
        },
        {
            "title": "Why Trump says getting Greenland is about defence | Military | Al Jazeera",
            "time": "2026-01-08T16:39:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767890383.jpg?resize=1621%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Cameroon vs Morocco: AFCON 2025 - team news, start time and lineups | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-08T16:28:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260104__89KW82E__v1__MidRes__FblAfr2025Match39MarTza-1767858536.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who</strong>: Cameroon vs Morocco<br>\n<strong>What</strong>: <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">CAF Africa Cup of Nations</a><br>\n<strong>Where</strong>: Prince Moulay Abdellah Stadium in Rabat, Morocco<br>\n<strong>When</strong>: <a href=\"/sports/2025/12/15/africa-cup-of-nations-2025-full-match-schedule-teams-groups-and-format\">Friday</a>, January 9 at 8pm (19:00 GMT)<br>\n<strong>How to follow</strong>: We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 16:00 GMT in advance of our live score and text commentary stream.</p><p data-start=\"717\" data-end=\"909\">Few gave Cameroon much of a chance in the Africa Cup of Nations after off-the-field issues marred their build-up to the tournament but the Indomitable Lions stood firm in the face of adversity to reach the quarterfinals in Morocco.</p><p data-start=\"717\" data-end=\"909\">The five-time champions are up against the hosts in Friday’s last-eight tie, knowing the pressure is firmly on the North Africans as they look to win a first AFCON title in 50 years in front of their home supporters.</p><p data-start=\"598\" data-end=\"761\">With high-profile players such as Brahim Diaz, Achraf Hakimi, Bryan Mbeumo and Carlos Baleba involved, there will be no shortage of talent on display in Rabat.</p><p data-start=\"717\" data-end=\"909\">Here’s everything you need to know about Cameroon vs Morocco:</p><h2 id=\"what-happened-in-cameroon-s-camp-before-the-afcon-2025\" data-start=\"717\" data-end=\"909\">What happened in Cameroon’s camp before the AFCON 2025?</h2><p data-start=\"717\" data-end=\"909\">Cameroon have spent the last 18 months embroiled in a bizarre battle of wills between their federation, headed by four-time African Footballer of the Year Samuel Eto’o, and the sports ministry, which employs the coach.</p><p data-start=\"717\" data-end=\"909\">Head coach Marc Brys was employed against Eto’o’s wishes, and the pair sparred publicly throughout the 21 months that the Belgian managed the team. Brys had the backing of the government, which pays the team’s costs, leaving a frustrated Eto’o undermining his coach whenever he could but being unable to get rid of him.</p><p data-start=\"717\" data-end=\"909\">Ultimately, Cameroon, who have been to more FIFA World Cups than any other African nation, had a dismal qualifying campaign and failed to make the cut for the 2026 edition.</p><p data-start=\"717\" data-end=\"909\">World Cup qualification failure, combined with a landslide re-election win for Eto’o at about the same time, saw support for Brys suddenly fade, and he was fired three weeks before the AFCON. In his place, the unheralded David Pagou was appointed new coach, and a squad for AFCON was selected without captain Vincent Aboubakar or goalkeeper Andre Onana, who had previously expressed support for the sports minister.</p><h2 id=\"how-did-cameroon-reach-the-afcon-quarterfinals\">How did Cameroon reach the AFCON quarterfinals?</h2><p>Cameroon finished runners-up in Group F with two wins and a draw. They were tied on seven points with the Ivory Coast, but settled for the second spot on account of fewer goals scored than the table toppers.</p><p>In the round of 16, Cameroon <a href=\"/sports/2026/1/4/cameroon-edge-south-africa-2-1-to-book-afcon-quarterfinal-with-morocco\">beat</a> South Africa 2-1, thanks to goals from Junior Tchamadeu and Christian Kofane.</p><figure id=\"attachment_4215256\" aria-describedby=\"caption-attachment-4215256\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4215256\" src=\"/wp-content/uploads/2026/01/afp_695ad55857c4-1767560536.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"TOPSHOT - Cameroon's forward #26 Christian Kofane celebrates scoring his team's second goal during the Africa Cup of Nations (CAN) round of 16 football match between South Africa and Cameroon at Al Medina Stadium in Rabat on January 4, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4215256\" class=\"wp-caption-text\">For Cameroon, reaching the last eight means their AFCON is already a success after a chaotic build-up [File: AFP]</figcaption></figure><h2 id=\"what-happened-in-morocco-s-camp\">What happened in Morocco’s camp?</h2><p data-start=\"468\" data-end=\"804\" data-is-last-node=\"\" data-is-only-node=\"\">Despite being tipped as overwhelming favourites, the World Cup 2022 semifinalists faced early criticism after a nervy opening-day win over minnows Comoros and a draw with Mali, before restoring confidence with a convincing 3-0 victory over Zambia in their final group match.</p><p data-start=\"686\" data-end=\"888\" data-is-last-node=\"\" data-is-only-node=\"\">Coach Walid Regragui had apologised to frustrated fans for the team’s underwhelming performance, saying, “Moroccans are naturally emotional, they need confidence.”</p><p data-start=\"686\" data-end=\"888\" data-is-last-node=\"\" data-is-only-node=\"\">Captain Hakimi urged fans to back them all the way through.</p><p data-start=\"686\" data-end=\"888\" data-is-last-node=\"\" data-is-only-node=\"\">“If the fans are behind us we can be champions of Africa together,” he said.</p><h2 id=\"how-did-morocco-reach-the-quarterfinals\">How did Morocco reach the quarterfinals?</h2><p>Morocco topped Group A with a similar record, bagging two wins and a draw for seven points.</p><p>They started their knockout campaign with a 1-0 win over Tanzania in the round of 16.</p><h2 id=\"who-will-the-winner-face-in-the-next-round\">Who will the winner face in the next round?</h2><p>The winner of the Cameroon vs Morocco match will face the winner of the Algeria vs Nigeria match in the semifinals. That game will be held on January 14 in Rabat.</p><h2 id=\"who-are-cameroon-s-best-players\">Who are Cameroon’s best players?</h2><p data-start=\"104\" data-end=\"249\">Cameroon have not been among the most free-scoring sides, but a handful of individuals have stepped up to the task.</p><p data-start=\"256\" data-end=\"617\">Teenage forward Christian Kofane has been the standout player, scoring twice at the tournament, including a decisive strike in the round-of-16 victory, to underline his growing importance to the Indomitable Lions. Cameroon were also fortunate during the group stage, benefitting from two own goals that helped keep their campaign on track.</p><p data-start=\"624\" data-end=\"960\">Beyond Kofane, goals have come from Tchamadeu and Etta Eyong, while established star Bryan Mbeumo and emerging talent Carlos Baleba have both impressed, earning Player of the Match awards for their influential displays.</p><h2 id=\"who-are-morocco-s-best-players\">Who are Morocco’s best players?</h2><p data-start=\"71\" data-end=\"150\">Right winger Brahim Diaz has been Morocco’s standout performer at the AFCON 2025.</p><p data-start=\"157\" data-end=\"354\">The Real Madrid player is the tournament’s top scorer with four goals, finding the net in each of Morocco’s four matches and underlining his status as their most decisive attacking threat.</p><p data-start=\"361\" data-end=\"548\">Striker Ayoub El Kaabi has also caught the eye, with his acrobatic finishes drawing admiration from fans and pundits alike, chipping in with two goals to bolster Morocco’s front line.</p><p data-start=\"361\" data-end=\"548\">Achraf Hakimi, widely regarded as the world’s best right-back, missed the first two matches due to an ankle injury, but is back to full match fitness, having made his first start of the tournament in the first knockout fixture.</p><figure id=\"attachment_4214755\" aria-describedby=\"caption-attachment-4214755\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4214755\" src=\"/wp-content/uploads/2026/01/reuters_695aab84-1767549828.jpg?w=770&amp;resize=770%2C549&amp;quality=80\" alt=\"Soccer Football - CAF Africa Cup of Nations - Morocco 2025 - Round of 16 - Morocco v Tanzania - Prince Moulay Abdellah Stadium, Rabat, Morocco - January 4, 2026 Morocco's Brahim Diaz celebrates scoring their first goal REUTERS/Amr Abdallah Dalsh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4214755\" class=\"wp-caption-text\">Although all eyes were on their popular right-back Achraf Hakimi before the tournament, it’s Brahim Diaz who has emerged as Morocco’s star performer at AFCON 2025 [Amr Abdallah Dalsh/Reuters]</figcaption></figure><h2 id=\"cameroon-and-morocco-form-guides\">Cameroon and Morocco form guides</h2><p><strong>Cameroon</strong>: W-W-D-W-L</p><p><strong>Morocco</strong>: W-W-D-W-W</p><h2 id=\"head-to-head\">Head-to-head</h2><p>Cameroon and Morocco have met in 13 previous encounters across competitive and friendly games.</p><p>Cameroon dominate the head-to-head record with seven wins, while four games ended in a draw. Morocco have won only twice.</p><h2 id=\"when-did-cameroon-and-morocco-last-meet\">When did Cameroon and Morocco last meet?</h2><p>The teams last met in February 2021 at the Africa Nations Championship, commonly known as CHAN, in a semifinal tie. Morocco won that game 4-0.</p><h2 id=\"have-cameroon-ever-won-an-afcon-title\">Have Cameroon ever won an AFCON title?</h2><p>Yes. Cameroon are one of Africa’s major forces in the tournament. They have won the title five times: 1984, 1988, 2000, 2002 and 2017.</p><p>They are the second-most successful team in AFCON behind Egypt, who have seven titles.</p><h2 id=\"have-morocco-ever-won-an-afcon-title\">Have Morocco ever won an AFCON title?</h2><p>Yes. Morocco won their first and only title in 1976. At that time, Morocco were only the second North African team to win the continental championship after Egypt.</p><h2 id=\"cameroon-team-news\">Cameroon team news</h2><p>Cameroon’s coach, David Pagou, could be without midfielder Darlin Yongwa after he came off injured only 21 minutes into the last-16 fixture.</p><h2 id=\"cameroon-s-predicted-lineup\">Cameroon’s predicted lineup</h2><p>Devis Epassy; Che Malone, Samuel Kotto, Nouhou Tolo; Junior Tchamadeu, Arthur Avom, Carlos Baleba, Mahamadou Nagida; Bryan Mbeumo, Christian Kofane, Danny Namaso</p><h2 id=\"morocco-team-news\">Morocco team news</h2><p>Morocco coach Walid Regragui will be without attacking midfielder Azzedine Ounahi, who has been ruled out of the tournament with a calf injury.</p><p>“He has a tear in his calf and can’t play at the AFCON. He is unavailable for five to six weeks,” Regragui confirmed after the game against Tanzania. “He injured himself in training. It is an old injury that he had with Girona, and the scar has opened up again.”</p><h2 id=\"morocco-s-predicted-lineup\">Morocco’s predicted lineup</h2><p>Yassine Bounou; Achraf Hakimi, Nayef Aguerd, Adam Masina, Noussair Mazraoui; Bilal El Khannouss, Neil El Aynaoui, Ismael Saibari; Brahim Diaz, Ayoub El Kaabi, Abde Ezzalzouli</p></div></div></body></html>"
        },
        {
            "title": "Photos: Civilians flee Aleppo amid intensified fighting | Syria's War News | Al Jazeera",
            "time": "2026-01-08T16:20:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-08T113726Z_2069598121_RC2YWIA79L89_RTRMADP_3_SYRIA-SECURITY-ALEPPO-1767875934.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Fierce fighting between Syrian government forces and the Kurdish-led Syrian Democratic Forces (SDF) has raged for a third consecutive day in northern Aleppo, forcing tens of thousands of residents to flee their homes.</p><p>The Syrian Army Operations Command imposed a curfew on Thursday at 1:30pm (10:30 GMT) across the Kurdish-majority neighbourhoods of Sheikh Maqsoud, Ashrafieh and Bani Zeid. Following this declaration, government forces launched what they termed “targeted operations” against SDF positions in these areas.</p><p>The conflict has triggered massive displacement. Civilians have evacuated through humanitarian corridors established by the Syrian army, many departing on foot with whatever possessions they could carry, uncertain about when—or if—they might return to their homes.</p></div></div></body></html>"
        },
        {
            "title": "Abduction of Venezuela’s Maduro illegal despite US charges, experts say | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-08T16:13:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T192039Z_1584954822_RC2ZUIAH3DQS_RTRMADP_3_USA-VENEZUELA-MADURO-NEW-YORK-1767795065.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> As the global outcry over the US abduction of Venezuela’s <a href=\"/news/liveblog/2026/1/6/live-un-security-council-members-slam-us-abduction-of-venezuelas-maduro\">President Nicolas Maduro</a> continues to grow, officials in Washington are relying on the United States’ own criminal charges to justify its military operation.</p><p>But experts stress that countries cannot use their own indictments to attack another state, rejecting framing Maduro’s “capture” as a legal arrest.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“There’s a very clear limit on enforcement jurisdiction internationally, and that is that one state cannot enforce its law on the territory of another state unless that state gives its consent,” said Margaret Satterthwaite, United Nations special rapporteur on the independence of judges and lawyers.</p><p>“So if a state, for example, harboured someone that the US considered a fugitive, the US could approach that state and seek its consent to arrest them and bring them back to the US to stand trial. But it cannot go into another country without that state’s consent and grab up an individual, even if they are indicted properly by the US court system.”</p><p>Maduro was indicted by the US Justice Department in 2020 on drug and gun charges. He made his first <a href=\"/news/2026/1/5/venezuelas-abducted-leader-maduro-wife-to-appear-in-nyc-court\">court appearance</a> in New York on Monday after his <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">abduction</a> and professed his innocence, saying that he was “kidnapped”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Another international law issue that arises with Maduro’s abduction is the immunity of heads of state and other high-ranking officials from prosecution and civil penalties abroad – a principle that has been affirmed by the International Court of Justice and <a href=\"/news/2022/12/7/immunity-cited-as-khashoggi-lawsuit-against-prince-dropped-in-us\">previously acknowledged</a> by Washington.</p><p>“So not only is the US extending enforcement jurisdiction without the consent of Venezuela, but the US is also grabbing up a high state official and saying we have the right to simply take this person out of their position and put them on trial in the US,” Satterthwaite told Al Jazeera.</p><p>International courts are an exception to head-of-state immunity. In 2024, the International Criminal Court (ICC) issued an arrest warrant for Israeli Prime Minister Benjamin Netanyahu over war crime charges in Gaza.</p><p>The US has <a href=\"/news/2025/12/18/us-sanctions-more-icc-judges-citing-ruling-on-israeli-war-crime-probe\">imposed sanctions</a> on ICC officials for investigating Israel.</p><h2 id=\"the-us-position\">The US position</h2><p>That legal consensus, however, has not stopped US President <a href=\"/news/2026/1/7/trumps-attacks-on-venezuela-put-the-us-neighbour-mexico-on-edge\">Donald Trump’s</a> aides and allies from arguing that the abduction of Maduro was a mere law enforcement operation, not an act of aggression against another country.</p><p>Republican Senator Tom Cotton likened US special forces <a href=\"/news/2026/1/6/price-hikes-queues-and-tension-venezuela-shoppers-uneasy-after-us-bombing\">abduction in Caracas</a> to law enforcement officers arresting a suspected drug trafficker in the US, as he argued that the White House did not have to inform the US Congress of the attack.</p><p>“That’s not the kind of thing that you expect advance notice to Congress for,” Cotton told the Hugh Hewitt Show on Monday.</p><p>“Nor, for that matter, do I expect advance notice every time the executive carries out an arrest of a drug trafficker, whether it’s in Venezuela or in Arkansas.”</p><p>Hours after the operation on Saturday, US Vice President JD Vance also invoked Maduro’s indictment as the legal basis for the US attack.</p><p>“And PSA [public service announcement] for everyone saying this was ‘illegal’: Maduro has multiple indictments in the United States for narcoterrorism,” Vance wrote on X.</p><p>“You don’t get to avoid justice for drug trafficking in the United States because you live in a palace in Caracas.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Republican Senator Mike Lee initially questioned the domestic legality of the military action without congressional authorisation on Saturday.</p><p>But he later said that US Secretary of State <a href=\"/news/2026/1/6/maduro-abduction-shows-influence-limits-of-us-secretary-of-state-rubio\">Marco Rubio</a> told him that the violence was “deployed to protect and defend those executing the arrest warrant” – an explanation that appeared to satisfy the senator’s concern.</p><p>But Yusra Suedi, assistant professor in International law at the University of Manchester, stressed that the attack on Venezuela violates <a href=\"/features/2026/1/5/what-the-us-did-in-venezuela-normalises-power-grabs-expert\">the UN Charter</a>, which prohibits “the threat or use of force against the territorial integrity or political independence of any state”.</p><p>“A state cannot lawfully justify violating international law by citing its own domestic law. And this is a cardinal principle of international law,” said Suedi.</p><p>For his part, Ian Hurd, a professor of political science at Northwestern University, dismissed the notion that US forces were conducting a law-enforcement operation.</p><p>“It’s silly for the American government to purport that this is simply the execution of an arrest warrant,” Hurd told Al Jazeera.</p><p>“It would require, then, that you imagine that the Canadian government might issue an arrest warrant for Trump for fraud or <a href=\"/news/2024/12/30/appeals-court-upholds-trump-sexual-abuse-defamation-liability-verdict\">sexual harassment</a> and send the forces to bomb the White House to extract him to take him back to Canada for trial.”</p><p>He added that international law is unambiguous in saying that governments cannot use force against other countries to advance their goals.</p><p>“So it’s very clearly illegal under international law. It’s simply an overthrow of a government by a neighbour using military force,” Hurd told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"question-of-legitimacy\">Question of legitimacy</h2><p>In the wake of the abduction of Maduro, some supporters of the move have argued that Maduro <a href=\"/news/2024/9/12/us-imposes-sanctions-on-maduro-allies-over-illegitimate-election-results\">lacks legitimacy</a> due to the alleged voter fraud that took place in the last election, which the opposition claims to have documented.</p><p>Even before the US raid, opposition figure <a href=\"/news/2026/1/6/venezuelas-machado-says-she-hasnt-spoken-to-trump-since-october\">Maria Corina Machado</a> said removing Maduro would not amount to regime change because Venezuelans had already voted against the president.</p><p>But experts say Washington’s assessment of Maduro’s legitimacy is irrelevant to the illegality of the strike.</p><p>He was Venezuela’s head of state at the time of his abduction, a fact recognised by the US Justice Department in its 2026 indictment, which calls Maduro “Venezuela’s president and now de facto ruler”.</p><p>Satterthwaite, the UN rapporteur, said that while there are “serious concerns” with the 2024 elections, the US itself has treated Maduro as Venezuela’s leader.</p><p>In January, Trump sent his envoy <a href=\"/news/2025/1/31/trump-envoy-arrives-in-venezuela-to-meet-maduro-about-deportation-flights\">Richard Grenell</a> to meet Maduro for talks on accepting deportation flights of undocumented Venezuelans in the US.</p><p>“If we allowed one government to go around the world saying, ‘Well, this person is legitimate, this is not. And since he’s not, I’m going to go grab him,’ you can see what kind of chaos would ensue,” Satterthwaite said.</p><p>She added that the legitimacy of many governments across the world can be questioned over fraudulent elections, lack of elections or ascension to power via a coup. “That does not allow another individual government unilaterally to decide that it can go and grab up the head of that government,” she said.</p><p>Maduro’s government has been accused of major human rights violations, including arbitrary arrests of dissidents and torture.</p><p>“I, of course, would be in favour of measures of accountability for the [Venezuelan] government, but not in this reckless kind of Wild West manner that we’ve seen play out here,” Satterthwaite told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-noriega-case\">The Noriega case</h2><p>Some defenders of the abduction of Maduro over US charges have claimed that the move has a legal precedent.</p><p>“Critics calling President Trump’s capture of Nicolas Maduro unprecedented and illegal have short memories. We’ve done this before, and the courts blessed it,” an associate professor of business law at Georgia College and State University wrote in a Wall Street Journal column.</p><p>He was referring to the US invasion of Panama and the seizure of its President <a href=\"/news/2026/1/3/maduro-joins-iraqs-saddam-panamas-noriega-as-latest-leader-taken-by-us\">Manuel Noriega</a> in 1989-1990. Noriega stood trial and was convicted of drug charges in the US.</p><p>Satterthwaite said the capture of Noriega had its own legal issues under international law, and it is not entirely analogous to the abduction of Maduro.</p><p>“That also was illegal, and therefore doesn’t help us at all to make the comparison,” she told Al Jazeera.</p><p>The UN General Assembly had condemned the US invasion of Panama.</p><p>Satterthwaite said in the case of Panama, Washington attempted to make a jurisdictional argument by saying that Noriega was not the country’s leader, and that the US was acting with the consent of the proper head of state at that time, President-elect Guillermo Endara.</p><p>“It’s important to note that at that moment in Panama, the National Assembly there had actually declared a state of war against the US, so there was already an engagement between the two states,” Satterthwaite said.</p><p>“All of those things make this different, but I don’t think they make that first operation legal.”</p></div></div></body></html>"
        },
        {
            "title": "At least 100 people killed in US attack on Venezuela, minister says | Newsfeed | Al Jazeera",
            "time": "2026-01-08T16:11:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767888692.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy says US security guarantee text ready to be finalised with Trump | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-08T15:53:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251228__2253856390__v2__HighRes__PresidentDonaldTrumpHostsVisitingUkrainianPr-1767884263.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has said an agreement on a security guarantee from Washington is now “essentially ready” to be finalised by US President Donald Trump, following days of negotiations in Paris.</p><p>In a post on X on Thursday, Zelenskyy said the document – a cornerstone of any settlement to end the war, which would guarantee Washington and other Western allies would support Ukraine if Russia invaded again – was almost complete.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The bilateral document on security guarantees for Ukraine ‍is now essentially ⁠ready for finalisation at the highest level with the president,” he said.</p><p>He said the talks in Paris, involving teams from the US and Europe, had addressed “complex issues” from the framework under discussion to end the nearly four-year war, with the Ukrainian delegation presenting possible solutions for these.</p><p>“We understand that the American side will engage with Russia, and we expect feedback on whether the aggressor is genuinely willing to end the war,” he said.</p><p>Washington, which on Tuesday endorsed the idea of providing security guarantees for Ukraine for the first time, is expected to present any agreement it reaches with Kyiv to Moscow, in its attempt to broker an end to the conflict.</p><p>Kyiv says legally-binding assurances that its allies would come to its defence are essential to deter Moscow from future aggression if a ceasefire is reached.</p><p>But specific details on the guarantees and how Ukraine’s allies would respond have not been made public.</p><p>Zelenskyy said earlier this week that he was yet to receive an “unequivocal” answer about what they would do if Russia did attack again.</p><h2 id=\"russia-slams-peacekeeper-plan\">Russia slams peacekeeper plan</h2><p>Zelenskyy’s comments came as Russia rejected a plan that emerged from the Paris talks for European peacekeepers to be deployed to Ukraine as “militaristic”, warning they would be treated as “legitimate military targets”.</p><p>On Tuesday, French President Emmanuel Macron and UK Prime Minister Keir Starmer <a href=\"/news/2026/1/6/ukraine-talks-in-paris-yield-significant-progress-on-security-pledges\">signed a declaration of intent</a> with Zelenskyy in Paris, setting out the framework for troops from their countries to be deployed to Ukraine after a ceasefire was reached with Russia.</p><p>But in Russia’s first comments in response to the plan, Russian Foreign Ministry spokesperson Maria Zakharova denounced the proposal as “dangerous” and “destructive”, dampening hopes the plan could prove a step in bringing the war to an end.</p><p>“The new militarist declarations of the so-called Coalition of the Willing and the Kyiv regime together form a genuine ‘axis of war’,” Zakharova said in a statement.</p><p>“All such units and facilities will be considered legitimate military targets for the Russian Armed Forces,” she said, repeating a threat previously made by Putin.</p><p>Moscow has repeatedly warned that it would not accept any NATO members sending peacekeeping troops to Ukraine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"russia-attacks-energy-infrastructure\">Russia attacks energy infrastructure</h2><p>In his social media post, Zelenskyy also called for more pressure on Russia from Ukraine’s supporters, after further Russian <a href=\"/news/2026/1/8/deliberate-torment-ukrainians-left-without-heating-after-russian-strikes\">missile attacks on energy infrastructure</a>, which, he said, “clearly don’t indicate that Moscow is reconsidering its priorities”.</p><p>“In this context, it is necessary that pressure on Russia continues to increase at the same intensity as the work of our negotiating teams.”</p><p>The attacks left Ukrainian authorities scrambling to restore heating and water to hundreds of thousands of households in the Dnipropetrovsk and Zaporizhia regions.</p><p>“This is truly a national level emergency,” Borys Filatov, mayor of Dnipropetrovsk’s capital Dnipro, said on Telegram.</p><p>He announced power was “gradually returning to the hospitals” after the blackouts forced them to run on generators. The city authorities also extended school holidays for children.</p><p>About 600,000 households in the region remained cut off from power in Dnipropetrovsk, Ukrainian energy company DTEK said.</p></div></div></body></html>"
        },
        {
            "title": "Senegal’s ‘School of Husbands’ teaches men about gender equality | Gender Equity | Al Jazeera",
            "time": "2026-01-08T15:38:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767886700.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}