{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Venezuela slams European Council’s renewed sanctions as ‘futile’ | Nicolas Maduro News | Al Jazeera",
            "time": "2025-12-15T20:59:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2024-03-28T024858Z_1224717752_RC2LU6AFW7WU_RTRMADP_3_VENEZUELA-DAILYLIFE-1764894200.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela slams European Council’s renewed sanctions as ‘futile’</h1><p class=\"article__subhead\"><em>Caracas criticises renewed European Union sanctions, asserting they highlight the bloc’s lack of autonomy on global matters.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s government has lashed out at the European Council over its decision to renew sanctions against the South American country until 2027, calling the measures “a complete failure”.</p><p>The sanctions, first introduced in 2017, include an embargo on arms shipments to Venezuela, as well as travel bans and asset freezes on individuals linked to state repression.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a statement shared by Minister of Foreign Affairs Yvan Gil Pinto, Caracas said the sanctions are coercive and contrary to international law, adding that they underscore the European Union’s lack of autonomy on the global stage.</p><p>On Monday morning, the European Council announced its plans to renew sanctions on Venezuela until January 10, 2027, citing “persistent actions undermining democracy and the rule of law” and human rights violations under the administration of President Nicolas Maduro.</p><p>The punitive measures include an embargo on weapons and military equipment, a ban on exporting equipment to Venezuela that could be used for internal repression – such as light weapons, ammunition, and surveillance technology – and travel bans affecting government officials, military personnel, and judges linked to <a href=\"/news/2024/9/17/venezuela-intensified-repressive-machinery-after-maduro-re-election-un\">human rights violations</a>.</p><h2 id=\"futile-sanctions\">‘Futile’ sanctions</h2><p>According to the European Union, 69 people were subject to asset freezes and travel bans under the sanctions as of January this year.</p><p>The European Council said the sanctions will remain in place until the Venezuelan government makes “tangible progress on human rights” and the rule of law and takes steps towards genuine dialogue and a “democratic transition”.</p><p>But the Venezuelan government rejected the sanctions as “futile”,  describing them as part of “an erratic foreign policy lacking autonomy” and slamming “the European Union’s growing irrelevance as an international actor”.</p><p>The EU’s sanctions renewal comes amid a mounting military threat by the administration of US President Donald Trump, which has massed forces off the Venezuelan coast and threatened land attacks on the country. The White House also announced financial sanctions on three of Maduro’s nephews and six oil tankers and shipping firms linked to them <a href=\"/news/2025/12/12/us-slaps-sanctions-on-maduro-family-venezuelan-tankers-what-we-know\">last week</a>.</p><p>Experts say the EU’s sanctions differ from those of the US, as they have a political focus rather than targeting the vital oil sector.</p><p>“The European Union sanctions have a specific, stated political objective: to pressure people in the regime, not the population of Venezuela, and to preserve humanitarian and diplomatic channels and signal disapproval of human rights violations and the weakening of democracy,” Vitelio Brustolin, adjunct professor at Columbia University’s School of International and Public Affairs, told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "Judge in Wisconsin, US faces trial over claims of aiding ICE evasion | Donald Trump News | Al Jazeera",
            "time": "2025-12-15T20:46:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69405d93-1765825939.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Judge in Wisconsin, US faces trial over claims of aiding ICE evasion</h1><p class=\"article__subhead\"><em>Trump administration has upped pressure on local officials accused of inhibiting enforcement amid US deportation push.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The trial has begun for a Wisconsin judge <a href=\"/news/2025/5/14/wisconsin-judge-indicted-on-allegations-she-helped-man-evade-ice-agents\">accused</a> by the administration of US President Donald Trump of helping a man evade immigration authorities, and therefore obstructing the president’s mass deportation drive.</p><p>The proceedings, which began with opening statements from both federal prosecutors and lawyers for Milwaukee County Circuit Judge Hannah Dugan on Friday, could be a bellwether in Trump’s efforts to punish local officials for resisting his federal immigration campaign.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Prosecutors allege that Dugan led 31-year-old Eduardo Flores-Ruiz through a back door after she told agents from US Immigration and Customs Enforcement (ICE) to speak to the chief judge about whether they were allowed to arrest people in the courthouse.</p><p>Assistant US Attorney Keith Alexander alleged that Dugan said she would “take the heat” for helping Flores-Ruiz, who had appeared in court on a state charge.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“[The ICE agents] did not expect a judge, sworn to uphold the law, would divide their arrest team and impede their efforts to do their jobs,” Alexander said.</p><p>Defence attorney Steven Biskupic, meanwhile, said the judge had no intention of obstructing agents and was following the court’s policy in directing them to speak to the chief judge.</p><p>Dugan faces up to six years in prison if convicted on charges of obstruction and concealment. Flores-Ruiz was subsequently detained by immigration authorities and deported, officials said.</p><p>Critics have accused the Trump administration of using Dugan’s case to chill opposition among local officials.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Many jurisdictions across the country have policies that prevent local authorities from directly coordinating with federal immigration officials.</p><p>While those policies are not illegal, the Trump administration has vowed to prosecute anyone it considers to be obstructing enforcement.</p><p>The administration has also issued broad warnings to <a href=\"/news/2025/12/3/trump-admin-takes-aim-at-new-orleans-in-latest-us-immigration-crackdown\">so-called</a> “sanctuary cities” as it has ramped up enforcement at courthouses and loosened restrictions on making arrests at sensitive locations like churches or schools.</p><p>Immigration advocates have said such policies discourage people from interacting with the legal system.</p></div></div></body></html>"
        },
        {
            "title": "Australia faces gun control reckoning after Bondi Beach attack | Gun Violence | Al Jazeera",
            "time": "2025-12-15T20:37:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2022-03-22T130142Z_947977449_RC266T9YLRQQ_RTRMADP_3_UKRAINE-CRISIS-WOMEN-DEFENCE-1765830760.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Korea Zinc plans $7.4bn US minerals refinery with Washington’s backing | Business and Economy News | Al Jazeera",
            "time": "2025-12-15T20:34:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6936d497-1765201047.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Korea Zinc, the world’s largest zinc smelter, has announced a $7.4bn smelter project that will be funded largely by the United States government as Washington pushes to cut its reliance on China for a range of critical minerals.</p><p>Under the plan, which the company announced on Monday, Korea Zinc will sell new shares worth $1.9bn to a joint venture controlled by the US government and unnamed US-based strategic investors who would then control about 10 percent of the South Korean firm.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US Department of Defense will hold a 40 percent stake in the venture while Korea Zinc’s stake will be less than 10 percent, the company said.</p><p>Korea Zinc will secure the remaining $5.5bn for the plant through $4.7bn in loans from the US government and financial institutions as well as $210m in subsidies from the US Department of Commerce under the CHIPS and Science Act.</p><p>The news sent the company’s shares surging as much as 26 percent in Monday trading in South Korea although they later pared their gains to close 4.9 percent higher.</p><p>Korea Zinc will kick-start the project by acquiring two mining complexes and the only US zinc smelter, which has been operational since 1978 in Clarksville, Tennessee, from Trafigura’s Nyrstar before constructing an integrated facility in the state, it said.</p><p>Nyrstar said the sale of its US assets to Korea Zinc is expected to close in the first half of 2026.</p><p>Major Korea Zinc shareholders, who have been seeking to oust the refiner’s chairman, lambasted the planned US investment, saying it was aimed at cementing management’s hold on the company.</p><h2 id=\"us-to-get-first-new-zinc-smelter-since-1970s\">US to get first new zinc smelter since 1970s</h2><p>The deal to build the first US-based zinc smelter in decades comes as the administration of US President Donald Trump ramps up efforts to secure supply chains for critical minerals to reduce US reliance on China.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Korea Zinc also agreed this year to help deep-sea mining firm The Metals Company process polymetallic nodules from the seafloor. TMC has asked Trump to issue it an international seabed mining permit.</p><p>The administration has expanded its critical minerals list by adding copper, metallurgical coal, uranium, phosphate, potash, rhenium, silicon and silver.</p><p>The Reuters news agency reported earlier this month that the US military would develop a fleet of small-scale refineries to produce critical minerals used to make bullets, armour and other types of weaponry.</p><p>In October, South Korea and the US <a href=\"/economy/2025/10/29/south-korea-showers-trump-with-gifts-as-it-works-on-a-softer-trade-deal\" target=\"_blank\" rel=\"noopener\">agreed to a trade deal</a>, which included a cut in tariffs imposed by Trump this year and a pledge by South Korea to invest $350bn in strategic American sectors.</p><p>The new integrated smelter would produce 540,000 tonnes per year of major nonferrous metals, including 300,000 tonnes of zinc, 35,000 tonnes of copper, 200,000 tonnes of lead and 5,100 tonnes of rare earth minerals annually, it said in a filing.</p><p>The Tennessee site would start commercial operations in phases starting in 2029.</p><p>Korea Zinc said the plant will “respond to the expansion of global supply chain risks and the increasing demand for non-ferrous metals and strategic minerals in the United States”.</p><p>The White House, Commerce Department and Defense Department did not immediately respond to requests for comment.</p><p>Separately, a senior White House official told a critical minerals conference on Monday that Trump plans more “historic deals” with the US mining sector.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"major-shareholders-to-block-share-issue\">Major shareholders to block share issue</h2><p>The Young Poong conglomerate, which together with the private equity firm MBK Partners holds nearly 50 percent of Korea Zinc’s voting shares, said it will file a complaint with a court to block the new share issue plan.</p><p>It is rare for the US government to acquire a stake in a foreign company, and Korea Zinc’s management was simply trying to secure a “white knight” so Chairman Yun B Choi can retain control, Young Poong said in a statement.</p><p>China dominates the world’s supply of critical minerals, such as antimony and germanium, which are used in telecommunications equipment, semiconductors and military technology.</p><p>Beijing banned exports of these minerals to the US in December 2024 after Washington’s crackdown on China’s chip sector. The ban has been suspended since November.</p></div></div></body></html>"
        },
        {
            "title": "Hollywood director Rob Reiner, wife, murdered in Los Angeles home | Entertainment News | Al Jazeera",
            "time": "2025-12-15T19:49:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765828037.jpg?resize=1524%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Ukraine claims strike on Russian submarine in Novorossiysk with sea drones | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-15T19:47:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6940527913907-1765823097.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukraine claims strike on Russian submarine in Novorossiysk with sea drones</h1><p class=\"article__subhead\"><em>Kyiv says Kilo-class submarine is knocked out of operation in the first such attack using Sea Baby drones.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine has carried out a successful underwater drone strike on a Russian submarine in the port of Novorossiysk, causing critical damage to the vessel, its domestic security service says.</p><p>In a statement on Monday, the Security Service of Ukraine (SBU) said the Kilo-class submarine was knocked out of operation in the first such attack by Sea Baby drones.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Security Service of Ukraine carried out another unique special operation and launched a naval attack in the port of Novorossiysk,” the SBU said on Telegram.</p><p>The SBU said the submarine “carried four Kalibr cruise missile launchers” used to strike Ukrainian territory. It suffered “critical damage and was effectively put out of action”, the service said.</p><p>There was no immediate comment from Russia on the Ukrainian claim.</p><p>The SBU made its announcement amid a flurry of diplomatic activity as United States, European and Ukrainian officials held talks in Berlin on a US plan to end Russia’s war on its neighbour.</p><p>Ukraine has been trying to show it can inflict significant damage on Russia, especially after US President Donald Trump said Ukrainian President Volodymyr Zelenskyy did not “have the cards” in the negotiations.</p><p>Kyiv has stepped up naval attacks in on what it said were Russia-linked vessels, and continued to carry out attacks on Russia’s energy infrastructure as well as military targets.</p><p>Russia has escalated attacks on Ukrainian energy infrastructure in recent weeks and continues to claim advances on the front lines in eastern Ukraine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"turning-point\">‘Turning point’</h2><p>Ukrainian navy spokesperson Dmytro Pletenchuk said the operation to hit a submarine, a most difficult target to hit, marked “another turning point” in the naval battle between Ukraine and Russia.</p><p>“This day once again upends the perception of the possibilities of naval combat in this war,” he told the news agency Reuters.</p><p>It will be hard for Russia to repair the submarine because that would have to be done above water, which would mean the vessel would again be exposed to attack, he added.</p><p>Russia has now lost one of its four submarines stationed in Novorossiysk, three of which are Kalibr carriers, Pletenchuk added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Honduras election official says ‘disturbances’ preventing vote recount | Elections News | Al Jazeera",
            "time": "2025-12-15T19:08:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694046892b3f-1765820041.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The head of Honduras’s National Electoral Council (CNE) has decried acts preventing the ongoing recount of the Central American country’s presidential election, as a regional body said there was no reason to suspect fraud in the November 30 vote.</p><p>Ana Paola Hall’s statement on Monday came amid ongoing <a href=\"/news/2025/12/10/honduran-military-vows-to-ensure-orderly-post-election-power-transfer\">protests and unrest</a> over the unresolved election. Nasry Asfura, a right-wing businessman publicly supported by US President Donald Trump, has held a <a href=\"/news/2025/12/4/hondurass-nasralla-holds-narrow-lead-over-asfura-in-presidential-vote\" target=\"_blank\" rel=\"noopener\">razor-thin lead</a> over his top opponent, Salvador Nasralla.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>At least 99 percent of votes have already been counted, but CNE has said that nearly 2,800 ballots will need to be re-examined through a special recount.</p><p class=\"p1\">In a post on X, Hall said disturbances seen in the country’s capital, Tegucigalpa, have “prevented the necessary conditions for the special recount to begin”.</p><p>Observers have said infighting at the CNE, which is run by three officials each representing one of the major political parties, has delayed reaching the final results.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Both Nasralla, a conservative, and outgoing left-wing President Xiomara Castro have alleged vote tampering, although several international missions have dismissed the claims.</p><p>On Monday, the Organization of American States (OAS), a regional body, said that despite a lack of expertise in overseeing the election, there was not “any evidence that would cast doubt on the results”.</p><p>The OAS mission “urgently calls on the electoral authorities to immediately begin the special recount and to explore all possible ways to obtain the official results as quickly as possible,” OAS official Eladio Loizaga said in a report he read to the group’s members.</p><p>“The current delay in processing and publishing the results is not justifiable,” he said in the report.</p><p>The OAS statement added that its mission of 101 observers from 19 countries “did not observe any malice or obvious manipulation of the electoral materials or computer systems”. The finding was in line with that of a parallel European Union mission.</p><p>The election in Honduras had been in turmoil even before polls opened, with several major parties, political figures, and foreign interference for months casting doubt on the election’s integrity.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The most prominent scandal involved an investigation by the attorney general into a member of Asfura’s National Party for allegedly discussing plans with a military officer to influence the vote.</p><p>The candidate for outgoing President Castro’s LIBRE party, Rixi Moncada, later told Reuters news agency that the alleged conspiracy proved the election was “the most rigged in history”.</p><p>Several candidates have also criticised the influence of Trump, who endorsed Asfura in the final stretch of the race and vowed to withhold US funding if his candidate did not win.</p><p>The US president also pardoned former Honduran President and National Party member Juan Orlando Hernandez, who had been convicted in the US of drug trafficking, two days before the vote.</p><p>Authorities in Honduras, a country of about 11 million, subsequently <a href=\"/news/2025/12/9/honduras-issues-arrest-warrant-for-ex-president-hernandez-after-us-pardon\">issued a fresh arrest warrant</a> for Hernandez.</p></div></div></body></html>"
        },
        {
            "title": "ICC rejects Israeli bid to block Gaza war crimes investigation | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-15T18:39:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69403b656a7b-1765817189.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>ICC rejects Israeli bid to block Gaza war crimes investigation</h1><p class=\"article__subhead\"><em>The decision comes amid mounting international pressure over the humanitarian toll of Israel’s genocidal war on Gaza.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The appeals chamber of the International Criminal Court (ICC) has rejected one of Israel’s legal challenges seeking to block an investigation into its actions in the genocidal war against the Palestinian people in <a href=\"/news/2025/12/15/whats-causing-gazas-war-damaged-homes-to-collapse-in-winter\">Gaza</a>, dealing a blow to Israel’s efforts to derail the case.</p><p>In their decision issued on Monday, judges refused to overturn a lower court decision allowing the ICC prosecutor to investigate alleged crimes in Israel’s war on Gaza following the Hamas-led attack on southern Israel on October 7, 2023.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The decision clears the way for the continuation of the court’s Palestine investigation, which led to the issuance of arrest warrants in November last year for Israel’s Prime Minister Benjamin Netanyahu and former Defence Minister Yoav Gallant over alleged war crimes and crimes against humanity.</p><p>Israel does not recognise the jurisdiction of the Hague-based court and has repeatedly denied committing war crimes in Gaza.</p><p>The ICC had also issued an arrest warrant for Hamas leader Ibrahim al-Masri, but later withdrew it after credible reports of his death.</p><p>The appeal focused on whether the ICC prosecutor was required to issue a fresh notification to Israel before investigating events that took place after October 7, 2023. Israel argued that the post-October 7 assault on Gaza constituted a new situation, triggered by additional referrals submitted to the court by seven other countries since November 2023, including South Africa, Chile and Mexico.</p><p>Judges rejected that argument, ruling that the original notification issued in 2021 – when the ICC formally opened its investigation into alleged crimes in occupied Palestine – already covered later events.</p><p>They said no new notification was required, meaning the arrest warrants against Netanyahu and Gallant remain valid.</p><p>The ruling comes as Israel’s assault on Gaza continues to exact a devastating toll. Since a ceasefire took effect on October 11, 2025, at least 391 Palestinians have been killed and 1,063 wounded, and 632 bodies recovered, according to Gaza’s Ministry of Health.</p><p>Since October 7, 2023, the ministry says, at least 70,663 Palestinians have been killed and 171,139 injured.</p></div></div></body></html>"
        },
        {
            "title": "US social media rules for tourists could have ‘chilling effect’ on travel | Tourism News | Al Jazeera",
            "time": "2025-12-15T18:23:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251107__2244972692__v1__HighRes__FaaTargets40HighVolumeUsAirportsForFlightCut_cropped-1762541546_dc0429-1762541783.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>US social media rules for tourists could have ‘chilling effect’ on travel</h1><p class=\"article__subhead\"><em>US Travel Association responds to a government notice requiring tourists from 42 countries to submit social media data.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">A group representing the United States travel and tourism industry has warned that a <a href=\"/news/2025/12/11/us-plans-to-ask-visitors-to-share-5-years-of-social-media-history-to-enter\" target=\"_blank\" rel=\"noopener\">proposal</a> to require millions of foreign visitors to provide social media handles used over the past five years could have a “chilling effect” on visits to the US.</p><p>The US Travel Association issued its comments in a statement on Monday on the proposed change, which was announced in a US government notice last week and expected to take effect on February 8. It would require travellers from countries in the visa waiver programme to submit the social media data.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“If we get this policy wrong, millions of travellers could take their business and the billions of dollars they spend elsewhere, only making America weaker,” the association said. “One thing that isn’t in question: this policy could have a chilling effect on travel to the United States.”</p><p>Applicants for immigrant and non-immigrant visas have been required to share that information since 2019.</p><p>The administration of US President Donald Trump has taken a range of steps to tighten the vetting of foreigners entering the US. The requirement for additional information stemmed from a Trump executive order issued on January 20 calling for visitors to the US to be “vetted and screened to the maximum degree”, according to the notice published by US Customs and Border Protection.</p><p>The visa waiver programme allows travellers from 42 countries, mostly in Europe, to visit the US for up to 90 days without a visa. They must complete an Electronic System for Travel Authorization (ESTA) form, which under the change would require the submission of social media handles.</p><p>The US would also require all email addresses used over the last 10 years and names, birth dates, residences and birthplaces of parents, siblings, children and spouses, said the notice, which is open for public comment for 60 days.</p><p>The US State Department said earlier this month that effective December 15, it is requiring all H-1B work visa applicants and their dependents to adjust the privacy settings on all of their social media profiles to “public” in order for the department to review social media posts by applicants.</p><p>The US, along with Canada and Mexico, will host soccer’s World Cup in 2026. The global event is expected to draw tourists from around the world. US travel businesses are banking on the event to help rebound from a drop in tourism since Trump took office.</p><p>Last week, the Trump administration began accepting applications for a “gold card” that would allow people who pay $1m to obtain US permanent residency “in record time”.</p><p>A website for the programme, which critics say goes beyond the scope of US law, said a “platinum card” for people <a href=\"/news/2025/2/26/trumps-gold-visa-who-qualifies-what-it-costs-and-why-its-divisive\" target=\"_blank\" rel=\"noopener\">paying $5m</a> was “coming soon”.</p></div></div></body></html>"
        },
        {
            "title": "Gaza authorities struggle to recover bodies from rubble amid winter storms | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-15T17:46:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69403795c9db-1765816213.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in Gaza have warned that stormy weather could spur more war-damaged buildings to collapse and heavy rains are making it more difficult to recover <a href=\"/video/newsfeed/2025/12/14/palestinians-trapped-under-storm-collapsed-buildings-in-gaza\">bodies still under the rubble.</a></p><p>Authorities sounded the alarm on Monday, three days after two buildings collapsed in Gaza, killing at least 12 people, during winter rains that have also washed away and flooded the tents of displaced Palestinians and led to deaths from exposure.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/news/2025/12/15/israel-and-hamas-trade-blame-over-delay-of-second-phase-of-gaza-ceasefire\">A ceasefire</a> has been in effect since October 10 after two years of Israel’s genocidal war against the Palestinian people in Gaza, but humanitarian agencies said Israel is letting very little aid into the enclave, where nearly the entire population has been displaced.</p><p>Al Jazeera’s Tareq Abou Azzoum said despite a shortage of equipment and fuel and the weather conditions in the enclave, Palestinian Civil Defence teams retrieved the bodies of 20 people on Monday.</p><p>The bodies were recovered from a multistorey building bombed in December 2023 where about 60 people, including 30 children, were believed to be sheltering.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Gaza Civil Defence spokesman Mahmoud Basal called on the international community to provide mobile homes and caravans for displaced Palestinians rather than tents.</p><p>“If people are not protected today, we will witness more victims, more killing of people, children, women, entire families inside these buildings,” he said.</p><h2 id=\"father-mourns-children-killed-in-building-collapse\">Father mourns children killed in building collapse</h2><p>Mohammad Nassar and his family were living in a six-storey building that was badly damaged by Israeli strikes earlier in the war and collapsed in heavy rain on Friday.</p><p>His family had struggled to find alternative accommodation and had been flooded out while living in a tent during a previous bout of bad weather. Nassar went out to buy some necessities on Friday and returned to a scene of carnage as rescue workers struggled to pull bodies from the rubble.</p><p>“I saw my son’s hand sticking out from under the ground. It was the scene that affected me the most. My son under the ground and we are unable to get him out,” Nassar said. His son, 15, died as did a daughter, aged 18.</p><h2 id=\"exposure-warning\">Exposure warning</h2><p>The head of the United Nations agency for Palestinian refugees warned on Monday that more aid must be allowed into Gaza without delay to prevent putting more displaced families at serious risk.</p><p>“With heavy rain and cold brought in by Storm Byron [late last week], people in the Gaza Strip are freezing to death,” UNRWA Commissioner General Philippe Lazzarini posted on X.</p><p>“The waterlogged ruins where they are sheltering are collapsing, causing even more exposure to cold,” he added.</p><p>Lazzarini said UNRWA has supplies that have waited for months to enter Gaza that he said would cover the needs of hundreds of thousands of Gaza’s more than two million people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>UN and Palestinian officials said at least 300,000 new tents are urgently needed for the roughly 1.5 million people still displaced. Most existing shelters are worn out or made of thin plastic and cloth sheeting.</p><p>Gaza authorities, meanwhile, were still digging to recover about 9,000 bodies they estimated remain buried in rubble from Israeli bombing during the war, but the lack of machinery is slowing down the process, spokesman Ismail al-Thawabta said.</p><p>Azzoum reported that Civil Defence teams said they require a surge in heavy machinery to expedite the work.</p><p>“They are saying that they are still in need, initially, for 40 excavators and bulldozers in order to achieve some slight progress in the whole process on the ground,” Azzoum said, reporting from Gaza City.</p><p>Israel’s continuing ban on the entry of heavy machinery into the Gaza Strip is a violation of the ceasefire, he added.</p><p>Earlier on Sunday, Hamas said Israel’s continuing violations of the ceasefire risk jeopardising the agreement and progress towards the next stage of United States President Donald Trump’s plan to end the war.</p><p>Since the ceasefire began, Israel has continued to strike Gaza on a daily basis, carrying out nearly 800 attacks and killing nearly 400 people, according to authorities in Gaza, while blocking the free flow of humanitarian aid.</p><p>“There is no real sense of safety nor protection for families,” Azzoum said of the ongoing violations.</p></div></div></body></html>"
        },
        {
            "title": "Europe’s efforts to undermine Trump’s plan on Ukraine may backfire | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-15T17:17:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-15T133649Z_1931956598_RC21HIAT1TRA_RTRMADP_3_UKRAINE-CRISIS-GERMANY-ZELENSKIY-1765808928_678393-1765819156.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>This week is shaping up to be crucial for the European Union’s policy on Ukraine. EU foreign ministers met in Brussels on Monday; EU heads of state will gather on Thursday. Ukrainian President Volodymyr Zelenskyy is meeting United States envoy Steve Witkoff. At the top of the agenda is the peace plan put forward by US President Donald Trump and continuing funding for Ukraine’s war effort.</p><p>The European strategy so far has been to alter the US-proposed peace plan in such a way that it becomes completely unacceptable to Russia. This, as European leaders hope, will reinforce the core narrative emanating from their capitals over the past two months – that Russian President Vladimir Putin is just playing games and doesn’t really want peace.</p><p>The idea behind it is to try to sway Trump to their side and have him apply additional military and economic pressure on the Kremlin rather than pressing Ukraine into signing an unsavoury peace deal right away. But this effort could easily backfire.</p><p>The main practical issue with regards to Ukraine’s capacity to withstand Russian aggression during 2026 is who is going to fund its army as well as its state and social welfare system. Trump proudly states that the US is no longer financing Ukraine’s war effort because, in his parlance, it is “Biden’s war” – ie, his predecessor Joe Biden is to blame.</p><p>The burden of funding is now squarely on Europe – the EU and rich non-EU countries, such as the United Kingdom and Norway. The US keeps providing weapons to Ukraine, but these are being paid for with money from European coffers. US intelligence support, crucial in Ukraine’s war planning, is currently available to Kyiv for free.</p><p>European leaders have been vocal and aggressive throughout the year in rejecting any realistic compromise that could end the war. But even as 2025 is ending, there is no clarity as to how they are going to back up their jingoistic rhetoric with sufficient funding that would allow Ukraine not just to stay afloat but tip the balance in the conflict in its favour.</p><p>Their plan A is what they call the reparations loan. It envisages using the assets of the Russian Central Bank frozen by European banks to fund the Ukrainian defence. This means that rather than spending the money on actual reparations – as in Ukraine’s post-war restoration – it would be spent on the war itself.</p><p>The thinking behind this plan is that once Russia suffers a strategic defeat, it would retroactively agree to the confiscation rather than demand its money back, so European governments would not have to reach into their coffers to return the money to the Russians.</p><p>The obvious problem here is that exactly nobody – except war cheerleaders who have been promising Russia’s defeat for the past four years – believes this outcome is even remotely realistic. Belgium, which holds the bulk of these assets, is equally sceptical, which is why it opposes this plan. It has been joined by a growing number of EU states, including the Czech Republic and Italy.</p><p>The other big problem is that Trump’s peace plan has radically different designs for the assets in question. It envisages using them as actual reparations, as in spending them on restoring Ukraine’s economy. Most crucially, Moscow has on numerous occasions signalled that it agrees with this part of the plan. It considers the money lost and wants to make sure neighbouring Ukraine does not turn into a failed state.</p><p>This means that if the reparations loan plan goes ahead, it would undermine the most attractive provision of Trump’s plan. If this happens, the US and the EU may find themselves more at odds with each other than they already are, and that would hardly sway Trump.</p><p>His administration has indicated on a number of occasions that it could walk out of the peace process if it is derailed, which means ending any help to Ukraine, be it with weapons or intelligence.</p><p>The reparations loan plan also comes with an enormous risk for the European economy. The confiscation of Russian assets would discourage any central bank in the world from keeping its money in Europe, meaning the European banking system stands to lose.</p><p>More importantly, this move cannot guarantee that Ukraine would be able to stop Russia’s slow but steady advancement. Securing funding for another year under the current circumstances basically means that more Ukrainian lives and territory will be lost in 2026.</p><p>This money cannot in effect counter the biggest threat to Ukraine and its neighbours right now: that of Russia precipitating a humanitarian catastrophe that could spill over into the region by devastating Ukraine’s energy infrastructure this winter. The latest blackout in Odesa when the whole city was left without water and heating in the middle of winter is a dark prelude of things to come.</p><p>All this warrants the question of why European leaders are acting the way they are now. Could their irrational radicalism be explained by their extensive political investment in delusional outcomes of this war that they have been selling to voters for the past four years? Or are they engaging in incessant moral posturing so as to avoid being scapegoated for the real outcome of the war?</p><p>There is probably a bit of both. But there is perhaps also an even more sinister motive, recently <a href=\"https://www.dw.com/en/dw-interview-with-munich-security-conference-chair-wolfgang-ischinger-about-ukraine-peace-plan/video-75123096\">expressed</a> by Wolfgang Ischinger, chairman of the Munich Security Conference: the idea that “as long as this war is being fought, … Europe is safe because the Ukrainians have successfully tied down this mighty Russian army.” In other words, there are some within the European political elite who perceive ending the war as being against European interests.</p><p>But regardless of what those on top think or are motivated by, the war fatigue in Europe is real. The rise of pro-Russia far-right groups in Germany and elsewhere, capitalising on the ruling elites’ shining ineptitude in handling the conflict with Russia, is a clear sign of that.</p><p>If the reparations loan scheme does not pass this week, the EU would have to go to plan B, which envisages loaning money from the EU budget. That, of course, would be met with fierce opposition from the European public.</p><p>The failure to secure funding for Ukraine may be seen as an embarrassing failure in Europe, but it would make things easier for Zelenskyy. With his administration losing popularity amid continuing military upsets and a major corruption scandal, Ukraine’s president is well on his way to becoming the chief scapegoat in this debacle.</p><p>But no more funding from Europe would allow him to declare that the West has betrayed Ukraine and proceed with the inevitable: accepting an unsavoury peace largely on Russia’s terms.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Israel demolishes more buildings in military-controlled Gaza: Analysis | Gaza News | Al Jazeera",
            "time": "2025-12-15T16:44:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Gaza-Shujaeya-After-13-12-2025-1765813148.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Satellite images reviewed by Al Jazeera’s Sanad fact-checking agency show that the Israeli military has continued to demolish buildings in areas of Gaza it has occupied since a ceasefire with Hamas went into effect.</p><p>The Palestinian group has decried such demolitions as a <a href=\"/features/2025/12/2/israels-genocide-in-gaza-has-not-stopped-despite-ceasefire-analysts\">violation of the ceasefire deal</a>, which went into force on October 10. Legal experts and United Nations officials have said throughout the war that the <a href=\"/news/2025/12/4/uns-guterres-says-israels-conduct-of-war-in-gaza-fundamentally-wrong\">destruction of civilian infrastructure</a> could constitute a war crime.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli military did not immediately respond to a request for comment from Al Jazeera, but officials have previously said such actions have been done within the ceasefire’s framework and were in response to active threats.</p><p>Israel has remained in control of about 58 percent of Gaza since the ceasefire began, withdrawing behind the so-called “<a href=\"/news/2025/11/20/palestinians-squeezed-as-israel-moves-beyond-yellow-line-in-gaza-city\">yellow line</a>” that divides coastal Gaza from its border regions.</p><p>Satellite images showed the latest demolitions took place between November 5 and December 13, with most concentrated in the Shujayea and the Tuffah neighbourhood in Gaza City.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4021265\" src=\"/wp-content/uploads/2025/10/INTERACTIVE-Gaza-map-Israels-withdrawal-in-Trumps-20-point-plan-yellow-line-map-1760017243.png?quality=80\" alt=\"INTERACTIVE - Gaza map Israel’s withdrawal in Trump’s 20-point plan yellow line map-1760017243\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>The images also appeared to show demolitions in the southern city of Rafah as well as the apparent destruction of agricultural facilities east of Deir el-Balah in central Gaza.</p><p>In an email to Al Jazeera, Adil Haque, a professor of law and armed conflict at Rutgers Law School, explained that under the Fourth Geneva Convention, “any destruction by an Occupying Power of private property is prohibited, except where such destruction is rendered absolutely necessary by military operations”.</p><p>“The exception is extremely narrow. The destruction must be absolutely necessary, not merely convenient or advantageous,” Haque said. “And the absolute necessity must arise from military operations, that is, from combat or direct preparations for combat.”</p><p>“With a general ceasefire in place, and only a few sporadic exchanges of fire, it is not plausible that such significant destruction of civilian property has been rendered absolutely necessary by military operations,” he added.</p><h2 id=\"violations-continue\">Violations continue</h2><p>The Sanad analysis further found that Israel appears to have created a new advanced military outpost in Tal al-Za’atar in northern Gaza, with new tents and equipment added between November 5 and December 13.</p><p>Before its creation, there were 39 active Israeli military points inside the enclave, according to Sanad.</p><p>Israeli military operations have devastated Gaza throughout the war, with the UN Relief and Works Agency for Palestine Refugees (UNRWA) reporting last month that 282,000 housing units have been destroyed in the enclave, where about 1.5 million Palestinians remain displaced.</p><p>About 93 percent of schools have been destroyed or damaged throughout the war, with 63 percent of hospitals remaining out of commission as of December 9.</p><p>A UN Human Rights Council independent commission in September repeatedly cited attacks on civilian infrastructure, particularly medical facilities, in <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">finding</a> that Israel has committed genocide in Gaza.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4054499\" src=\"/wp-content/uploads/2025/10/INTERACTIVE-Where-Israeli-forces-are-positioned-yellow-line-gaza-map-1761200950.png?quality=80\" alt=\"INTERACTIVE - Where Israeli forces are positioned yellow line gaza map-1761200950\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Meanwhile, Gaza’s Health Ministry has said that 391 Palestinians have been killed in Israeli attacks in the enclave since the ceasefire went into effect.</p><p>All told, at least 70,663 Palestinians have been killed in Gaza since the Hamas-led attack on southern Israel on October 7, 2023, which killed at least 1,139 people.</p><p>Last week, Hamas political bureau member Hossam Badram decried a reported statement by Israeli army chief Eyal Zamir in which the military official described the “yellow line” as the “new borderline” with Gaza.</p><p>At the time, Badran said that Hamas viewed Israeli demolitions in the area as a continuation of military operations.</p></div></div></body></html>"
        },
        {
            "title": "Palestinians in Gaza fear rain as war-damaged buildings collapse | Newsfeed | Al Jazeera",
            "time": "2025-12-15T16:34:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765816458.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "England’s resident doctors to strike for five days | Health News | Al Jazeera",
            "time": "2025-12-15T16:29:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_69402aa48c-1765812900.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>England’s resident doctors to strike for five days</h1><p class=\"article__subhead\"><em>Physicians are seeking a return of salaries to their 2008-2009 levels before they were eroded by inflation.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Resident doctors in England will go ahead with a five-day strike this week after rejecting the government’s latest offer aimed at ending a long-running dispute over pay and <a href=\"/where/united-kingdom/\">working conditions</a>.</p><p>Formerly known as junior doctors, the physicians, who make up nearly half of England’s medical workforce, will walk out from 07:00 GMT on Wednesday until 07:00 GMT next Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The action follows an online survey by the British Medical Association (BMA) in which members voted to reject the proposal.</p><p>“Tens of thousands of frontline doctors have come together to say ‘no’ to what is clearly too little, too late,” BMA resident doctors committee chairman Jack Fletcher said in a statement, adding that members had rejected the government’s latest offer on working conditions.</p><p>Fletcher said the union remained willing to work towards a resolution.</p><p>Health Secretary Wes Streeting appealed to doctors to call off the strike.</p><p>“There is no need for these strikes to go ahead this week, and it reveals the BMA’s shocking disregard for patient safety,” he said, describing the action as “self-indulgent, irresponsible and dangerous”.</p><p>Speaking to Sky News, Streeting said the government was open to the BMA rescheduling the strike to reduce risks to patients during a surge in flu cases.</p><p>Flu-related hospitalisations in England rose by more than 50 percent in early December, reaching an average of 2,660 patients a day, the highest level for this time of year. Health leaders have warned there is still no clear peak in sight.</p><p>Across Europe, health authorities are grappling with an unusually early and severe flu season, warning of rising cases across the continent.</p><p>The BMA said 83 percent of resident doctors voted to reject the government’s offer with a turnout of 65 percent among its more than 50,000 members.</p><p>The offer, made on Wednesday, did not include new pay terms. The BMA has been campaigning for improved pay even before the Labour Party won last year’s general election.</p><p>Shortly after taking office, Streeting agreed a deal offering doctors a 22 percent pay rise, short of the 29 percent sought by the union.</p><p>The BMA has also called for improvements beyond the 5.4 percent pay increase announced earlier this year, arguing resident doctors continue to suffer from years of pay erosion.</p><p>Doctors are seeking “full pay restoration”, meaning a return of salaries to their 2008-2009 levels in real terms before they were eroded by inflation.</p></div></div></body></html>"
        },
        {
            "title": "Why are Gaza’s war-damaged homes collapsing in winter? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-15T16:10:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25344456324630-1765429412.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The humanitarian situation in the Gaza Strip deteriorated sharply late last week during Storm Byron, which brought heavy rainfall and strong winds.</p><p>Widely circulated video on social media showed Palestinian Civil Defence teams scrabbling through the rubble of fallen buildings, trying to rescue people trapped beneath.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But why did those homes fall? And what has the impact been on people in Gaza? Here’s what we know:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-happening-in-gaza\">What is happening in Gaza?</h2><p>Many damaged homes in Gaza collapsed during the recent storm, trapping people in their rubble.</p><p>At times, parts of buildings and walls fell onto nearby tents where displaced Palestinians were living, compounding the risks for civilians already enduring precarious conditions.</p><p>Thousands of Gaza families are sheltering in structurally compromised buildings, having lost their own homes during the war, with no safe alternatives available.</p><p>The heavy rainfall of Storm Byron turned these weakened structures into direct threats as floodwaters inundated tens of thousands of tents.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-are-these-houses-falling\">Why are these houses falling?</h2><p>It’s not just the rain that caused the collapses, rather it is because two years of intense bombing during Israel’s genocidal war on Gaza have made these structures unstable.</p><p>In addition, Israel has imposed a siege on Gaza that prevents the entry of any building materials people can use to fix their homes.</p><p>Thousands of residential buildings were damaged by direct strikes, nearby bombardments and ground incursions, leaving cracks in columns and foundations, separation of load-bearing walls and partial roof collapses.</p><p>People with nowhere to go have little choice other than to shelter wherever they can, including in homes that are only partially standing.</p><p>Heavy rain exacerbates the damage. Water seeps into cracks, weakening foundations and columns while saturated soil erodes beneath buildings, increasing the risk of sudden collapses.</p><p>Overcrowding inside damaged homes further stresses weakened structures as multiple families are often forced to live together in a single house or floor.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In many cases, displaced residents pitch tents next to or even on top of the ruins of damaged buildings, exposing themselves to falling walls and concrete blocks during storms.</p><p>Displaced people often cannot leave, even when they know the risks. Often, they have no other option, or they see damaged homes as better shelter than deteriorating tents.</p><p>In late September, Gaza’s Government Media Office estimated that 93 percent of tents (about 125,000 out of 135,000) were no longer suitable for habitation.</p><h2 id=\"how-many-people-have-been-hurt-or-killed-by-these-collapsing-homes\">How many people have been hurt or killed by these collapsing homes?</h2><p>The recent storm killed 11 Palestinians in less than 24 hours and caused widespread structural damage.</p><p>According to the Government Media Office, 13 homes collapsed and 27,000 tents were flooded or swept away.</p><p>Civil Defence and Ministry of Health sources said the 11 victims were found dead under rubble in collapsed homes or in nearby tents. Another six were injured.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Fatalities included children, women and elderly people, and officials confirmed a baby girl died from extreme cold. Incidents were reported in Gaza City, northern Gaza, and central and southern areas of the Gaza Strip.</p><p>Collapses occurred in Gaza City’s Nassr neighbourhood, Shati refugee camp and Tal al-Hawa neighbourhood.</p><p>One man was killed when a wall collapsed in the Shati camp.</p><p>During the storm, the Civil Defence received more than 2,500 distress calls from displaced people.</p><p>Authorities warned that the death toll is likely to rise as further low-pressure systems and rainfall continue to cause homes to collapse.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"has-there-been-any-help-for-these-impacted-people\">Has there been any help for these impacted people?</h2><p>Because of the conditions imposed by Israel, the emergency response has been limited.</p><p>Civil Defence teams struggled to evacuate those trapped under rubble because they face a shortage of heavy machinery, rescue equipment and fuel as well as flooded roads.</p><p>The Civil Defence has urged residents to get out of damaged homes during the storms.</p><p>Authorities stressed that the continuation of Israel’s blockade increases the likelihood of similar incidents during future storms.</p><p>Authorities have not been able to provide alternative shelters or habitable tents for unhoused families.</p><p>In some areas, aid has been limited to small distributions of blankets and basic relief items that are insufficient to meet the needs of Palestinians facing falling temperatures and widespread infrastructure damage.</p><p>Municipalities have been unable to carry out preventive drainage or repair work due to the destroyed infrastructure and a lack of resources, so t<span>he people of Gaza remain vulnerable to future storms.</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"is-there-anything-that-people-in-gaza-can-do-to-stay-safe\">Is there anything that people in Gaza can do to stay safe?</h2><p>Unfortunately, options are extremely limited or nonexistent.</p><p>Thousands of people are unable to relocate due to the absence of safe housing or shelters.</p><p>There are also restrictions on movement imposed by the “yellow line” demarcating the portion of Gaza under Israeli army control. People in at-risk areas cannot move to safer locations.</p><p>On top of that, people lack tools for structural reinforcement, waterproofing or heating.</p><p>People can take only minimal measures, such as moving children to more stable areas, using blankets or raising their belongings off the ground, but these do not prevent collapses or flooding.</p><p>UNRWA, the United Nations agency for Palestinian refugees, <a href=\"https://x.com/UNRWA/status/1999751297608650804\">said</a> the suffering could be reduced if humanitarian aid were allowed to enter Gaza without obstacles.</p><p>It said flooded streets and soaked tents are worsening already dire living conditions and increasing health risks.</p><p>Despite a ceasefire that began on October 10, conditions for Palestinians in Gaza have not improved due to Israel’s obstruction of aid, which violates the truce.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who is Jose Antonio Kast, Chile’s newly elected far-right leader? | Elections News | Al Jazeera",
            "time": "2025-12-15T16:08:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69400ce7a3d8-1765805287.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Far-right candidate Jose Antonio Kast of the Republican Party – who claims to be inspired by US President Donald Trump – has won Chile’s <a href=\"/news/2025/12/14/far-right-candidate-jose-antonio-kast-wins-chiles-presidential-election\">presidential run-off election</a>, marking a major shift in the Latin American nation’s political landscape.</p><p>Kast, who campaigned on a promise to expel undocumented migrants and crack down on crime, secured 58 percent of the votes against left-wing candidate Jeannette Jara, who won 42 percent, in one of the most polarised elections in recent memory. In the first round, Kast finished second to Jara. But he went on to dominate the December run-off with strong support from across the right wing.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Chile needs order – order in the streets, in the state, in the priorities that have been lost,” the 59-year-old conservative hardliner, who will take office on March 11, 2026, told supporters in his victory speech.</p><p>His victory is widely seen outside Chile as part of a broader shift to right-wing politics in Latin America, with conservative leaders winning elections in Ecuador and Bolivia in recent months.</p><h2 id=\"who-is-jose-antonio-kast\">Who is Jose Antonio Kast?</h2><p>Kast has run for president multiple times. He lost to incumbent President Gabriel Boric in 2021 elections, receiving 44 percent of the vote. In the 2017 elections, he contested as an independent candidate, winning some eight percent of the votes.</p><p>After serving for more than 10 years as a congressman from the centre-right Independent Democratic Union (UDI), he stepped down in 2016.  Then, in 2019, the 59-year-old leader founded the Republican Party, a more hard-line political entity, appealing to voters disillusioned with mounting insecurity and economic stagnation.</p><p>He trained as a lawyer but later entered politics, becoming a councilman for the city of Buin in 1996.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kast was born in 1966 in Santiago, the capital city, to German immigrants with links to Nazis.</p><p>His father was a member of the Nazi Party in Bavaria before emigrating to Chile after World War II. However, the president-elect has claimed his father was a forced Nazi conscript.</p><p>Kast’s older brother Miguel was a central bank president and a government minister in the early 1980s during the rule of General Augusto Pinochet. Under his 17-year dictatorship, thousands of people were killed, forcibly disappeared and tortured.</p><p>The president-elect is an admirer of Pinochet.</p><p>Kast is married to Maria Pia Adriasola, a lawyer, with whom he has nine children.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-does-he-stand-for\">What does he stand for?</h2><p>A staunch Catholic, Kast opposes abortion and same-sex marriage. He has stated in the past that he would revoke the country’s limited abortion rights and prohibit the sale of the morning-after pill.</p><p>Consuelo Thiers, a lecturer at the University of Edinburgh in the United Kingdom, said Kast will be the most right-wing president since Pinochet.</p><p>“Kast is the first president since the end of the dictatorship to have openly supported Pinochet,” she told Al Jazeera.</p><p>“[Former President Sebastian] Pinera, the last right-wing president, voted against Pinochet in the 1988 referendum and also embraced some progressive policies, such as the legalisation of same-sex marriage,” she added.</p><p>By contrast, Kast supports extremely conservative positions, Thiers said, adding that he was also in favour of granting freedom to individuals convicted of human rights violations committed during Pinochet’s rule.</p><p>Jenny Pribble, professor of political science and global studies at the University of Richmond, said Kast has frequently pointed to El Salvador as a model for his tougher laws on crime policies.</p><p>“He regularly voiced support for Salvadoran President Nayib Bukele’s ‘mano dura’ [Iron-fist] crackdown on gang violence, arguing that Chile needs ‘more Bukele’,” Pribble told Al Jazeera.</p><p>“It remains to be seen if Kast could or would pursue such an approach, but if Chile follows the Salvadoran model, it would constitute significant democratic backsliding.”</p><h2 id=\"what-are-his-key-policies\">What are his key policies?</h2><p>Kast campaigned on public safety, promising to take an iron-fisted approach to crime in Chile – despite the country being one of the safer nations in Latin America.</p><p>He has pledged to send the military to high-crime areas, and has promised to build more prisons. An IPSOS poll of Chilean voters in October showed 63 percent of respondents said security was a top issue for them.</p><p>The president-elect also takes a tough approach to migration. He has proposed building a police force inspired by the United States’ agency, Immigration and Customs Enforcement (ICE), which has carried out a number of <a href=\"/news/2025/6/7/ice-launches-military-style-raids-in-los-angeles-what-we-know\">“military-style” raids</a> on migrant communities and workplaces in the US this year in search of undocumented people, many of whom have been detained for deportation.</p><p>ICE is responsible for managing the US federal immigration system and has <a href=\"/podcasts/2025/11/19/the-take-is-ice-in-the-us-operating-as-secret-police\">come under increased criticism</a> for its conduct towards immigrants across the country, including those residing there legally.</p><figure id=\"attachment_4175915\" aria-describedby=\"caption-attachment-4175915\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175915\" src=\"/wp-content/uploads/2025/12/getty_69400e1912-1765805593.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"SANTIAGO, CHILE - DECEMBER 14: Supporters of Presidential candidate Jose Antonio Kast of the &quot;Partido Republicano&quot; celebrate following the presidential runoff election on December 14, 2025 in Santiago, Chile. According to the Chilean electoral institute 'Servel', Kast has 58.21% of the votes against 41.79% for Jeannette Jara of the Unidad Por Chile coalition, after 98.53% of the polling stations counted in the Presidential election runoff.(Photo by Marcelo Hernandez/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175915\" class=\"wp-caption-text\">Supporters of Kast celebrate following the presidential run-off election [Marcelo Hernandez/Getty Images]</figcaption></figure><p>Similar to US President Donald Trump, Kast has proposed building infrastructure around the country’s northern border to stop people from coming in, and has vowed to deport hundreds of thousands of undocumented migrants.</p><p>Analyst Patricio Navia said tackling the issue of undocumented migrants will be his “biggest challenge”.</p><p>“According to estimations, there might be up to 400,000 undocumented immigrants,” Navia, a professor at New York University, told Al Jazeera.</p><p>“It will be impossible to expel all of them from the country,” he added, but noted that in recent weeks, Kast has “walked back some of his harsher statements”.</p><p>“I think he will try to find a balance between his harsh campaign promises and the reality that many of those immigrants contribute to the national economy and are now an integral part of Chilean society,” Navia added.</p><p>Kast has also threatened to impose a state of siege in the Araucania region of Chile in order to expel armed Indigenous groups. The measure he is proposing would give the military sweeping powers, including warrantless searches and arrests, and would suspend key civil rights.</p><h2 id=\"how-have-other-countries-responded-to-kast-s-win\">How have other countries responded to Kast’s win?</h2><p>Right-wing allies in the region are celebrating Kast’s victory as part of a broader conservative resurgence across Latin America.</p><p>Argentina’s libertarian President Javier Milei was among the first to congratulate him. “Enormous joy at the overwhelming victory of my friend José Antonio Kast,” he posted on X.</p><p>Ecuador’s right-wing President Daniel Noboa, meanwhile, <a href=\"https://x.com/DanielNoboaOk/status/2000356612356333636\" target=\"_blank\" rel=\"noopener\">said</a> that “a new era is beginning for Chile and for the region”.</p><p></p><p>US Secretary of State Marco Rubio said his country “looks forward to partnering with his administration to strengthen regional security and revitalise our trade relationship”.</p><p>The Foreign Ministry of Spain’s leftist government said it will look to “continue strengthening the friendship between our peoples and the strategic relationship between our two countries”.</p><h2 id=\"what-does-kast-s-win-mean-for-regional-politics\">What does Kast’s win mean for regional politics?</h2><p>Chile’s election result is part of a wider regional shift towards conservative and, in some cases, far-right leadership, according to Edinburgh University’s Thiers.</p><p>“These leaders have largely come to power on similar promises, particularly the pledge to repair economies in severe distress, as in Argentina, and to improve security in a region where organised crime is rapidly expanding,” she said.</p><p>“Many people see in these candidates the promise of a drastic change that could significantly improve their lives,” Thiers added, noting it also reflects a global trend in which incumbents find it “increasingly difficult” to win re-election, “as voters punish them by choosing opposition figures who promise something radically different”.</p><p>Meanwhile, academic Navia described recent right-wing victories as “just alternation in power”.</p><p>“I would not suggest that the countries are becoming more conservative or illiberal,” he said.</p><p>“They were fed up with 20 years of left-wing rule in Bolivia and voted for a moderate right-wing candidate. In Chile, there has been alternation in power every four years since 2009. So, I would not suggest that we are seeing a tectonic shift in preferences.”</p></div></div></body></html>"
        },
        {
            "title": "Louvre shut down as museum staff stage strike over working conditions | Labour Rights | Al Jazeera",
            "time": "2025-12-15T16:02:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765814539.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Police arrest Rob Reiner’s son after director and wife found dead | Donald Trump News | Al Jazeera",
            "time": "2025-12-15T15:55:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69402e54633c-1765813844_0c0e09-1765816331.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><span>Law enforcement authorities in California have arrested the son of Hollywood film director and writer <a href=\"/news/2025/12/15/hollywood-director-actor-rob-reiner-and-wife-found-dead-at-la-home-reports\" target=\"_blank\" rel=\"noopener\">Rob Reiner</a>, who was found dead with his wife, Michele, in their Los Angeles home over the weekend.</span></p><p>Police chief Jim McDonnell said on Monday that 32-year-old Nick Reiner was “booked for murder” and is being held on $4m bail in connection with the deaths of his parents.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p>“They worked throughout the night on this case and were able to take into custody Nick Reiner, a suspect in this case,” McDonnell said of law enforcement efforts.</p><p>The Los Angeles Police Department had said in a statement on Sunday that it was investigating the deaths as apparent homicides, and media reports have said investigators believe the victims had been stabbed.</p><p>Los Angeles Deputy Police Chief Alan Hamilton had previously stated that authorities were seeking to interview “every family member” as part of their investigation, and McDonnell said authorities have issued a search warrant for the Reiner home.</p><p>Nick Reiner had previously spoken about his struggle with substance abuse and his difficult relationship with his father, an issue they investigated in the autobiographical 2016 film Being Charlie.</p><p>“It was very, very hard going through it the first time with these painful and difficult highs and lows,” Rob Reiner had previously said. “And then making the movie dredged it all up again.”</p><p>The Los Angeles Times reported on Monday that Nick’s mother had become increasingly concerned about his mental health in recent weeks and people had noticed Nick acting strangely during a party at the home of comedian Conan O’Brien over the weekend, where family friends said he got into an argument with his father.</p><p>The Times also reported that the Reiners’ daughter found the bodies of her parents on Sunday afternoon.</p><h2 id=\"trump-weighs-in\">Trump weighs in</h2><p>In a social media post on Monday, United States President Donald Trump appeared to blame the death of Rob Reiner, a comedy giant who embraced progressive political causes, on his criticisms of Trump and his presidency.</p><figure id=\"attachment_4176357\" aria-describedby=\"caption-attachment-4176357\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4176357\" src=\"/wp-content/uploads/2025/12/AP25349177853255-1765820203.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A police officer outside the home of Rob Reiner\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4176357\" class=\"wp-caption-text\">A police officer blocks off a street near Rob Reiner’s residence on December 14, 2025, in the Brentwood section of Los Angeles, California [Ethan Swope/AP Photo]</figcaption></figure><p>Trump’s post on his Truth Social platform said Reiner’s death was “reportedly due to the anger he caused others through his massive, unyielding, and incurable affliction with a mind crippling disease known as TRUMP DERANGEMENT SYNDROME”.</p><p>The Republican president added that Reiner was “known to have driven people CRAZY by his raging obsession of President Donald J Trump, with his obvious paranoia reaching new heights as the Trump Administration surpassed all goals and expectations of greatness”.</p><p>Those comments prompted angry condemnations and were deemed insensitive even by Trump’s standards of harsh attacks on his political rivals. California Governor Gavin Newsom called Trump a “sick man”, and Republican Congressman Thomas Massie slammed what he called “inappropriate and disrespectful discourse about a man who was just brutally murdered”.</p><figure id=\"attachment_4176405\" aria-describedby=\"caption-attachment-4176405\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4176405\" src=\"/wp-content/uploads/2025/12/afp_6940502ec0a1-1765822510.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"WASHINGTON, DC - DECEMBER 15: In this photo illustration, a phone shows U.S. President Donald Trump's Truth Social post on the death of actor and director Rob Reiner on December 15, 2025 in Washington, DC. Reiner and his wife, Michele Singer Reiner, were found dead in their Brentwood home on December 14th. (Photo illustration by Kevin Dietsch/Getty Images) (Photo by Kevin Dietsch / GETTY IMAGES NORTH AMERICA / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4176405\" class=\"wp-caption-text\">US President Donald Trump’s Truth Social post on the death of actor and director Rob Reiner on December 15, 2025 [Photo illustration by Kevin Dietsch/Getty Images]</figcaption></figure><p>Congresswoman Marjorie Taylor-Greene, another Republican lawmaker who has clashed with Trump, said the incident was a “family tragedy, not about politics or political enemies”.</p><p>Politicians, entertainers and artists paid tribute to Rob Reiner, who directed films such as When Harry Met Sally and A Few Good Men. They praised his creative legacy and reputation for personal warmth and kindness.</p><p>Horror author Stephen King called him a “wonderful friend”. Former President Barack Obama said the director had given the country “some of our most cherished stories on screen”.</p><p>“Rob Reiner was a true and good human being and an extraordinary director. He was vital and honest and him and Michele were cornerstones of their community and committed to their art and the good of everyone around them,” filmmaker Guillermo del Toro said. “A staggering loss.”</p></div></div></body></html>"
        },
        {
            "title": "Free after 21 years in Assad prisons, a Syrian adjusts to being home | Syria's War | Al Jazeera",
            "time": "2025-12-15T15:52:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Justin-FouadJPG-1765804654.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Damascus, Syria</strong> – Fouad Naal spent 21 years in prison under the regime of Bashar al-Assad.</p><p>He remained in the notorious Sednaya and Adra prisons until December 8, 2024, which was not only his liberation but also the liberation of Syria from al-Assad’s rule, he told Al Jazeera a day before the anniversary.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Tall and slim with a long salt and pepper beard, Naal, 52, speaks with enthusiasm and moves fluidly despite his years in confinement.</p><p>He was a practising imam before his arrest and holds his faith closely, he explains in the salon of his modest apartment in Damascus’s Muhajreen neighbourhood, a 10-minute walk from al-Assad’s former residence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tomorrow-i-will-get-out\">‘Tomorrow, I will get out’</h2><p>On December 8, Syria <a href=\"/news/2025/12/9/i-belong-in-my-own-country-syrians-celebrate-a-year-after-al-assad\">celebrated the first anniversary</a> of al-Assad fleeing Damascus for Moscow. His flight meant the end of five decades of al-Assad family rule, known for its brutality and ruthlessness.</p><p>Hundreds of thousands of people have disappeared in the al-Assad prison network. Even more experienced the brutal conditions and were left with physical or mental ailments, traumas or severe health conditions.</p><p>Naal said he was summoned by the regime “hundreds of times” before his arrest and imprisonment in 2004 for issuing a fatwa, a religious opinion, saying Syrians shouldn’t go fight the United States invasion in Iraq.</p><p>He and many others believed the Syrian state was encouraging Syrians to go to Iraq to fight against the US military, which had invaded the country in 2003.</p><p>Many Muslims Naal knew decided to go, but never made it to Iraq. The buses that had been provided to take them across the border into Iraq were bombed before leaving Syrian territory, he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Naal suspected the Syrian state was behind the attack on the convoy and put out his fatwa.</p><p>He was arrested with his wife and then-four-year-old daughter and given a life sentence. He said the regime accused him of planning to assassinate al-Assad and several other senior regime figures.</p><p>The charges were fake, he said, but he admitted to them under coercion to free his daughter and wife. He was sent to Sednaya, where he was held in what in later years would become known as the “Red Prison”.</p><p>He passed the time working out, reading and studying law. In 2005, after a full year in jail, he was allowed monthly visits.</p><p>Conditions in Sednaya were difficult. He recalled a time when his eyelid was inflamed but medicine was withheld. The prisoners were also not allowed to pray in groups or read the Quran together, he said.</p><p>Still, he never gave up hope of leaving prison. “I had a bag packed, ready to go, every single day,” he said.</p><p>“I always thought: ‘Tomorrow, I will get out.’”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-revolution-begins\">The revolution begins</h2><p>After Naal had been in Sednaya for seven years, the Syrian uprising began.</p><p>He and his fellow prisoners had been following the revolutions in Tunisia, Egypt and Libya but didn’t believe a similar event would happen in Syria.</p><p>“It was really surprising that in Syria this is happening,” he said.</p><p>“They were really great moments of joy. I was happy with the beginning of the revolution.”</p><p>In 2012, Naal said he was transferred from Sednaya to Adra Central Prison on the northeastern outskirts of Damascus, where he and other Muslims were put into a special political wing.</p><p>It seemed as though Sednaya was being emptied to receive Syrians who were being rounded up for opposing the regime.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In Adra, the conditions were easier. Naal was placed with other alleged Islamists. They could pray. They were granted weekly visits during which they got news of the outside world.</p><p>“Within a month of the first visits, everyone in the prison had one or two phones,” he said.</p><p>Furthermore, the prison administration in Adra was afraid of Naal and the other prisoners due to rumours that had spread about them. One day, a police officer approached him to ask about them. He was named Khadr, and Naal said he later defected and joined the opposition</p><p>“He said: ‘Can I ask you a question, sheikh?’ I told him: ‘Please.’</p><p>“He actually asked me if it were true that we used to cut off the heads of officers in Sednaya and play football with them.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"you-animals-open-the-doors\">‘Hey, you animals! Open the doors!’</h2><p>On December 7, 2024, Naal said he and his fellow inmates knew anti-Assad forces were heading their way. The excitement was palpable, and some prisoners suggested trying to break out.</p><p>“People couldn’t bear it any more,” he said.</p><p>By now, the prisoners knew that Aleppo had been liberated and were eagerly anticipating the rebels’ arrival in Homs, Syria’s third-largest city.</p><p>Naal was awoken by the smell of coffee being made by his fellow prisoners sometime in the wee hours of December 8, 2024. The prisoners were anxious but excited.</p><p>At one point, Naal rang a bell that alerted the guards that a prisoner was in need, but no one responded. He rang again and, again, nothing.</p><p>Although swearing was forbidden in the prison, Naal began swearing at the guards to try to elicit a response.</p><p>“Hey, you animals! Open the doors!”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>At one point, a prisoner who could see out a window spread the news that the prison guards had lined up and were leaving the prison.</p><p>Shouts of “God is greatest” spread around the prison. The excitement began to grow to the point that Naal said inmates began breaking the prison doors themselves.</p><p>But the trauma that some of the prisoners suffered was so high that they were begging others to keep the doors locked, fearing repercussions. Some, he said, hid under their covers.</p><p>Others felt there was no turning back and continued breaking down their cell doors.</p><p>When they broke out of their cells, the prisoners found guard uniforms scattered on the ground as they ran to the prison’s weapons depot.</p><p>“People shot in the air out of joy,” Naal said.</p><p>The prisoners moved away from the prison and found an abandoned checkpoint. “There was a pot of mate still boiling on the burning wood,” he said. “Guns were on the ground next to abandoned military uniforms.”</p><p>As they continued walking, Naal said he and his fellow prisoners encountered soldiers. Some had removed the tops of their uniforms but kept their pants. Instead of firing at them, the soldiers were telling the prisoners: “We are with you. We are with you,” Naal recalled.</p><p>Naal said the power of this moment appeared to be a gift from the divine.</p><p>“You feel that even a person who has no faith in God Almighty would feel that there is a greater power than himself.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-similar-prison-for-al-assad-in-exile\">A similar prison for al-Assad in exile</h2><p>Naal emerged from prison in much better physical condition than others who were in al-Assad’s prison system for shorter sentences.</p><p>“I exercised every day in prison,” he told Al Jazeera.</p><p>“I’m 51 years old,” he said, then corrected himself.</p><p>“I’m 52, but I still associate myself with the age I was when I left prison.”</p><p>But he has not emerged unscathed. He pointed to the closed door of the small room where he was giving the interview.</p><p>“I don’t like closed places. I don’t like it in general, but I don’t get affected by it psychologically,” he said.</p><p>“I don’t want to sleep with a closed door. I’m not upset, but I prefer to have it open,” he said.</p><p>He also said he and many of his fellow prisoners struggled to sleep after they escaped prison because they’d grown accustomed to the quiet there.</p><p>Just a couple of days before this interview, he revisited Sednaya Prison with a group of Syrians and Ukrainians. The visit was emotionally fraught for him, but he recognised its importance for finding justice for people in Syria and beyond.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“What does Bashar al-Assad feel today? He is listening to these words and sitting like a mouse hiding in a burrow in Russia. Even if this burrow is built of gold.</p><p>“We used to say that if the prison were a palace of gold, we still wouldn’t want it. We’d rather go home and live for an hour and die hungry for our freedom. Today, he is living the same way,” Naal said.</p><p>Before his imprisonment, Naal said he enjoyed doing everything at home. He used to not enjoy going to restaurants. “My mother raised me not to eat in front of people in case they couldn’t afford what I am eating,” he said.</p><p>“I’d prefer to get food and come back home to eat.”</p><p>Now, however, he enjoys leaving the house to walk around his neighbourhood. And he endures going to restaurants because he sees the value in sharing a communal experience in public, something that can’t be done in prison.</p><p>He also says it is important to remember that in Syria, “the children made a revolution.”</p><p>“The one who won the revolution was Hamza al-Khatib,” he said, speaking of the 13-year-old from Deraa who was likely brutally tortured to death by Syrian security forces for taking part in an anti-regime protest in 2011.</p><p>He also spoke of the teenagers in Deraa who graffitied a wall with the phrase “Your turn has come, oh doctor.” It referred to al-Assad, who studied ophthalmology in London.</p><p>“They were the trigger of this popular explosion, … the volcano,” Naal said</p><p>“It was the first nail in the coffin of Bashar al-Assad.”</p></div></div></body></html>"
        },
        {
            "title": "Ukraine peace talks intensify as EU debates use of frozen Russian assets | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-15T15:14:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765811670.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "EU launches aid flights to Sudan’s Darfur as humanitarian crisis escalates | Humanitarian Crises News | Al Jazeera",
            "time": "2025-12-15T15:00:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-12T114353Z_1830729828_RC2XPDACQ8DF_RTRMADP_3_SUDAN-FOOD-UN-1765801243.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The European Union has launched an “air bridge” to bring eight planeloads of humanitarian aid into Sudan’s war-ravaged <a href=\"/news/2025/11/25/sudans-rsf-committing-war-crimes-in-darfur-says-amnesty\">Darfur</a> region.</p><p>The European Commission’s department overseeing overseas aid unveiled the measure on Monday and said the flights will carry 3.5 million euros ($4.1m) of “life-saving supplies” to the western region, where “mass atrocities, starvation and displacement” have left millions of people in urgent need.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The first flight left on Friday, delivering about 100 tonnes of aid from “EU humanitarian stockpiles and partner organisations”, the commission’s Directorate-General for European Civil Protection and Humanitarian Aid Operations said in a statement.</p><p>Further flights will continue throughout this month and January, it said, listing water, shelter materials, and sanitation, hygiene and health items among the supplies being transported to “one of the world’s hardest places for aid organisations to reach”.</p><p>It noted that the fall of North Darfur’s capital, <a href=\"/news/2025/12/14/sudans-el-fasher-has-symbolism-that-hasnt-died\">el-Fasher</a>, which was seized by the paramilitary Rapid Support Forces (RSF) in late October, marked a “major escalation of an already catastrophic humanitarian situation” and has made aid access even harder.</p><p>The RSF took control of el-Fasher after an 18-month siege that cut residents off from food, medicine and other critical supplies, prompting <a href=\"/news/2025/11/27/hundreds-of-children-terrified-and-alone-after-fleeing-sudans-el-fasher\">more than 100,000</a> people to flee, many to the town of Tawila, which has become the epicentre of the region’s spiralling humanitarian crisis.</p><p>Those who fled el-Fasher reported mass killings, kidnappings and widespread acts of <a href=\"/news/2025/12/12/rights-group-accuses-rsf-of-systematic-sexual-violence-in-sudans-civil-war\">sexual violence</a> as the RSF raided the city. United Nations human rights chief <a href=\"/news/2025/11/14/un-rights-council-orders-probe-of-appalling-abuses-in-sudans-el-fasher\">Volker Turk</a> accused the group of committing “the gravest of crimes”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"growing-fears-of-more-atrocities\">Growing fears of more atrocities</h2><p>Sudan was plunged into chaos in April 2023 when a power struggle between the military and the RSF exploded into open fighting in the capital, Khartoum, and elsewhere in the country.</p><p>Since the RSF took control of el-Fasher, which was the military’s last stronghold in Darfur, fighting has moved eastwards to the Kordofan region as the RSF and its allies seek to take control of Sudan’s central corridor.</p><p>The paramilitary has now set its sights on Kadugli, the capital of South Kordofan State; Dilling, also in South Kordofan; and the North Kordofan State capital, el-Obeid. They lie on a north-south axis between the border with South Sudan and the national capital, Khartoum.</p><p>El-Obeid also lies on a key highway that connects Darfur to Khartoum, which the army recaptured in March.</p><p>The UN has repeatedly warned that the Kordofan region is in danger of witnessing a repeat of the atrocities that unfolded in el-Fasher.</p><p>With the RSF in control of all of Darfur’s major cities, Sudan in effect is split in two. The army holds the centre, east and north while the RSF and its allies control the west and parts of the south.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Ukraine drops NATO bid: Will Kyiv get security guarantees from the West? | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-15T14:52:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-18T103655Z_276105199_RC2XYHANSTOK_RTRMADP_3_UKRAINE-CRISIS-SPAIN-PARLIAMENT-1763890337.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has said he is prepared to <a href=\"/news/2025/12/14/zelenskyy-says-willing-to-drop-nato-membership-bid-ahead-of-peace-talks\">abandon Ukraine’s pursuit of NATO membership</a> in exchange for tighter Western security guarantees. His comments came as he has been holding talks with United States and European envoys aimed at ending Ukraine’s war with Russia.</p><p>US President Donald Trump, who has opposed NATO membership for Ukraine, has been pressuring Kyiv to sign a deal with Russia on terms that experts say favour Moscow.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The move marks a big shift for Ukraine. Zelenskyy described the latest proposal as a concession by Kyiv, after years of pressing for NATO membership as the strongest deterrent against future <a href=\"/tag/ukraine-russia-crisis/\">Russian attacks</a>.</p><p>So will Kyiv be able to get security guarantees from its Western allies? And what would be the parameter of the security deal?</p><h2 id=\"what-did-zelenskyy-actually-say\">What did Zelenskyy actually say?</h2><p>In audio messages shared with journalists via a WhatsApp group ahead of the meeting, Zelenskyy said that Kyiv now expects alternative security guarantees comparable to those enjoyed by NATO alliance members.</p><p>“From the very beginning, Ukraine’s desire was to join <a href=\"/news/2025/12/3/ukraines-nato-membership-key-question-in-us-talks-says-russia\">NATO</a>; these are real security guarantees. Some partners from the US and Europe did not support this direction,” Zelenskyy said.</p><p>“Bilateral security guarantees between Ukraine and the US, Article 5-like guarantees for us from the US, and security guarantees from European colleagues, as well as other countries – Canada, Japan – are an opportunity to prevent another Russian invasion,” he said.</p><p>“These security guarantees are an opportunity to prevent another wave of Russian aggression,” he said.</p><p>Russian President Vladimir Putin has long said that Ukraine’s NATO aspirations are a threat to Russian security.</p><p>Zelenskyy said that Ukraine, the European Union and the US were reviewing a <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point plan</a> that could culminate in a ceasefire, though he reiterated that Kyiv was not holding direct talks with Russia.</p><p>Trump’s special envoy Steve Witkoff said “a lot of progress was made” as he and the US president’s son-in-law, Jared Kushner, met with Zelenskyy in the German capital city of Berlin on Sunday.</p><p>The Ukrainian president also stressed that new security guarantees must be legally binding and endorsed by the US government. Looking ahead, he said he was expecting feedback following talks between Ukrainian and American officials in Germany.</p><p>For their part, however, many Ukrainians remain sceptical of this latest round of talks. Reporting from Kyiv, Al Jazeera’s Audrey MacAlpine said that “it’s been months and months of false hope when it comes to diplomatic discussions. Many of them have historically fizzled out. So … the reality of peace still seems far away.”</p><p>On Monday, Kremlin spokesman Dmitry Peskov told reporters that “this [NATO] issue is one of the cornerstones and requires special discussion”, and that Moscow is now waiting for Washington “provide us with the concept that is being discussed in Berlin”.</p><h2 id=\"what-will-be-the-likely-contours-of-a-new-security-guarantee\">What will be the likely contours of a new security guarantee?</h2><p data-start=\"0\" data-end=\"351\">The security guarantees now under discussion would fall short of NATO’s Article 5 – meaning an attack on one is an attack on all. Instead of joining NATO, Ukraine would receive bespoke guarantees from the US and key European powers – set out in bilateral or plurilateral treaties.</p><p data-start=\"353\" data-end=\"782\">These guarantees would likely commit partners to swift and tangible support if Ukraine were attacked again, including military assistance, intelligence sharing, arms supplies, sanctions and financial aid.</p><p data-start=\"353\" data-end=\"782\">Unlike in Article 5, however, the guarantees would not trigger automatic collective defence. Each guarantor’s obligations would be defined separately, potentially with conditions, and without NATO’s integrated command structures.</p><p data-start=\"353\" data-end=\"782\">The final version of the deal, however, would only be known after Kyiv’s Western allies agree on it. It is still unclear how much progress has been made on the issue.</p><h2 id=\"what-obstacles-still-remain\">What obstacles still remain?</h2><p>For months, Washington has tried to balance the competing demands of Russia and Ukraine. Trump has been <a href=\"/news/2025/11/25/trump-says-close-to-ukraine-deal-kyivs-allies-urge-pressure-on-moscow\">pushing hard for a conclusion to the war</a>, and is said to be growing increasingly frustrated with delays.</p><p>Efforts to find common ground have faced significant hurdles, including the future of Ukraine’s eastern Donetsk region, much of which is under Russian occupation.</p><p>Putin has made it a central condition for peace that Ukraine withdraw its forces from the remaining areas of Donetsk under Kyiv’s control – a demand Ukraine has consistently rejected.</p><p>Zelenskyy said the US had proposed that Ukraine pull out of Donetsk and turn the area into a demilitarised free economic zone, an idea he dismissed as impractical. “I do not consider this fair, because who will manage this economic zone?” he said.</p><p>“If we are talking about some buffer zone along the line of contact … only a police mission should be there, and troops should withdraw, then the question is very simple. If Ukrainian troops withdraw 5-10 kilometres [3-6 miles], for example, then why do Russian troops not withdraw deeper into the occupied territories by the same distance?”</p><p>Calling the matter “very sensitive,” Zelenskyy said a freeze along the existing line of contact would be preferable, adding that “today a fair possible option is we stand where we stand”.</p><p>On the flip side, Putin’s foreign policy adviser Yuri Ushakov told the business newspaper Kommersant that Russian police and national guard forces would remain in parts of Donetsk even if the region were designated a demilitarised zone under a future peace plan.</p><p>Ushakov cautioned that reaching a compromise could take considerable time, arguing that US proposals reflecting Russian demands had been “worsened” by revisions suggested by Ukraine and its European partners.</p><p>In remarks broadcast Sunday on Russian state television, Ushakov said that “the contribution of Ukrainians and Europeans to these documents is unlikely to be constructive”, warning that Moscow would have “very strong objections”.</p><p>He also said territorial issues were a major topic when Witkoff and Kushner met with Putin earlier this month. “The Americans know and understand our position,” Ushakov said.</p><h2 id=\"are-other-discussions-also-taking-place\">Are other discussions also taking place?</h2><p>On Sunday, Zelenskyy said he spoke with French President Emmanuel Macron shortly before meeting Trump’s envoys, <a href=\"https://x.com/ZelenskyyUa/status/2000249013564756323\">thanking him</a> on X for his support and noting, “We are coordinating closely and working together for the sake of our shared security.”</p><p>Macron <a href=\"https://x.com/EmmanuelMacron/status/2000238998237630720\">responded</a>, noting that “France is, and will remain, at Ukraine’s side to build a robust and lasting peace – one that can guarantee Ukraine’s security and sovereignty, and that of Europe, over the long term.”</p><p>German Chancellor Friedrich Merz, who has led European support efforts alongside Macron and British Prime Minister Keir Starmer, said on Saturday that “the decades of the ‘Pax Americana’ are largely over for us in Europe and for us in Germany as well.”</p><p>However, he warned that Putin’s objective is “a fundamental change to the borders in Europe, the restoration of the old Soviet Union within its borders… If Ukraine falls, he won’t stop,” Merz said at a party conference in Munich on Saturday.</p><p>Putin has denied any intention to reestablish the Soviet Union, or to attack European allies.</p><p>However, for years, Putin has decried the expansion of NATO around Russia’s borders. On February 24, 2022, the day Russia launched its full-scale invasion, Putin said in a televised address: “Any further expansion of the North Atlantic alliance’s infrastructure or the ongoing efforts to gain a military foothold of the Ukrainian territory are unacceptable for us.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-s-happening-on-the-battlefront\">What’s happening on the battlefront?</h2><p>Over the <a href=\"/news/2025/12/13/russia-ukraine-war-list-of-key-events-day-1388\">weekend</a>, Ukraine’s air force said that Russia had launched ballistic missiles and 138 attack drones overnight. Of those, 110 were intercepted or destroyed, though missile and drone strikes were recorded at six locations.</p><p>Zelenskyy said on Sunday that hundreds of thousands of families in the southern, eastern and northeastern regions of Ukraine remain without electricity, and that officials were working to restore power, heat and water after a large-scale attack the previous night.</p><p>He added that Russia had fired more than 1,500 strike drones, 900 guided aerial bombs and 46 missiles of various types at Ukraine over the past week. Russia’s Defence Ministry said its air defences shot down 235 Ukrainian drones late Saturday and early Sunday.</p><p>In the Krasnodar region, drones struck the town of Afipsky, which houses an oil refinery. Authorities said blasts shattered windows in residential buildings but reported no damage to the refinery.</p><p>Fighting has also intensified in the <a href=\"/news/2025/12/13/russia-damages-turkish-owned-vessels-in-attack-on-ukrainian-ports\">Black Sea</a>. Russian forces recently struck Ukrainian ports, damaging Turkish-owned vessels, including a ship carrying food supplies. An attack on Odesa set grain silos ablaze, according to Ukraine’s Deputy Prime Minister Oleksii Kuleba.</p></div></div></body></html>"
        },
        {
            "title": "Who stopped the Bondi attack? | Digital Series | Al Jazeera",
            "time": "2025-12-15T14:46:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/EP95-16-9-1765809740.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘Increasingly likely potential’ of Palestine Action hunger strikers dying | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-15T14:31:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/WhatsApp-Image-2025-12-15-at-15.26.19-1-1765801678.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>London, United Kingdom –</strong> Lawyers and loved ones of hunger strikers linked to the protest group <a href=\"/news/2025/6/25/what-is-the-palestine-action-group-and-why-is-the-uk-banning-it\">Palestine Action</a> are warning the activists could die in prison as they accuse British prison officials of a lack of care and communication and the justice secretary of ignoring their demands for a meeting.</p><p>Of 29 Palestine Action-affiliated remand prisoners held over their alleged involvement in break-ins at the <a href=\"/news/2024/8/13/uk-charges-pro-palestine-group-members-under-terrorism-law\">UK subsidiary</a> of the Israeli defence firm Elbit Systems in Bristol and a Royal Air Force (RAF) <a href=\"/news/2025/6/20/pro-palestinian-activists-break-into-uk-military-base\">base</a> in Oxfordshire, eight are on hunger strike across five prisons, including two who have refused food for 44 days. Five have been hospitalised.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“At any moment now, you could receive a phone call to get the most unfortunate news,” Shahmina Alam, whose 28-year-old brother, Kamran Ahmed, joined the protest 36 days ago, told Al Jazeera.</p><p>Ahmed returned to Pentonville prison in London on Thursday after having been hospitalised for a second time.</p><p>“When he’s in prison, it’s a bit easier because he’s making daily phone calls,” she said. “But when he goes into hospital, the connection cuts because the prison stops us from communicating at all.”</p><p>But Alam’s relief when Ahmed called on Thursday was short-lived.</p><p>The doctor who treated Ahmed told him that “he will now start to decline” and expected him to be hospitalised for a third time, Alam said.</p><p>Having entered prison at a healthy weight for his height, 74kg (163lb) and 180cm (5ft, 11 inches), Ahmed has lost more than 10kg (22lb) and has dangerously high ketone levels.</p><p>“He sounded tired,” Alam said. “He’s got ulcerations in his mouth, so when he’s talking, you can tell it’s quite painful for him to talk. Like his mouth sounds like it’s full.</p><p>She added: “We’re at a point where it’s very dangerous territory.”</p><p>Ahmed, who worked as a car mechanic, was arrested by counterterrorism police in a dawn raid in November 2024, eight months before Palestine Action was proscribed as a “<a href=\"/video/newsfeed/2025/11/29/i-am-a-terrorist-uk-activists-release-video-to-support-palestine-action\">terrorist organisation</a>“. He is charged with aggravated burglary, criminal damage and violent disorder over his alleged involvement in the break-in at the Elbit site months earlier. He will have spent more than 20 months in prison by his trial, which is set for June 2026.</p><p>Palestine Action has accused the UK government of complicity in Israeli war crimes in Gaza and said it is “committed to ending global participation in Israel’s genocidal and apartheid regime”.</p><p>On December 9, lawyers of the remand prisoners wrote to David Lammy, the justice secretary, requesting an urgent meeting.</p><p>“There is the real and increasingly likely potential that young British citizens will die in prison, having never even been convicted of an offence,” the law firm Imran Khan &amp; Partners wrote in the letter seen by Al Jazeera. “As the Secretary of State for Justice, you are in the unique position of being able to address their concerns … before it becomes too late to avoid the death of one or more of our clients.”</p><p>Of Ahmed, the firm wrote: “He feels incredibly dizzy, especially when standing. He has suffered from tightness in his chest and shallow breath.”</p><p>Alam accused the Prison Service of failing to update the family on Ahmed’s health condition and is worried that he is not being observed closely enough.</p><p>At the time of publication, the Ministry of Justice had not responded to Al Jazeera’s request for comment.</p><p>The protest is said to be the largest coordinated hunger strike in UK prisons since 1981 when Irish Republican inmates led by Bobby Sands refused food.</p><p>The demands of the pro-Palestine hunger strikers include immediate bail, the right to a fair trial and the de-proscription of Palestine Action. They are also calling for all Elbit sites to be closed.</p><h2 id=\"crisis-point-for-activists\">‘Crisis point for activists’</h2><p>Qesser Zuhrah, 20, and Amu Gib were the first to go on hunger strike 44 days ago. They are accused of involvement in the Elbit and RAF action, respectively.</p><p>Zuhrah, who has lost 13 percent of her body weight, recently lost consciousness and was hospitalised, according to reports. Her friends and advising doctors told Middle East Eye that prison authorities have refused to provide information regarding her condition.</p><p>Gib has lost more than 10kg and must lie down most of the day because she suffers from exhaustion. She has been offered a wheelchair, her lawyers said, “due to her inability to walk”.</p><p>“Reports that Palestine Action activists on hunger strike have been hospitalised due to seriously deteriorating health send chills down the spine,” Amnesty International UK said. “This is crisis point for these activists – prosecutors must drop the allegations of a ‘terrorism connection’ in these cases and end any excessively lengthy pre-trial detention.”</p><p>Lammy has yet to respond to the lawyers’ requests for a meeting.</p><p>In parliament last week, Speaker Lindsay Hoyle told Labour MP John McDonnell, who has written to Lammy about the hunger strikers, that it was “totally unacceptable” of ministers to fail to respond to correspondence.</p><p>Pressure mounted further on Lammy when several days ago, Alam confronted the justice secretary while he was attending a Christmas event in London. Video footage shared on social media shows her presenting a letter to him and explaining her family’s concerns. He can be seen responding, “I don’t know anything about this,” and later asks, “In the UK?”</p><p>Their exchange was “deeply concerning”, Alam said.</p><p>“It made me feel more sick, knowing that the people who are in a position to help end this hunger strike are not engaging.”</p></div></div></body></html>"
        },
        {
            "title": "Tracking Sudan’s humanitarian crisis: By the numbers | Sudan war News | Al Jazeera",
            "time": "2025-12-15T14:15:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/000_866D266-1764146291.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As fighting continues and access to aid remains restricted, civilians in Sudan are bearing the heaviest cost of a war with no end in sight.</p><p>The war between Sudan’s military and the Rapid Support Forces (RSF) paramilitary erupted on April 15, 2023, unleashing a wave of violence that has led to one of the world’s fastest-growing man-made humanitarian crises.</p><p>Both sides have been accused of war crimes and crimes against humanity, while the RSF has been implicated in atrocities in Darfur that the United Nations says may amount to genocide.</p><p>According to the latest figures from the UN, at least 21.2 million people are facing high levels of acute food insecurity, 9.5 million people are displaced internally, 4.35 million people have fled the country, and 10 million children are out of school with classrooms destroyed, occupied, or unsafe to reach.</p><p>Women and girls face heightened risks, with survivors reporting mass executions, torture, rape, sexual abuse, and ransom demands by RSF fighters.</p><figure id=\"attachment_4175500\" aria-describedby=\"caption-attachment-4175500\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175500\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-HUMANITARIAN-SITUATION-NOV12-2025-copy-2-1765797196.png?quality=80\" alt=\"INTERACTIVE - SUDAN - HUMANITARIAN SITUATION - NOV12, 2025 copy 2-1765797196\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175500\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"more-than-9-5-million-people-displaced-internally\">More than 9.5 million people displaced internally</h2><p>According to the <a href=\"https://dtm.iom.int/reports/dtm-sudan-mobility-update-22\">International Organization for Migration (IOM)</a>, Sudan is facing the world’s largest humanitarian and displacement crisis, with more than 9.5 million people internally displaced across 10,929 locations in 185 localities, spanning all 18 states of Sudan.</p><p>Most of the displaced have sought refuge in South Darfur (1.84 million), North Darfur (1.75 million) and Central Darfur (978,000). More than half, or 51 percent, of those displaced are children.</p><p>Even before the current war began, the IOM estimated that more than 2.32 million people had already been displaced in Sudan, mostly in Darfur, due to years of conflict and climate-driven crises.</p><p>Since April 2023, an additional 7.25 million people have been displaced within Sudan, including around 2.7 million from Khartoum state, 2 million from South Darfur and a similar number from North Darfur.</p><figure id=\"attachment_4175494\" aria-describedby=\"caption-attachment-4175494\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175494\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Over-9.5-million-displaced-within-Sudan-NOVEMBER-5-2025-1765797184.png?quality=80\" alt=\"INTERACTIVE - Over 9.5 million displaced within Sudan -NOVEMBER 5, 2025-1765797184\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175494\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"more-than-4-3-million-refugees\">More than 4.3 million refugees</h2><p>In addition to 9.5 million internally displaced people, an estimated 4.34 million are refugees in neighbouring countries, bringing the total number of displaced across Sudan to about 14 million – more than a quarter of the country’s population of 51 million.</p><p>Most have sought refuge in Egypt (1.5 million), South Sudan (1.25 million) and Chad (1.2 million). Of those who fled, about 70 percent are Sudanese nationals, while 30 percent are non-Sudanese.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter wp-image-4175492 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Cross-border-movement-from-Sudan-NOVEMBER-5-2025-1765797181.png?quality=80\" alt=\"INTERACTIVE - Cross-border movement from Sudan - NOVEMBER 5, 2025-1765797181\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"millions-facing-emergency-levels-of-hunger\">Millions facing emergency levels of hunger</h2><p>In September 2025, the Integrated Food Security Phase Classification (IPC) estimated that 21.2 million people, 45 percent of Sudan’s population, faced high levels of acute food insecurity. This includes 6.3 million people in Phase 4 or emergency conditions and 375,000 experiencing Phase 5 or famine-levels of hunger.</p><p>Famine is the worst level of hunger and occurs when people face severe food shortages, widespread malnutrition and high levels of death due to starvation.</p><p>El-Fasher in North Darfur and the besieged town of Kadugli in South Kordofan have been classified as being in famine. Conditions in the besieged nearby town of Dilling are believed to be similarly severe, with supply routes cut off and shortages worsening by the day.</p><p>The RSF took the city of el-Fasher, the capital of the state of North Darfur, in October after an 18-month campaign of siege and starvation. The city was the Sudanese army’s last stronghold in the region.</p><p>Those who fled el-Fasher, particularly children, are arriving in nearby towns like Tawila in acutely malnourished condition.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The<a href=\"https://news.un.org/en/story/2025/12/1166574\"> UN Human Rights Office</a> warned that the massacre at the end of the siege forced people to survive on peanut shells and animal feed, while satellite imagery showed bloodstains from mass killings and executions of civilians based on their ethnicity.</p><figure id=\"attachment_4175496\" aria-describedby=\"caption-attachment-4175496\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175496\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-FOOD-INSECURITY-DEC15-2025-1765797187.png?quality=80\" alt=\"INTERACTIVE - SUDAN - FOOD INSECURITY - DEC15, 2025-1765797187\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175496\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"healthcare-infrastructure-devastated\">Healthcare infrastructure devastated</h2><p>The war has shattered Sudan’s public infrastructure, including its health system. Fewer than 25 percent of hospitals are operational, leaving millions with no access to medical care amid rising disease outbreaks.</p><p><a href=\"https://extranet.who.int/ssa/Index.aspx\">The World Health Organization</a> has documented 200 attacks on health facilities and personnel, with 20 ambulances severely damaged or destroyed.</p><p>With healthcare access so limited, cholera has spread across Sudan, causing over 123,000 confirmed cases and more than 3,500 deaths.</p><figure id=\"attachment_4175498\" aria-describedby=\"caption-attachment-4175498\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175498\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-HEALTHCARE-DEC15-2025-copy-1765797192.png?quality=80\" alt=\"INTERACTIVE - SUDAN - HEALTHCARE - DEC15, 2025 copy-1765797192\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175498\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        }
    ]
}