{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Iran suggests it could dilute highly enriched uranium for sanctions relief | Nuclear Energy News | Al Jazeera",
            "time": "2026-02-09T16:57:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-11-02T091502Z_792730771_RC29OHAF5W9S_RTRMADP_3_IRAN-NUCLEAR-1770646976.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran’s atomic energy chief says Tehran is open to diluting its highly enriched uranium if the United States ends sanctions, signalling flexibility on a key demand by the US.</p><p>Mohammad Eslami made the comments to reporters on Monday, saying the prospects of Iran diluting its 60-percent-enriched uranium, a threshold close to weapons grade, would hinge on “whether all sanctions would be lifted in return”, according to Iran’s state-run IRNA news agency.</p><p>Eslami did not specify whether Iran expected the removal of all sanctions or specifically those imposed by the US.</p><p>Diluting uranium means mixing it with blend material to reduce its enrichment level. According to the United Nations nuclear watchdog, Iran is <a href=\"/news/2025/5/31/iran-increases-stockpile-of-enriched-uranium-by-50-percent-iaea-says\">the only state without nuclear weapons</a> enriching uranium to 60 percent.</p><p>US President Donald Trump has repeatedly called for Iran to be subject to a total ban on enrichment, a condition unacceptable to Tehran and far less favourable than a now-defunct nuclear agreement reached with world powers in 2015.</p><p>Iran maintains it has a right to a civilian nuclear programme under the provisions of the nuclear Non-Proliferation Treaty, to which it and 190 other countries are signatories.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Eslami made his comments on uranium enrichment as the head of Iran’s Supreme National Security Council, Ali Larijani, prepares to head on Tuesday to Oman, which has been <a href=\"/video/newsfeed/2026/2/6/iranian-us-officials-meet-separately-with-omani-mediator\">hosting mediated negotiations</a> between the US and Iran.</p><p>Al Jazeera’s Ali Hashem, reporting from Tehran, said Larijani, one of the most senior officials in Iran’s government, is likely to convey messages related to the ongoing talks.</p><p>Trump said talks with Iran would continue this week.</p><h2 id=\"negotiations-very-serious\">Negotiations ‘very serious’</h2><p>Both the US and Iran have given mixed signals about their progress in the negotiations. Iranian Foreign Minister Abbas Araghchi said Iran is “very serious in negotiations” and is eager to “achieve results”. However, he said, “There is a wall of mistrust towards the United States, which stems from America’s own behaviour.”</p><p>Iranian President Masoud Pezeshkian said the ongoing negotiations are an “important opportunity to reach a fair and balanced solution”, IRNA reported. He stressed that “Iran seeks guarantees for its nuclear rights” and the lifting of “unjust sanctions”, the agency added.</p><p>Trump, for his part, <a href=\"/video/newsfeed/2026/2/7/trump-hails-very-good-iran-talks-but-maintains-threat-of-military-action\">praised the latest round of talks</a> on Friday as “very good” but continued to warn of “steep consequences” for Iran if it does not strike a deal.</p><p>“They want to make a deal as they should want to make a deal,” the US president said. “They know the consequences if they don’t.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Before the two sides agreed to talks, Trump had repeatedly threatened Iran with a “far worse” attack than the US strikes on three Iranian nuclear facilities during <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">June’s 12-day Israel-Iran war</a>. He has escalated the pressure by deploying an aircraft carrier and accompanying warships to the Middle East.</p><p>Trump is expected on Wednesday to <a href=\"/news/2026/2/9/netanyahu-to-meet-trump-in-us-to-discuss-iran-says-israeli-pm\">meet with visiting Israeli Prime Minister Benjamin Netanyahu</a>, who is pushing the US to take a hardline stance in its negotiations with Iran, demanding not just concessions on its nuclear programme but also on its ballistic missiles and regional alliances.</p><p>Andreas Krieg, an associate professor in security studies at King’s College London, said the US and Iran appear to be “pivoting closer to a deal” than they were several weeks ago, even though there’s still a high risk of conflict.</p><p>“The [US] ‘armada’, as Trump calls it, is still in the area, so we still have that coercion going against the [Iranian] regime by the Americans,” Krieg told Al Jazeera. “But it seems to be fruitful in the way that the pressure works, and the Iranians have to make concessions.”</p><p>He added: “All the messaging from the Gulf countries – from Qatar, from Oman – from everyone involved, including from the Americans, has been very positive. And the Iranians’ feedback themselves was very positive.</p><p>“I think the problem that we have right now is how do we translate this momentum that we have right now on a strategic framework into the nitty-gritty of the details.”</p></div></div></body></html>"
        },
        {
            "title": "Israeli plans deepen de facto annexation of occupied West Bank | Occupied West Bank | Al Jazeera",
            "time": "2026-02-09T16:55:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/01/347942M-Preview-1704482881.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>While the world remains fixated on the devastation in Gaza and escalating regional tensions, the Israeli government has quietly <a href=\"/news/liveblog/2026/2/9/live-israel-approves-measures-to-expand-its-powers-in-occupied-west-bank\">executed</a> a “legal coup” in the occupied West Bank, drawing condemnation from Palestinians.</p><p>Late on Sunday, Israel’s security cabinet ratified a series of decisions pushed by Finance Minister Bezalel Smotrich and Defence Minister Israel Katz. The new measures, which aim to expand Israel’s power across the occupied West Bank, will make it easier to seize Palestinian land illegally.</p><p>“We are anchoring settlement as an inseparable part of Israel’s government policy,” said Katz.</p><p>Experts say it will fundamentally alter the civil and legal reality of the territory, removing what the Israeli ministers termed “legal obstacles” that have existed for decades against the expansion of illegal settlements in the occupied territories.</p><p>The Palestinian presidency called the decision “dangerous” and an “open Israeli attempt to legalise settlement expansion” and land confiscation. President Mahmoud Abbas’s office called on the United States and the United Nations Security Council to intervene immediately.</p><p>On Monday, eight Muslim-majority countries <a href=\"/news/2026/2/9/muslim-countries-slam-israel-for-illegal-annexation-push-in-west-bank\">denounced Israel</a> for trying to impose “unlawful Israeli sovereignty” in the occupied West Bank.</p><p>Palestinian officials and legal experts warn that this package effectively terminates the 1993 Oslo Accords, stripping the Palestinian Authority (PA) of its remaining civil powers and legislating the de facto annexation of the West Bank.</p><figure id=\"attachment_3181340\" aria-describedby=\"caption-attachment-3181340\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3181340\" src=\"/wp-content/uploads/2024/09/INTERACTIVE-Occupied-West-Bank-Area-A-B-C-5-Palestine-1726465625.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank - Area A B C - 5 - Palestine-1726465625\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3181340\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"the-real-estate-war\">The real estate war</h2><p>At the heart of these decisions is a strategic assault on land ownership laws that have been in place since 1967, when Israel occupied Gaza, the West Bank and East Jerusalem and subsequently annexed these territories.</p><p>The Israeli cabinet approved the cancellation of a Jordanian law that historically prohibited the sale of land in the West Bank to non-Arabs. Simultaneously, the government decided to lift the secrecy on land registry records in place since the Ottoman period.</p><p>According to Amir Daoud, director of documentation at the Wall and Settlement Resistance Commission, this move is designed to create an “open market” for settlers. By exposing the identities of Palestinian landowners in the registry, settlers and real estate companies can now target specific individuals for pressure, extortion, or entrapment to force land sales.</p><p>“This government puts settlement expansion at the centre of its policy,” Daoud told Al Jazeera Arabic. “By facilitating the leak of Palestinian land to settlers, they are adding a new layer of apartheid.”</p><p>The Yesha Council, a gathering of illegal settlements, celebrated the decision as the “most important in 58 years”, stating that the Israeli government is now declaring, in practice, that “the land of Israel belongs to the Jewish people”.</p><h2 id=\"breaching-areas-a-and-b\">Breaching Areas A and B</h2><p>Perhaps the most aggressive shift in the new directives is the authorisation for Israeli forces to conduct enforcement and demolitions in Area A and B zones, which under the Oslo Accords, are supposed to be under Palestinian civil and security control.</p><p>Area C, which is under total Israeli control, constitutes 60 percent of the West Bank. More than 700,000 illegal Israeli settlers live in Area C and occupied East Jerusalem across more than 250 illegal settlements.</p><p>To bypass international law, Israel has introduced a new legal mechanism: the “Protection of Antiquities and Environment”.</p><p>“Israel has erased the distinctions between Areas A, B, and C,” Daoud noted, explaining that this policy was financially primed three years ago when the cabinet allocated 120 million shekels ($39m) to “protect Jewish heritage sites” in the West Bank.</p><h2 id=\"municipal-apartheid\">Municipal apartheid</h2><p>The decision also institutionalises a system of “municipal apartheid” in key Palestinian cities, removing them from PA jurisdiction.</p><ul>\n<li><strong>Hebron:</strong> Planning and construction powers have been stripped from the Palestinian municipality and transferred to the Israeli Civil Administration. A “separate municipal entity” will be created for the Jewish settlers in the heart of the city to manage their affairs independently, bypassing Palestinian mechanisms entirely.</li>\n<li><strong>Rachel’s Tomb (Bethlehem):</strong> The site has been removed from the jurisdiction of the Bethlehem municipality and placed under direct Israeli administration for maintenance and services.</li>\n</ul><p>Adel Shadid, an expert on Israeli affairs, warned that these administrative changes have profound religious and political implications.</p><p>“The Ibrahimi Mosque is no longer treated as a Muslim holy site managed by the Palestinian Awqaf,” Shadid told Al Jazeera Arabic. “Its management has been transferred to the Jewish Religious Council in Kiryat Arba. Israel has effectively Judaized its identity by law, not just by force”.</p><p>In 2010, the Israeli government had already <a href=\"/news/2010/3/3/israels-new-war-on-islamic-sites\">proclaimed</a> the Ibrahimi Mosque located in Hebron as a “Jewish Heritage site”.</p><figure id=\"attachment_4237632\" aria-describedby=\"caption-attachment-4237632\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4237632\" src=\"/wp-content/uploads/2026/01/HeritageSites_INTERACTIVE-Palestines-World-Heritage-Sites-1768390146.png?quality=80\" alt=\"INTERACTIVE - Palestines World Heritage Sites-1768390146 UNESCO\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4237632\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"pre-empting-trump\">Pre-empting Trump</h2><p>The timing of this “legal overhaul” is not accidental. According to Yedioth Ahronoth newspaper, Smotrich and Katz pushed to ratify these decisions immediately prior to Israeli Prime Minister Benjamin Netanyahu’s upcoming visit to the United States.</p><p>Analysts believe Israel’s far-right government is racing against time to establish irreversible “facts on the ground” before October elections for the Israeli parliament or Knesset, and amid fears that US President Donald Trump might shift his stance on annexation.</p><p>James Moran, a former adviser to the European Union, believes the intent is clear.</p><p>“Smotrich was quoted saying: ‘We will continue to kill the idea of a Palestinian state,'” Moran told Al Jazeera Arabic from Brussels. “This decision shows there is absolutely no intention for a just solution”.</p><p>Netanyahu has repeatedly said that he is against the formation of a sovereign Palestinian state. He has worked to undermine the Oslo Accords that called for the so-called two-state solution. Several Western governments, including France and the United Kingdom, last year recognised Palestinian statehood. But they have done little to deter Israel from expanding illegal settlements on Palestinian lands – the biggest stumbling block in the realisation of a Palestinian state.</p><p>Moran argued that international condemnations are no longer sufficient. “It is time for sanctions,” he said, suggesting that the EU should consider suspending trade agreements with Israel, given that a third of Israel’s trade is with the bloc.</p><h2 id=\"violence-unleashed\">Violence unleashed</h2><p>On the ground, the cabinet’s decisions were interpreted by the settler movement as a “green light” for total impunity.</p><p>Al Jazeera Arabic’s correspondent in Hebron, Montaser Nassar, reported an immediate spike in violence following the announcement. “What is happening on the ground is the true translation of these decisions,” Nassar said.</p><p>Within hours of the ratification:</p><ul>\n<li>Settlers raided the Al-Rashaydeh Mosque east of Bethlehem, stealing its contents and causing severe damage.</li>\n<li>In Bani Naim, east of Hebron, settlers brutally beat an 80-year-old disabled Palestinian man.</li>\n<li>Demolition notices were handed to Palestinians in Berin (east of Hebron), while demolitions were carried out in Bedouin communities in the northern Jordan Valley.</li>\n</ul><p>Dalal Iriqat, a professor of diplomacy and conflict resolution, warned that the situation has moved beyond the point of political manoeuvring.</p><p>“We are witnessing the institutional and legal annexation of the West Bank,” Iriqat told Al Jazeera Arabic.</p><p>“Israel is imposing a reality of ‘Greater Israel’ and apartheid. If the international community does not move from statements to action, the situation on the ground will explode.”</p></div></div></body></html>"
        },
        {
            "title": "Israel tightens grip on occupied West Bank with governance changes | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-09T16:48:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP21183532644491_cropped-1770655154.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Strong support in Pakistan for Gaza peacekeeping force but questions linger | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-09T16:27:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-22T115755Z_1080567622_RC2A6JASWSMN_RTRMADP_3_DAVOS-MEETING-1770642372.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Islamabad, Pakistan – </strong>A new survey indicates nearly three-quarters of Pakistanis support deploying troops to the Gaza Strip as part of an International Stabilisation Force (ISF).</p><p>The findings of the poll by Gallup Pakistan come as media reports suggested Prime Minister Shehbaz Sharif will attend the first formal meeting of United States President Donald Trump’s Board of Peace (BoP) on February 19, a body Pakistan joined alongside several other Muslim-majority countries last month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Gallup poll, conducted from January 15 to February 3, surveyed 1,600 respondents through random telephone interviews. It has a margin of error of plus or minus 2 to 3 percentage points at a 95 percent confidence level.</p><p>According to Bilal Gilani, executive director of Gallup Pakistan, the results paint a picture of a nation deeply engaged with the Palestinian cause yet divided on how best to pursue it and uncertain about the political structures being built around Gaza’s future.</p><p>The ISF was proposed along with Trump’s <a href=\"/news/2026/1/18/who-is-part-of-trumps-board-of-peace-for-gaza\">BoP</a> in September on the sidelines of the United Nations General Assembly in New York. They were part of a 20-point plan Trump proposed to try to end the war in Gaza. The plan began with a “ceasefire” that started in October. In later stages, the international peacekeeping force is to be created and deployed to provide security and oversight of the “truce” between Hamas and Israel in Gaza.</p><p>The Board of Peace was initially framed as a mechanism to support the administration, reconstruction and economic recovery of Gaza.</p><p>The White House <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">formally announced</a> its creation in January. However, the organisation’s 11-page charter does not mention Gaza once.</p><p>Permanent membership on the board requires a $1bn contribution for a three-year term although the UN Security Council resolution establishing it limits its mandate in Gaza until the end of 2027.</p><p>The board includes countries with sharply different relationships with Israel, from Muslim-majority states that have normalised ties to others, such as Pakistan, that do not recognise Israel but have participated in diplomatic efforts to end its genocidal war on Gaza.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4268517\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Kushner-Trump-master-plan-coastal-tourism-1769506797.png?quality=80\" alt=\"INTERACTIVE - Kushner Trump master plan coastal tourism-1769506797\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"divided-views\">Divided views</h2><p>The Gallup Pakistan survey’s central finding is unambiguous: 73 percent of Pakistanis support sending a <a href=\"/news/2025/11/22/can-pakistan-join-the-gaza-stabilisation-force-without-facing-backlash\">contingent of the country’s military</a> to Gaza with 55 percent expressing “strong” support and 18 percent “slight” support.</p><p>Opposition was limited. Only 6 percent opposed the deployment while 16 percent were undecided.</p><p>Gilani said the most striking takeaway is the divergence between Pakistan’s elites and the broader public.</p><p>“The public opinion, at least in my reading, with respect to sending troops to Gaza is more unanimous whereas joining BoP is a little divided but still more in support of joining, so I think this is an interesting juncture where elite and public opinion varies,” he told Al Jazeera.</p><p>Salman Shahid, a 29-year-old lawyer in Lahore, said Pakistan’s diplomatic standing improves when it acts as a “voice of reason, law and unity, not when it rushes into confrontational positions”.</p><p>“A mature, lawful and humanitarian approach strengthens our credibility far more than military posturing. However, any military involvement outside Pakistan’s borders must strictly follow Pakistan’s Constitution and must align with UN mandates,” Shahid told Al Jazeera.</p><p>Masroor Hussain, 33, a software developer from Karachi, said Pakistan should avoid joining the stabilisation force but believes participation in Trump’s board could be beneficial.</p><p>Despite criticism, the body is currently the only platform offering countries a role in shaping a resolution to the Gaza war while potentially providing a long-term solution, he said.</p><p>“Pakistan being in BoP will mean it is more involved in the Middle East as far as talks go, but how it turns into something concrete for Pakistan is hard to say as the region has multiple sides with their own agendas,” Hussain told Al Jazeera.</p><figure id=\"attachment_2741704\" aria-describedby=\"caption-attachment-2741704\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2741704\" src=\"/wp-content/uploads/2024/03/AFP__20240228__34KE9T6__v1__Preview__DrcongoPakistanConflictUn-1709272513.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pakistani peacekeepers hold the Pakistani and UN flags\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2741704\" class=\"wp-caption-text\">Pakistani peacekeepers are deployed with the UN’s stabilisation force in the Democratic Republic of the Congo [File: Glody Murhabazi/AFP]</figcaption></figure><h2 id=\"vague-objectives\">‘Vague objectives’</h2><p>Support cuts across demographic lines although with variations. About 78 percent of men backed a troop deployment to Gaza compared with 68 percent of women. Urban residents showed stronger support at 84 percent compared with 67 percent in rural areas.</p><p>Education appeared less decisive. About 67 percent of respondents with less than a high school diploma supported a deployment compared with 84 percent of those with post-secondary educations.</p><p>Anam Nadeem, 38, a communications professional from Sialkot, is firmly opposed.</p><p>“The ISF’s role, leadership and objectives are vague, and it appears to be aligned with a US-led framework that lacks broad regional legitimacy. Joining such a force risks placing Pakistan in direct conflict with Palestinian factions, including Hamas, potentially against the will of the Palestinian people,” she said.</p><p>Pakistan is neither politically nor strategically prepared for a military entanglement in Gaza under unclear terms, Nadeem said.</p><p>“Without a transparent mandate, UN authorisation and explicit Palestinian consent, supporting this decision would be irresponsible,” she added.</p><p>These concerns echo conditions highlighted in the survey. A joint alliance of Muslim countries emerged as the most crucial prerequisite for deployment with 64 percent rating it “important” and 35 percent calling it “very important”.</p><p>A formal request from the Palestinian leadership was deemed necessary by 86 percent of respondents while 81 percent said UN approval was essential.</p><p>Approval from major powers, including the US and China, ranked lowest. Only 47 percent considered it important while 30 percent viewed it as unimportant.</p><figure id=\"attachment_4263922\" aria-describedby=\"caption-attachment-4263922\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4263922\" src=\"/wp-content/uploads/2026/01/2026-01-24T170516Z_1628308332_RC2P7JA2353S_RTRMADP_3_ISRAEL-PALESTINIANS-IRELAND-PROTEST-1769318958.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Demonstrators hold a banner and flags in support of Palestinians during a protest in relation to the ceasefire in Gaza, in Dublin, Ireland\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4263922\" class=\"wp-caption-text\">Pro-Palestinian protesters in Dublin, Ireland, in January 2026 [File: Clodagh Kilcoyne/Reuters]</figcaption></figure><h2 id=\"uncertain-framework\">Uncertain framework</h2><p>Although Pakistan accepted an invitation to join the Board of Peace during a signing ceremony at the World Economic Forum in Davos, Switzerland, last month, the Gallup poll suggested significant uncertainty. About 39 percent of respondents said they’re unsure about the move.</p><p>About 34 percent expressed happiness at Pakistan becoming part of the board while 23 percent were unhappy.</p><p>Gilani said this ambivalence likely reflects limited public information about the body’s mandate and the contours of any potential troop deployment.</p><p>“I think there is obviously this aspect that if the military force has to be directly in confrontation with Hamas and is used for disarming them, then I think that the public opinion might not remain in favour of it,” he said.</p><p>“Public opinion right now operates from a limited information standpoint. But even from that standpoint, it seems to be overall in support.”</p><p>Nadeem said he remained sceptical, warning that the timing and political context could make participation appear as an endorsement of actions shaped by “bad-faith actors” rather than an inclusive peace process.</p><p>“If the BoP delivers real, tangible benefits for Palestinians, engagement makes sense. Otherwise, it risks becoming symbolic optics rather than a meaningful step toward peace,” she said.</p><p>Pakistan’s credibility, Nadeem added, “ultimately depends on principled alignment with peace, justice and Palestinian rights – not just strategic proximity to powerful actors”.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3995566\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Trump-20-point-Gaza-plan-1759216486.png?quality=80\" alt=\"INTERACTIVE Trump 20-point Gaza plan-1759216486\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"calculated-gamble\">Calculated gamble?</h2><p>Throughout 2025, Field Marshal Asim Munir, Pakistan’s military chief, emerged as a <a href=\"/news/2025/12/31/how-pakistans-asim-munir-became-trumps-favourite-field-marshal\">central figure</a> in the country’s diplomatic manoeuvring.</p><p>In<a href=\"/news/2025/6/19/trumps-pakistan-embrace-tactical-romance-or-a-new-inner-circle\"> June</a>, Munir had a solo White House lunch with Trump, the first time a US president hosted a Pakistani army chief without civilian officials present.</p><p>Pakistan also attended a conference organised by the US military’s Central Command in Qatar in December in which representatives from nearly 45 countries discussed the operational framework of a peacekeeping force for Gaza.</p><p>Officials have repeatedly stressed no final decision has been made. They say any deployment would require a “transparent, politically neutral mandate focused on humanitarian stabilisation rather than disarmament of Palestinian groups”.</p><p>Foreign Minister Ishaq Dar also stated in December that while Pakistan could consider contributing peacekeepers, “disarming Hamas is not our job.”</p><p>The prospect of a military deployment has historical parallels, particularly the disputed role of Pakistani soldiers in Jordan during the 1970 <a href=\"/news/2022/9/5/germany-israel-mark-50-years-since-1972-munich-olympics-attacks]\">Black September crisis</a>. While Pakistan maintains its troops were only training Jordanian forces and did not engage in combat, the episode remains politically sensitive.</p><p>Abdul Basit, a former Pakistani diplomat and envoy to India, told Al Jazeera that although the UN established Trump’s BoP specifically for Gaza, Washington appears to view it much more broadly.</p><p>“The irony is President Trump is not talking about the state of Palestine. How can a one-sided ceasefire be termed as peace … as Palestinians continue living under Israeli occupation?” he asked.</p><p>Basit was unequivocal that Pakistan “should not be part of any exercise that seeks to disarm Palestinians”.</p><p>“Armed struggle against foreign occupation is legitimate in international law and in conformity with the UN Charter. If push comes to shove, Pakistan may send its medical and engineering corps. That would go down well with Palestinians,” he said.</p><p>Uzair Younus, a partner at The Asia Group, a Washington, DC-based geopolitical consulting firm, said the survey suggested Pakistanis have a pragmatic view.</p><p>“The results are not surprising but do show that compared to elites, ordinary citizens do have a more measured perspective on Pakistan’s policy choices,” Younus told Al Jazeera.</p><p>The findings offer guidance to the government as it communicates Pakistan’s potential role to stabilise Gaza, likely tied to broader efforts by Middle East powers, he added.</p><p>“The regional push is being led by Saudi Arabia and Turkiye, in particular, and so long as Pakistan remains in close coordination with these countries, engagement in the ISF and BoP is unlikely to create major risks for Islamabad,” Younus said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Protesters in Australia rally against Israeli president’s visit | Newsfeed | Al Jazeera",
            "time": "2026-02-09T16:21:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770654099.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Japanese PM after landslide victory: ‘I do not fear any challenges’ | Elections | Al Jazeera",
            "time": "2026-02-09T16:14:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770653613.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Jimmy Lai sentenced: What happened to other HK pro-democracy protesters? | Protests News | Al Jazeera",
            "time": "2026-02-09T16:12:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2019-11-17T033421Z_699537837_RC2RCD9WDFRV_RTRMADP_3_HONGKONG-PROTESTS-1770634958.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jimmy Lai, Hong Kong’s prominent pro-democracy prisoner and media mogul, was sentenced to 20 years in prison under Beijing’s sweeping national security law on Monday in a high-profile case that has dragged on for five years.</p><p>Lai, the founder ⁠of the now-shuttered Apple Daily newspaper, was first arrested in August 2020 and found guilty late last year on two counts of foreign collusion and one count of seditious publication.</p><p>Now age 78, he faces a prison term that is effectively a life sentence, rights groups say – a “profoundly unjust” verdict they call emblematic of China’s crackdown on pro-democracy activists in Hong Kong.</p><p>More than six years have passed since millions of Hong Kongers – led by students and young activists – first took to the streets to protest against Beijing’s expanding powers in the territory in 2019.</p><p>After a months-long standoff with protesters occupying roads ended with thousands of arrests, China imposed its sweeping national security law in Hong Kong in 2020, effectively quelling the most significant challenge to the Communist Party’s authority in decades.</p><p>Called the Law of the People’s Republic of China on Safeguarding National Security in the Hong Kong Special Administrative Region, the legislation practically criminalised protest, or any act of subversion, in Hong Kong. Since its introduction, it has seen a near-100 percent conviction rate.</p><p>So, what happened to the pro-democracy activists in these years, and where are they now?</p><figure id=\"attachment_4174732\" aria-describedby=\"caption-attachment-4174732\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4174732\" src=\"/wp-content/uploads/2025/12/AP25348133895375-1765768888.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Jimmy Lai escorted from Stanley Prison\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4174732\" class=\"wp-caption-text\">Jimmy Lai walks through the Stanley Prison in Hong Kong on July 28, 2023 [File: Louise Delmotte/AP]</figcaption></figure><h2 id=\"who-is-jimmy-lai-and-what-is-his-sentence-for\">Who is Jimmy Lai, and what is his sentence for?</h2><p>Lai’s case has drawn the attention of world leaders and global rights groups.</p><p>Before he was arrested in 2020 and held in solitary confinement in Hong Kong’s high-security Stanley Prison, Lai was one of Hong Kong’s most famous rags-to-riches stories.</p><p>After fleeing China for then-British Hong Kong as a child in the 1950s, he built up a business empire in the city, including the tabloid Apple Daily, over several decades.</p><p>He was among the few Beijing critics among Hong Kong elites, and has openly supported the city’s democracy movement, including during the 2019 protests.</p><p>Last year, Lai was found guilty of two counts of foreign collusion and one count of seditious publication.</p><p>The Hong Kong court noted that Lai’s sentence was particularly punitive because he had been the “mastermind” and driving force behind foreign collusion conspiracies.</p><p>Lai’s family, lawyer, supporters, and former colleagues have warned that he could die in prison, as he suffers from health conditions, including heart palpitations and high blood pressure.</p><p>His co-defendants in the case – six editors and journalists from Apple Daily – also received jail terms ranging from six years and three months to 10 years. They are publisher Cheung Kim-hung, associate publisher Chan Pui-man, editor-in-chief Ryan Law, executive editor-in-chief Lam Man-chung, executive editor-in-chief responsible for English news Fung Wai-kong, and editorial writer Yeung Ching-kee.</p><figure id=\"attachment_4299971\" aria-describedby=\"caption-attachment-4299971\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299971\" src=\"/wp-content/uploads/2026/02/2021-09-05T063325Z_972234117_RC2FJP9QFKF2_RTRMADP_3_HONGKONG-SECURITY-1770633771.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"hong kong\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299971\" class=\"wp-caption-text\">Hong Kong Alliance in Support of Patriotic Democratic Movements of China Vice-Chairwoman Chow Hang-tung, second from left, attends a news conference responding to a police investigation over the national security law at the June 4th Museum in Hong Kong, China, on September 5, 2021 [File: Tyrone Siu/Reuters]</figcaption></figure><h2 id=\"are-other-major-trials-of-pro-democracy-figures-taking-place\">Are other major trials of pro-democracy figures taking place?</h2><p>Yes. One month after Lai was convicted, three more pro-democracy figures who organised an annual memorial in Hong Kong to mark the Tiananmen Square massacre of 1989 were charged under the new national security law.</p><p>Their trial commenced last month.</p><p>Chow Hang-tung, Lee Cheuk-yan and Albert Ho have been charged with inciting subversion, with a maximum penalty of 10 years’ imprisonment if convicted.</p><p>The activists are former leaders of the Hong Kong Alliance in Support of Patriotic Democratic Movements of China. The alliance was founded in May 1989 to support protesters holding democracy and anticorruption rallies in Beijing.</p><p>The following month, China’s government sent in soldiers to crush the movement around Tiananmen Square.</p><p>Every year since then, Hong Kong has hosted yearly candlelight vigils to mark Beijing’s deadly crackdown. These were banned by the government in 2020, but some activists continued to attempt to hold them.</p><p>“This case is not about national security – it is about rewriting history and punishing those who refuse to forget the victims of the Tiananmen crackdown,” said Sarah Brooks, Amnesty International’s deputy regional director for Asia, when the trial commenced last month.</p><figure id=\"attachment_2076484\" aria-describedby=\"caption-attachment-2076484\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2076484\" src=\"/wp-content/uploads/2023/02/000_338F3LU.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"A man stands behind a mock-up of the bars of a jail cell holding a banner showing the 47 Hong Kong activists and legislators charged under security laws for arranging their own primary. The number 47 is in red at the top of the bars. There are masked police officers behind\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2076484\" class=\"wp-caption-text\">A protester stands behind a mock jail with photos of Hong Kong’s 47 pro-democracy figures in prison on September 19, 2021 [Peter Parks/AFP]</figcaption></figure><h2 id=\"have-there-been-other-trials-in-the-past\">Have there been other trials in the past?</h2><p>The trial of the HK47, or Hong Kong 47 – a protest group of politicians, activists, campaigners, and community members during the 2019 demonstrations – became the largest national security case in the territory, with 47 prominent pro-democracy activists and politicians facing charges.</p><p>Many of them were arrested in early 2021 under the new national security law for organising an unofficial primary election in 2020 to choose pro-democracy candidates for legislative elections.</p><p>Prosecutors accused the defendants of plotting to “overthrow” the Hong Kong Special Administrative Region government, whose executive is appointed by Beijing, to force the city’s leader to resign. In November last year, a Hong Kong Court sentenced 45 of them to jail terms of up to 10 years in a mass sentencing under the controversial law. Thirty-one of them had pleaded guilty in the landmark case.</p><p>In the verdict, judges noted that if the defendants had succeeded in their plot, it would have created “a constitutional crisis for Hong Kong”.</p><p>Two individuals – barrister Lawrence Lau and social worker Lee Yue-shun – were acquitted during the lengthy trial.</p><p>Among the defendants were activists Joshua Wong, Benny Tai, Owen Chow and Gwyneth Ho, alongside veteran democratic lawmakers such as Leung Kwok-hung, Lam Cheuk-ting and Helena Wong.</p><h2 id=\"where-are-hong-kong-s-pro-democracy-protesters-now\">Where are Hong Kong’s pro-democracy protesters now?</h2><p>Here is the latest we know about Hong Kong’s prominent pro-democracy activists:</p><figure id=\"attachment_4299979\" aria-describedby=\"caption-attachment-4299979\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4299979\" src=\"/wp-content/uploads/2026/02/2019-04-24T000000Z_2029932637_RC19738D1310_RTRMADP_3_HONGKONG-POLITICS-OCCUPY-1770634107.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"benny tai\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4299979\" class=\"wp-caption-text\">Occupy Central pro-democracy movement founder Benny Tai arrives at the court for sentencing on his involvement in the Occupy Central, also known as the ‘Umbrella Movement’ in Hong Kong, China, on April 24, 2019 [File: Tyrone Siu/Reuters]</figcaption></figure><h3>Benny Tai</h3><p>Benny Tai, a former University of Hong Kong professor, is serving a 10-year sentence in Hong Kong, the heaviest punishment issued during the trial.</p><p>Handing down the sentence to Tai, judges, who were hand-picked by the Hong Kong government, described him as the “mastermind” behind the “conspiracy”, in their judgement.</p><p>Tai, now 61, could have been sentenced to 15 years in prison, but the judges said that the sentence was lower because he entered a guilty plea.</p><figure id=\"attachment_770804\" aria-describedby=\"caption-attachment-770804\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-770804\" src=\"/wp-content/uploads/2018/01/27c13a30abc1493b89352fedc63e260e_18.jpeg?w=770&amp;resize=770%2C434&amp;quality=80\" alt=\"Disqualified lawmaker Nathan Law, and student activists Agnes Chow and Joshua Wong react outside Central Government Offices in Hong Kong\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-770804\" class=\"wp-caption-text\">Disqualified lawmaker Nathan Law and student activists Agnes Chow and Joshua Wong (left to right) outside Central Government Offices in Hong Kong, China, on December 27, 2017 [File: Tyrone Siu/Reuters]</figcaption></figure><h3>Joshua Wong</h3><p>Wong was one of the most internationally recognised faces of Hong Kong’s pro-democracy movement and emerged during the protests of the Umbrella Movement in 2014, when activists demanded electoral reforms in Hong Kong. The protests failed to trigger electoral reforms, but became the catalyst for several years of escalating resistance that culminated in the 2019 protests and Beijing’s eventual imposition of the national security law.</p><p>Wong co-founded Demosisto, a pro-democracy political party launched in 2016 from the student-led movements of the 2010s. The party was disbanded on June 30, 2020, the same day the national security law was enacted.</p><p>Wong has been arrested and jailed multiple times over the years for protest-related offences, including unlawful assembly and once for participating in a Tiananmen vigil after the 2020 ban. Last year, Wong was convicted in the HK47 trial, and was sentenced to four years and eight months in prison.</p><p>However, in June last year, he was again charged with conspiring to collude with foreign forces – also under the national security law.</p><p>He has been accused of conspiring to ask foreign countries, institutions, organisations or individuals outside China to impose sanctions or blockades. He awaits trial for this charge.</p><h3>Nathan Law</h3><p>Nathan Law, who co-founded Demosisto with Wong, fled Hong Kong in 2020 after China imposed the sweeping security law.</p><p>In 2021, Law, who also previously served as a local legislator in Hong Kong, was granted asylum in the United Kingdom. Hong Kong authorities have offered rewards of one million Hong Kong dollars ($128,000) for information on him.</p><p>Law was alleged to be a co-conspirator with Wong in the latest charge of “foreign collusion” brought against them last year. He remains wanted by Hong Kong authorities, with arrest warrants issued under the security law.</p><h3>Agnes Chow</h3><p>Chow, the third co-founder of Demosisto alongside Wong and Law, is living in exile in Canada.</p><p>Now 29, she was arrested in 2020 and received a 10-month jail sentence for participating in an unauthorised assembly during the 2019 demonstrations. She was released on bail in 2021, after spending more than six months in jail, on the condition that she check in with the police regularly.</p><p>She went to Toronto to pursue a master’s degree after securing permission from authorities – and then jumped bail in 2023, announcing in a social media post that she did not intend to return to Hong Kong.</p><figure id=\"attachment_1340874\" aria-describedby=\"caption-attachment-1340874\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1340874\" src=\"/wp-content/uploads/2021/03/2021-03-02T044301Z_527102641_RC2S2M9S5YP0_RTRMADP_3_HONGKONG-SECURITY.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"owen chow\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1340874\" class=\"wp-caption-text\">Pro-democracy activists Sam Cheung, Lam Cheuk-ting, Raymond Chan Chi-chuen and Owen Chow walk to a prison van to head to court and face national security law charges, in Hong Kong, China on March 2, 2021 [Tyrone Siu/Reuters]</figcaption></figure><h3>Owen Chow</h3><p>Owen Chow is a pro-democracy activist who was jailed for involvement in the 2019-2020 anti-Beijing protests.</p><p>He was arrested at age 23 in January 2021 and tried and sentenced to seven years and nine months’ imprisonment. He is currently serving jail time in Hong Kong.</p><p>Chow was also a candidate in the District Council elections in 2019 and ran in the pro-democracy primaries in 2020. When arrested, he had nearly finished earning a degree in nursing.</p><figure id=\"attachment_1186751\" aria-describedby=\"caption-attachment-1186751\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1186751\" src=\"/wp-content/uploads/2020/10/000_8R62XD.jpg?w=770&amp;resize=770%2C541&amp;quality=80\" alt=\"long hair\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1186751\" class=\"wp-caption-text\">League of Social Democrats activists – including Leung Kwok-hung, also known as ‘Long Hair’ – demonstrate on October 1, 2020 during China’s National Day in Hong Kong, commemorating the 71st anniversary of the establishment of the People’s Republic of China [May James/AFP]</figcaption></figure><h3>Leung Kwok-hung</h3><p>A founding member of the League of Social Democrats in 2006, Leung formerly served as a member of the Legislative Council from 2004 to 2016.</p><p>He was disqualified from his Legislative Council position in 2016 after he held a yellow umbrella, exclaiming that the “Umbrella Movement would never end”, in reference to the protests of 2014.</p><p>He has had multiple stints in jail, and was convicted in the HK47 case, receiving a prison sentence of six years and nine months.</p><p>Leung was known for sporting long hair and his political theatrics. He is now 69.</p><p>He married his longtime partner, Vanessa Chan, also a prominent activist, after China imposed the national security law, noting that marriage would give them greater legal rights, such as prison visitations.</p><h2 id=\"gordon-ng-ching-hang\">Gordon Ng Ching-hang</h2><p>Ng, a Hong Kong-Australian citizen, was jailed for seven years and three months as part of the mass sentencing in the HK-47 case.</p><p>Ng went to Sydney’s Waverley College to study mathematics and commerce. He has been in jail since his arrest in February 2021.</p><figure id=\"attachment_805518\" aria-describedby=\"caption-attachment-805518\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-805518\" src=\"/wp-content/uploads/2020/08/5c4f99c1f8424961a402a49766846e18_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Hong Kong\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-805518\" class=\"wp-caption-text\">In this picture taken on August 4, 2020, pro-democracy activist Gwyneth Ho, who was banned from standing in upcoming local elections, poses with her disqualification notice at her office in Hong Kong [File: Anthony Wallace/AFP]</figcaption></figure><h3>Gwyneth Ho</h3><p>Gwyneth Ho, who worked at Radio Television Hong Kong (RTHK) and various media outlets, including Stand News and BBC, as a journalist, is also serving a prison sentence in Hong Kong.</p><p>Ho reported from the front lines of the protests and later ran in the unofficial democratic primary elections that led to her arrest in January 2021.</p><p>She was convicted of conspiracy to commit subversion under the national security law and handed a seven-year sentence. She was also sentenced to six months’ imprisonment for participating in a Tiananmen Square vigil in June 2020.</p><figure id=\"attachment_790592\" aria-describedby=\"caption-attachment-790592\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-790592\" src=\"/wp-content/uploads/2019/10/bea327ccae6641eb904b7e10d8a12a9f_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Jimmy Sham attack\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-790592\" class=\"wp-caption-text\">Civil Human Rights Front member Jimmy Sham speaks at a news conference in response to an announcement by Hong Kong Chief Executive Carrie Lam regarding a proposed extradition bill, outside the Legislative Council building in Hong Kong, China, June 15, 2019 [File: Thomas Peter/Reuters]</figcaption></figure><h3>Jimmy Sham</h3><p>Sham, a prominent pro-democracy and LGBTQ+ activist, was released from prison in May last year, after being imprisoned for over four years in the HK47 case.</p><p>While imprisoned, Sham fought for recognition of his same-sex marriage at the city’s top court, which later in September 2023 led to a ruling that the government should provide a framework for recognising same-sex partnerships.</p><p>Sham was freed with three others, Kinda Li Ka-tat, Roy Tam Hoi-pong, and Henry Wong Pak-yu, who are all former district councillors. They live in Hong Kong now.</p><p>They were the second batch of prisoners to have completed their sentences through pre-trial imprisonment by the time the HK47 trial concluded.</p><p>In April last year, four former Legislative Council members – Fan Kwok-wai, Claudia Mo Man-ching, Kwok Ka-ki and Jeremy Tam Man-ho – were also freed after completing their sentences.</p></div></div></body></html>"
        },
        {
            "title": "Will Trump adopt Israel’s ‘red lines’ on Iran? | Politics | Al Jazeera",
            "time": "2026-02-09T15:59:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770652758.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The Quincy Institute’s Trita Parsi says ‘the changing goal posts’ of Iran-US talks leave little room for success.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>If the Trump administration adopts Israel’s “red lines” in the negotiations with Iran, the talks are doomed, argues Trita Parsi, executive vice president of the Quincy Institute for Responsible Statecraft.</p><p>Parsi tells host Steve Clemons that Iran is willing to reach a deal on its nuclear programme, as it did in 2015 with then-President Barack Obama. But a lot depends on “whether the US is willing to push back against Israel or not”.</p><p>Israeli officials were “very upset” that the United States has so far chosen diplomacy over war, and demand that the US add new issues – especially Iran’s ballistic missiles – to the agenda.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Gu beaten by Gremaud to Olympic gold in women’s freeski slopestyle | Winter Olympics News | Al Jazeera",
            "time": "2026-02-09T14:55:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260209__96PD4F4__v1__HighRes__FreestyleSkiingOly2026MilanoCortinaPodium-1770646833_ee0e26-1770647477.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gu beaten by Gremaud to Olympic gold in women’s freeski slopestyle</h1><p class=\"article__subhead\"><em>For the second straight Winter Olympics, Mathilde Gremaud bests Eileen Gu in the women’s blue ribband freeski event.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Switzerland’s Mathilde Gremaud has retained her Olympic title in the slopestyle freestyle skiing competition at the Milano Cortina 2026 Winter Games in a gripping race in the Italian Alpine town of Livigno.</p><p>China’s Eileen Gu, who had been hoping to convert her Beijing 2022 silver medal into gold this time, came in second on Monday after tumbling at the start of her last run.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Canada’s Megan Oldham, ⁠24, took the bottom step of the podium despite a big crash on her second run.</p><p>Earning herself a day-late birthday present, Gremaud skied well above the already very high bar set by Gu on her first run with three spectacular runs of her own, wearing the Swiss flag like a cape as she came down the last time, having already ensured herself the gold medal.</p><figure id=\"attachment_4300454\" aria-describedby=\"caption-attachment-4300454\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300454\" src=\"/wp-content/uploads/2026/02/AFP__20260209__96NW7LF__v1__HighRes__FreestyleSkiingOly2026MilanoCortina-1770646999.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mathilde Gremaud in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300454\" class=\"wp-caption-text\">Gremaud competes in the women’s slopestyle final [Kirill Kudryavtsev/AFP]</figcaption></figure><h2 id=\"gremaud-rolls-out-new-trick\">Gremaud rolls out new trick</h2><p>On a crisp and sunny day in the high-altitude ski resort close to the Swiss border, Gremaud kicked off the final by performing – ⁠for the first time by a woman – an elite-level trick known as the nose butter double cork 1260.</p><p>In this trick, the skier presses the tips of the skis on the takeoff to start the spin and then performs a double cork 1260, two distinct off-axis, inverted flips combined with three-and-a-half full, horizontal rotations.</p><p>Known for her variety of tricks on the slope, the Swiss champion veered towards the very technical ones, followed by breathtaking acrobatic jumps during her second run, earning her the eventual highest score overall of 86.96, just pipping Gu’s first-run score of 86.58.</p><p>Despite the big crash on her second run, ‌Oldham picked up in the third run, soaring through the rails and performing conservative yet still very acrobatic jumps at the end, winning her a score of 76.46.</p><p>At the end of the race and during the prize-giving ceremony, the crowd was painted in different hues of red as the ‌flags of the three winning countries – Switzerland, China and Canada – all waved in the air to the beat of loud music and cheering. The medals were handed out by Britain’s ‌Princess Anne, a former Olympic equestrian.</p><figure id=\"attachment_4300464\" aria-describedby=\"caption-attachment-4300464\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300464\" src=\"/wp-content/uploads/2026/02/AFP__20260209__96NW7KF__v1__HighRes__FreestyleSkiingOly2026MilanoCortina-1770647286.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Eileen Gu in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300464\" class=\"wp-caption-text\">Gu won her second straight Olympic silver medal in the freestyle slopestyle event [Kirill Kudryavtsev/AFP]</figcaption></figure><h2 id=\"high-competition\">High competition</h2><p>Double Olympic champion Gu, 22, set ⁠the bar high on the first run with big tricks on the rails and stunning jumps, adding flair to all of her tricks and putting herself in first place early on.</p><p>After a poor second run when she stumbled on the rails at the beginning of the beautifully sculpted piste, Gu knew ‌she would need something special on her final run to grab the title away from Gremaud. But she tumbled into the snow almost immediately, ending her hopes of reclaiming top spot in the competition.</p><p>American-born Gu, who represents her mother’s country of China at the Olympics, said last week that she had nothing left to prove after her two gold and one silver medal from Beijing.</p><p>She will be defending her big air and halfpipe titles later in the Games.</p></div></div></body></html>"
        },
        {
            "title": "Has Iran rigged the game against itself? | Pinch Point | Israel-Iran conflict | Al Jazeera",
            "time": "2026-02-09T14:49:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770648353.jpg?resize=1616%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bad Bunny calls for unity during Super Bowl half-time show | Music | Al Jazeera",
            "time": "2026-02-09T14:40:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260209__96ME3KR__v3__HighRes__AppleMusicSuperBowlLxHalftimeShow-1770647962.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘War criminal not welcome’: Australians rally against Israeli president | Gaza News | Al Jazeera",
            "time": "2026-02-09T13:34:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260209__96MU9ZQ__v1__HighRes__AustraliaIsraelPalestinianConflict-1770635992.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in the Australian city of Sydney have used pepper spray against pro-Palestine protesters who have rallied against a visit by Israeli President Isaac Herzog.</p><p>A journalist with the AFP news agency witnessed police arresting at least 15 demonstrators during the confrontation on Monday. Media members covering the event were also affected by pepper spray.</p><p>Thousands of demonstrators gathered in Sydney’s business district with more protests planned across the country on Monday night.</p><p>In Melbourne’s city centre, simultaneous protests took place with participants demanding an end to Israel’s occupation of Palestinian territory. About 5,000 protesters gathered outside downtown Flinders Street Railway Station before marching several blocks to the State Library, blocking evening peak-hour traffic, according to police.</p><p>The protests continued despite Palestine Action Group organisers losing a court challenge of a police order barring them from marching from the Town Hall in Sydney to the New South Wales Parliament.</p><p>A 20-year-old woman was arrested after allegedly burning two flags and causing fire damage to a tram stop. Police released her but said she was expected to face wilful damage charges.</p><p>Activists said Herzog, whom a United Nations commission of inquiry has found to be responsible for inciting genocide against Palestinians, should not be immune to protests.</p><p>“President Herzog has unleashed immense suffering on Palestinians in Gaza for over two years – brazenly and with total impunity,” Amnesty International’s Australia chapter said. “Welcoming President Herzog as an official guest undermines Australia’s commitment to accountability and justice. We cannot remain silent.”</p><p>Herzog characterised the protests as mostly attempts to “undermine and delegitimise” Israel’s right to exist.</p><p>Earlier, Prime Minister Anthony Albanese had called for respectful behaviour during Herzog’s visit, noting he would join the president to meet families of the victims of the December Bondi Beach mass shooting.</p><p>New South Wales authorities implemented recently expanded police powers under new protest management legislation. Protesters’ legal challenge to these measures was rejected by the state’s Supreme Court shortly before the demonstrations began.</p><p>Herzog had earlier laid a wreath in the rain at Bondi Pavilion to honour victims of the attack that killed 15 people during a Hanukkah celebration.</p><p>The Israeli president began his four-day Australian visit there. He also met with survivors and victims’ families.</p><p>“This was also an attack ‌on all Australians,” Herzog said at the site. “They attacked the values that our democracies treasure, the sanctity of human life, the freedom of religion, tolerance, dignity and respect.”</p><p>“I’m here to express solidarity, friendship and love,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Eight Muslim countries slam Israel’s ‘illegal’ West Bank annexation push | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-09T13:26:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-07T145014Z_471052904_RC21HJA4RYHR_RTRMADP_3_ISRAEL-PALESTINIANS-HEBRON-SETTLERS-1770639240.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Eight Muslim-majority countries have denounced Israel for trying to impose “unlawful Israeli sovereignty” in the occupied West Bank, after it <a href=\"/news/2026/2/8/israel-security-cabinet-approves-rules-to-increase-control-over-west-bank\">approved controversial new measures</a> expanding its control and making it easier for Israeli settlers to buy land.</p><p>Egypt, Indonesia, Jordan, Pakistan, Qatar, Saudi Arabia, Turkiye and the United Arab Emirates condemned Israel’s move “in the strongest terms” on Monday, according to a Saudi Foreign Ministry statement.</p><p>Israel’s new measures, greenlighted Sunday by its security cabinet, have major implications on property rights and Israeli security procedures in the occupied Palestinian territory.</p><p>The Times of Israel, citing a joint statement by Israel’s far-right Finance Minister Bezalel Smotrich and Defence Minister Israel Katz, said the new rules would allow Jewish Israelis to buy private real estate in the territory and open up previously confidential land registries to the public.</p><p>The measures will also allow Israeli authorities to take charge of managing some religious sites and increase Israeli supervision and enforcement in areas run by the Palestinian Authority (PA), according to Israeli media reports.</p><p>Smotrich said the move was aimed at “deepening our roots in all regions of the Land of Israel and burying the idea of a Palestinian state”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dangerous-annexation-push\">‘Dangerous annexation push’</h2><p>Palestinian President Mahmoud Abbas said the decision <a href=\"/news/liveblog/2026/2/9/live-israel-approves-measures-to-expand-its-powers-in-occupied-west-bank\">amounted to de facto annexation</a>, and called on US President Donald Trump and the United Nations Security Council to intervene.</p><p>Al Jazeera’s Nida Ibrahim, reporting from the town of Birzeit in the West Bank, said Palestinians view the development “as the most dangerous push towards annexation and the most critical decision since Israel occupied the West Bank in 1967”.</p><p>She noted that under the new rules, there was nothing that would prevent Israeli settlers from owning land and “coming to Palestinian city centres”.</p><p>In the joint statement, the eight Muslim-majority countries said Israel is trying to put in place “a new legal and administrative reality” that accelerates its “illegal annexation and the displacement of the Palestinian people”.</p><p>The countries affirmed Palestinians’ right to “self-determination and statehood” and urged the international community to “compel Israel to halt its dangerous escalation”.</p><p>The European Union also condemned the Israeli move, calling it “another step in the wrong direction”.</p><figure id=\"attachment_3608164\" aria-describedby=\"caption-attachment-3608164\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3608164\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Occupied-West-Bank-population-1743158487.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank population-1743158487\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3608164\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>The West Bank is among the areas that Palestinians seek for a future independent state, along with the Gaza Strip and occupied East Jerusalem. Currently, much of the West Bank is under direct Israeli military control, with extremely limited Palestinian self-rule in some areas, governed by the Western-backed PA.</p><p>More than 700,000 Israelis live in settlements and outposts in the occupied West Bank, which are illegal under international law, while some 3.3 million Palestinians live in the territory.</p><p>Israeli forces regularly carry out violent raids, conduct arrests, and impose restrictions in the occupied West Bank, where attacks by Israeli settlers against Palestinians have also intensified, often under the protection of Israeli soldiers.</p><p>In January alone, at least 694 Palestinians were <a href=\"/news/2026/2/6/settler-violence-stokes-peak-west-bank-displacement-since-october-2023-un\">driven from their homes</a> in the West Bank due to Israeli settler violence and harassment, the highest number since Israel’s genocidal war against Palestinians in Gaza erupted in October 2023, according to the UN.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Big crisis’: Kast’s immigration agenda brings uncertainty to Chile’s north | Migration News | Al Jazeera",
            "time": "2026-02-09T13:21:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25353076697052-1769827788.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"fears-of-growing-crime\">Fears of growing crime</h2><p>For immigrants fleeing violence and crises in other parts of South America, Chile symbolises relative prosperity.</p><p>The country is considered among the safest in Latin America, and its gross domestic product (GDP) is among the region's top five.</p><p>But during his presidential campaign, Kast harnessed fears of growing instability in Chile, which has seen spikes in violent crime in recent years.</p><p>Kidnappings, while rare, rose by 135 percent between 2015 and 2025, according to a security <a href=\"https://www.osac.gov/Content/Report/ad86f789-a271-4837-a479-266aa61ce9d0\" target=\"_blank\" rel=\"noopener\">report</a> from OSAC, a partnership led by the State Department in the United States.</p><p>And homicides reached a peak in 2022 following the outbreak of the COVID-19 pandemic, with 1,330 victims reported out of a population of nearly 20 million. That number has since declined.</p><p>Still, Kast and his supporters credited the upswing to a parallel increase in irregular migration.</p><p>\"Thousands of foreigners enter illegally without control or identification. Many of them bring violence, weapons and criminal networks,\" Kast wrote as part of his campaign platform.</p><p>An estimated 336,984 foreigners live in Chile without legal paperwork, according to the country's government. The majority, some 252,591, come from Venezuela, which has experienced economic collapse and political repression in recent years.</p><p>The influx has coincided with the expansion of transnational criminal networks like Venezuela's Tren de Aragua, which has gained a foothold in Arica y Parinacota.</p><p>Still, studies have repeatedly shown that, overall, foreigners in Chile are typically less likely than native-born citizens to be arrested or indicted.</p></div></div></body></html>"
        },
        {
            "title": "Pakistan vs USA - T20 World Cup 2026: Match time, team news and form guide | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-09T13:17:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP24158659090245-1-1718159667-1770642870.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Pakistan vs USA<br>\n<strong>What:</strong> ICC T20 World Cup 2026 – Group A<br>\n<strong>When:</strong> Tuesday, February 10 at 7pm (13:30 GMT)<br>\n<strong>Where:</strong> Sinhalese Sports Club (SSC), Colombo, Sri Lanka<br>\n<strong>How to follow:</strong> <em>Al Jazeera Sport has live coverage of the <a href=\"/icc-mens-t20-world-cup/\">Pakistan vs USA match</a> at 10:30 GMT</em></p><p>Pakistan will be eager to improve on their opening-day performance of the T20 World Cup, while the United States will look to cause an upset when both teams meet in their Group A fixture in Colombo on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Salman Ali Agha’s team were heading towards a shock loss against the Netherlands before a <a href=\"/sports/2026/2/7/ashraf-leads-pakistan-to-nervy-win-over-netherlands-as-t20-world-cup-begins\">lower-order rescue act</a> took them over the line on Saturday.</p><p>A few hours later, the USA nearly sprang a surprise against defending champions India when they met in the group’s second fixture, but were unable to register what could have been the biggest shock in the tournament’s history.</p><p>Now, both teams meet in a crucial second game that could shape their fate in the tournament.</p><p>Pakistan are renowned for throwing form and predictions out of the window, and the USA will look to capitalise on their opponents’ unpredictability to get their first points of the tournament.</p><h2 id=\"what-happened-in-the-last-pakistan-vs-usa-game\">What happened in the last Pakistan vs USA game?</h2><p>The USA pulled off one of the biggest shocks in the T20 World Cup’s history when they beat the 2009 champions in a thrilling match in 2024.</p><p>The win, which came in a super over after scores were tied following the regulation 20 overs, sent shockwaves through the cricket world.</p><p>Pakistan’s star-studded team posted a meagre total of 159 in their 20 overs, which the USA equalled on the last ball of their innings, taking the game to a super over.</p><p>Team USA’s calmness trumped Pakistan’s nerves as they rewrote history books.</p><p>The 2024 tournament cohosts had never played Pakistan in any format of the game prior to the match.</p><figure id=\"attachment_4300300\" aria-describedby=\"caption-attachment-4300300\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300300\" src=\"/wp-content/uploads/2026/02/AFP__20260207__96GX6DW__v1__HighRes__CricketIccMensT20Wc2026PakNed-1770642552.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pakistan's Sahibzada Farhan in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300300\" class=\"wp-caption-text\">Pakistan’s Sahibzada Farhan, right, plays a shot as Netherlands’ wicketkeeper and captain Scott Edwards reacts during their opening T20 Cricket World Cup group stage match at the Sinhalese Sports Club Ground in Colombo on February 7, 2026 [Ishara S. Kodikara/AFP]</figcaption></figure><h3 id=\"form-guide-pakistan\">Form guide: Pakistan</h3><p>Pakistan entered the T20 World Cup on the back of an impressive series sweep against Australia and then won their first game against the Netherlands.</p><p><strong>Last five games (most recent first):</strong> W W W W L</p><h3 id=\"form-guide-usa\">Form guide: USA</h3><p>Despite the loss against India, the USA <strong>[please complete the sentence.]</strong></p><p><strong>Last five games (most recent first):</strong> L W W L W</p><h3 id=\"team-news-pakistan\">Team news: Pakistan</h3><p>Pakistan are unlikely to change the team that won the first match.</p><p><strong>Predicted XI:</strong> Sahibzada Farhan, Saim Ayub, Salman Agha (captain), Babar Azam, Usman Khan (wicketkeeper), Shadab Khan, Mohammad Nawaz, Faheem Ashraf, Shaheen Shah Afridi, Salman Mirza, Abrar Ahmed</p><h3 id=\"team-news-usa\">Team news: USA</h3><p>The USA are expected to field the same team that shook up the Indian side.</p><p><strong>Predicted XI:</strong> Andries Gous, Saiteja Mukkamalla, Monank Patel, Sanjay Krishnamurthi, Milind Kumar, Shubham Ranjane, Harmeet Singh, Mohammad Mohsin, Shadley van Schalkwyk, Ali Khan, Saurabh Netravalkar</p><figure id=\"attachment_4300305\" aria-describedby=\"caption-attachment-4300305\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300305\" src=\"/wp-content/uploads/2026/02/GettyImages-2260325128-1770642711.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohammad Nawaz of Pakistan reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300305\" class=\"wp-caption-text\">Mohammad Nawaz, right, and his Pakistan teammates will be hoping to avenge their loss to the USA from the T20 World Cup 2024 [Robert Cianflone/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Latin America: In the Shadow of the US | Ep 1 - Coups | Documentary | Al Jazeera",
            "time": "2026-02-09T13:02:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770642111.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Cold War shadows fall across Latin America as US-backed coups shatter democracies, spark brutal dictatorships, covert operations and revolutionary resistance.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Episode 1: Coups examines how 1960s Latin America experienced military coups in the shadow of the Cold War strategy of the United States.</p><p>It describes the Brazilian military’s 1964 overthrow of President Joao Goulart, driven by American fears of agrarian reform and “another Cuba”, which forced activists like Jean Marc von der Weid into exile.</p><p>In Chile, President Salvador Allende’s peaceful socialist experiment faced secret economic blockades before General Augusto Pinochet’s military coup in 1973 established his brutal regime.</p><p>This triggered Operation Condor in 1975, a coordinated campaign of political repression by regional right-wing dictatorships that assassinated Chilean diplomat Orlando Letelier in Washington, DC, in 1976.</p><p>Meanwhile, Panama’s populist leader Omar Torrijos waged a diplomatic battle to reclaim the Panama Canal from US control after decades of tension.</p><p>The episode concludes with Nicaragua’s Sandinistas overthrowing the Somoza family dictatorship through armed resistance, fuelled by regional alliances and clandestine aid networks.</p><p><strong>Series information:</strong><br>\nFrom coups and dictatorships to revolutions and civil war, Latin America has long been a testing ground for a world marked by inequality and polarisation. This three-part series charts the region’s modern history and its fraught relationship with the United States from the Cold War to January’s attack by the US on Venezuela and the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of President Nicolas Maduro. Across Brazil, Chile, Panama, Nicaragua, Venezuela and Colombia, it reveals how Washington’s overt and covert interventions have fuelled changes in government, repression and internal conflict.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Lebanese group accuses Israel of abducting its leader in raid | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-02-09T12:58:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/09/12534833-1727694149_0d403f-1727700799.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 19 minutes ago</span><span aria-hidden=\"true\">Updated: 19 minutes ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Lebanese party with an armed wing has accused Israel of abducting one of its members during a cross-border raid in southern Lebanon.</p><p>The al-Jamaa al-Islamiya accused Israel on Monday of seizing its official Atwi Atwi from his home in the Hasbaiyya district and taking him to an unknown location.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al-Jamaa al-Islamiya, which has claimed responsibility for multiple attacks against Israel during the war with Lebanese armed group Hezbollah, condemned “infiltration” by Israeli forces.</p><p>In a statement, the Israeli military said that, following “intelligence indications gathered in recent weeks”, Israeli soldiers “conducted a targeted raid … and apprehended a senior terrorist”.</p><p>The man was “transferred for further questioning in Israeli territory”, the army added, accusing al-Jamaa al-Islamiya of having launched “attacks against the State of Israel and its civilians in the north”.</p><p>Lebanon’s state-run National News Agency (NNA) reported that Israeli troops entered the area at about 4am (02:00 GMT) before abducting Atwi, who is a former mayor of the village of al-Habbariyeh.</p><p>In a statement issued late on Monday, Hezbollah condemned the “serious aggression” carried out by Israeli forces to abduct Atwi Atwi from his home.</p><p>“This dangerous development signals the beginning of a new phase of Israeli aggression and lawlessness, based on incursions, kidnappings, and abductions, which exposes all the people of southern Lebanon to direct danger and places them under constant threat,” it said in a statement, calling on the Lebanese government to take deterrent measures.</p><p>Israel has frequently carried out military operations in southern Lebanon despite a November 2024 ceasefire aimed at ending more than a year of fighting with Hezbollah.</p><p>Hezbollah lawmaker Hussein Hajj Hassan said last month that Israel was holding “20 Lebanese prisoners”, alleging 10 had been abducted “inside Lebanese territory after the ceasefire”.</p><h2 id=\"israeli-attacks-on-lebanon-kill-four-including-security-officer-and-child\" class=\"p1\">Israeli attacks on Lebanon kill four, including security officer and child</h2><p>Separately on Monday, three people, including a child, were killed in an Israeli air raid in southern Lebanon, Lebanese media reported.</p><p>The attack targeted a vehicle in the centre of Yanouh town in the Tyre district of southern Lebanon, the NNA reported.</p><p class=\"p1\">The Israeli military said the strike targeted Ahmad Ali Salami, who it alleged was Hezbollah’s head of artillery and had been working to restore the group’s capabilities.</p><p class=\"p1\">In addition to Salami, the attack killed a member of Lebanon’s security forces and his three-year-old child, who were passing by, according to the NNA.</p><p class=\"p1\">The Israeli military said the incident was “under review” after it was made “aware of the claim that uninvolved civilians were killed”.</p><p class=\"p1\">Later on Monday, the Health Ministry reported that Israeli gunfire killed one person in the border village of Aita al-Shaab, with the Israeli military saying it killed a Hezbollah member.</p><p class=\"p1\">It alleged he was “gathering intelligence on [Israeli] troops and operated to rehabilitate Hezbollah’s terrorist infrastructure in southern Lebanon”.</p><p class=\"p1\">In addition to recurring attacks, the Israeli army still has troops deployed on five border positions in Lebanon that it deems strategic.</p><p>Under the terms of the November 2024 ceasefire, Israeli forces were to withdraw from Lebanese territory while Hezbollah was to withdraw fighters from south of the Litani River, about 27km (17 miles) north of the border with Israel, and dismantle any remaining military infrastructure there.</p></div></div></body></html>"
        },
        {
            "title": "I am one of 22,000 Gaza patients waiting in desperation for evacuation | Gaza | Al Jazeera",
            "time": "2026-02-09T12:57:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/saeda-1770641687.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As I write these lines, I am receiving treatment at al-Shifa Hospital in Gaza City for kidney disease. Actually, I don’t know whether what I am receiving can actually be termed “treatment” or if it is only an attempt to postpone the inevitable.</p><p>Due to acute shortages of medicine and equipment in Gaza, doctors here make decisions based more on what is accessible than what is medically necessary. I am one such case. The necessary medicine and some of the tests I need are not available in Gaza right now.</p><p>My doctor informed me today, after new tests, that my condition has worsened and I urgently need to be evacuated from Gaza. He will do a referral for me so I can be put on the list of the 22,000 Palestinians who are languishing in pain while waiting to leave so they can get urgently needed medical care abroad.</p><p>My body, like this hospital I am in, is functioning at the bare minimum.</p><p>Life was difficult before the war, but at least there existed a reliable healthcare system, albeit a shaky one. Whenever medicine and tests were unavailable in Gaza, I was able to go to the West Bank and get treatment there. In 2023, I went to a hospital in al-Khalil (Hebron), where the Palestinian Ministry of Health covered my treatment. I returned to Gaza only a few days before the war began.</p><p>In the following two years, receiving any form of adequate medical care for my condition became impossible. My body – like the bodies of so many other chronically ill Palestinians – became another battlefield.</p><p>Israel’s carpet bombing of Gaza destroyed hospitals one after the other. They were raided, burned, their equipment destroyed, doctors and nurses killed or forcibly disappeared, critical patients pushed out on the streets and left to die.</p><p>At the beginning of the war, the nephrology department at al-Shifa Hospital, where I had been receiving treatment for years, was badly damaged. The health authorities tried to rehabilitate it, but it was shelled again multiple times. Today, it is barely functioning and missing much of its equipment.</p><p>In May 2024, Israel took over the Rafah border crossing between Gaza and Egypt and closed it. Essential medications vanished, including painkillers and antibiotics.</p><p>The medications I need – methyldopa tablets and amlodipine tablets, which I must take twice daily – are nowhere to be found.</p><p>In parallel, the Israeli army bombed water treatment plants and pipes and cut off the supply of clean water, forcing us to drink contaminated water from wells. That made my condition even worse.</p><p>This breakdown was painful and slow for me. As I stopped doing my routine tests and my prescription drugs ran out, my body began giving warning signals, but no one had the tools to respond.</p><p>I began suffering from severe swelling throughout my body. I constantly felt unable to move and experienced extreme fatigue. My health deteriorated drastically, and I lost 24kg (53lb) due to exhaustion and hunger. My current state of complete health collapse is the direct result of a healthcare system that was purposefully demolished and denied the opportunity to give adequate care to its patients.</p><p>Disease doesn’t wait for an end to hostilities. Kidneys do not comprehend the politics of opening and closing border crossings. A human body cannot survive on contaminated water and a piece of bread.</p><p>When I found out that the Rafah crossing had reopened last week, I felt a glimmer of hope. Then I learned that one of my relatives who is not sick was able to leave through the crossing simply because he has “connections”. Just five critical patients were allowed to leave on the first day of the reopening. My fleeting hope quickly gave way to intense despair.</p><p>This is the double cruelty ill Palestinians face: We are denied access to adequate medical care in Gaza because hospitals were destroyed and then are told that connections – not medical necessity – determine whether we can seek care abroad, whether we live or die.</p><p>I do not have links to any international organisations or local authorities. I am merely a patient whose body is gradually failing.</p><p>I have no idea if I will be able to leave in time. Time is always a prerequisite for hope, and time is not on my side.</p><p>My son Zakaria is what keeps me going. I gave birth to him after a lengthy and difficult medical journey, knowing that I will never be able to bear another child because doing so would cost me my health.</p><p>In Gaza, the human body is no longer a carrier of life and dreams but a record of survival. Doctors are no longer medical professionals but warriors fighting a battle with their bare hands. Hospitals are no longer places of healing but final lines of defence.</p><p>In this place of despair and agonising limbo, I hang on to the fleeting hope that the world will hear our cry for help.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Pressure grows on UK PM Starmer as Scottish Labour leader urges him to quit | Politics News | Al Jazeera",
            "time": "2026-02-09T12:19:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260205__969B2EQ__v2__HighRes__BritainPoliticsAssault-1770296117_7a6f6d-1770652460.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 43 minutes ago</span><span aria-hidden=\"true\">Updated: 43 minutes ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Kingdom Prime Minister Keir Starmer is facing more pressure to resign as the leader of the Scottish Labour Party has urged him to quit over the fallout from the Jeffrey Epstein scandal.</p><p>Labour’s leader in Scotland, Anas Sarwar, said on Monday: “The distraction needs to end and the leadership in Downing Street has to change.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His comments followed the departure of Starmer’s communications chief Tim Allan, who resigned on Monday “to allow a new No 10 team to be built”.</p><p>The move came a day after Starmer’s chief of staff, Morgan McSweeney, also quit.</p><p>Starmer has come under criticism for appointing Peter Mandelson as ambassador to the United States despite his known links to Epstein, a convicted sex offender who died in a US prison by suicide.</p><p>The prime minister on Monday emphasised the importance of moving forward after the resignations.</p><p>“We must prove that ‌politics can be a force ‌for good. I believe it ⁠can. I believe it is. We go forward from here. We ‌go with confidence as we continue changing the country,” Starmer told his Downing Street staff.</p><p>Meanwhile, his ⁠spokesperson said Starmer has no plans to stand aside. “The prime minister is … getting on ‌with the task of delivering change across the ‌country,” the ‌spokesperson told reporters.</p><p>Despite the growing calls for his resignation, Starmer has received some backing from senior members of his government.</p><p>David Lammy, deputy prime minister and justice secretary, said: “We should let nothing distract us from our mission to change Britain, and we support the prime minister in doing that.”</p><p>In a social media post on X, Chancellor Rachel Reeves said: “With Keir as our Prime Minister we are turning the country around.”</p><p class=\"p1\">Angela Rayner, his former deputy who is seen as a ‌leading leadership candidate, offered him her “full support”.</p><p class=\"p1\">“I urge all my colleagues to come together, remember our values and put them into practice as a team. The Prime Minister has my full support in leading us to that end,” she said on X.</p><p class=\"p1\">The leader of the opposition Conservative Party, Kemi Badenoch, accused Starmer of being unable to run his government.</p><p class=\"p1\">“He’s like a plastic bag blowing in the wind. We need him to get a grip, and if he can’t do it, then someone else in the Labour Party needs to do that, or they should have an election,” she told Sky News.</p><p>Mandelson has been under investigation since his name appeared in files on the Epstein investigation released by the US Department of Justice.</p><p>He was sacked by Starmer in September over his friendship with Epstein and last week also quit the Labour Party and House of Lords, the upper chamber of the UK Parliament. The Foreign and Commonwealth Office said it is reviewing an exit payment made to him after he was fired.</p><p>The prime minister is later expected to address a meeting of the Parliamentary Labour Party amid anger over his appointment of Mandelson despite knowing his links with Epstein continued after the financier’s conviction for child sex offences.</p></div></div></body></html>"
        },
        {
            "title": "‘Tell the truth’: Epstein survivors demand justice in Super Bowl ad | News | Al Jazeera",
            "time": "2026-02-09T12:15:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP20219569645391-1765271273.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘Tell the truth’: Epstein survivors demand justice in Super Bowl ad</h1><p class=\"article__subhead\"><em>The advertisement featuring multiple survivors urges US Attorney General Pam Bondi to disclose all remaining files related to the late sex offender.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Survivors of the convicted late sex offender Jeffrey Epstein’s abuse have renewed calls for the <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">full release of government records</a> tied to the disgraced financier’s sex-trafficking network, putting up an advertisement during the Super Bowl.</p><p>The advertisement, released by multiple survivors working with the group World Without Exploitationduring the National Football League’s (NFL) Super Bowl on Sunday, demanded that US authorities disclose all remaining files related to Epstein and his associates.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“After years of being kept apart, we’re standing together,” one female survivor said in the advertisement. “Because she deserves the truth,” says another, holding a photograph from her childhood.</p><p>The scene cut to a graphic reading “three million files still have not been released”, shown with black redactions. “Tell Attorney [General] Pam Bondi it’s time to tell the truth,” it added.</p><p>The advertisement was reshared by a number of US politicians and public figures, including Senate Democratic Leader Chuck Schumer.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The appeal from survivors comes after the US Department of Justice released three million pages last month related to Epstein, casting a spotlight on some of the world’s most prominent people and their relations with him.</p><p>The largest tranche yet of legal documents relating to the prosecution of Epstein for sex offences includes documents, as well as 2,000 videos and 180,000 photographs, and was released a week ago.</p><p>They have implicated many famous people, from princes to industry leaders, believed to have been part of Epstein’s vast network, including Andrew Mountbatten-Windsor, formerly Prince Andrew, billionaire Elon Musk, Microsoft founder Bill Gates and British politician <a href=\"/news/2026/2/5/how-epstein-mandelson-files-rocked-the-uk-government\">Peter Mandelson</a>.</p><p>The documents also exposed his close relationship with former Israeli Prime Minister <a href=\"/news/2025/12/9/israels-ex-pm-ehud-barak-and-jeffrey-epstein-had-close-relationship-emails-reveal\">Ehud Barak</a>. In an audio recording, Barak tells Epstein he asked Russian President Vladimir Putin that Israel needs one million Russian-speaking immigrants to absorb. The files also showed Epstein gave $15,000 to Israeli settlement-building organisation Jewish National Fund.</p><p>Despite the latest disclosures, survivors have said some of their alleged abusers “remain hidden and protected”.</p><p>The documents were published under the Epstein Files Transparency Act, which President Donald Trump signed into law in November following pressure to make the files public.</p><p>Epstein died from apparent suicide in a New York jail cell in August 2019, a month after he was indicted on federal sex-trafficking charges.</p></div></div></body></html>"
        },
        {
            "title": "AI video of Indian minister shooting at image of Muslims sparks outrage | Islamophobia | Al Jazeera",
            "time": "2026-02-09T12:12:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770639168.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "AI video of Assam CM Sarma shooting Muslims causes outrage in India | Islamophobia News | Al Jazeera",
            "time": "2026-02-09T11:44:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_6989c8f125522-1770637553.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A now-deleted video generated by artificial intelligence and shared by India’s Hindu nationalist Bharatiya Janata Party (BJP) in Assam state, home to more than 12 million Muslims, has been widely condemned after it showed the northeastern state’s chief minister, Himanta Biswa Sarma, appearing to shoot at an image of Muslims.</p><p>The 17-second clip shared on X and titled “point blank shot” circulated widely on social media on Saturday before being removed after public outrage and criticism from opposition politicians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The video appeared to combine original footage of Sarma handling a rifle and AI-generated images showing him shooting at two Muslim men under the title “No Mercy”. Sarma has been accused of running xenophobic campaigns against Muslims, who form <a href=\"/news/2025/10/8/muslims-in-indias-poll-bound-bihar-battle-bangladeshi-infiltrator-tag\">one-third of the state’s population</a>, before state elections expected in March or April.</p><p>Local media identified one of the men in the image as an MP of the opposition Indian National Congress party.</p><p>The video also included images of Sarma dressed as a cowboy and pointing a pistol, overlaid with text such as “Foreigner free Assam”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Assam BJP unit accused of producing anti-Muslim rhetoric has not officially commented.</p><p>“There is no comment. It has been deleted. There is nothing to say,” Ranjib Kumar Sarma, a local BJP leader in Assam, told Indian Express.</p><p id=\"assam-chief-minister-himanta-biswa-sarma-has-recently-escalated-his-rhetoric-targeting-muslims-particularly-bengali-origin-muslims-linking-them-to-migration-crime-and-demographic-change-in-public-speeches-and-online-posts-sarma-has-portrayed-muslim-communities-as-outsiders-language-critics-say-fuels-stigma-and-communal-tension-he-has-also-cited-the-presence-of-rickshaw-pullers-as-evidence-of-what-he-claims-is-unchecked-migration-into-assam-opposition-parties-and-rights-groups-warn-such-remarks-risk-inciting-discrimination-accusations-sarma-rejects\">The chief minister has recently escalated his rhetoric against Muslims, particularly against Muslims of Bengali origin in Assam, linking them to crime and demographic change.</p><p>Last month, he called on Assam residents to give “Miya Muslims”, a derogatory term for Bengali-speaking Muslims, a “hard time”.</p><p>“Even small acts, such as paying less fare in a rickshaw. If they ask 5 rupees [6 United States cents], give 4 rupees [4 cents]. They will leave Assam only if they face hardships,” he said.</p><p>Only the federally run territories of India-administered Kashmir in the north and the Lakshadweep islands in the Arabian Sea have a higher Muslim percentage of the population than Assam.</p><h2 id=\"no-basic-decency\">‘No basic decency’</h2><p>Aman Wadud, an Assam-based leader from the Congress party, called the video “deeply disturbing”.</p><p>“BJP has proven time and again that it has absolutely no regard for law or even basic decency,” he told Al Jazeera.</p><p>“This also shows desperation of BJP. They are losing the plot in Assam. The wise people of Assam are ready to defeat this politics of hatred and division,” he added.</p><p>In a statement, Congress said the video “amounts to a call to mass violence and genocide”.</p><p>All India Trinamool Congress leader Mahua Moitra urged India’s Supreme and High Court judges to take notice of the Sarma video, asking in a post on X “what more this man needs to do” for the judiciary to “wake up”.</p><p>In September, the BJP in Assam posted another AI-generated video titled “Assam without BJP”, depicting the state taken over by Muslims, whom it paints as “illegal immigrants”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The rise in anti-Muslim bigotry in Assam comes against the backdrop of a BJP culture war against Muslims, who make up 14 per cent of India’s 1.4 billion people.</p><p>According to Hindu-majoritarian ideology, which guides the ruling BJP, Muslims are <a href=\"/news/2024/4/22/infiltrators-modi-accused-of-anti-muslim-hate-speech-amid-india-election\">considered</a> outsiders. Muslim asylum seekers and refugees from Bangladesh and Myanmar are in particular targeted as “infiltrators”. India also amended its citizenship laws in 2019, making faith a basis for acquiring citizenship in the officially secular nation. Muslims were excluded from applying.</p><p>Since the election of Indian Prime Minister Narendra Modi in 2014, dozens of Muslims have been lynched on suspicion of consuming beef or transporting cattle, which are considered sacred by some Hindus. Muslims have faced discrimination in employment and education for decades, but under the BJP government, their plight has worsened as Hindu nationalist parties have weaponised laws against Muslims.</p><p>Human rights groups said <a href=\"/news/2024/2/26/hamas-to-halal-how-anti-muslim-hate-speech-is-spreading-in-india\">hate speech and violence</a> against Muslims have exploded in recent years.</p><p>Last month, research by the India Hate Lab, a project of the Washington, DC-based Center for the Study of Organized Hate, found that the country had recorded 1,318 hate speech events in 2025, an average of more than three per day.</p><p>At least 98 per cent of the events targeted Muslims and explicitly so in 1,156 cases, the report added.</p><p>Modi himself has been accused of using inflammatory language about Muslims to generate fear among Hindu voters. Human Rights Watch said in <a href=\"https://www.hrw.org/news/2024/08/14/india-hate-speech-fueled-modis-election-campaign\">a report</a> published in August 2024 that Modi and several party leaders “frequently used hate speech against Muslims and other minorities, inciting discrimination, hostility, and violence” during campaigning for the 2024 general election.</p><p>Modi was <a href=\"/news/2005/3/18/us-revokes-indian-ministers-visa\">denied a US visa</a> for links to a 2002 anti-Muslim massacre in the state of Gujarat while he was serving as its chief minister. More than 1,000 people were killed, most of them Muslims, in some of the worst anti-Muslim violence since India’s independence from British colonial rule in 1947. Since becoming prime minister, however, Modi has visited the US numerous times.</p></div></div></body></html>"
        },
        {
            "title": "Child among 4 killed in latest Russian missile and drone barrage: Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-09T11:43:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-09T102119Z_77912019_RC2AIJAESB8W_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ODESA-1770634855.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Child among 4 killed in latest Russian missile and drone barrage: Ukraine</h1><p class=\"article__subhead\"><em>Ukraine’s foreign minister calls for complete EU entry ban on Russians participating in the war.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least four people, including a woman and her child, have been killed in Russian drone attacks on Ukraine, according to local officials.</p><p>The Ukrainian air force said in a statement on Monday that Russian forces fired 11 ballistic missiles and 149 drones across Ukraine overnight.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The attacks killed a woman and her 10-year-old son in a residential area of the eastern town of Bohodukhiv, as well as a 71-year-old man in the northern Chernihiv region, Ukrainian officials said.</p><p>Another person was killed and two others wounded in the southern port city of Odesa, according to regional Governor Oleh Kiper. Residential infrastructure and a gas pipeline were also damaged in an attack on a residential building in the area, said Kiper, accusing Russia of committing “another war crime … against civilians”.</p><p>At least nine others, including a 13-year-old girl, were wounded by drones that struck the southeastern Dnipropetrovsk region, according to Governor Oleksandr Hanzha.</p><p>There was no immediate comment from Russia, which has denied targeting civilians deliberately since it launched a full-scale invasion of its neighbouring country in February 2022.</p><figure id=\"attachment_4300017\" aria-describedby=\"caption-attachment-4300017\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300017\" src=\"/wp-content/uploads/2026/02/AP26039662623039-1770634961.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People stand in line for free hot meals that veterans of the 3rd Separate Assault Brigade of Ukraine's Armed Forces serve in residential neighborhood as repeated Russian air attacks on the country's energy sector leave people without power, heating and water in the harshest winter in decades in Kyiv, Ukraine, Sunday, Feb. 8, 2026. (AP Photo/Efrem Lukatsky)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300017\" class=\"wp-caption-text\">Ukrainians stand in line for hot meals in a residential neighbourhood as repeated Russian air attacks on the country’s energy sector leave people without power, heating and water, in Kyiv, February 8, 2026 [Efrem Lukatsky/AP Photo]</figcaption></figure><p>The missile and drone barrage cut power to tens of thousands of people amid freezing temperatures, as <a href=\"/news/2026/2/3/russia-renews-attacks-on-frozen-ukrainian-cities\">Russia continues its winter campaign</a> against Ukraine’s energy infrastructure.</p><p>Ukraine’s national railway operator reported additional attacks on rail infrastructure in the Sumy and Chernihiv regions.</p><h2 id=\"set-the-right-price\">‘Set the right price’</h2><p>Following the attacks, Ukraine’s Foreign Minister Andrii Sybiha called for the European Union to impose a complete entry ban on Russians fighting against Ukraine. “This will set the right price for the wrong choices,” he wrote in a post on X.</p><p></p><p>Russia’s attacks on Ukraine have continued despite ongoing <a href=\"/news/2026/2/5/russia-ukraine-talks-end-with-agreement-on-prisoner-swap\">peace talks brokered by the United States</a> between the two sides to end the four-year-long conflict. Ukrainian President Volodymyr Zelenskyy has said US President Donald Trump’s administration has <a href=\"/news/2026/2/7/us-has-given-ukraine-and-russia-june-deadline-to-end-war-zelenskyy\">set a June deadline</a> for Moscow and Kyiv to reach a deal.</p><p>But the warring parties remain deadlocked over the future status of the eastern Ukrainian territory captured by Russia. Moscow has demanded Kyiv cede the fifth of the Donetsk region that it still controls, a proposal Ukraine has rejected.</p><p>Trilateral negotiations are expected to continue in the coming weeks, according to Ukraine’s chief negotiator, Rustem Umerov.</p><p>On Sunday, the <a href=\"/news/2026/2/8/russia-says-second-suspect-in-generals-shooting-arrested-in-dubai\">United Arab Emirates extradited a man</a> accused of shooting Russia’s deputy military intelligence chief, Lieutenant General Vladimir Alekseyev, in an attempted assassination. Russia’s Federal Security Service has accused Ukraine of ordering the attack.</p><p>Ukraine has claimed responsibility for some previous assassinations in Russia but has denied being behind the attempt on Alekseyev’s life.</p></div></div></body></html>"
        },
        {
            "title": "Video: Building collapse in northern Lebanon kills people in apartments | Infrastructure | Al Jazeera",
            "time": "2026-02-09T11:20:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770635972.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Pakistan can sell weapons in the Middle East, but can it sell security? | Weapons | Al Jazeera",
            "time": "2026-02-09T10:42:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/30695b7f-06e3-4469-9fa5-0a6a94c33ed3-1768391410.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As Pakistan positions itself as a regional security provider, rising militancy and economic constraints continue to test the sustainability of that ambition.</p><p>From February 2 to 4, Libya’s eastern commander, renegade military commander Khalifa Haftar, visited Rawalpindi for talks at Pakistan’s army headquarters with the army chief, Asim Munir. The visit might have seemed routine, but it highlights Pakistan’s expanding defence diplomacy in the Middle East and North Africa (MENA).</p><p>Pakistan reportedly signed a $4bn defence deal with Haftar’s self-styled Libyan National Army (LNA), including 16 JF-17 fighters and 12 Super Mushak trainer aircraft, structured over roughly two and a half years. The acquisition of this 4.5-generation fighter grants the LNA a “game-changing” airpower advantage, potentially upending the military balance with its Tripoli-based rivals unless the latter secures a comparable capability in time.</p><p>Pakistan is also reportedly in the final stages of a $1.5bn package to supply the Sudanese Armed Forces (SAF) with 10 Karakoram-8 light attack aircraft, more than 200 drones and air defence systems to bolster its capabilities in the ongoing war against the paramilitary Rapid Support Forces (RSF).</p><p>In purely national-interest terms, Pakistan’s growing defence profile in MENA is not a problem automatically. A larger footprint can generate foreign exchange, expand diplomatic access, and increase Pakistan’s visibility in a region where security partnerships are being diversified. It can also strengthen longstanding military-to-military links in the Gulf and beyond.</p><p>Yet the same burst of activity raises a quieter question: is Pakistan’s foray into MENA largely transactional — focused on exporting weaponry — or part of a coherent strategy to provide security? In other words, Pakistan can export military services and equipment; the harder question is whether it can sustain a “security provider” posture when domestic militancy and border volatility keep pulling capacity inwards.</p><p>The Middle East is a useful recent example because it exposes a pattern of contingent, deal-driven activism: Pakistan can offer military cooperation and weapons, and it can gain diplomatic visibility, but the approach is being shaped less by a durable economic base and domestic security stability than by events and short-term openings.</p><p>The May 2025 India-Pakistan crisis helps explain why Pakistan’s defence industry suddenly looks more marketable in parts of MENA. Pakistan’s successful counter-air campaign against India, which reportedly included the downing of India’s premier Rafale fighter aircraft, has proved to be a windfall for the country, resulting in a surge in high-value defence partners and customers.</p><p>The crisis bolstered Pakistan’s airpower narrative, highlighting its superior training standards and operational integration when confronting a conventionally larger adversary — qualities that have increasingly drawn the interest of regional partners.</p><p>In September 2025, Saudi Arabia formalised a Strategic Mutual Defence Agreement with Pakistan, stating that an attack on one would be treated as an attack on both. The agreement is a significant diplomatic marker and reinforces Pakistan’s standing as a security partner at a time when Gulf states are diversifying their defence relationships.</p><p>But beyond airpower, training, and defence-industrial cooperation, Islamabad lacks the economic weight to anchor these relationships at scale.</p><p>In 2024-25, Pakistan’s net foreign direct investment from all countries was about $2.5bn, while its total trade with the Gulf Cooperation Council (GCC) nations was roughly $20bn. By contrast, India’s GCC-sourced investment alone was $4.7bn in 2024, and its GCC trade was about $179bn.</p><p>Moreover, Pakistan remains a net seeker of capital — relying on Gulf “rollover” loans and central bank deposits to stabilise its own economy — whereas India has transitioned into a strategic investor in Gulf infrastructure, energy, and technology. This “dependency gap” ensures that while Pakistan is a valued security guarantor, it is rarely a peer-level economic partner.</p><p>This imbalance matters because Gulf capitals increasingly treat defence cooperation as one strand within a much bigger partnership portfolio — energy, trade, investment, technology, and supply chains. India and the United Arab Emirates, for example, recently discussed deeper defence cooperation through a letter of intent to establish a strategic defence partnership, alongside a $3bn LNG supply deal and ambitious trade targets.</p><p>In that environment, Pakistan’s security value can open doors, but without comparable economic depth that fosters diverse interdependence, it is harder to convert access into durable influence.</p><p>The other constraint on the “net security provider” narrative is the condition of Pakistan’s own security environment.</p><p>Pakistan recently confronted one of its deadliest security flare-ups in years in Balochistan: a wave of simultaneous, province-wide attacks targeting administrative centres and security installations in Quetta and beyond. The resulting <a href=\"/news/2026/2/5/pakistan-army-says-it-killed-216-fighters-in-weeklong-balochistan-campaign\">weeklong counteroffensive</a> reportedly led to the death of 216 armed fighters, though at the steep cost of 22 security personnel and 36 civilian lives.</p><p>Whatever one’s preferred political explanation, the figures underline how much bandwidth the state is still expending to stabilise a key province.</p><p>Then came another signal from the Islamabad Capital Territory. On February 6, a suicide attacker struck a <a href=\"/news/2026/2/7/deadly-islamabad-bombing-sharpens-focus-on-cross-border-attacks-in-pakistan\">Shia mosque</a> on the outskirts of the national capital during Friday prayers, killing more than 30 people and injuring about 170. A splinter faction linked to ISIL (ISIS) claimed responsibility. This was the <a href=\"/news/2026/2/7/deadly-islamabad-bombing-sharpens-focus-on-cross-border-attacks-in-pakistan#:~:text=Capital%20under%20fire,November%20last%20year.\">second major attack</a> in the capital in three months.</p><p>The western border with Afghanistan is another reminder that Pakistan’s security bandwidth is not infinite. Islamabad is now <a href=\"https://www.foreignaffairs.com/afghanistan/afghanistan-and-pakistan-square\" target=\"_blank\" rel=\"noopener\">locked</a> in a confrontation with a Taliban regime that refuses to curb cross-border militancy. This grinding conflict — which killed <a href=\"https://www.dawn.com/news/1964537\" target=\"_blank\" rel=\"noopener\">1,034 people</a> in 2025 alone — compels the state to divert critical military resources to the frontier, draining the very capacity needed for power projection abroad.</p><p>Indeed, the grim situation South Asia analyst Michael Kugelman portrays — of a Pakistan “sandwiched” between hardcore enemies — presents a strategic nightmare. He argues the Afghanistan-Pakistan situation is now more volatile than the India-Pakistan rivalry and could spur global terrorism.</p><p>None of these is to argue for retreat. Pakistan’s defence diplomacy in MENA can be good for the country, especially economically and diplomatically. But it does suggest a strategic tension: expanding security partnerships abroad is easier to sustain when internal stabilisation is more durable, and when foreign influence rests on a broader economic base as well as military capability. If Pakistan wants to be seen as exporting security, not just selling equipment, it will need a clearer doctrine, firmer internal stabilisation, and a wider economic foundation — so that events do not keep dictating its foreign policy priorities.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        }
    ]
}