{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump claim on NATO role in Afghanistan draws UK condemnation | Donald Trump News | Al Jazeera",
            "time": "2026-01-23T13:04:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697369fa7c3f-1769171450.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump claim on NATO role in Afghanistan draws UK condemnation</h1><p class=\"article__subhead\"><em>UK politicians have accused Trump of avoiding military service during the Vietnam War.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-label=\"Listen to this article\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/tag/donald-trump/\">United States President Donald Trump</a> has drawn criticism from British politicians after claiming that NATO forces stayed away from the front line during the war in Afghanistan.</p><p>The US president made the remarks in an interview with Fox News, a US broadcaster, where he again questioned the value of the military alliance and suggested that NATO allies would not come to Washington’s aid if requested.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Speaking on Thursday, Trump said the US had “never needed” NATO and claimed allied forces remained “a little off the front lines” during the Afghanistan conflict.</p><p>The comments prompted a backlash across the UK political spectrum, with critics pointing to the scale of NATO casualties during the 20-year war and raising questions about Trump’s own military record.</p><h2 id=\"allies-losses\">Allies’ losses</h2><p>The United Kingdom lost 457 service personnel in Afghanistan. More than 150 Canadian soldiers were killed, along with 90 French soldiers. Denmark lost 44 soldiers – one of the highest per-capita death rates among NATO members – despite the country recently facing continued pressure from Trump to sell its semi-autonomous territory of Greenland to the US.</p><p>Stephen Kinnock, a junior British minister, described Trump’s remarks as “deeply disappointing” and said European forces had paid a heavy price while backing US-led operations.</p><p>“Many, many British soldiers and many soldiers from other European NATO allies gave their lives in support of American-led missions in places like Afghanistan and Iraq,” Kinnock told the UK’s Sky News broadcaster on Friday.</p><p>“I think anybody who seeks to criticise what [our armed forces] have done and the sacrifices that they make is plainly wrong,” he added.</p><h2 id=\"how-dare-he\">‘How dare he’</h2><p>Kinnock also noted that the US remains the only NATO member to have invoked Article 5, the alliance’s collective-defence clause, following the September 11, 2001 attacks, prompting allies to rally behind Washington.</p><p>He said NATO was the most successful international security alliance “in the history of the world”, with the US and its European partners, including the UK, playing a central role.</p><p>Other UK politicians highlighted Trump’s history of avoiding military service during the Vietnam War. Trump received multiple draft deferments, including one based on a diagnosis of bone spurs in his heels – a medical claim that has previously been questioned.</p><p>“Trump avoided military service 5 times,” Ed Davey, leader of the UK’s Liberal Democrats, wrote on X. “How dare he question their sacrifice.”</p></div></div></body></html>"
        },
        {
            "title": "Why is Rodman signing and highest female soccer salary controversial? | Football News | Al Jazeera",
            "time": "2026-01-23T12:58:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-23T013902Z_1306842580_MT1USATODAY28063771_RTRMADP_3_NWSL-WASHINGTON-SPIRIT-PRESS-CONFERENCE-1769170088.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Forward Trinity Rodman’s new three-year deal to remain with the Washington Spirit has brought to an end months of speculation about the Olympic gold medallist’s future in the National Women’s Soccer League (NWSL). It has also shattered the wage record for a female footballer.</p><p>The Spirit announced the signing in a statement on Thursday evening, calling it “one of the most significant contracts in the NWSL and the women’s game worldwide, reflecting both Rodman’s elite status and the Spirit’s role as a global standard-bearer in women’s football”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The deal has not been without controversy, though. The furore over Rodman’s future with the Spirit spurred criticism of the NWSL salary cap and whether it hampered the league from attracting and maintaining top players.</p><p>Al Jazeera Sport takes a look at the deal that split the sport in the United States, but has now set a new bar for women’s football across the world.</p><h2 id=\"how-did-rodman-s-nwsl-deal-hit-the-headlines\">How did Rodman’s NWSL deal hit the headlines?</h2><p>The 23-year-old Rodman became a free agent at the end of last season after five years with the Spirit. One of the biggest stars in the NWSL, keeping her in the league was considered vitally important as other US national team stars, including Naomi Girma and Alyssa Thompson, opted to play in Europe.</p><p>As the failure to agree to a new deal dragged on last year, with her previous contract ending on December 31, Rodman, too, drew interest from European teams that don’t have a salary cap. Months of speculation ensued, in particular that teams from England were heading the list of suitors on the continent who were prepared to step in and meet her wage demands.</p><h2 id=\"what-is-the-value-of-rodman-s-new-washington-spirit-deal\">What is the value of Rodman’s new Washington Spirit deal?</h2><p>The financial terms of Rodman’s contract were not disclosed.</p><p>It is understood, however, that Rodman’s deal is worth more than $2m annually, including bonuses.</p><p>“Trinity is a generational player, but more importantly, she represents the future of this club and the future of women’s soccer,” Spirit owner Michele Kang said. “This agreement reflects our belief that elite talent deserves elite commitment.”</p><h2 id=\"how-did-rodman-s-deal-first-court-controversy-in-the-nwsl\">How did Rodman’s deal first court controversy in the NWSL?</h2><p>The Spirit and Rodman had previously struck a multi-year deal that both parties maintained was in compliance with the salary cap, but it was rejected by the league.</p><p>The NWSL’s salary cap is $3.5m for each team for the 2026 season, which brought Rodman’s salary sharply into the spotlight and remains an awkward sum, although the cap will increase each year until it hits $5.1m in 2030.</p><p>NWSL commissioner Jessica Berman, who vetoed the deal at the time, reportedly believed it violated the “spirit” of league salary rules.</p><p>With the initial rejection, the National Women’s Soccer League Players Association filed a grievance claiming that the NWSL’s rejection of the contract violated Rodman’s free agency rights and violated the collective bargaining agreement.</p><h2 id=\"how-was-rodman-s-deal-resolved-with-the-nwsl\">How was Rodman’s deal resolved with the NWSL?</h2><p>To address the salary cap issue, the NWSL in late December adopted a “High Impact Player” mechanism that allowed teams to spend up to $1m over the cap to sign players that meet certain criteria. Those included metrics like national team minutes, inclusion among the 30 candidates for the Ballon d’Or or player rankings by outlets like The Guardian or ESPN.</p><p>The NWSLPA filed a grievance over the rule, claiming it violated the collective bargaining agreement and federal labour law because player compensation must be negotiated. The NWSLPA maintains the league had no authority to “unilaterally create a new pay structure”.</p><p>Spirit President of Soccer Operations Haley Carter said the High Impact Player rule figured into the contract Rodman ultimately agreed to. Carter also said the grievances would not alter Rodman’s deal.</p><figure id=\"attachment_4261486\" aria-describedby=\"caption-attachment-4261486\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261486\" src=\"/wp-content/uploads/2026/01/2026-01-22T235040Z_1463376072_MT1USATODAY28062791_RTRMADP_3_NWSL-WASHINGTON-SPIRIT-PRESS-CONFERENCE-1769170329.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Trinity Rodman (front left) of the Washington Spirit signs a contract extention during a press conference at BMO Stadium\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261486\" class=\"wp-caption-text\">Trinity Rodman (front left) of the Washington Spirit signs a contract extension under the watchful eye of the club’s owner, Michele Kang [Kiyoshi Mio/Reuters]</figcaption></figure><h2 id=\"what-have-rodman-and-washington-spirit-said-about-the-deal\">What have Rodman and Washington Spirit said about the deal?</h2><p>“I think I’ve always had a vision and an idea of what I wanted my legacy to be,” Rodman said at Thursday evening’s event in Los Angeles to announce her new deal. “And for me, we’re doing that and I’m so grateful for that.”</p><p>For Washington Spirit, losing Rodman was an unpalatable scenario.</p><p>“I can’t think of the Washington Spirit without her,” Spirit owner Michele Kang said of the new deal. “And I hope she can’t think about her career without the Washington Spirit. So this is really monumental and it was really important, not only for the Spirit, especially for our fans who expect to see her. They come to Audi Field and that’s where Rowdy Audi clearly came out.”</p><h2 id=\"was-a-move-away-from-the-nwsl-a-real-possibility-for-rodman\">Was a move away from the NWSL a real possibility for Rodman?</h2><p>“Making my decision, the one question I was asked was: ‘Do you feel like you’re finished with the Spirit? Can you say that and feel confident leaving?’” Rodman said.</p><p>“I didn’t even need half a second, and I was like, ‘No, I’m not. I don’t feel ready to make a different decision.’ That’s just, again, getting drafted here and developing and maturing and learning – and failing – at the Spirit, in DC, it’s become so much of my legacy and my story. But on top of that, I still feel like there’s so much more I have to give and so much more that I want to do.”</p><h2 id=\"is-trinity-rodman-the-daughter-of-nba-legend-dennis\">Is Trinity Rodman the daughter of NBA legend Dennis?</h2><p>Yes. Rodman, whose Olympic gold was secured with the United States at the Paris Games in 2024, is the daughter of former NBA star Dennis Rodman.</p><p>She was drafted at the age of 18 in 2021 and earned Rookie of the Year honours as the Spirit won their first NWSL title.</p><p>Rodman has since won 47 appearances and 11 goals with the US national team, more than any other player on the latest roster. She only played in one US match last year, a 2-0 victory over Brazil in April, because of injuries.</p><p>Rodman is currently with the national team in their annual January training camp in Carson, California. The team plays a match there against Paraguay on Saturday and then plays Chile on Tuesday in Santa Barbara.</p></div></div></body></html>"
        },
        {
            "title": "Militarising the Sahel will not defeat terrorism | Opinions | Al Jazeera",
            "time": "2026-01-23T12:39:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25357457602550-1767178885.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"374\" data-end=\"1617\">After launching what he called “a powerful and deadly strike against ISIS [ISIL] terrorist scum” in northwest Nigeria on December 25, United States President Donald Trump promised “many more”, reaffirming his stance that the US “will not allow radical Islamic terrorism to prosper”. The strikes occurred less than a week after the newly formed Alliance of Sahel States (AES) commissioned a joint military force comprising a 5,000-strong contingent, presented as a symbol of collective self-reliance and security autonomy, in a concerted effort to combat terrorist groups in its member states. They also followed moves by the Economic Community of West African States (ECOWAS) to establish an ambitious plan announced in August 2025 to activate a 260,000-strong joint counterterrorism force, backed by a proposed $2.5bn annual budget for logistics and front-line support.</p><p data-start=\"374\" data-end=\"1617\">While these developments may be presented by their proponents as decisive steps against terrorism, there is little evidence that militarised escalation alone can defeat armed groups in the Sahel. Instead, they signal an accelerating militarisation of the region. Not only does this fuel emerging geopolitical tensions in West Africa, but it also, more importantly, edges the Sahel towards interstate armed conflict, posing far graver risks to regional peace and stability.</p><h2 id=\"a-friendship-turned-sour\">A friendship turned sour</h2><p>Until 2021, counterinsurgency and counterterrorism operations in the Sahel were governed by a loosely coordinated, non-hierarchical security architecture built around diplomatic and military collaboration among regional and extra-regional actors. This architecture brought together ECOWAS, the European Union, the United Nations, the African Union, external powers such as the US and France, as well as regional powers such as Algeria and Nigeria, with ECOWAS playing a central coordinating role.</p><p data-start=\"1878\" data-end=\"2435\">A typical example was the 2013 African-led International Support Mission to Mali, organised by ECOWAS in collaboration with the AU, UN and France to confront Tuareg rebels and allied armed groups in northern Mali. More prominent was the EU-financed G5 Sahel counterterrorism force, which brought together African and European troops and operated between 2017 and 2023. While these arrangements were often marked by tension, competition and uneven outcomes, they functioned within a shared security framework that limited direct confrontation between states.</p><p>This balance was disrupted after the 2023 coup in Niger. By threatening the use of force to restore constitutional order, ECOWAS crossed a political threshold that transformed its role from intermediary to perceived adversary in the eyes of the Nigerien junta. That threat was widely interpreted as an act of aggression, and it proved catalytic. In response, Niger’s military rulers, alongside their counterparts in Mali and Burkina Faso, moved to establish the Alliance of Sahel States as a deliberate effort to reclaim security autonomy, dismantle the existing multilateral security regime and <a href=\"/news/2023/12/31/au-revoir-sahel-did-2023-crush-frances-influence-in-africa\">sever ties </a>with longstanding partners including ECOWAS, the EU, the US and France.</p><p data-start=\"3241\" data-end=\"3673\">Notably, the AES institutionalises a mutual defence pact that codifies this break with the previous multilateral security order by explicitly framing ECOWAS and its Western partners as threats to the sovereignty and national security of its member states. Beyond deepening the rift between former allies, this posture signals a dangerous shift towards the securitisation of neighbouring states, raising the spectre of interstate conflict in West Africa, a phenomenon largely absent since the 1990s.</p><h2 id=\"emerging-geopolitical-tensions\">Emerging geopolitical tensions</h2><p>In severing security ties with the West, the AES have pivoted towards Russia as a principal security partner to counterbalance decades of US and European influence in West Africa, signalling a deepening but still evolving security partnership with Moscow. While these strategic choices reflect an emerging self-help posture with new preferences for non-conventional allies, they are also intensifying geopolitical tensions across the region.</p><p data-start=\"4165\" data-end=\"5223\">Nigeria’s military role in countering an attempted coup in neighbouring Benin was praised as a major win for ECOWAS. But when a Nigerian Air Force C-130 aircraft made an emergency landing in Burkina Faso two days later, the AES interpreted this as a violation of its airspace and sovereignty, authorising its air force to neutralise any aircraft involved in further violations. Tensions were heightened by reports that France had provided Nigeria with surveillance and intelligence support during the Benin intervention, fuelling apprehension about France’s potential re-entry into the AES security landscape. With Nigeria now willing to extend security cooperation with the US following the Christmas Day strikes, the stakes have risen further for the AES. Although aimed at militants operating in northwest Nigeria, the strikes appear calculated to bolster US strategic legitimacy as a counterterrorism actor in the region, potentially opening the door to further operations in Nigeria’s northeast, where ISWAP and Boko Haram remain active.</p><p>Given Nigeria’s influence within ECOWAS, this emerging security partnership with the US is likely to shape the operational capacity of the proposed 260,000-strong ECOWAS force. This does not bode well for the AES, which is intent on insulating its member states from Western security influence in the name of sovereignty. Because ECOWAS forces would be deployed in member states at the epicentre of terrorist violence, many combat engagements would take place in locations adjacent to AES territories. With AES troops also operating in these areas, military clashes between the two sides become increasingly likely, particularly given the region’s porous borders and fluid combat environments. Given that the Christmas Day strikes reportedly hit unintended targets, the risk that future air strikes by a US-backed ECOWAS could spill into AES territory cannot be dismissed. For deterrence, the AES may seek to leverage Russia’s military backing, evoking echoes of Cold War-era security brinkmanship.</p><h2 id=\"implications-for-regional-stability\">Implications for regional stability</h2><p data-start=\"6281\" data-end=\"7182\">Without reconciliation between the AES and ECOWAS, two major risks loom for regional peace and stability. First, rising geopolitical tensions could draw AES and ECOWAS member states into direct interstate military confrontations, potentially plunging West Africa into a regional war. Such a conflict would serve neither side’s counterterrorism objectives. Beyond devastating the region, it would create space for armed groups to expand their operations amid fractured and distracted security responses. Second, the standoff risks turning West Africa into a new theatre for global power rivalry, with a Russia-backed AES on one side and a US and France-backed ECOWAS on the other. In the context of an emerging New Cold War, the use of veto power by these global actors at the UN Security Council could further complicate conflict resolution, with profoundly destabilising consequences for the region.</p><p data-start=\"7184\" data-end=\"8260\">The AES and ECOWAS now face a stark choice: to revive Cold War-style bloc politics in West Africa while the region slides towards chaos, or to negotiate a security sub-coalition that prioritises human security alongside national sovereignty. Regardless of how the AES views ECOWAS, the burden lies with the latter to manage the unintended consequences of escalating tensions. While there are few indications that the AES is willing to cooperate directly with a West-backed ECOWAS on counterterrorism, ECOWAS could pursue diplomatic engagement to negotiate a concept of operations that guarantees respect for AES sovereignty. As Africa’s most experienced regional security organisation, ECOWAS possesses the diplomatic capacity to do so. For progress to be made, Francophone ECOWAS member states should take the lead in these efforts, while Nigeria exercises its influence more discreetly. Whether ECOWAS can reclaim ownership of its security agenda and define the terms of external engagement will shape not only West Africa’s future, but that of the continent as a whole.</p><p data-start=\"7184\" data-end=\"8260\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Syrian government takes over prison with ISIL-linked detainees in Raqqa | Conflict News | Al Jazeera",
            "time": "2026-01-23T12:32:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260119-40305854-40305848-CLASHES_CONTINUE_AROUND_AKTAN_PRISON_IN_SYRIA-1769170284.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian government says it has taken over control of al-Aqtan prison, a facility in the northeastern city of Raqqa housing a number of ISIL (ISIS) detainees, following the withdrawal of Kurdish-led SDF fighters <a href=\"/news/2026/1/20/syria-sdf-ceasefire-hangs-in-balance-after-renewed-clashes-faltering-talks\">under a ceasefire agreement</a>.</p><p>The Interior Ministry said in a statement on Telegram on Friday that officials from the Prisons and Correctional Facilities Administration had assumed control of the prison in the former SDF stronghold of Raqqa, and had begun an examination of prisoners’ conditions and their records, the state-run SANA news agency reported.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The takeover of the prison and cessation of hostilities in Raqqa occurred in line with a four-day <a href=\"/news/2026/1/20/syrian-government-sdf-agree-on-a-four-day-ceasefire\">ceasefire agreement</a> between the Syrian government and the SDF, which came into effect on Tuesday night. The ceasefire followed last week’s lightning advance by Syrian forces in which they retook large swaths of territory long held by the SDF.</p><p>Convoys of buses and cars carrying more than 1,000 SDF personnel were seen moving out of Raqqa, as Syrian forces granted them safe passage to travel westwards to Kobane, a Kurdish-majority city on the border with Turkiye.</p><p>The Syrian army’s operations authority said units had also begun transferring SDF elements from the al-Aqtan prison and its surroundings in Raqqa governorate to the city of Ain al-Arab, east of Aleppo, in line with the ceasefire agreement, SANA reported.</p><h2 id=\"security-vacuum-filled\">Security vacuum filled</h2><p>Reporting from Raqqa, Al Jazeera’s Zein Basravi said Syrian forces had filled the power vacuum left by the retreating SDF forces “very quickly”, and teams had begun demining and dismantling munitions left inside the prison.</p><p>“They’ve taken over this prison with relative smoothness,” he said, describing the developments in Raqqa as a “rare occasion where the SDF and the Syrian military … have acknowledged that they have cooperated and they have done so successfully”.</p><p>“It’s the first time that I can remember covering this story for the last couple of weeks that they’ve both acknowledged that they’ve worked together to secure safe passage for SDF fighters,” he said.</p><figure id=\"attachment_4261475\" aria-describedby=\"caption-attachment-4261475\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261475\" src=\"/wp-content/uploads/2026/01/2026-01-22T165939Z_634634821_RC2B6JAF2N2S_RTRMADP_3_SYRIA-SECURITY-IRAQ-1769170055.jpg?w=770&amp;resize=770%2C547&amp;quality=80\" alt=\"al-Aktan al-aqtan prison\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261475\" class=\"wp-caption-text\">A member of the Syrian military police speaks to relatives of detainees gathered near al-Aqtan prison, where a number of ISIL (ISIS) detainees are held, in Raqqa, Syria, January 22, 2026 [Karam al-Masri/Reuters]</figcaption></figure><h2 id=\"calm-restored-following-chaotic-standoff\">Calm restored following chaotic standoff</h2><p>The situation at the prison, which has been the site of clashes in recent days, was now “calm”, he said, noting “it wasn’t like this here 24 hours ago.”</p><p>An Al Jazeera team reporting from outside the prison on Thursday witnessed chaotic scenes as large crowds of civilians pushed against the barricades controlled by Syrian soldiers, with SDF fighters remaining inside.</p><p>One soldier told Al Jazeera the Syrian government forces were waiting to see if they would need to retake the prison by force.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Basravi said the civilians were trying to get through the barricades into the prison to find out the condition of their relatives who were detained inside, some of whom they had not heard from in days amid the instability.</p><p>Some claimed their relatives had been detained unjustly by the SDF.</p><p>“My son was going to visit his relatives in Hasakah,” said one man, Mohammad Ali. “The SDF detained him at a checkpoint just because he had a photo of Syrian President Ahmed al-Sharaa.”</p><p>Amid the chaotic scenes outside the prison on Wednesday, gunfire was heard in the distance, Al Jazeera teams on the ground reported.</p><p>Meanwhile, US planes dispatched by CENTCOM were heard overhead as they began flying ISIL detainees out of northeast Syria to Iraq, as part of a push to secure thousands of suspected fighters amid concerns over instability in Kurdish-run prisons.</p><h2 id=\"securely-behind-bars\">Securely behind bars</h2><p>Basravi said that with its takeover of the prison, the Syrian government now found itself answerable to two groups with demands over the detainees.</p><p>It had obligations to the international community – specifically the anti-ISIL coalition, which it joined in November last year – to ensure that ISIL detainees remained securely behind bars.</p><p>But it also faced pleas from locals who claimed their loved ones had been unjustly detained by SDF forces who previously controlled the prison.</p><p>He said a visit by senior officials to the prison on Friday, and the Interior Ministry’s statement that it was examining the files held on those inside, was a “positive development” in assuaging the concerns of the latter group.</p><p>But while families remained in the dark over the condition of their detained relatives, a repeat of Thursday’s scenes were possible.</p><figure id=\"attachment_4261473\" aria-describedby=\"caption-attachment-4261473\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261473\" src=\"/wp-content/uploads/2026/01/AA-20260121-40324974-40324969-SYRIAN_FAMILIES_ARE_SEARCHING_FOR_THEIR_LOVED_ONES_IN_FRONT_OF_ALAKTAN_PRISON_WHICH_WAS_LIBERATED_FROM_YPGSDF-1769170019.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"al-Aktan al-aqtan prison\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261473\" class=\"wp-caption-text\">A woman cries as Syrian families wait for their loved ones around al-Aqtan prison, near Raqqa, Syria, on January 21, 2026 [Bakr Al Kasem/Anadolu]</figcaption></figure><h2 id=\"wider-implications\">Wider implications</h2><p>Speaking to Al Jazeera from Beirut, analyst Armenak Tokmajyan said he believed the SDF was being genuine in its negotiations with the Syrian government, as they were now “cornered in a few pockets in northeast Syria”.</p><p>“However, there is still a risk of the ceasefire collapsing and going back to fighting, said Tokmajyan, a nonresident scholar at the Malcolm H Kerr Carnegie Middle East Center. “There are a lot of details that need to be ironed out, specifically relating to Kurdish-majority areas – whether [around] governance, weapons, integration of Kurdish fighters.”</p><p>He said developments in the northeast were being closely watched, particularly by the Druze in the south and Syria’s other minorities, as they held broad implications for whether Syria would be a unified, centralised state or one granting autonomy to minority groups.</p><p>The Syrian army’s rapid advance in the northeast had been “a major step forward for President al-Sharaa and those international backers who want a centralised and a unified Syria”, he said, adding that the battle was “not really over”.</p><p>“It will depend on how the integration of the Kurdish minority in Syria will look like,” he said. “Everyone is watching if Ahmed al-Sharaa will successfully and peacefully be able to offer a model for reintegrating the SDF into Syria.”</p></div></div></body></html>"
        },
        {
            "title": "Anxiety, anger, and hope in Syria’s Damascus after SDF ceasefire | Syria's War News | Al Jazeera",
            "time": "2026-01-23T11:17:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-29T191226Z_1459877990_RC2JQIAVILXF_RTRMADP_3_SYRIA-ECONOMY-CURRENCY-1769114503.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-label=\"Listen to this article\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Damascus, Syria –</strong> Damascus had breathed a sigh of relief when a ceasefire between the Syrian government and the Kurdish-led Syrian Democratic Forces (SDF) was announced on the night of January 18. Fireworks lit up the sky, car horns blared and Syrians gathered in Umayyad Square to dance in jubilation.</p><p>The hope was that the conflict that flared up in the past few weeks in northern Syria was now over, and that the country had resolved one of the major issues still dividing it in the year since the overthrow of longtime leader President Bashar al-Assad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It’s a beautiful feeling, and I am sure it exists in every Syrian … we wish for all of Syria to be united,” said one Damascus resident, Saria Shammiri.</p><p>Yet the celebration was short-lived.</p><p>Fighting resumed the next morning as the government’s lightning push <a href=\"/news/2026/1/22/us-envoy-meets-sdf-commander-calls-for-syria-ceasefire-to-be-upheld\">forced</a> SDF leader Mazloum Abdi to accept less favourable terms: a withdrawal from Raqqa and Deir Az Zor, in northeastern Syria, further east towards Hasakah, <a href=\"/news/2026/1/20/syrian-government-sdf-agree-on-a-four-day-ceasefire\">a new ceasefire</a>, and a four-day ultimatum for the SDF to fully integrate into state structures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"anger-towards-the-sdf\">Anger towards the SDF</h2><p>As the clock ticks down on that deadline, in Damascus and other areas outside SDF control, frustration towards the <a href=\"/features/2026/1/21/syrian-forces-makes-gains-against-sdf-what-it-means-for-countrys-kurds\">Kurdish-led forces</a> has hardened after 15 years of division.</p><p>“The terrorist SDF doesn’t belong to this land … they are not Kurdish. They are occupiers,” said Maamoun Ramadan, a 75-year-old Syrian Kurd living in Damascus.</p><p>For many here, the SDF is no longer seen primarily as a force that fought ISIL (ISIS) at the height of Syria’s war, but as an actor that entrenched a parallel authority backed by foreign powers, such as the United States, keeping large parts of the country beyond the central government’s reach.</p><p>In cafes, taxis and government offices, the language is increasingly blunt. The SDF is accused of delaying reunification, monopolising oil and agricultural resources in the northeast, and shielding itself behind US support while the rest of the country endured sanctions, collapse and war. The renewed fighting has reinforced a belief among many Syrians that the standoff could only ever end through force or submission. But, still, many want a peaceful resolution.</p><p>“Dialogue is the foundation of peace,” said Sheikhmos Ramzi, a butcher, “the solution lies at the negotiation table. Violence only brings more violence.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"anxious-wait\">Anxious wait</h2><p>There is also an undercurrent of anxiety. While the prospect of reunifying territory is popular, few in Damascus are blind to the risks. A prolonged confrontation could draw in regional actors, unsettle fragile border areas, or reignite communal tensions in the northeast, where Arab tribal communities, Kurds, and others coexist uneasily after years of shifting alliances.</p><p>Some residents privately express concern about what integration will actually mean on the ground. Will SDF fighters be absorbed into national forces, sidelined, or prosecuted? Will local administrations be dismantled overnight? And can a central state, stretched thin after years of war and economic crisis, realistically govern and stabilise territory it has not controlled for more than a decade?</p><p>For now, however, those questions are largely drowned out by a dominant mood: impatience. The ceasefire was welcomed not as an endpoint, but as a step towards what many here see as an overdue resolution. The government’s advances are framed as restoring sovereignty, not opening a new chapter of conflict.</p><p>In Damascus, unity is the word repeated most often. But it is a unity shaped by exhaustion, resentment and the desire to finally close one of the last unresolved fronts of Syria’s long war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "NBA: Tyrese Maxey’s clutch shots push 76ers past Rockets in OT | Basketball News | Al Jazeera",
            "time": "2026-01-23T10:56:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-23T004041Z_280382175_MT1USATODAY28063353_RTRMADP_3_NBA-HOUSTON-ROCKETS-AT-PHILADELPHIA-76ERS-1769164720.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tyrese Maxey scored 36 points, including clutch plays late in regulation and at the end ‌of overtime, lifting the Philadelphia 76ers to a 128-122 home win over the Houston Rockets on Thursday.</p><p>Maxey added 10 assists for Philadelphia, while Joel Embiid put up some impressive stats of his ‍own with 32 points, 15 rebounds and ‍10 assists. Kelly Oubre Jr chipped in 26 points on 10-of-14 shooting for the Sixers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kevin Durant spurred Houston’s offence with 36 points, although he also committed eight of the team’s 17 turnovers. Amen Thompson pitched in with 17 points and nine assists for the Rockets, who had their three-game winning streak halted.</p><p>Houston led 107-101 before Maxey scored 11 points in the final four minutes of regulation to draw Philadelphia even at 115-115, with 40.1 seconds left.</p><h2 id=\"nuggets-107-wizards-97\">Nuggets 107, Wizards 97</h2><p>Peyton Watson scored a career-high 35 points to go along with eight rebounds, leading ⁠visiting Denver to a victory over Washington.</p><p>Watson made 10 of 16 shots from the floor – including 6 of 8 from 3-point range – and added four blocks. Denver’s Jamal Murray scored 24 points, and Jonas Valanciunas added ​16 to go along with nine rebounds in his return from an 11-game absence due to a right calf strain.</p><p>Kyshawn George collected 20 points, 12 rebounds and seven ‍assists, and rookie Tre Johnson scored 19 points for the reeling Wizards, who have lost eight in a row.</p><h2 id=\"mavericks-123-warriors-115\">Mavericks 123, Warriors 115</h2><p>Naji Marshall posted 30 points and nine assists as Dallas extended its winning streak to four with a victory over visiting Golden State.</p><p>Cooper Flagg paired 21 points with 11 rebounds, Max Christie added 21 – including 5-of-12 shooting from deep – and Brandon Williams had 19 off the bench.</p><p>Stephen Curry scored 38 points, shooting 8-of-15 from 3-point range, while De’Anthony Melton contributed 22 for the ‍Warriors, who lost Jonathan Kuminga with ⁠3:52 remaining in the second quarter with left knee soreness, when he landed awkwardly on a dunk attempt.</p><h2 id=\"trail-blazers-127-heat-110\">Trail Blazers 127, Heat 110</h2><p>Shaedon Sharpe scored 24 of his 27 points in the second half to help Portland post a victory over visiting Miami.</p><p>Caleb Love scored 20 points off the bench as the Trail Blazers won their fourth consecutive game and moved above .500. Portland standout Deni Avdija had 20 points, seven rebounds and four assists in 17-plus minutes before exiting with back soreness early in the third quarter. Avdija recently returned from a three-game absence due to lower-back issues.</p><p>Bam Adebayo had 32 points and 10 rebounds for the Heat, who are 1-2 on a five-game road trip. Miami’s Norman Powell had 18 points but missed all seven of his 3-point attempts, Simone Fontecchio scored 17 points off the bench, and Andrew Wiggins had 14 for the Heat.</p><h2 id=\"clippers-112-lakers-104\">Clippers 112, Lakers 104</h2><p>Kawhi Leonard scored 24 points, Ivica Zubac added 18 points with 19 rebounds, and the ​Los Angeles Clippers continued their red-hot run with a victory over the visiting Los Angeles Lakers at Inglewood, California.</p><p>James Harden scored 18 points with 10 assists, ‌Jordan Miller had 14 points, and John Collins added 13 as the Clippers improved to 14-3 since December 20, in a run that started with a home victory against the Lakers.</p><p>Luka Doncic scored 32 points with 11 rebounds and eight assists, while LeBron James added 23 points as the Lakers dropped to 3-6 since January 7. Rui Hachimura scored 12 points for the Lakers, who are 1-1 to start an eight-game road trip.</p><h2 id=\"spurs-126-jazz-109\">Spurs 126, Jazz 109</h2><p>De’Aaron Fox hit four 3-pointers in the fourth ‌quarter and had a game-high 31 points as San Antonio overcame a triple-double by Jusuf Nurkic and defeated Utah in Salt Lake City.</p><p>Ace Bailey, a rookie out of Rutgers, had a career-high 25 points for Utah, while Nurkic posted 17 points, 14 assists and 11 rebounds. Nurkic became the first player in franchise history ‌with consecutive triple-doubles since Pete Maravich with the New Orleans Jazz in 1975.</p><p>Victor Wembanyama had 26 points and 14 rebounds for ⁠the Spurs, who have won four of five and hold the second-best record in the Western Conference. Utah has lost five of its last six.</p><h2 id=\"bulls-120-timberwolves-115\">Bulls 120, Timberwolves 115</h2><p>Coby White scored a team-high 22 points, and Chicago finished with a 9-0 run to post a victory over Minnesota in Minneapolis.</p><p>Josh Giddey added 21 points after missing the last 11 games with a left hamstring strain. Jalen Smith scored 17 points, and Matas Buzelis and Tre Jones each had 12. Isaac Okoro and Nikola Vucevic finished with 10 points apiece for ‌the Bulls, who have won four of their last five.</p><p>Julius Randle’s 30 points paced Minnesota, while Anthony Edwards and Naz Reid scored 20 apiece. Jaden McDaniels chipped in 16 points for the Timberwolves, who dropped their fourth straight game. Rudy Gobert collected 10 points and 11 rebounds in the loss.</p><h2 id=\"hornets-124-magic-97\">Hornets 124, Magic 97</h2><p>Brandon Miller scored 20 points to lead eight players in double figures as visiting Charlotte beat Orlando.</p><p>Collin Sexton had ‍19 points, LaMelo Ball added 16 and Kon Knueppel had 13 points and 10 rebounds for the Hornets, who led by as many as 33 and shot 54.4% from the field and 47.2% (17 of 36) from 3-point range.</p><p>Paolo Banchero scored 23 points, and Desmond Bane added 21 to lead the Magic, who took a 3-0 lead on a Bane 3-pointer and never led again. Moritz Wagner had 14 points, ‌Noah Penda scored 13, and Jett Howard had 10.</p></div></div></body></html>"
        },
        {
            "title": "Alcaraz shines in 100th Grand Slam match as Sabalenka and Gauff stutter | Tennis News | Al Jazeera",
            "time": "2026-01-23T10:42:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2257706845-1769163768.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Aryna Sabalenka and Coco Gauff took a rocky path to the fourth round of the Australian Open on ‍Friday, but Carlos Alcaraz’s road was ‍paved with gold in his 100th Grand Slam match.</p><p>A day after 40-year-old Stan Wawrinka led a parade of yesterday’s heroes into the third round, the TikTok generation had their moment in the Melbourne Park sun.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>American 18-year-old Iva Jovic knocked out seventh seed Jasmine Paolini 6-2 7-6(3) while Canadian 19-year-old Victoria Mboko beat 14th seed Clara Tauson to book a last-16 blockbuster against twice-champion Sabalenka, a 7-6(4) 7-6(7) winner against Anastasia ⁠Potapova.</p><p>Alcaraz produced a highlight-reel 6-2 6-4 6-1 demolition of French drop-shot merchant Corentin Moutet before 21-year-old Gauff recovered from losing her first set of the tournament to ​overhaul fellow American Hailey Baptiste 3-6 6-0 6-3.</p><p>Chasing a first title at Melbourne Park, 22-year-old Alcaraz is bidding to become the youngest ‍man to win all four majors and has appeared unstoppable in the first week.</p><p>In the second match at Rod Laver Arena, he won what might end up as the rally of the tournament against the flamboyant Moutet, chasing down a lob with a tweener then threading a passing shot down the line.</p><p>The 32nd seed Moutet is no slouch but he was reduced to the ‍fall guy in Alcaraz’s ⁠magic show, becoming the 14th victim in the Spaniard’s unbeaten run against left-handers.</p><p>Despite the ease of the win, chasing down Moutet’s drop shots became a chore, Alcaraz joked.</p><p>“I thought we were in a drop-shot competition – but definitely he won,” he said.</p><p>Sabalenka is the favourite to win the women’s title but had a torrid time at Rod Laver Arena against Russia-born world number 55 Potapova, who represented her adopted nation Austria, with distinction on centre court.</p><p>Potapova had four set points in the second frame but lost them all, while Sabalenka claimed the win on her first match point.</p><p>It extended her incredible unbeaten record in tiebreaks to 21, having won 19 in succession last season.</p><p>“I know that every ball is important in the tiebreak. You ​cannot lose your focus for a second because it’s gone, like, really quickly,” Sabalenka told reporters.</p><p>“So you have to be ‌there 100 percent. That’s my approach. I just take it one point at a time.”</p><figure id=\"attachment_4261395\" aria-describedby=\"caption-attachment-4261395\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261395\" src=\"/wp-content/uploads/2026/01/GettyImages-2257686380-1769163985.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Aryna Sabalenka plays a forehand against Anastasia Potapova of Austria in the Women's Singles Third Round during day six of the 2026 Australian Open at Melbourne Park\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261395\" class=\"wp-caption-text\">Aryna Sabalenka plays a forehand against Anastasia Potapova of Austria in the Women’s Singles Third Round during day six of the 2026 Australian Open at Melbourne Park [Darrian Traynor/Getty Images]</figcaption></figure><p>Three-time men’s finalist Daniil Medvedev was another gathering confidence after a tense win.</p><p>He became the first player to win from two sets down at this tournament against Hungary’s Fabian Marozsan, winning 6-7(5) 4-6 7-5 6-0 6-3 in the early match at Margaret Court Arena.</p><p>Medvedev will have revenge on his mind when ‌he plays Learner Tien for a place in the quarterfinals, having been knocked out by the young American in the second round last year.</p><p>Mboko, one of the brightest young talents in women’s tennis, reached the fourth round ‌in her Australian Open main draw debut, beating Tauson 7-5 5-7 6-3.</p><p>But it was the end ⁠of Turkish delight at Melbourne Park as wily Kazakh Yulia Putintseva ended Zeynep Sonmez’s run in a tight three-setter.</p><p>Melbourne’s strong Turkish community was out in force in support of world number 112 Sonmez, decorating Kia Arena with red flags, but Putintseva gleefully taunted them after completing victory, blowing kisses and dancing near her seat.</p><p>“What can I do? It’s just some people have education of tennis and, unfortunately, ‌some of them not,” she told reporters, accusing rowdy Sonmez fans of trying to put her off her serve.</p><p>Tommy Paul, the 19th seed, had a smooth path into the fourth round when Spain’s Alejandro Davidovich Fokina retired injured when trailing 6-1 6-1 but next faces the brick wall of Alcaraz.</p><p>Czech 19th seed Karolina Muchova thrashed ‍Poland’s Magda Linette 6-1 6-1 to book a last-16 matchup with Gauff.</p><p>Australia’s great hope Alex de Minaur, the sixth seed, meets American Frances Tiafoe in the prime-time evening slot at Rod Laver Arena, while third seed Alex Zverev faces British danger man Cameron Norrie in the night match at John Cain Arena.</p></div></div></body></html>"
        },
        {
            "title": "At least 2 sailors dead after cargo ship sinks in disputed South China Sea | News | Al Jazeera",
            "time": "2026-01-23T10:25:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69733e144fc4-1769160212.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 2 sailors dead after cargo ship sinks in disputed South China Sea</h1><p class=\"article__subhead\"><em>A Singapore-flagged cargo vessel with 21 Filipino sailors on board capsizes, killing two and leaving four missing.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least two sailors have died and 15 others have been rescued after a Singapore-flagged cargo vessel with 21 Filipinos on board capsized in the <a href=\"/news/2025/8/11/china-expels-philippines-vessels-at-scarborough-shoal-following-clashes\">disputed waters</a> of the South China Sea, leaving four missing, according to authorities in China and the Philippines.</p><p>The Chinese Ministry of National Defense said the Chinese coastguard sent two vessels to assist after the boat capsized in the early hours of Friday, about 100 kilometres (60 miles) northwest of Scarborough Shoal (known in China as Huangyan Dao).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Philippines coastguard said in a statement on Friday that it sent two vessels and two aircraft to assist in rescue operations for the crew of the cargo ship it identified as the Devon Bay.</p><p>The Chinese rescuers pulled at least 17 Filipino sailors – 14 in a stable condition, one who was receiving treatment and the bodies of two who had died – from the water, according to a statement posted on social media network Weibo by China’s Southern Theater Command.</p><figure id=\"attachment_4261327\" aria-describedby=\"caption-attachment-4261327\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261327\" src=\"/wp-content/uploads/2026/01/afp_69733e1a82e2-1769160218.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"This handout from the Chinese Coast Guard taken and released by the Chinese embassy in Manila on January 23, 2026 shows a Chinese Coast Guard personnel rescueing a Filipino crew member of a capsized cargo ship near the contested Scarborough Shoal in the South China Sea.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261327\" class=\"wp-caption-text\">China’s coastguard sent two vessels to rescue Filipino crew members after a Singapore-flagged cargo capsized [AFP]</figcaption></figure><p>The Associated Press news agency reported that contact with the ship was lost on Thursday night as it sailed to Guangdong province in China’s south.</p><p>The Maritime ​and Port Authority of Singapore confirmed that the bulk carrier, Devon Bay, sank in the South China Sea while en route to Yangjiang.</p><p>“As the vessel’s flag state, MPA is in contact with the ship owner and relevant search and rescue authorities, and is providing support as required,” it said, adding that it ‌will investigate the incident.</p><p>The fish-rich area of Scarborough Shoal is the site of frequent showdowns between Chinese and Philippine ships.</p><p>China and the Philippines both claim the area, but sovereignty remains unresolved. China took control in 2012 after a standoff and has since stationed its coastguard and fishing vessels there.</p><p>A 2016 ruling by the Permanent Court of Arbitration ‌in The Hague invalidated China’s sweeping claims over the South China Sea and declared its blockade illegal, affirming the shoal as a traditional fishing ground for countries like the Philippines and Vietnam. China rejected the ‍ruling.</p><p>China’s claims overlap with the exclusive economic zones of Brunei, Indonesia, Malaysia, the Philippines and Vietnam.</p><p>A Chinese navy ship accidentally collided with a Chinese coastguard ship in August while trying to block a Philippine coastguard vessel near Scarborough Shoal.</p></div></div></body></html>"
        },
        {
            "title": "What ICE agents are taught: How to use ‘deadly force’, evade lawsuits | Migration | Al Jazeera",
            "time": "2026-01-23T10:13:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2255343073-1769160414.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the weeks since United States Immigration and Customs Enforcement agent Jonathan Ross shot and killed Renee Nicole Good in Minneapolis, Minnesota, another ICE agent <a href=\"https://x.com/dhsgov/status/2011632198000976086?s=46&amp;t=vSc28c4jRnGy3UkOwCbIQQ\">shot</a> a Latino man in the leg, according to the Department of Homeland Security.</p><p>Good’s killing and the subsequent shooting have ignited a wave of calls and queries about whether ICE officers can be prosecuted. But the shootings in Minnesota are not outliers, and the history of ICE shootings shows that holding officers to account has been next to impossible.</p><p>I know, because I investigated the agency’s practices, obtaining documents that reveal how it operates and how its officers are trained to shield themselves from scrutiny and lawsuits. My<a href=\"https://www.typeinvestigations.org/investigation/2024/08/01/armed-and-untouchable-ices-history-of-deadly-force/\"> 2024 investigation</a> looked at six years of shootings informed by logs I obtained from the agency in a lawsuit. According to The Trace, a US outlet tracking gun violence in the country, ICE agents shot <a href=\"https://www.thetrace.org/2025/12/immigration-ice-shootings-guns-tracker/\">at least 12</a> people this and last year. From 2015 to 2021, ICE agents discharged a firearm at least 59 times, injuring 24 people and killing 23 others.</p><p>What is the likelihood of an ICE agent facing criminal charges by either federal or state agencies? Slim. None of the shootings I examined resulted in an ICE agent being indicted, even in cases where someone was killed.</p><p>Considered protected law enforcement documents, the agency’s training documents on use of force and firearms are not made public, nor are the agency’s use-of-force policies. What informs how agents operate in the field has largely been spared from scrutiny, but I <a href=\"https://www.businessinsider.com/ice-immigration-customs-enforcement-training-deescalation-use-of-force-2024-8\">obtained documents</a> that shed light on what training some ICE agents received from 2007 to 2010.</p><p>Though the documents may now be outdated, they offer the only insight – apart from what little is available on the website of the Federal Law Enforcement Training Centers, where ICE agents receive law enforcement training – into what comprises use-of-force training for ICE agents.</p><figure id=\"attachment_4261230\" aria-describedby=\"caption-attachment-4261230\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261230\" src=\"/wp-content/uploads/2026/01/2026-01-22T183653Z_2079832000_RC2V5JA9YQFA_RTRMADP_3_USA-TRUMP-MINNESOTA-CHURCH-1769154964.jpg?w=770&amp;resize=770%2C507&amp;quality=80\" alt=\"FILE PHOTO: Federal agents detain locals as immigration enforcement continues after a U.S. Immigration and Customs Enforcement (ICE) agent fatally shot Renee Nicole Good on January 7 during an immigration raid, in Minneapolis, Minnesota, U.S., January 21, 2026. REUTERS/Leah Millis/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261230\" class=\"wp-caption-text\">Federal agents detain residents during a raid after a US Immigration and Customs Enforcement (ICE) agent fatally shot Renee Nicole Good on January 7 during an immigration raid in Minneapolis, Minnesota, United States, on January 21, 2026 [Leah Millis/Reuters]</figcaption></figure><h2 id=\"agents-are-taught-not-to-put-themselves-at-unnecessary-risk\">Agents are taught not to put themselves at ‘unnecessary risk’</h2><p>According to one lesson in 2016, which is still available on <a href=\"https://www.fletc.gov/sites/default/files/2016%20UOF%20Podcasts.pdf\">FLETC</a>, officers are allowed to react with force to the threat of violence and not just violence itself.</p><p>The lesson describes the following as a myth: “Deadly force can only be used as a last resort.” Establishing that policy and law are not the same, the lesson goes on to say, “The law requires officers to use objectively reasonable force, not the minimal force.”</p><p>Giving a warning or using minimal force or all other forms of force before shooting, the training said, could “create an unnecessary risk for the officer”.</p><p>In an undated set of quizzes with more than 100 questions, one multiple-choice question posed to an officer in training asks what actions from the Use of Force Continuum – guidelines detailing stages of escalating force law enforcement can use – they would have to apply before using deadly force.</p><p>The answer: “None, deadly force can be initiated immediately.”</p><figure id=\"attachment_4261366\" aria-describedby=\"caption-attachment-4261366\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261366\" src=\"/wp-content/uploads/2026/01/s2-1769162844.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='An ICE training quiz asks officers about use of deadly force. The correct answer suggests that officers can use it \"immediately\". ' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261366\" class=\"wp-caption-text\">An ICE training quiz asks officers about the use of deadly force. The correct answer suggests that officers can use it ‘immediately’ [Courtesy Lila Hassan/ Al Jazeera]</figcaption></figure><h2 id=\"de-escalation-not-a-priority\">De-escalation not a priority</h2><p>None of the documents I reviewed mentioned de-escalation.</p><p>The Department of Homeland Security, the federal body in charge of ICE, Customs and Border Protection and other federal law enforcement bodies, has a Use of Force policy that was amended in 2023 following an <a href=\"https://www.federalregister.gov/documents/2022/05/31/2022-11810/advancing-effective-accountable-policing-and-criminal-justice-practices-to-enhance-public-trust-and\">Executive Order</a> issued by the Joe Biden administration.</p><p>This policy, which is the most recent, outlines mandatory training on de-escalation as part of an annual training on each agency’s respective use-of-force policies. The annual training is also meant to include “related legal updates” and “discretion in using deadly force and less than lethal force”.</p><p>The policy states that the training must be recorded, but whether or not the officers had actually received this annual training, both before and after the amendment of the policy, is unclear.</p><p>Following a 2016 shooting in which an ICE agent shot and permanently injured a Mexican man in Laurel, Mississippi, a civil lawsuit brought against the ICE agent revealed in a 2020 deposition that the agent only “vaguely” remembered his use-of-force training.</p><p>ICE does not make its Use of Force policy, most recently amended in 2023, available to the public, and no law requires it. The <a href=\"https://www.ice.gov/doclib/foia/policy/19009.3_firearmsUOF.pdf\">version</a> on its website is almost entirely redacted. But legal representatives in a lawsuit against DHS and ICE cracking down on protests, obtained and made a copy of it <a href=\"https://www.loevy.com/wp-content/uploads/2025/11/284-39-ICE-Directive-19009.3-Firearms-and-Use-of-Force-05.26.2023.pdf\">available on their website</a>.</p><p>This secrecy, say criminal justice experts, is a way for ICE agents to evade scrutiny for lacking policies to ensure or review that the force abides by its own rules.</p><p>“Public access of a complete version of ICE’s use-of-force policy is essential to understanding when agents are permitted to use violence within US cities and equally important to understanding when individual agents are potentially acting in violation of agency policy,” Cesar Cuauhtemoc Garcia Hernandez, a law professor of civil rights and civil liberties at Ohio State University, told Al Jazeera over email.</p><p>“Without access to the complete policy, it is next to impossible for ordinary people to carry out their responsibility in a democracy – decide whether they agree with ICE’s expectations of its officers, then lobby politicians and vote for candidates who embrace their vision of appropriate law enforcement conduct,” he added.</p><p>Gretta Goodwin, the author of a 2023 report by the Government Accountability Office – a nonpartisan research arm of the US Congress – found that ICE’s use-of-force documentation did not always detail when or how agents violated policy in instances of use of force.</p><p>That documentation is critical to improve training, Goodwin said. While researching the report, Goodwin said one of the objectives was to better understand how DHS tracks use-of-force training.</p><p>“We also wanted to know what was documented in relation to the training, because if ICE were documenting who took the training and when, then when use-of-force incidents happened that were counter to the training, it might help them decide to make modifications or better target the training.”</p><p>The lack of proper internal documentation, Goodwin explained, is a huge barrier to the DHS improving agents’ actions in the field.</p><figure id=\"attachment_4261323\" aria-describedby=\"caption-attachment-4261323\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261323\" src=\"/wp-content/uploads/2026/01/GettyImages-2255824214-1769160201.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"ICE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261323\" class=\"wp-caption-text\">Federal agents clash with protesters outside an Immigration and Customs Enforcement (ICE) facility in Minneapolis, Minnesota, during a demonstration over the fatal shooting of Renee Nicole Good on January 15, 2026 [Mostafa Bassim/Anadolu via Getty Images]</figcaption></figure><h2 id=\"evading-lawsuits\">Evading lawsuits</h2><p>The training documents also reveal an emphasis on teaching prospective agents how to get out from under lawsuits if they were to face them.</p><p>I found at least four different instances in which the lessons, quizzes, podcast transcripts or training lessons stressed the US Constitution’s Fourth Amendment rights, which protect people from unwarranted searches and seizures, indicating to the officer how to operate so that they do not violate them or how to articulate so that they can defend themselves.</p><p>In one podcast, a legal instructor said an agent might have to face a lawsuit for a violation of a tort, which is a harm committed either negligently or intentionally.</p><p>“As long as the employee was within the scope of employment [working as a federal agent] when the alleged negligent or intentional tort happened,” referring to a civil wrong, “they get to step out of that lawsuit.”</p><p>ICE agents, like all federal agents, also enjoy qualified immunity, a legal doctrine that protects them from the legal liability of these lawsuits.</p><p>“The law gives all law enforcement officers, including ICE, wide latitude to use force in carrying out their duties,” said Hernandez, the law professor at Ohio State University.</p><p>“The reality is that it is exceedingly difficult to hold individual agents or the agency itself accountable in court.”</p><figure id=\"attachment_4261321\" aria-describedby=\"caption-attachment-4261321\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261321\" src=\"/wp-content/uploads/2026/01/GettyImages-2255856428-1769160180.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"ICE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261321\" class=\"wp-caption-text\">Federal immigration officers arrest a protester outside Bishop Henry Whipple Federal Building in Minneapolis, Minnesota, on January 15, 2026 [Mostafa Bassim/Anadolu via Getty Images]</figcaption></figure><h2 id=\"what-next\">What next?</h2><p>In the last year alone, the Department of Homeland Security more than doubled its workforce within ICE, bringing the agency from a total of 10,000 officers and agents to 22,000, with more recruiting plans under way.</p><p>How and whether they are receiving training remains unknown.</p><p>An <a href=\"https://www.nbcnews.com/politics/immigration/ice-error-meant-recruits-sent-field-offices-proper-training-sources-sa-rcna254054\">NBC investigation</a> based on sources with insider knowledge found that the race to employ new agents at scale entailed using AI tools that improperly processed applications and sent new agents into the field without proper training.</p><p>In Minneapolis, large protests and clashes with immigration agents are still under way, with at least 3,000 federal immigration forces mobilised in the city. Videos have captured ICE agents banging down doors of homes and dragging people out of cars.</p><p>Residents have reported that they are afraid to leave their homes and local efforts have even stepped up for people to do grocery shopping for their neighbours.</p><p>Vice President JD Vance and Homeland Security Secretary Kristi Noem have defended ICE agents despite widely criticised conduct. And US President Donald Trump has threatened to enact the Insurrection Act, a federal law that would allow him to deploy the military to the state. Earlier this week, sources told ABC News that <a href=\"https://abcnews.go.com/US/live-updates/minneapolis-ice-shooting-live-updates?id=129124338&amp;entryId=129320398&amp;userab=abcn_du_cat_topic_feature_holdout-474*variant_b_redesign-1939%2Cotv_web_content_rec-445*variant_c_trending-1851&amp;userab=abcn_du_cat_topic_feature_holdout-474*variant_b_redesign-1939%2Cotv_web_content_rec-445*variant_c_trending-1851\">1,500 soldiers</a> remain on standby for possible deployment.</p><p>Conor Gaffney, counsel at Protect Democracy, a nonprofit advocacy group tackling threats to democratic norms and institutions and defeating “the authoritarian threat”, told Al Jazeera that keeping policies secret while ICE continues its street operations undermines the trust of the community, an essential component of public safety.</p><p>“Keeping use-of-force policies secret obviously runs counter to transparency and accountability, which are basic principles of modern, community-oriented policing,” Gaffney told Al Jazeera.</p><p>Protect Democracy is part of a coalition of legal organisations challenging ICE’s conduct with protesters in <a href=\"https://www.aclu-il.org/cases/chicago-headline-club-v-noem/?document=Chicago-Headline-Club-v-Noem-Complaint\">Chicago Headline Club v Noem</a>. In a transcript from the <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ilnd.487571/gov.uscourts.ilnd.487571.284.32_2.pdf\">hearing</a> of an ICE field officer who testified about training that ICE and Customs and Border Protection agents receive on use of force, crowd control, and how to use less-lethal munitions, the field officer said ICE agents did not have protest control training.</p><p>“Most ICE and CBP agents receive very little training on crowd control tactics and use of force, and the supervisory agents the government provided as witnesses knew nothing about the content of those trainings,” Gaffney said.</p></div></div></body></html>"
        },
        {
            "title": "Six key takeaways from Jack Smith’s testimony on his case against Trump | Donald Trump News | Al Jazeera",
            "time": "2026-01-23T09:25:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-22T153027Z_1066537886_RC2F6JAGAQNV_RTRMADP_3_USA-TRUMP-SMITH-1769150596.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"55\" data-end=\"207\">Former United States Special Counsel Jack Smith <a href=\"/news/2026/1/22/former-special-counsel-jack-smith-testifies-before-us-congress-committee\">has defended</a> his prosecution of President Donald Trump, rejecting Republican claims that the cases were politically motivated.</p><p data-start=\"214\" data-end=\"635\" data-is-last-node=\"\">Testifying before lawmakers at the House Judiciary Committee, Smith said the two federal cases, one over Trump’s handling of <a href=\"/news/2024/7/16/whats-next-in-the-trump-classified-documents-case\">classified </a>documents and the other over efforts to overturn <a href=\"/news/2020/11/20/trump-forges-ahead-with-frantic-effort-to-overturn-election\">the 2020 election</a>, were based on evidence, not politics.</p><p data-start=\"214\" data-end=\"635\" data-is-last-node=\"\">Both cases were dropped after Trump was re-elected in November 2024, in line with longstanding Department of Justice policy barring the investigation or prosecution of a sitting president. Smith resigned shortly before Trump’s inauguration in January 2025.</p><p data-start=\"214\" data-end=\"635\" data-is-last-node=\"\">The hearing marked the first time the US public heard at length from Smith since his resignation. He told the panel that he expected Trump’s Justice Department to try to bring criminal charges against him.</p><p dir=\"null\" data-apitype=\"text\" data-contentid=\"B5VJPHTMWBC3NOEQFBDW5KUBWA\" data-el=\"text\">These are the key takeaways:</p><h2 id=\"what-specifics-do-we-know-about-the-cases\" dir=\"null\" data-apitype=\"text\" data-contentid=\"B5VJPHTMWBC3NOEQFBDW5KUBWA\" data-el=\"text\">What specifics do we know about the cases?</h2><p>Smith, a public corruption prosecutor, was appointed in November 2022 to oversee the investigations into Trump.</p><p>These are the two cases he investigated:</p><h3 class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Classified documents</h3><p data-start=\"1088\" data-end=\"1211\">Smith investigated Trump’s alleged mishandling of classified documents after he left office at the end of his first term.</p><p data-start=\"1218\" data-end=\"1498\">The criminal case included <a href=\"/news/2024/7/16/whats-next-in-the-trump-classified-documents-case\">31 counts</a> under the US Espionage Act for the willful retention of national defence information, each punishable by up to 10 years in prison. Separate charges accused Trump of conspiring to obstruct justice and making false statements to investigators.</p><p data-start=\"1505\" data-end=\"1678\">Prosecutors alleged that Trump removed highly sensitive documents from the White House when he left office in 2021 and later stored them at his Mar-a-Lago estate in Florida.</p><figure id=\"attachment_2291381\" aria-describedby=\"caption-attachment-2291381\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2291381\" src=\"/wp-content/uploads/2023/07/AP23197561927906-1690498098.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An aerial view of former President Donald Trump's sprawling beachside Mar-a-Lago club in Palm Beach, Fla., on Aug. 31, 2022.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2291381\" class=\"wp-caption-text\">An aerial view of US President Donald Trump’s Mar-a-Lago estate in Palm Beach, Florida, where prosecutors allege he held top secret documents, on August 15, 2022 [File: Marco Bello/Reuters]</figcaption></figure><h3 class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">2020 election results</h3><p data-start=\"127\" data-end=\"388\">The second case focused on Trump’s efforts to overturn <a href=\"/news/2024/10/3/trumps-2020-election-case-what-jack-smiths-new-filing-argues\">the results of the 2020</a> presidential election, which he lost to Joe Biden. Prosecutors argued that Trump sought to block the lawful transfer of power after the vote, rather than accept the outcome.</p><p data-start=\"589\" data-end=\"846\">The charges followed a wide-ranging investigation into the events leading up to the January 6, 2021 attack on the US Capitol. Trump was indicted on four counts, including conspiracy to defraud the US and conspiracy against the rights of voters.</p><p data-start=\"853\" data-end=\"1169\">Smith did not accuse Trump of directly inciting the Capitol riot. Instead, the case centred on Trump’s actions in the weeks between his election defeat and the violence in Washington, examining efforts to pressure officials, advance false claims of fraud and interfere with the certification of the election results.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-were-the-main-takeaways-from-thursday-s-testimony\" dir=\"null\" data-apitype=\"text\" data-contentid=\"B5VJPHTMWBC3NOEQFBDW5KUBWA\" data-el=\"text\">What were the main takeaways from Thursday’s testimony?</h2><h3>‘No one should be above the law’</h3><p>Smith said his investigation into Trump was driven by evidence and the law.</p><p>“We followed the facts and we followed the law. Where that led us was to an indictment of an unprecedented criminal scheme to block the peaceful transfer of power,” Smith said.</p><p class=\"paragraph inline-placeholder vossi-paragraph\" data-uri=\"cms.cnn.com/_components/paragraph/instances/cmkpm7j3d000f3b6pj6u2sq3j@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">“Our investigation developed proof beyond a reasonable doubt that President Trump engaged in criminal activity. If asked whether to prosecute a former president based on the same facts today, I would do so regardless of whether that president was a Republican or a Democrat,” Smith said in his opening remarks.</p><p data-start=\"699\" data-end=\"890\">“No one should be above the law in this country, and the law required that he be held to account. So that is what I did,” Smith added.</p><p>Still, the special counsel said he stopped short of filing a charge of insurrection against Trump. That was pursued in the House impeachment of Trump in the aftermath of January 6, though the president was acquitted of the sole count of incitement of an insurrection by the Senate.</p><p></p><h3>Cassidy Hutchinson</h3><p data-start=\"129\" data-end=\"321\">Republicans have long focused on challenging the testimony of former White House aide Cassidy Hutchinson, which was a key moment in the congressional investigation into the January 6 attack.</p><p data-start=\"328\" data-end=\"538\">Hutchinson told the committee she had been informed that Trump tried to grab the steering wheel of his presidential vehicle as he demanded to go to the US Capitol. Other witnesses later disputed that account.</p><p data-start=\"545\" data-end=\"718\">During the hearing, Republican Representative Jim Jordan, the committee’s chair, pressed Jack Smith on the episode. “Mr Smith, is Cassidy Hutchinson a liar?” Jordan asked.</p><p data-start=\"725\" data-end=\"911\">Smith said Hutchinson’s account was second-hand and that investigators were unable to confirm it. He said the Secret Service agent in the vehicle at the time did not back up the claim.</p><p data-start=\"918\" data-end=\"1105\">Jordan pressed whether Smith would have brought Hutchinson forward to testify anyway, and Smith said he had not made “any final determinations”.</p><figure id=\"attachment_1773417\" aria-describedby=\"caption-attachment-1773417\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1773417\" src=\"/wp-content/uploads/2022/06/Hutchinson.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Cassidy Hutchinson testifies\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1773417\" class=\"wp-caption-text\">Cassidy Hutchinson, former aide to Trump White House chief of staff Mark Meadows, testifies before the January 6 committee [Andrew Harnik/AP Photo]</figcaption></figure><p data-start=\"1112\" data-end=\"1210\">Jordan seized on that response, arguing it showed prosecutors were determined to go after Trump.</p><p data-start=\"1217\" data-end=\"1404\">In fact, Smith said, one of the “central challenges” of the case was to present it in a concise way, “because we did have so many witnesses” – state officials, Trump campaign workers and advisers – to testify.</p><p data-start=\"1411\" data-end=\"1543\">“Some of the most powerful witnesses were witnesses who, in fact, were fellow Republicans who had voted for Donald Trump, who had campaigned for him and who wanted him to win the election,” Smith added.</p><h3>‘Threats to democracy’</h3><p>One Democrat, Representative Pramila Jayapal of Washington, asked how he would describe the consequences – for US democracy – of not holding Trump accountable for alleged violations of the law and his oath.</p><p>“If we do not hold the most powerful people in our society to the same standards of the rule of law, then it can be catastrophic,” Smith said.</p><p>“Because if they don’t have to follow the law, it’s very easy to understand why people would think they don’t have to follow the law as well.”</p><p>Smith continued, “If we don’t hold people to account when they commit crimes, that it sends a message that those crimes are OK, that our society accepts that… It can endanger our election process, it can endanger election workers, and ultimately our democracy.”</p><figure id=\"attachment_4261168\" aria-describedby=\"caption-attachment-4261168\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261168\" src=\"/wp-content/uploads/2026/01/AP26022564164153-1769150771.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Former Justice Department special counsel Jack Smith \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261168\" class=\"wp-caption-text\">Former Justice Department Special Counsel Jack Smith [Mark Schiefelbein/AP]</figcaption></figure><h3>‘I don’t get it’</h3><p data-start=\"108\" data-end=\"276\">Smith sharply criticised Trump’s decision to issue mass pardons for people convicted in connection with the January 6, 2021 attack on the US Capitol.</p><p data-start=\"283\" data-end=\"464\">On his first day back in office, Trump granted clemency to all those charged over the riot, including hundreds who had been accused or convicted of assaulting police officers.</p><p data-start=\"471\" data-end=\"617\">When asked about the move, Smith said: “The people who assaulted police officers and were convicted after trial, in my view and I think in the view of the judges who sentenced them to prison, are dangerous to their communities. As you mentioned, some of these people have already committed crimes against their communities again, and I think all of us – if we are reasonable – know that there is going to be more crimes committed by these people in the future.</p><p data-start=\"1059\" data-end=\"1199\">“I do not understand why you would mass pardon people who assaulted police officers,” Smith said on Thursday. “I don’t get it. I never will.”</p><p data-start=\"1206\" data-end=\"1314\">According to reports, at least 140 police officers were injured during the Capitol attack.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3 id=\"smith-defends-his-work\" data-start=\"1206\" data-end=\"1314\">Smith defends his work</h3><p data-start=\"148\" data-end=\"402\">Republican lawmakers sought to portray Smith as an overly aggressive prosecutor who needed to be restrained by senior Justice Department officials as he pursued cases against Trump before the former president’s potential return to office.</p><p data-start=\"404\" data-end=\"591\">They focused, in particular, on Smith’s decision to obtain phone records for members of Congress, including then–House Speaker Kevin McCarthy, arguing the move amounted to overreach.</p><p data-start=\"593\" data-end=\"768\">In a heated exchange, Republican Representative Brandon Gill of Texas accused Smith of using nondisclosure orders to “hide” subpoenas from both their targets and the public.</p><p data-start=\"770\" data-end=\"956\">Smith rejected those claims, saying the collection of phone records was a routine investigative step aimed at understanding the “scope of the conspiracy” to overturn the 2020 election.</p><p data-start=\"958\" data-end=\"1005\">“My office didn’t spy on anyone,” Smith said.</p><p data-start=\"1007\" data-end=\"1195\">He added that nondisclosure orders were sought because of concerns about witness intimidation, pointing to Trump’s public warnings that he would be “coming after” people who crossed him.</p><p data-start=\"1197\" data-end=\"1328\">“I had grave concerns about obstruction of justice in this investigation, specifically with regards to Donald Trump,” Smith said.</p><p data-start=\"1330\" data-end=\"1463\">Smith said prosecutors are not required “to wait until someone gets killed before they move for an order to protect the proceedings”.</p><figure id=\"attachment_4261174\" aria-describedby=\"caption-attachment-4261174\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261174\" src=\"/wp-content/uploads/2026/01/2026-01-22T150653Z_27206898_RC2F6JABS55T_RTRMADP_3_USA-TRUMP-SMITH-1769151130.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Former Special Counsel Jack Smith \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261174\" class=\"wp-caption-text\">Former Special Counsel Jack Smith arrives to testify before the House Judiciary Committee [Kevin Lamarque/Reuters]</figcaption></figure><h3>Trump responds</h3><p data-start=\"112\" data-end=\"290\">Trump appeared to be following Smith’s testimony live, posting on Truth Social as the hearing unfolded and praising Republicans for their attacks on the former special counsel.</p><p data-start=\"297\" data-end=\"593\">“Deranged Jack Smith is being DECIMATED before Congress. It was over when they discussed his past failures and unfair prosecutions,” Trump wrote. “He destroyed many lives under the guise of legitimacy. Jack Smith is a deranged animal, who shouldn’t be allowed to practice Law.”</p><p data-start=\"600\" data-end=\"704\">Trump framed the investigations as a “Democrat SCAM” and said those involved should “pay a big price”.</p><p data-start=\"600\" data-end=\"704\">Trump has deployed similar tactics in the past, using his social media account in September to direct the Justice Department to indict <a href=\"/news/2025/11/24/us-judge-dismisses-criminal-charges-against-james-comey-letitia-james\">other critics of his actions</a>, including New York Attorney General Letitia James and former FBI Director James Comey.</p></div></div></body></html>"
        },
        {
            "title": "Vietnam’s To Lam wins second term, extends top position for 5 more years | Politics News | Al Jazeera",
            "time": "2026-01-23T09:25:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-23T021152Z_1500358246_RC286JARU2I2_RTRMADP_3_VIETNAM-CONGRESS-1769155779_5a3b01-1769156580.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Vietnam’s To Lam wins second term, extends top position for 5 more years</h1><p class=\"article__subhead\"><em>General Secretary To Lam will continue to lead Vietnam’s Communist Party amid pledges to continue rapid reforms.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Vietnam’s Communist Party ⁠has ​re-appointed <a href=\"/news/2026/1/20/vietnams-to-lam-vows-to-fight-corruption-pledges-10-economic-growth\">To ‍Lam as its ‍general ⁠secretary</a>, extending his top leadership position in the Southeast Asian nation for the next five years.</p><p>To Lam was “unanimously” re-elected to the post of general secretary, according ‌to an announcement made ‌at ‌the conclusion of the party’s five-yearly ⁠congress in the capital Hanoi on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The party central committee “absolutely unanimously elected Comrade To Lam to continue holding the position of General Secretary”, the party said in a statement.</p><p>Tran Thanh Man, chairman of Vietnam’s National Assembly, said the party chief had received 180 votes out of 180 to remain in the top job.</p><p>Lam’s re-election as party chief will send a reassuring message to foreign investors who regularly cite political stability as a key factor in Vietnam’s appeal as a pro-business environment.</p><p>Lam, 68, is also seeking to become president, with a decision on that position ‌expected to be announced later.</p><figure id=\"attachment_4261245\" aria-describedby=\"caption-attachment-4261245\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261245\" src=\"/wp-content/uploads/2026/01/AFP__20260123__93QV8ZQ__v1__HighRes__VietnamPolitics-1769155939.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Vietnam's relected Communist Party General Secretary To Lam is seen on a screen as he speaks during the closing session of the Communist Party of Vietnam's (CPV) 14th National Congress at the National Convention Centre in Hanoi on January 23, 2026. Vietnam's Communist Party &quot;unanimously&quot; re-elected To Lam to the post of general secretary on January 23, it said on its website, confirming he will remain the country's top leader for the next five years. (Photo by Nhac NGUYEN / AFP\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261245\" class=\"wp-caption-text\">Vietnam’s re-elected Communist Party General Secretary To Lam is seen on a screen as he speaks during the closing session of the Communist Party of Vietnam’s (CPV) 14th National Congress, at the National Convention Center in Hanoi, on Friday [Nhac Nguyen/AFP]</figcaption></figure><p>Earlier this week, addressing hundreds of congress delegates seated in red-upholstered chairs in a red-carpeted conference hall under a towering statue of the Communist Party’s founder and liberation struggle hero, Ho Chi Minh, Lam promised to continue fighting corruption and ensure annual growth above 10 percent through to 2030.</p><p>Speaking at the end of ‌the ‌congress and his reappointment on Friday, Lam committed to ⁠working hard to meet the expectations ‌of Vietnam’s people.</p><p>Lam’s retaining of the top party position follows his implementation of sweeping reforms since taking over as Communist Party General Secretary in late 2024, which have shocked the country with their speed and severity for some sectors.</p><p>He has eliminated whole layers of government bureaucracy, abolished eight ministries or government agencies and cut nearly 150,000 jobs from the state payroll, while pushing ambitious rail and power projects as well as weeding out corruption.</p><p>Lam said in a speech this week that he wants to change the country’s economic growth model, which has hinged for decades on cheap labour and exports, instead turning Vietnam into a high-middle-income economy by 2030 by focusing on innovation and efficiency.</p><p>He also warned of the overlapping threats Vietnam faces “from natural disasters, storms and floods to epidemics, security risks, fierce strategic competition, and major disruptions in energy and food supply chains”.</p><p>Vietnam, a nation of 100 million people, is both a repressive one-party state and a regional economic bright spot, where the Communist Party has sought to deliver rapid growth to bolster its legitimacy domestically and internationally.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Psychological war on society’: Russia plunges Ukraine into darkness | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-23T08:49:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/DSCF3957-1769093606.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> The rattle of multiple petrol generators sounded out across the historic neighbourhood of Podil as people attempted to traverse the icy streets in near darkness.</p><p>About half the capital’s homes are without heating or power after large Russian aerial strikes on Ukraine targeted the country’s infrastructure in recent weeks.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Temperatures sit well below freezing.</p><p>Yet as an air raid siren blares, young people in Kyiv gathered in a row of cafes and bars. Generators are able to provide heating, light and music.</p><figure id=\"attachment_4260192\" aria-describedby=\"caption-attachment-4260192\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4260192\" src=\"/wp-content/uploads/2026/01/DSCF4028-1769091944.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Independence Square in Kyiv is in almost complete darkness after mass attacks on energy infastructure (Nils Adler/Al Jazeera)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4260192\" class=\"wp-caption-text\">Independence Square in Kyiv is in almost complete darkness after mass attacks on energy infrastructure [Nils Adler/Al Jazeera]</figcaption></figure><p>“It’s really important for the youth to meet up and do stuff together so we don’t break down mentally,” Karina Sema, a 24-year-old journalist, told Al Jazeera.</p><p>She pulled out her phone and showed a video filmed the day before. About 100 people can be seen gathering in torchlight around a speaker, singing along to a track called All I Need Is Your Love Tonight.</p><p>The latest large-scale attack was on Tuesday night, when Russia fired drones and ballistic missiles across the country, plunging the city, including the Ukrainian Parliament, into darkness just as repair crews had begun to restore parts of the grid after an assault earlier in January.</p><h2 id=\"state-of-emergency\">State of emergency</h2><p>Repeated attacks have pushed President Volodymyr Zelenskyy to issue a state of emergency in the energy sector. He has accused Russia of deliberately exploiting the bitter cold snap as a weapon of war.</p><p>United Nations human rights chief Volker Turk denounced the strikes as a “cruel” and clear violation of international law.</p><p>The lack of heating has caused water pipes to burst in some buildings, leading to flooding as the water in them freezes.</p><p>Residents of an area on the capital’s left bank, which has been hit by repeated drone strikes and has no electricity supply, told Al Jazeera of a number of creative solutions to the crisis.</p><p>One popular method is to heat a brick on a portable petrol-powered stove, which helps warm the apartment and retains heat long after the stove is switched off.</p><p>Assiya Melnyk, a single mother in her 30s, showed Al Jazeera around her apartment, which had had no electricity for the whole day.</p><p>“My eyesight is going because I squint in the dark for so long,” she said, holding a small torch.</p><p>“It is hard to stay warm, we use jumpers and blankets; I just think of my daughter and keeping her well mentally and physically,” she said.</p><h2 id=\"economic-impact\">Economic impact</h2><p>The attacks on infrastructure also hurt business owners who have struggled for almost four years under a wartime economy.</p><p>Enes Lutfia, a 24-year-old originally from Turkiye, told Al Jazeera that he is now considering closing his restaurants and bars.</p><p>It costs him almost $500 a week to fuel his generator.</p><p>“I have no customers”, he said. “Young people hang out together on the street or at home, many adult men are fighting, many women have left the country,” he said with a resigned shrug.</p><p>Defending the country’s energy sector is also costing Ukraine.</p><p>Zelenskyy said the air defence missiles used after Tuesday’s attack cost about $90 million.</p><h2 id=\"you-stay-with-your-own-mind\">‘You stay with your own mind’</h2><p>It is not just Kyiv that has been affected. Cities such as Kharkiv in the east and Odesa in the south have also suffered near darkness.</p><p>In central Ukraine’s Poltava, Anatoli, a 54-year-old car mechanic, told Al Jazeera he now gets electricity only for a few hours at night. He works in his garage in the early morning hours when the lights are on.</p><p>He is considering leaving Ukraine.</p><p>“I will leave as soon as they open the borders,” he said.</p><p>In a restaurant in the city’s centre, 23-year-old Maxim Senschuk told Al Jazeera that staying at home with no electricity can affect a person’s mental state: “You stay with your own mind”.</p><p>He bemoaned a “psychological war on society”, but added, “All my family, friends, we are not scared, it has been four years [of war]. Now we are just bored with this”.</p><figure id=\"attachment_4260250\" aria-describedby=\"caption-attachment-4260250\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4260250\" src=\"/wp-content/uploads/2026/01/DSCF3950-1769093520.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Maxim Senchuk shows an app which indicates when electricity will be available in his area (Nils Adler/Al Jazeera)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4260250\" class=\"wp-caption-text\">Maxim Senchuk shows an app which indicates when electricity will be available in his area [Nils Adler/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Making sense of Bangladesh’s ‘Hadi effect’ shaping the vote | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-01-23T08:47:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-19T051330Z_1553356645_RC224EAYXEZ5_RTRMADP_3_BANGLADESH-POLITICS-1769152972.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After the killing of Sharif Osman Hadi in December and the funeral that drew hundreds of thousands of people into the heart of Dhaka, the nation briefly convulsed with grief.</p><p>Then, as it almost always does, the emotion receded. Even martyrdom has a shelf life in public memory. Ordinary people, burdened by survival, do not grieve indefinitely. Mourning fades and life intrudes.</p><p>Bangladesh has seen this before. Take Abu Sayeed, the first martyr of the July uprising of 2024 that led to then-Prime Minister Sheikh Hasina’s ouster. The image of him standing with outstretched arms, absorbing police [rubber] bullets as if to arrest history itself, has already entered the country’s visual canon. It is painted on walls, reproduced in murals, stylised in art and embalmed in textbooks. Sayeed’s image is immortal. His grief is not.</p><p>Today, the sorrow surrounding his death likely lives on only within his family and a small circle of intimates. For everyone else, it has been crowded out by the daily grind — by inflation, insecurity, and the numbing demands of life in a harshly transactional world that steadily drains people of the luxury of sustained emotion.</p><p>There is also a harsher truth. Abu Sayeed’s death, in every grimly practical sense, achieved closure. His martyrdom sparked the mass uprising that eventually toppled Hasina’s dictatorial regime, which had ruled for more than a decade and a half through force, and the systematic stripping of political and human agency. Sayeed’s sacrifice served a utilitarian purpose. History moved. His chapter, however tragic, is complete.</p><p>Hadi’s death is not.</p><p>More than a month after he was killed, his martyrdom remains unfinished, unresolved—and that is precisely why the public response has been so fervent, so emotionally unspent. The honours conferred upon him, the intensity of the mourning, and the almost unprocessed grief point to something deeper than the catalytic role of yet another fallen hero. To understand it, one must first understand what might now be called the “Hadi effect”.</p><figure id=\"attachment_4261208\" aria-describedby=\"caption-attachment-4261208\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261208\" src=\"/wp-content/uploads/2026/01/2025-12-20T102529Z_856798641_RC2WJIAVYPT5_RTRMADP_3_BANGLADESH-POLITICS-FUNERAL-1769153081.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People reacts as they attend the funeral prayer for Sharif Osman Hadi, a student leader, who died after being shot in the head, at Manik Mia Avenue, in Dhaka, Bangladesh, December 20, 2025. REUTERS/Stringer\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261208\" class=\"wp-caption-text\">People react as they attend the funeral prayer for Sharif Osman Hadi, a student leader who died after being shot in the head, at Manik Mia Avenue, in Dhaka, Bangladesh, on December 20, 2025 [Stringer/Reuters]</figcaption></figure><p>Hadi entered public consciousness through social media clips and television talk shows, in which he was in viral confrontations with some known social and political stalwarts. He was physically unassuming: short with dishevelled hair and beard, but sharp-eyed. His power lay in language. He spoke in an unapologetically plebeian Bangla, tinged with the rural cadences of southern Bangladesh, far removed from the polished, patrician diction of Dhaka’s urban elite. It was a voice that sounded familiar, even intimate, to millions.</p><p>With a modest madrasa education, time at Dhaka University, and roots in a lower-middle-class family, Hadi embodied a volatile combination: the subaltern with just enough access to threaten established hierarchies. He was neither fully inside the system nor wholly outside it. His religiosity – unapologetic and deeply Islamic – resonated powerfully in a country where roughly 90 percent of the population is Muslim and where faith remains one of the few enduring sources of collective identity.</p><p>After the 2024 uprising, Hadi began to attract sustained attention from mainstream media. As remnants of the Awami League’s cultural and political establishment cautiously tested the waters for a comeback, he confronted them head-on. His language was blunt, often abrasive, and deliberately so. Again and again, Hadi warned of the danger of allowing the party back into public life through its cultural and social networks, long before it could re-enter formal politics.</p><figure id=\"attachment_4261210\" aria-describedby=\"caption-attachment-4261210\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261210\" src=\"/wp-content/uploads/2026/01/2025-12-20T130906Z_2078976463_RC28KIAD9C2N_RTRMADP_3_BANGLADESH-POLITICS-FUNERAL-1769153132.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People mourn as they join the funeral prayer for Sharif Osman Hadi, a student leader, who died after being shot in the head, at the Parliament building area of Manik Mia Avenue, in Dhaka, Bangladesh, December 20, 2025. REUTERS/Mohammad Ponir Hossain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261210\" class=\"wp-caption-text\">People mourn as they join the funeral prayer for Sharif Osman Hadi, a student leader who died after being shot in the head, at the parliament building area of Manik Mia Avenue, in Dhaka, Bangladesh, on December 20, 2025 [Mohammad Ponir Hossain/Reuters]</figcaption></figure><p>This was not a conventional political battle. Hadi’s fight – if it can be called that – was aimed squarely at culture. For decades, Hasina’s Awami League had exercised near-hegemonic control over Bangladesh’s cultural sphere, saturating media, academia and the arts with its preferred narratives. In principle, this was unsurprising. As a centre-left party that led the 1971 liberation war, the Awami League rooted its legitimacy in language, identity, culture and a particular vision of Bengali nationalism. Much of the country’s intellectual class found that vision both familiar and institutionally rewarding.</p><p>But under Hasina’s four consecutive terms – three of them secured through elections widely regarded as rigged or non-participatory – that cultural project metastasised. What had once been advocacy hardened into dogma. Bengali nationalism was narrowed, history was revised and the liberation war was increasingly reframed to elevate Sheikh Mujibur Rahman – Hasina’s father and the leader of the independence struggle – into a near-mythic figure. Cultural production ceased to be pluralistic. It became devotional.</p><p>The consequences were profound. Dominant media outlets and influential intellectuals did more than amplify this narrative. They enforced it. In the process, they marginalised the worldview of a large majority of Bangladeshis, many of whom are religiously moderate Muslims who could not recognise themselves in the imposed version of “secular” nationalism. Over time, reverence for Mujib, as Rahman is widely remembered, crossed from respect into ritual, leaving little room for dissent without social or professional penalty.</p><p>That resentment did not disappear. It waited.</p><p>After the 2024 uprising, it erupted, most visibly in the demolition of Mujib’s statues and murals across the country. It is a mistake to portray these acts merely as vandalism or iconoclasm; they were an attempt, however raw, to reclaim cultural agency from a state-sanctioned orthodoxy. At their core was a demand to reassert a sociopolitical identity grounded in religious moderation rather than enforced secular symbolism.</p><p>No figure came to embody that rupture more clearly than Sharif Osman Hadi.</p><p>Hadi’s rise in the collective consciousness followed a clear arc. Without apparent calculation, he first emerged on social media and then broke into mainstream platforms, methodically exposing the hypocrisy of a media-intellectual complex that had enabled Hasina’s authoritarianism while cloaking itself in moral superiority. His refusal to temper his critique, his insistence on naming collaborators rather than abstractions, struck a nerve.</p><p>For many Bangladeshis in the immediate aftermath of July 2024, Hadi sounded like the voice they aspired to hear. He said aloud what others had whispered or forced themselves to suppress entirely. He appeared sincere – perhaps even recklessly so. And in a political culture exhausted by doublespeak, that honesty proved magnetic.</p><p>Hadi did not stop at critique. With public funding, he went on to establish the Inqilab Cultural Center, an explicit attempt to build an alternative cultural infrastructure. Its mission was clear: to promote a Bangladesh-rooted cultural idiom grounded in Islamic values, one that resonated with the social instincts of the majority rather than the narrow, urban, secular aesthetic long amplified by elite institutions. For many Bangladeshis who had viewed the dominant version of Bengali cultural expression as exclusionary or imposed, the Inqilab Center felt less like a provocation than a correction.</p><p>Yet post-uprising Bangladesh was not a laboratory for cultural experimentation alone. Under an interim government, the country lurched from economic anxiety to political uncertainty, and the public mood increasingly gravitated towards one demand: stability through elections. Hadi grasped this quickly. Cultural resistance, he concluded, would remain vulnerable unless it was anchored in formal political power. Parliament was where lasting leverage lay.</p><p>His decision to contest a seat in the heart of Dhaka, in the upcoming elections, elevated him almost overnight. Running without the backing of any major political machine, Hadi positioned himself against a seasoned, well-financed candidate from a party widely expected to return to power. The asymmetry was stark. It was a David and Goliath contest in a city – and a country – hungry for rupture. Attention was inevitable.</p><p>What followed was not a media strategy so much as a studied refusal to have one. Hadi allowed the symbolism of the contest to grow organically. His campaign was conspicuously bare-boned: leaflets instead of billboards, handshakes instead of motorcades. He prayed Fajr with voters, walked through working-class neighbourhoods, and spoke in the same unpolished vernacular that had first made him recognisable. Social media did the rest, amplifying what appeared unscripted and therefore credible.</p><figure id=\"attachment_4261213\" aria-describedby=\"caption-attachment-4261213\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261213\" src=\"/wp-content/uploads/2026/01/2025-12-20T101444Z_584340785_RC28KIA2OSV8_RTRMADP_3_BANGLADESH-POLITICS-FUNERAL-1769153210.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"People mourn as they join the funeral prayer for Sharif Osman Hadi, a student leader, who died after being shot in the head, at the Parliament building area of Manik Mia Avenue, in Dhaka, Bangladesh, December 20, 2025. REUTERS/Mohammad Ponir Hossainz\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261213\" class=\"wp-caption-text\">A convoy carrying the body of Sharif Osman Hadi, a student leader, who died after being shot in the head, moves through a crowd after his funeral, in Dhaka, Bangladesh, on December 20, 2025 [Mohammad Ponir Hossain/Reuters]</figcaption></figure><p>At the core of Hadi’s appeal was a single conviction about him that took hold with surprising speed: that he was incorruptible. After 16 years of Hasina’s rule – sustained by alliances with crony capitalists, a compliant bureaucracy, and selective patronage – corruption had become one of the regime’s defining signatures. Hadi offered himself as its antithesis. He did not promise technocratic reform or institutional overhauls. He promised something simpler and, for many, more persuasive: that he would be brave enough to confront power without flinching.</p><p>In the early days after the July uprising, that same faith had briefly been invested in student leaders who had ignited the 21-day mass movement against systemic discrimination. They, too, were seen as untainted and fearless. But that confidence eroded quickly as politics reasserted its old habits. Almost by default, the burden of preserving that belief, of proving that integrity could survive proximity to power, shifted to Hadi.</p><p>Interestingly, Hadi, by no measure, had been the architect of the July uprising. Yet in its aftermath, he became one of its most consequential inheritors. The Hadi of television debates occupied minds but the Hadi of the campaign trail reached somewhere deeper.</p><p>That explains why his killing produced a palpable sense of loss, why so many ordinary Bangladeshis felt, without irony, that something essential had been taken from them.</p><p>In death, Hadi has grown larger — but whether he has grown stronger remains unresolved. History offers no guarantees. His killing has already created opportunities for others to speak in his name, to trade on his image, to convert sacrifice into political currency. Martyrdom has always been an easily appropriated asset.</p><p>Still, it would be a mistake to assume that fading grief will render Hadi irrelevant in time. Public emotion inevitably ebbs but unfinished struggles do not. The idea he carried – the insistence on reclaiming cultural agency, on confronting corruption without accommodation, on refusing elite permission – has not been settled, let alone defeated.</p><p>Hadi’s project remains incomplete. That is the real source of his persistence in the national imagination. And anyone who believes otherwise misunderstands both the moment and the man.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Is the UK playing a double game in Sudan and Somalia? | Sudan war News | Al Jazeera",
            "time": "2026-01-23T08:28:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP22045616363454-1769151166.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In December, as it often has during the ongoing war between the Sudanese army and the <a href=\"/news/2023/4/16/sudan-unrest-what-is-the-rapid-support-forces\">Rapid Support Forces</a> (RSF), the British government urged accountability, expressing concerns about the mass-scale death and devastation that civilians have suffered.</p><p>But reporting has shown that, behind the scenes, the United Kingdom rejected more ambitious plans to prevent atrocities as violence escalated.</p><p>Further east, the UK has officially backed the territorial integrity of Somalia – while holding a stake in a strategic port in the breakaway region of Somaliland that it does not recognise.</p><p>These decisions and moves by the UK, say analysts, raise doubts about whether its words are in keeping with its actions in the Horn of Africa.</p><p>Amgad Fareid Eltayeb, a Sudanese policy analyst, said the UK’s credibility is increasingly judged by the risks it is willing, or unwilling, to take.</p><p>“When people believe your words and your actions diverge, they stop treating you as a broker and start treating you as an interest manager,” he told Al Jazeera.</p><h2 id=\"enabler-of-aggression-in-sudan\">‘Enabler of aggression’ in Sudan</h2><p>That judgement, analysts argue, now colours how the UK’s actions elsewhere in the region are being read.</p><p>In Sudan, earlier reports show how the UK government opted for what internal documents describe as the “least ambitious” approach to end the bloodshed, even as <a href=\"/news/2025/10/29/horrific-violations-arab-nations-slam-rsf-killings-in-sudans-el-fasher\">mass killings</a> by the RSF mounted in Darfur, including around el-Fasher.</p><p>Eltayeb argues that this has led the UK to be viewed not as a marginal or distracted actor, but as a central one whose diplomatic posture has helped shape how the war is framed internationally.</p><p>He referred to reports that the United Arab Emirates has armed or supported RSF – allegations documented by UN experts and international media and denied by Abu Dhabi – and said the UK had emerged as “an enabler of the Emirati aggression in Sudan”. The aim: To “whitewash RSF atrocities in the diplomatic framing of the war”.</p><p>Asked about its approach to Sudan, the UK Foreign Office told Al Jazeera: “The crisis in Sudan is the worst we have seen in decades – the UK government is working with allies and partners to end the violence and prevent further atrocities from occurring.</p><p>“We need both the parties to support a ceasefire; this means unrestricted humanitarian access and a peace process with transition to a civilian government.”</p><h2 id=\"recognise-somalia-do-business-with-somaliland\">Recognise Somalia, do business with Somaliland</h2><p>The Foreign Office did not respond to questions about the UK’s role in Somalia or its commercial engagement in Somaliland, where scrutiny has increasingly centred on the port of Berbera.</p><p>The British government co-owns the port through its development finance arm, British International Investment (BII). The port is jointly owned by the UAE-based logistics firm DP World and the government of Somaliland – even though the UK does not officially recognise that government. The UAE, too, formally does not recognise Somaliland.</p><p>Berbera sits near one of the world’s most important maritime corridors linking the Red Sea and the Indian Ocean. An impact assessment commissioned by the UK Foreign Office described it as “a strategic gateway” to Somaliland and a potential alternative trade corridor for Ethiopia, language that places it firmly within the region’s geopolitical architecture.</p><p>The port’s strategic value is not new. Matthew Benson-Strohmayer, a social and economic historian of Africa at the London School of Economics (LSE), noted that Berbera has repeatedly been treated by external powers as strategic infrastructure first, and a political community second. It has served at different points as a British coaling station, a Soviet naval base during the Cold War, and now a commercial logistics hub shaped by Gulf and Western interests.</p><h2 id=\"the-sudan-somaliland-link\">The Sudan-Somaliland link</h2><p>That wider architecture has become more politically charged as Sudan’s war has spilled across borders.</p><p>Observers have suggested that Berbera is part of a broader Emirati logistics network that United Nations experts and international media have linked to alleged supply routes used to arm the RSF. The UAE has consistently denied these allegations.</p><p>For critics, the UK’s commercial entanglement with that alleged network raises uncomfortable questions. While London publicly calls for accountability in Sudan, it remains financially tied, via the BII, to a port operated by the UAE, a close regional partner accused of backing one side in the war next door.</p><p>Abdalftah Hamed Ali, an independent Horn of Africa analyst, said this highlights what many critics see as “a gap between principle and practice”.</p><p>“Even if London disputes those linkages,” he said, “the perception problem remains.”</p><p>The sensitivity has deepened as Somaliland’s political status has returned to the diplomatic spotlight. Last month, Israel became the only country to <a href=\"/features/2026/1/16/what-does-israel-want-in-somaliland\">formally recognise</a> Somaliland’s independence, a move condemned by Mogadishu and rejected by the wider international community.</p><p>For analysts, these developments underscore why claims that economic engagement can be kept separate from politics are increasingly difficult to sustain.</p><p>Ali said Berbera cannot be treated as a neutral commercial asset.</p><p>“Ports in the region are not just economic assets; they are nodes in a security and influence ecosystem,” he said. “When investment touches ports, free zones, and long-term trade access, it becomes politically legible. People interpret it as strengthening one authority’s bargaining position, whether that is the intention or not.”</p><p>In Somaliland’s case, that political legibility cuts several ways: Reinforcing its de facto autonomy, reshaping regional alliances, and entangling external actors, the UK included, in a dispute London – officially – says should be resolved through dialogue rather than external alignment.</p><p>Ali described the UK’s approach as a “dual-track” policy.</p><p>“Britain maintains its formal diplomatic line with the recognised Somali state, but it also works with Somaliland as a de facto authority because it is stable and functions and controls territory,” he said.</p><p>LSE’s Benson-Strohmayer explained that after declaring independence in 1991, Somaliland was excluded from international recognition and large-scale foreign aid. Early governments were forced to rely on locally raised revenue, particularly taxation linked to Berbera port, a dependence that gave domestic actors leverage to demand representation and accountability.</p><p>In 1992, when a transitional government attempted to seize control of Berbera by force, local clan authorities resisted. The standoff ended in compromise, helping to entrench Somaliland’s power-sharing system.</p><p>Benson-Strohmayer, who also serves as Sudan Research Director at LSE, described this dynamic as a “revenue complex”, in which fiscal control and political legitimacy are tightly intertwined.</p><p>Large external infrastructure investments, he warned, risk undermining that bargain.</p><p>“When states can finance themselves through deals with external investors rather than negotiations with local constituencies, the fiscal contract changes,” Benson-Strohmayer said.</p><p>Such projects, he added, reconfigure who controls revenue flows, who benefits from the port economy, and who gains political leverage. In territories with unresolved political status, infrastructure investment can enable what he described as “governance through commercial presence” – allowing external actors to extract strategic value while avoiding explicit political responsibility.</p><h2 id=\"ambiguity-by-choice\">Ambiguity by choice</h2><p>The UK’s position, Benson-Strohmayer argued, exemplifies this ambiguity.</p><p>British formal support for Somalia’s territorial integrity, paired with deepening commercial and security engagement with Somaliland, he said, gives it port access, counterterrorism cooperation and commercial returns, while avoiding the political costs of a clear position.</p><p>Over time, this can undermine institutional consolidation on both sides: Allowing Mogadishu to avoid meaningful negotiations over Somaliland’s status, while weakening Somaliland’s domestic accountability mechanisms by bypassing local political bargaining.</p><p>The UK’s posture in Somaliland has drawn scrutiny before. In 2023, Declassified UK reported that the British government suppressed the release of a report into the killing of civilians during clashes in Somaliland, a decision critics then said prioritised political relationships over transparency and accountability. British officials said at the time that decisions around the report were taken in line with diplomatic and security considerations.</p><p>Read together, analysts say the UK’s decisions in Sudan and Somalia reflect a single approach applied in different contexts: Preserving access and partnerships while avoiding moves – diplomatic pressure, public confrontation or policy shifts – that would narrow its room for manoeuvre.</p><p>Ali argued that while this approach may secure short-term influence, it carries longer-term costs, particularly in a region as politically entangled as the Horn of Africa.</p><p>“In the Horn, where alliances overlap with regional rivalries and the conflict economy, mixed signals can quickly become a liability,” he said. “You lose the moral authority to press for political compromise if local actors think your incentives lie elsewhere.”</p></div></div></body></html>"
        },
        {
            "title": "US officially withdraws from the World Health Organization | World Health Organization News | Al Jazeera",
            "time": "2026-01-23T08:25:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769152767.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Health Secretary Robert F Kennedy Jr and US Secretary of State Marco Rubio have jointly announced the “completion” of US withdrawal from the World Health Organization (WHO).</p><p>The announcement on Thursday marks the first time the US has not been a member of the WHO since it joined as a founding member in 1948, though US President Donald Trump had signalled his intention to withdraw from the body in 2020 during his first term in office.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The joint statement from Rubio and Kennedy, a vaccine sceptic, primarily blamed the WHO’s “failures during the COVID-19 pandemic” as the reason for the withdrawal.</p><p>“Going forward, US engagement with the WHO will be limited strictly to effectuate our withdrawal and to safeguard the health and safety of the American people,” Rubio and Kennedy said, noting that all US funding for the WHO had ceased.</p><p>WHO chief Tedros Adhanom Ghebreyesus told reporters earlier this month that the organisation had responded to funding shortfalls associated with the US withdrawal by making cuts.</p><p>United Nations Spokesperson Stephane Dujarric told reporters on Thursday that “for all intents and purposes” the US is “no longer participating in the work of the World Health Organization”, but that some “legal details will likely have to be worked out”.</p><p>“It is clear we would love to see the United States be a full participant in the work of the World Health Organization, like we want to see every country,” Dujarric said.</p><p>“If there’s an issue that is clearly, that knows no border, that doesn’t respect territorial integrity, so to speak, are health issues,” he said.</p><p>“Viruses, non-communicable diseases, all of these issues need and should be worked out with international cooperation. The World Health Organization is the place to do it,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"withdrawal-is-reckless-and-makes-us-all-more-vulnerable\">‘Withdrawal is reckless and makes us all more vulnerable’</h2><p>President Trump, who has <a href=\"/news/2020/9/9/trump-knew-coronavirus-was-deadly-downplayed-it-woodward-book\">faced criticism</a> for his response to COVID-19, including from his <a href=\"/news/2021/3/29/trump-covid-official-deaths-could-have-been-substantially-lower\">own top health officials</a>, announced that he planned to withdraw the US from the Geneva-based WHO on January 20, 2025, the first day his second term began in the White House. However, a clause created by the US meant that the withdrawal did not take effect until this week.</p><p>The WHO’s chief legal officer, Steven Solomon, told reporters earlier this month that the founders of the organisation did not include a withdrawal clause because they saw it as a “truly universal organisation that would make the world safer”.</p><p>However, Solomon said the US created a provision that would allow it to withdraw from the body if it met two conditions: Giving one year’s notice and meeting its “financial obligations … in full for the current fiscal year”, while also noting that the US was “in arrears on its payments” for 2024 and 2025.</p><p>Responding to the US withdrawal, public health advocate Lucky Tran wrote on social media that the “WHO has played a huge role in bringing countries together to reduce death and disease at an unprecedented scale”.</p><p>“It is by no means perfect, but we can only improve it by continuing to participate. Withdrawal is reckless and makes us all more vulnerable,” Tran added.</p><p>The WHO, which had 194 members before the US withdrawal, representing all members of the UN except Liechtenstein, which has a population of fewer than 50,000 people, often plays a coordinating role on health issues that transcend international borders.</p><p>This includes actively sending doctors and other health experts to help during humanitarian disasters, such as <a href=\"/news/2025/10/8/horrific-trauma-patients-who-details-harrowing-scenes-from-gaza\">Israel’s genocidal war on Gaza</a>, as well as responding to a wide range of communicable and non-communicable diseases, including <a href=\"/news/2025/10/19/last-ebola-patient-discharged-from-dr-congo-who\">Ebola</a> and <a href=\"/news/2025/11/13/tuberculosis-kills-1-23-million-people-last-year-who-says\">Tuberculosis</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza war docudrama The Voice of Hind Rajab nominated for Academy Award | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-23T08:14:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/13314426-1757209795.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A haunting docudrama about Israel’s killing of five-year-old Palestinian girl Hind Rajab during its genocidal war on Gaza has been nominated for an Academy Award.</p><p><a href=\"/news/2025/9/3/the-voice-of-hind-rajab-gets-record-23-minute-ovation-at-venice-premiere\">The Voice of Hind Rajab</a>, by French-Tunisian director Kaouther Ben Hania, was shortlisted for the Oscar for Best International Feature Film on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The film tells the true story of Hind, who was killed by Israeli forces in 2024 as she and her family tried to evacuate Gaza City, blending recordings of real emergency calls with dramatic re-enactments.</p><p>It draws on harrowing audio from Hind Rajab’s call to the Palestine Red Crescent Society, in which rescuers tried to reassure her as she lay trapped in a bullet-ridden car with the bodies of her aunt, uncle and three cousins, who had all been killed by Israeli fire.</p><p>The girl was then also killed, as were the two ambulance workers who went to the scene to try to rescue her.</p><p>A recording of the phone call was widely shared on social media after her death, causing renewed international outrage over Israel’s attacks on civilians.</p><p>At least 71,551 Palestinians have been killed and 171,372 wounded in Israeli attacks since the war began, according to Gaza’s Health Ministry, many of them children.</p><p>UNICEF, the UN’s agency for children, said earlier this month that more than 100 Palestinian children had been killed in Gaza, even since the start of the ceasefire that began in October last year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"make-her-voice-echo\">‘Make her voice echo’</h2><p>Responding to the nomination, filmmaker Ben Hania said her motivation for the film had been to amplify Hind Rajab’s voice around the world, The Associated Press news agency reported.</p><p>“When I started making this movie, my main obsession or idea, because the voice of this little girl wasn’t heard when it was needed, was how to make her voice echo all over the world,” she said.</p><p>“So the fact that we are nominated today, it’s a spotlight that the voice of Hind Rajab needs.”</p><p>She said she was grateful that members of the academy who had voted for her film had recognised “that cinema is not always an escape”.</p><p>“It can be confrontational. It can be something about truth, and about what is happening and something that we should not look away from.”</p><h2 id=\"no-evidence-of-exchange-of-fire\">No evidence of exchange of fire</h2><p>The Israeli government initially claimed that none of its forces were present when the Rajab family was killed, later asserting that the 335 bullet holes found in the family’s car were the result of an exchange of fire between Israeli troops and armed Palestinian fighters.</p><p>However, a subsequent investigation of satellite imagery and audio from that day by the London-based research group <a href=\"/news/2024/3/21/october-7-forensic-analysis-shows-hamas-abuses-many-false-israeli-claims\">Forensic Architecture</a> identified only the presence of several Israeli Merkava tanks in the vicinity of the Rajab family’s car and no evidence of any exchange of fire.</p><p>The overall commander of the tanks present during the family’s killing was Colonel Beni Aharon of Israel’s 401 Armoured Brigade.</p><p>Colonel Aharon is <a href=\"/news/2025/10/21/new-al-jazeera-documentary-reveals-evidence-in-hind-rajab-familys-killing\">already the subject</a> of a criminal complaint at the International Criminal Court (ICC) filed by the Hind Rajab Foundation, which uses social media footage captured by Israeli soldiers during operations in Gaza as the basis for war crimes prosecutions.</p><h2 id=\"third-time-nominated\">Third-time nominated</h2><p>The Oscar nod is not the first industry recognition for Ben Hania or her film.</p><p>The director has twice been nominated for Academy Awards, for her 2020 film, The Man Who Sold His Skin and her 2023 documentary, Four Daughters.</p><p>The Voice of Hind Rajab <a href=\"/news/2025/9/7/gaza-war-film-the-voice-of-hind-rajab-wins-2nd-prize-at-venice-festival\">won the Grand Jury Prize Silver Lion</a> at the Venice International Film Festival in September, where it received a 23-minute standing ovation at its premiere.</p><p>The 98th Academy Awards will take place on March 15 in Los Angeles, hosted by Conan O’Brien.</p></div></div></body></html>"
        },
        {
            "title": "Analyst breaks down map of Trump’s Gaza plan | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-23T07:59:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769155162.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Six missing after landslide hits New Zealand campsite | Climate News | Al Jazeera",
            "time": "2026-01-23T07:35:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6973189e-1769150622.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Six missing after landslide hits New Zealand campsite</h1><p class=\"article__subhead\"><em>Officials have warned the search for those missing could take several days.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Six people, including two teenagers, are missing after a landslide struck a busy campground on <a href=\"/where/new-zealand/\">New Zealand’s North Island</a>, as rescue teams continued searching through debris, authorities have said.</p><p>The landslide was triggered by heavy rain at about 9:30am local time on Thursday (20:30 GMT on Wednesday) at Mount Maunganui on the island’s east coast, sending soil and rubble crashing onto a campsite in the city of Tauranga crowded with families on summer holidays.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Officials warned on Friday that the search for those missing could take several days, as unstable conditions continued to complicate rescue efforts at the site.</p><p>Police Commissioner Richard Chambers told the New Zealand Herald that safety concerns meant teams would have to proceed slowly, despite the urgency of the operation.</p><p>“It could be days, and we appreciate that everybody is anxious and waiting for their loved ones, and for some answers, but we also have to be very careful,” Chambers said.</p><figure id=\"attachment_4261157\" aria-describedby=\"caption-attachment-4261157\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261157\" src=\"/wp-content/uploads/2026/01/reuters_69731883-1769150595.jpg?w=770&amp;resize=770%2C434&amp;quality=80\" alt=\"A drone view of diggers working at a campsite damaged by a landslide caused by heavy rains, in Mount Maunganui, New Zealand, January 23, 2026. TVNZ via REUTERS TV/Handout via REUTERS THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. NEW ZEALAND OUT. NO COMMERCIAL OR EDITORIAL SALES IN NEW ZEALAND. AUSTRALIA OUT. NO COMMERCIAL OR EDITORIAL SALES IN AUSTRALIA. No use New Zealand internet sites/any internet site of any New Zealand or Australia based media organisations or mobile platforms.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261157\" class=\"wp-caption-text\">A drone view of diggers working at a campsite damaged by a landslide caused by heavy rains, in Mount Maunganui, New Zealand, January 23, 2026 [TVNZ via Reuters]</figcaption></figure><p>Emergency services said significant resources had been deployed to the area, with crews methodically removing debris and checking it piece by piece.</p><p>“We have 25 personnel working with contractors and their diggers and police dogs, as well as police operations to ensure that every inch of soil removed is worked through,” said David Guard, a fire and emergency official.</p><p>Authorities said those still unaccounted for include a 15-year-old, as police continued efforts to clarify the whereabouts of others potentially linked to the site.</p><p>Police commander Tim Anderson told reporters that officers were attempting to make contact with three additional people, although early indications suggested they were not at the campground when the landslide struck.</p><p>He added that rescuers had not detected any further signs of life since first responders initially heard voices coming from beneath the debris on Thursday.</p><figure id=\"attachment_4261165\" aria-describedby=\"caption-attachment-4261165\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261165\" src=\"/wp-content/uploads/2026/01/ap_697318b12eabb-1769150641.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"New Zealand Prime Minister Christopher Luxon, right, flies on a helicopter on Friday, Jan. 23, 2026, to view the damage from a landslide at Mount Maunganui. (Corey Fleming/Pool Photo via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261165\" class=\"wp-caption-text\">New Zealand Prime Minister Christopher Luxon, right, flies on a helicopter, January 23, 2026, to view the damage from a landslide at Mount Maunganui [Corey Fleming/Pool Photo via AP]</figcaption></figure><p>Prime Minister Christopher Luxon travelled to the site on Friday, where he met families affected by the disaster. “They are grieving incredibly hard, and I know that New Zealand grieves with them,” he said.</p><p>Luxon said government funding would be provided once the full extent of the damage had been assessed.</p><p>Elsewhere, the heavy rain triggered another landslide in the neighbouring suburb of Papamoa, killing two people. One of those killed was a Chinese citizen, Chinese Ambassador Wang Xiaolong said in a post on X on Friday.</p><p>Road closures remained in place across some of the hardest-hit areas, cutting off several towns by land.</p><p>Civil defence officials in the Tairawhiti district warned residents collecting emergency supplies of food and water not to cross landslides, saying this could trigger further movement of rock and soil.</p><figure id=\"attachment_4261170\" aria-describedby=\"caption-attachment-4261170\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261170\" src=\"/wp-content/uploads/2026/01/reuters_697319c6-1769150918.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An aerial image of a property in Te Araroa affected by a storm that damaged parts of the North Island, New Zealand, January 23, 2026. Corey Fleming/Pool via REUTERS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261170\" class=\"wp-caption-text\">An aerial image of a property in Te Araroa affected by a storm that damaged parts of the North Island, New Zealand, January 23, 2026 [Corey Fleming/Pool via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Trump revokes Canada’s invitation to join Board of Peace | News | Al Jazeera",
            "time": "2026-01-23T07:35:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6931c5232c-1764869411.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump revokes Canada’s invitation to join Board of Peace</h1><p class=\"article__subhead\"><em>Canada’s prime minister openly criticised tariffs and the collapse of the rules-based order in his address at the Davos forum.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has withdrawn an ‍invitation for Canada ‍to join his <a href=\"/news/2026/1/22/trump-launches-board-of-peace-at-ceremony-in-davos\">Board of Peace</a> initiative aimed at resolving global conflicts, in what appeared to be a retaliatory move following Prime Minister Mark Carney’s speech at the <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">World Economic Forum</a>.</p><p>“Please ⁠let this Letter serve to represent that the Board of Peace is withdrawing its invitation ​to you regarding Canada’s joining, what will be, the most prestigious Board of ‍Leaders ever assembled, at any time,” Trump wrote on Thursday in a Truth Social post, addressing Carney directly.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In his speech to world leaders in Davos, Switzerland, Carney openly decried powerful nations using economic integration as weapons and tariffs as leverage, and urged nations to accept the end of a rules-based global order, receiving a rare standing ovation.</p><p>Trump recently <a href=\"/economy/2026/1/20/trumps-greenland-tariffs-whats-europes-bazooka-option-to-hit-back\">threatened a trade war</a> against European countries which oppose his bid to acquire <a href=\"/news/2026/1/20/denmark-sends-more-troops-to-greenland-amid-tensions-with-trump\">Greenland</a>, an autonomous territory of the Kingdom of Denmark.</p><h2 id=\"middle-powers\">‘Middle powers’</h2><p>Carney added that Canada, which recently signed a <a href=\"/video/newsfeed/2026/1/16/canada-breaks-with-us-on-china-tariffs\">trade deal with China</a>, can show how “middle powers” might act together to avoid being victimised by US hegemony.</p><p>Trump retorted that Canada “lives because of the United States”, and told ​listeners in Davos that Carney should be grateful for US generosity.</p><p>“Remember that, Mark, the next time you make your statements,” he added, calling Carney by his first name.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The withdrawal of Canada’s invitation came hours after Trump <a href=\"/news/2026/1/22/trump-launches-board-of-peace-at-ceremony-in-davos\">officially launched the board</a> in Davos. Last week, Carney’s office ‍said he had ⁠been invited to serve on the board and planned to accept.</p><p>While it was not immediately clear how many countries have signed on, member nations are known to include Argentina, Bahrain, Morocco, Pakistan and Turkiye. Other US allies, such as the United Kingdom, ‍France and Italy, have indicated they will not join for now.</p><p>The US president insisted “everyone wants to be a part” of the body, despite many US allies opting not to participate, and said nearly 30 members had already joined. He said some leaders told him they want to join but first require approval from their parliaments, specifically naming Italian Prime Minister Giorgia Meloni and Polish President Karol Nawrocki.</p><p>Permanent members must help fund the board with a payment of $1bn each, according to Trump.</p><p>“Once this board is completely ‌formed, we can do pretty much whatever we want to ⁠do,” Trump said in Switzerland on Thursday. “And we’ll do it in conjunction with the United Nations.”</p><p>The new peace board was initially envisioned as a small group of world leaders overseeing the <a href=\"/news/2026/1/16/us-declares-phase-two-of-gaza-ceasefire-but-what-did-phase-one-deliver\">second phase of the Gaza ceasefire</a>, with Trump as chairman, but it has morphed into something far more ambitious.</p><p>The board’s establishment was endorsed by a United Nations Security Council resolution as part of Trump’s Gaza peace plan, and UN spokesperson ‌Rolando Gomez said that UN engagement with the board would only be in that context.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump says ‘armada’ of US warships is heading towards Iran | Newsfeed | Al Jazeera",
            "time": "2026-01-23T07:23:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769152972.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Why is South Africa upset about Iran joining BRICS naval drills? | Government News | Al Jazeera",
            "time": "2026-01-23T05:49:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-13T111654Z_1257799542_RC290JA2GHCS_RTRMADP_3_SAFRICA-BRICS-NAVY-IRAN-1768378215.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Africa has launched an inquiry into Iran’s participation in joint naval drills with BRICS nations last week, apparently against the orders of President Cyril Ramaphosa.</p><p>BRICS is a group of 10 countries: Brazil, China, Egypt, Ethiopia, India, Indonesia, Iran, Russia, South Africa and the United Arab Emirates. The acronym BRICS represents the initial letters of the founding members, Brazil, Russia, India, China and South Africa.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The group, formed in 2006, initially focused on trade, but has since expanded its mandate to include security and cultural exchanges.</p><p>It concluded a week of joint naval drills in South African waters on January 16. The drills have caused controversy in the country and drawn the ire of the United States.</p><p>Although South Africa regularly holds drills with Russia and China, the latest maritime training comes amid heightened tensions between the US and many of the group’s members, particularly Iran, which until last week was grappling with mass protests at home that <a href=\"/news/2026/1/19/narrative-war-who-killed-thousands-during-irans-nationwide-protests\">turned deadly</a>.</p><p>Pretoria said the exercise, named Will for Peace 2026, was essential for ensuring maritime safety and international cooperation. The training “brings together navies from BRICS Plus countries for … joint maritime safety operations [and] interoperability drills”, a statement from the South African military noted before the exercises.</p><p>However, US President Donald Trump’s administration, which has previously accused BRICS of being “anti-American” and has threatened its members with tariffs, has strongly criticised the naval exercises.</p><p>Here’s what we know about the exercises and why they were controversial:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-were-the-drills-for\">What were the drills for?</h2><p>South Africa hosted the BRICS naval exercise, which included warships from participating countries, on January 9-16.</p><p>China led the training, which took place near the southwestern coastal city of Simon’s Town, which is home to a major South African naval base.</p><p>Exercises in rescue and maritime strike operations as well as technical exchanges were planned, according to China’s Ministry of National Defense. All BRICS countries were invited.</p><p>Captain Nndwakhulu Thomas Thamaha, South Africa’s joint task force commander, said at the opening ceremony that the operation was not just a military exercise but a statement of intent by BRICS countries to forge closer alliances with each other.</p><p>“It is a demonstration of our collective resolve to work together,” Thamaha said. “In an increasingly complex maritime environment, cooperation such as this is not an option. It is essential.”</p><p>The purpose, he said, was to “ensure the safety of shipping lanes and maritime economic activities”.</p><p>South African Deputy Defence Minister Bantu Holomisa told journalists that the drills had been planned before the current tensions between some BRICS members and the US.</p><p>While some BRICS countries may face issues with Washington, Holomisa clarified that they “are not our enemies”.</p><figure id=\"attachment_4230490\" aria-describedby=\"caption-attachment-4230490\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4230490\" src=\"/wp-content/uploads/2026/01/AP26009517448249-1768115408.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"iran\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4230490\" class=\"wp-caption-text\">The Iranian navy ship Naghdi is seen docked at Simon’s Town Harbour near Cape Town, South Africa, on January 9, 2026 [Nardus Engelbrech/AP]</figcaption></figure><h2 id=\"who-participated-and-how\">Who participated and how?</h2><p>China and Iran deployed destroyer warships to South Africa, while Russia and the United Arab Emirates sent corvettes, traditionally the smallest warships.</p><p>South Africa, the host country, dispatched a frigate.</p><p>Indonesia, Ethiopia and Brazil joined the exercises as observers.</p><p>India, the current chair of the group, chose not to participate and distanced itself from the war games.</p><p>“We clarify that the exercise in question was entirely a South African initiative in which some BRICS members took part,” India’s Ministry of External Affairs said in a statement. “It was not a regular or institutionalised BRICS activity, nor did all BRICS members take part in it. India has not participated in previous such activities.”</p><h2 id=\"why-is-south-africa-facing-us-backlash-over-the-drills\">Why is South Africa facing US backlash over the drills?</h2><p>The US is angry that South Africa allowed Iran to participate in the drills at a time when Tehran was accused of launching a violent crackdown on <a href=\"/news/2026/1/20/iran-just-getting-started-on-punishing-rioters-arrested-during-protests\" target=\"_blank\" rel=\"noopener\">antigovernment protests</a> that had spread across the country.</p><p>The protests broke out in late December, when shopkeepers in Tehran closed up their businesses and demonstrated against inflation and the falling value of the rial. These protests swelled into a broader challenge to Iran’s rulers, as thousands of people took to the streets nationwide to demonstrate over a few weeks.</p><p>Security forces in some areas cracked down on the crowds, resulting in the deaths of “several thousands”, according to a statement on Saturday by Supreme Leader Ayatollah Ali Khamenei. While activists said thousands of protesters were killed, the Iranian government said this was an exaggeration and claimed police officers and security service members formed a significant chunk of those who were killed.</p><p>The Iranian authorities also claimed the US and Israel had armed and funded “terrorists” to inflame the protests. They said agents affiliated with foreign powers, and not state forces, were responsible for the deaths of civilians, including protesters.</p><p>The mass uprising is one of the most disruptive the country has witnessed since the 1979 Iranian Revolution. Tens of thousands of people are believed to have been arrested.</p><p>Before the BRICS drills, the US warned South African President Cyril Ramaphosa that Iran’s participation would reflect badly on his country, according to a report by the Daily Maverick, a South African newspaper.</p><p>Ramaphosa subsequently ordered Iran to withdraw from the exercises on January 9, the paper reported.</p><p>However, three Iranian vessels that had already been deployed to South Africa continued to participate.</p><p>In a statement on January 15, the US embassy in South Africa accused the South African military of defying orders from its own government and said it was “cozying up to Iran”.</p><p>“It is particularly unconscionable that South Africa welcomed Iranian security forces as they were shooting, jailing, and torturing Iranian citizens engaging in peaceful political activity South Africans fought so hard to gain for themselves,” the statement read.</p><p>“South Africa can’t lecture the world on ‘justice’ while cozying up to Iran.”</p><p>South African political analyst Reneva Fourie said Washington was merely fishing for reasons to criticise South Africa for bringing a genocide case against Israel before the International Court of Justice for its war in Gaza.</p><p>“The US is looking for an entry point,” she said.</p><p>The US “is facing increased infringement on freedom of expression and association, democracy and human rights as well as increased militarisation. The US should focus on its own dire state instead of meddling in the affairs of others.”</p><p>Tensions over the military drills are only the latest point of contention between the US and Iran.</p><p>During the 12-day war between Iran and Israel in 2025, Washington sided with Israel, and on June 22, the US bombed three nuclear sites in Iran. Initial assessments from US officials noted that all three were severely damaged. Iran retaliated by bombing a military base in Qatar where US troops are positioned, in what was largely seen as a face-saving exercise.</p><h2 id=\"which-other-brics-members-have-tensions-with-the-us\">Which other BRICS members have tensions with the US?</h2><p>Nearly all members of BRICS have problems with the current US government.</p><p>Besides the dispute over Iran joining the naval drills, South Africa is also caught up in a battle of narratives with the Trump administration, which alleges, without any evidence, that the country’s minority white population is being subjected to a “<a href=\"/news/2025/5/22/fact-check-do-trumps-white-genocide-claims-to-ramaphosa-hold-up\">genocide</a>“. In 2025, Trump established a <a href=\"/features/2025/5/15/theyll-be-back-white-afrikaners-leave-south-africa-to-be-refugees-in-us\">refugee programme</a> for white Afrikaners wishing to “flee” to the US.</p><p>The US has also condemned South Africa’s decision to take Israel to the International Court of Justice in December 2023.</p><p>The US currently levies tariffs on South African exports of up to 40 percent as a result.</p><p>China has been locked in a tense trade war with the US for more than a year. After slapping each other with tariffs exceeding 100 percent early last year, these were suspended pending trade talks. But China then restricted exports of its rare earth metals, which are required for technology crucial for defence, and Trump again threatened more tariffs before the two sides reached an <a href=\"/news/2025/6/27/trump-says-us-has-signed-trade-deal-with-china\">agreement</a> in late October, under which China agreed to “pause” restrictions on the export of some metals.</p><p>Russia is also on Washington’s radar because of its war in Ukraine.</p><p>Just three days before the drills began, the US seized a Venezuela-linked Russian oil tanker in the North Atlantic due to its sanctions on both countries.</p><p>On January 3, the US military <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abducted</a> Venezuelan President Nicolas Maduro and his wife, Cilia Flores, from the capital, Caracas. Both now face drugs and weapons charges in a New York federal court. In September, the US had begun a campaign of air strikes on Venezuelan boats in the Caribbean, claiming they were trafficking drugs to the US, but providing no evidence.</p><p>India has been hit with 50 percent tariffs on its exports to the US, partly as <a href=\"/news/2025/8/27/us-imposes-50-percent-tariff-on-india-over-russian-oil-purchases\">punishment</a> for continuing to buy Russian oil.</p><p>This month, the US withdrew from the India-led International Solar Alliance, although this withdrawal was part of a broader move to pull the US out of several international bodies.</p><p>Harsh V Pant, a geopolitical analyst at the New Delhi-based Observer Research Foundation think tank, told Al Jazeera that, for India, keeping out of the naval drills was “about balancing ties with the US”.</p><p>Pant added that in India’s opinion, “war games” were never part of the BRICS mandate.</p><p>While BRICS was founded as an economic bloc, it has widened its mandate to include security.</p><figure id=\"attachment_3823022\" aria-describedby=\"caption-attachment-3823022\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3823022\" src=\"/wp-content/uploads/2025/07/2025-07-06T142428Z_1117404647_RC22HFACJHQ0_RTRMADP_3_BRICS-SUMMIT-BRAZIL-1751885241.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"brics\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3823022\" class=\"wp-caption-text\">Leaders and top diplomats from Brazil, China, Russia, India, Indonesia, South Africa, Egypt, Ethiopia, the United Arab Emirates and Iran meet at the BRICS summit in Rio de Janeiro, Brazil, on July 6, 2025 [Pilar Olivares/Reuters]</figcaption></figure><h2>What has the response been in South Africa?</h2><p>Ramaphosa’s government has also faced some backlash over the drills at home.</p><p>The Democratic Alliance (DA), a former opposition party that is now part of the governing coalition and largely represents the interests of the white minority, blamed Minister of International Relations Ronald Lamola for failing to hold the Department of Defence to account.</p><p>Lamola is from the African National Congress (ANC) party, which, until 2024, governed South Africa alone.</p><p>“By allowing the Department of Defence to proceed unchecked in these military exercises, Minister Lamola has effectively outsourced South Africa’s foreign policy to the whims of the South African National Defence Force (SANDF), exposing the country to serious diplomatic and economic risk,” the DA said in a statement two days after the exercises started.</p><p>“South Africa is now perceived not as a principled non-aligned state, but as a willing host for military cooperation with authoritarian regimes.”</p><h2 id=\"what-is-the-south-african-government-saying-now\">What is the South African government saying now?</h2><p>South African officials have shifted from initially justifying the drills to distancing themselves from the Iran debacle.</p><p>Despite initial statements from officials that the drills would go ahead as planned, Ramaphosa eventually appeared to bow to US pressure and, on January 9, ordered that Iran be excluded, local media reported.</p><p>Those instructions do not seem to have been followed by the South African Defence Department or the military, however.</p><p>In a statement on January 16, Defence Minister Angie Motshekga’s office said Ramaphosa’s instructions had been “clearly communicated to all parties concerned, agreed upon and adhered to as such”.</p><p></p><p>The statement went on to say that the minister had established an inquiry board “to look into the circumstances surrounding the allegations and establish whether the instruction of the President may have been misrepresented and/or ignored as issued to all”.</p><p>A report on the investigation is expected on Friday.</p><p>This is not the first time South Africa has been criticised for its military relations with Iran.</p><p>In August, its military chief, General Rudzani Maphwanya, prompted anger from the DA when he embarked on a trip to Tehran and affirmed that South Africa and Iran had “common goals”.</p><p>His statement came just weeks after the Iran-Israel war. He was also reportedly critical of Israel while in Tehran.</p><p>Some ANC critics called for Maphwanya’s firing, but he has remained in office.</p></div></div></body></html>"
        },
        {
            "title": "Feet dragging, division and obstruction: What Israel really wants for Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-23T05:37:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6963b6cf-1768142543.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has spent more than two years attacking Gaza in its genocidal war on the Palestinian enclave. It has destroyed the majority of its housing and infrastructure, and killed more than 70,000 Palestinians, leaving the rest of Gaza’s population facing a harsh winter with inadequate food, medicine, and shelter.</p><p>And yet Israeli Prime Minister Benjamin Netanyahu – for whom the International Criminal Court has issued an arrest warrant for war crimes committed in Gaza – this week <a href=\"/news/2026/1/21/israels-netanyahu-to-join-board-of\">joined</a> US President Donald Trump’s “Board of Peace”, established to oversee the reconstruction and governance of Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It opens up the question of what Netanyahu – and Israel – actually want from the Palestinian territory, and whether they want the territory to rebuild or just want a continuation of the status quo.</p><p>Ahead of Netanyahu lies a difficult journey, observers say. With Israeli elections looming later this year, he must appear to the world and the Israeli public as working with US ambitions for Gaza.</p><p>But he also needs to maintain his governing coalition, which relies in part on elements, such as his Finance Minister Bezalel Smotrich, who are not just opposed to the reconstruction of Gaza, but also opposed to the ceasefire in a territory that he and his allies – as religious Zionists – regard themselves as divinely entitled to settle upon.</p><p>So far, things do not seem to be going entirely Netanyahu’s way. He has failed to delay the transition to the second phase of Trump’s three-phase ceasefire plan, despite Hamas’s refusal to disarm. Similarly, despite his objections, Gaza’s Rafah crossing is due to open in both directions, allowing people in and out of the enclave, next week. Lastly, his protestations against Turkiye and Qatar <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">joining</a> the Board of Peace, and potentially deploying forces to Gaza as part of a proposed International Stabilisation Force, also appear to have been overruled by the US.</p><h2 id=\"settlement-or-security\">Settlement or security</h2><p>At home, Netanyahu’s cabinet remains divided on Gaza. On Monday, Smotrich not only slammed US proposals as “bad for Israel”, but on Monday, called for the US base in southern Israel responsible for overseeing the ceasefire to be dismantled. Meanwhile, others in the Israeli parliament have primarily focused on the upcoming elections, aiming only to galvanise their political base, regardless of ideology.</p><p>Netanyahu continues to insist that Hamas will be disarmed, and the Israeli military is working on razing territory all along the border with Gaza, creating a buffer zone deep into the coastal enclave.</p><p>Even if Hamas does not completely lose all its weapons, it has been weakened, and pushing Palestinians further away from the Israeli border allows the Israeli government to project the image of security for its population.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Israeli public, exhausted after more than two years of war, largely relegates the consequences of Israel’s actions to the back pages of national media.</p><p>“The public is deeply divided on Gaza and the Board of Peace,” said American-Israeli political consultant and pollster Dahlia Scheindlin. “Though there’s a minority bloc favouring resettling Gaza, most of Israeli society is splintered. People typically view Gaza with a mixture of fear and a need for security, driven entirely by the events of October 2023. They want Israel to remain in Gaza in some form and don’t trust outsiders to handle it. At the same time, there’s hope that US involvement could achieve what two years of war couldn’t.”</p><p>“However, nearly everyone starts from the same point: Anything is better than going back to war,” Scheindlin said.</p><p>“They don’t have a strategy, and everything is chaos,” peace campaigner Gershon Baskin said, referring to Israel’s leaders. “They’re in election mode and only speaking to their base. I went to the Knesset yesterday. It’s like watching lunatics in a house of madness. It’s a disaster.”</p><p>For much of the public, Palestinians remain invisible. “They don’t exist. Israel has probably killed more than 100,000, but the majority of Israelis don’t know or care what’s going on the other side of the border. We even dispute there’s a border; it’s just ours,” Baskin said. “We don’t even see it on TV. All they show are old clips on loop. You can find images of Gaza on social media, but you have to go looking for it.</p><p>“Most Israelis don’t.”</p><figure id=\"attachment_4057773\" aria-describedby=\"caption-attachment-4057773\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4057773\" src=\"/wp-content/uploads/2025/10/ap_68fbbc307bec0-1761328176.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinians walk through the destruction caused by the Israeli air and ground offensive in the Al-Shati camp, in Gaza City, Friday, Oct. 24, 2025. (AP Photo/Abdel Kareem Hana)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4057773\" class=\"wp-caption-text\">Palestinians walk through the destruction caused by the Israeli air and ground offensive in the al-Shati camp, in Gaza City [Abdel Kareem Hana/AP]</figcaption></figure><h2 id=\"divided-politics\">Divided politics</h2><p>Many Israeli leaders agree on one thing – that there will not be a Palestinian state.</p><p>How to reach that goal, or the details that accompany it and how Gaza fits into it all, are open to interpretation.</p><p>Irrespective of the outcome of the US-backed Gaza ceasefire process, Israel will remain alongside a territory, Gaza, against whose population it is <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">accused of genocide</a>. Currently, according to analysts within Israel, there appears to be no plan for the coexistence that geography dictates, only the unspoken suspicion that outside powers, in this case the US, are not really capable of determining how best to achieve it.</p><p>Even Israel’s commitment to US plans is open to question, with Netanyahu – when safely outside of Trump and his team’s earshot – framing the ceasefire’s second phase as a “declarative move”, rather than the definite sign of progress described by US envoy Steve Witkoff.</p><p>“The genocide hasn’t stopped. It’s continuing; it’s just moved from active to passive,” said Israeli lawmaker Ofer Cassif. “Israel is not bombing Gaza as before, but now it is leaving the people there to freeze and starve. This isn’t happening on its own. This is government policy.”</p><figure id=\"attachment_2610358\" aria-describedby=\"caption-attachment-2610358\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2610358\" src=\"/wp-content/uploads/2024/01/336Z76U-preview-1704955595.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Israeli politician Ofer Cassif, centre, holds a Palestinian flag\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2610358\" class=\"wp-caption-text\">‘The genocide hasn’t stopped. It’s continuing; it’s just moved from active to passive,’ Israeli lawmaker Ofer Cassif told Al Jazeera [Ahmad Gharabli/AFP]</figcaption></figure><p>Numerous analysts, including political economist Shir Hever, questioned Israeli leaders’ capacity for long-term planning.</p><p>Decisions, such as the attacks on Iran and Qatar, Hever said, were driven as much by domestic politics as overarching strategy. The Iran attack in June, for instance, coincided with a pending vote of <a href=\"/news/2025/6/18/iran-war-gives-netanyahu-political-breathing-room-in-israel\">no confidence</a> in the government, while the Qatar strike in September may have been an attempt to refocus public attention away from Netanyahu’s ongoing corruption trial, he told Al Jazeera.</p><p>“There is no plan. Long-term planning is not how Israeli governments work,” Hever told Al Jazeera. “Smotrich and others have a long-term plan – they want to settle Gaza and expel Palestinians – but in real politics, there is no plan. Everything is short-term.”</p><h2 id=\"uncertain-future\">Uncertain future</h2><p>“I’m more optimistic than I have been for a long time,” Baskin, whose mediation between Israel and the PLO in the ’90s proved pivotal during the Oslo Accords, “There’s a new factor in play that hasn’t been there before: a US president that the Israeli government can’t say no to,” he continued, referring to the US decision to override Israeli objections against moving into phase two before Hamas’s disarmament, the inclusion of Qatar and Turkiye in the Board of Peace and the decision to open the Rafah crossing.</p><p>Cassif was less hopeful. “I don’t have any faith in this Board of Peace,” he said, “I think it’s now government policy to keep frustrating and delaying plans to form a stabilisation force; to just let people die while that happens.</p><p>“People accuse me of saying these things for politically cynical reasons, but of course, that’s not true,” he said, “I wish I didn’t have to say them at all.”</p><p>“It’s painful,” he continued, “And it’s painful to me not just as a humanist and a socialist, but as a Jew.”</p></div></div></body></html>"
        },
        {
            "title": "Hunger, death, devastation: No respite in Tigray a year after US aid cuts | Humanitarian Crises News | Al Jazeera",
            "time": "2026-01-23T05:06:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/IMG-20260121-WA0010-1769018491-e1769113371205.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tigray, Ethiopia –</strong> Lately, 88-year-old Nireayo Wubet spends many of his days burying friends and family members. As he grieves, he worries about whether there will be anyone left to offer him a decent burial when the time comes, as severe hunger ravages a large swath of his village in Ethiopia’s northern Tigray region.</p><p>“We have little humanitarian support,” laments the octogenarian whose frail appearance is mirrored by many others in his village of Hitsats, near the Eritrean border. “It’s not conflicts that will ultimately kill us, but famine,” he says.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Once a proud farmer from Humera – currently a disputed area within the Amhara region – Wubet took shelter in Hitsats four years ago, after fleeing conflicts and ethnic strife that uprooted him and others in the region.</p><p>He was first displaced in the middle of the <a href=\"/features/longform/2024/11/2/two-years-on-tigray-war-survivors-hope-time-will-heal-the-scars-of-war\">Tigray war</a>, which started in 2020, killing thousands of people and displacing millions more. He has not been able to return and reclaim his life even as the conflict ended in 2022.</p><p>Hitsats is a destitute village that has been sustained mostly by humanitarian organisations, including the United States Agency for International Development (USAID) – once Ethiopia’s largest source of humanitarian aid.</p><p>But that changed abruptly a year ago when US President Donald Trump took office and promptly demolished the agency’s work and cut funding across the globe.</p><p>Across Tigray province, humanitarian organisations including the World Food Programme (WFP) say that up to 80 percent of the population is in need of emergency support. But the USAID cuts mean there is less humanitarian funding available overall, and what remains is often directed towards hotspots and global conflict zones that are considered worse emergencies.</p><p>Medical aid organisation Doctors Without Borders, known by its French initials MSF, which assists vulnerable populations in Ethiopia and across the Horn of Africa region, notes that the US cuts “upended global health and humanitarian programs around the world” in 2025.</p><p>“The human costs [around the world] have been catastrophic,” MSF said in a statement this week.</p><p>It said in Somalia, aid disruptions caused shipments of therapeutic milk to stop for months, leading to a rise in child malnutrition cases at the MSF clinic there; in Renk in South Sudan, funding cuts forced an aid organisation to stop supporting hospital staff, which left gaps in maternity care; and in the Democratic Republic of the Congo, the dismantling of USAID caused the cancellation of an order of 100,000 post-rape kits, which included medication for preventing HIV.</p><p>In Ethiopia, which used to be the largest recipient of USAID funds in sub-Saharan Africa prior to Trump’s cuts, the funding shortfalls have created critical gaps and put more pressure on other organisations.</p><p>In Tigray, “donor funding cuts have placed additional strain on an already fragile public health system,” Joshua Eckley, MSF head of mission for Ethiopia, told Al Jazeera.</p><p>“As aid actors scale back or suspend activities in the region due to funding constraints, the most vulnerable are experiencing reduced access to medical care, water and sanitation services … while overall humanitarian needs continue to exceed the collective capacity.”</p><figure id=\"attachment_4257902\" aria-describedby=\"caption-attachment-4257902\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4257902\" src=\"/wp-content/uploads/2026/01/Tigray1-1769018494.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Tigray\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4257902\" class=\"wp-caption-text\">Nireayo Wubet, 88, and his community are struggling with a worsening hunger crisis and little humanitarian aid [Amanuel Gebremedhin Berhane/Al Jazeera]</figcaption></figure><h2 id=\"like-pouring-a-glass-of-water-in-a-lake\">‘Like pouring a glass of water in a lake’</h2><p>Wubet and others in his community are living through the impact of the cuts to humanitarian aid, which have brought more devastation to already struggling communities.</p><p>Terfuneh Welderufael was displaced from the town of Mai Kadra during the Tigray war.</p><p>The 71-year-old has lived in Hitsats since 2022. He says hunger runs deep in the village, and that it’s rare to find anyone who has not buried a loved one in the last year because of it.</p><p>Abraha Mebrathu, the coordinator of a government-run camp housing about 1,700 internally displaced persons (IDPs) in Hitsats, says he has witnessed minimal humanitarian aid entering the village. He confirms many civilians are dying, and that there seems to be little support forthcoming even as the situation worsens.</p><p>He says that they no longer keep data on the people who have died since the numbers are too high, and they are now more focused on helping advocate for those surviving in a desperate situation.</p><p>“We have had little support, and the need is overwhelming,” he told Al Jazeera. Most of the land is not arable, and displaced people don’t have the option to grow food. The majority, he says, are “waiting for their turn to die.”</p><p>To make matters worse, many local humanitarian workers have not been paid for the last year, and Mebrathu says most are starving like many of their neighbours.</p><p>At the same time, the situation in Hitsats has been made worse by the abrupt closure of the WFP office in nearby Shire, which is host to one of the largest IDP populations in Ethiopia, because of budget cuts linked to USAID’s reduced role in Ethiopia.</p><p>Months after suspending USAID in Ethiopia, the US government announced the resumption of some of its support to the country, but many say little has come to regions like Tigray, whose economy, as well as population, remain devastated after years of conflict.</p><p>“While little support is starting to come to Hitsats, with close to 2,000 people in dire and urgent need, it’s like pouring a glass of water in a lake,” Mebrathu says.</p><figure id=\"attachment_4257894\" aria-describedby=\"caption-attachment-4257894\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4257894\" src=\"/wp-content/uploads/2026/01/IMG-20260121-WA0011-1769018484.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Tigray\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4257894\" class=\"wp-caption-text\">Most villagers say it has been a slow death as aid sharply declines in Hitsats [Samuel Getachew/Al Jazeera]</figcaption></figure><h2 id=\"watching-people-die-from-a-distance\">Watching people ‘die from a distance’</h2><p>In the absence of USAID support, some Ethiopians decided they wanted to help.</p><p>Last month, there was a wave of support for internally displaced and vulnerable civilians initiated by online influencers from Tigray’s provincial capital Mekelle and from Addis Ababa.</p><p>However, the Ethiopian authorities said they were already sending ample resources to support the vulnerable community there, and warned citizens – including influencers – against raising funds and directly donating to those affected in such places, including Hitsats. The government has yet to officially acknowledge that there is a severe hunger crisis occurring. Observers say its focus is on presenting a positive, aspirational image of Ethiopia and avoiding narratives that may depict it as destitute or aid-dependent.</p><p>One influencer called Adonay, with millions of followers, had joined others to help raise funds for the residents of Hitsats – but their effort was aborted midway, fearing reprisal from the authorities.</p><p>Another influencer involved in the fundraiser, speaking on condition of anonymity, told Al Jazeera, “We went to the area most affected by the famine, we had the will and ability to save lives and collect scarce resources, and it hurts that we cannot do that and we are forced to watch them die from a distance.”</p><p>The Ethiopian government maintains that the Horn of Africa nation has become wheat self-sufficient and able to feed its vulnerable populations, but that is challenged by critics.</p><p>In 2024, Prime Minister Abiy Ahmed told parliamentarians that “there are no people dying due to hunger in Ethiopia,” while WFP claimed more than 10 million Ethiopians were facing famine.</p><p>Last year, Abiy announced the creation of EthioAid, similar to USAID, to help neighbouring nations facing famine, including war-torn Sudan, which received $15m from the Ethiopian government.</p><p>The Ethiopian Disaster Risk Management Commission, a federal government agency in charge of disaster relief, has denied claims of massive starvation in villages like Hitsats and around the country. However, according to the latest outlook by the Famine Early Warning Systems Network, more than 15 million Ethiopians are in need of emergency food aid amid shrinking international humanitarian support.</p><p>The government agency said it recently distributed food aid worth the equivalent of $1.8m to the Tigray provincial government, blaming them for misappropriation and distribution problems. The provincial government, however, denies receiving such support.</p><p>The head of the Tigray Disaster Risk Management Commission, Gebrehiwot Gebre-Egziahber, told Al Jazeera the provincial government has been forced to cut humanitarian support in most places across the region, mainly in rural areas where severe hunger affects a large population.</p><p>Despite Addis Ababa’s insistence that the situation is stable, with dwindling international humanitarian aid and an overwhelming hunger crisis causing people to flee in desperation, this month the government belatedly announced that it will soon launch a new tax system on fuel and telecommunications to help fund local initiatives to curb the impending famine that many say is in Ethiopia’s future.</p><figure id=\"attachment_4257896\" aria-describedby=\"caption-attachment-4257896\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4257896\" src=\"/wp-content/uploads/2026/01/IMG-20260121-WA0012-1769018486-e1769113405287.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Tigray\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4257896\" class=\"wp-caption-text\">Chronically ill, Marta Tadesse believes hunger will ultimately kill her [Samuel Getachew/Al Jazeera]</figcaption></figure><h2 id=\"running-short-of-burial-space\">Running short of burial space</h2><p>Almaz Gebrezedel, 71, has lived in Hitsats for four years. She scouts around for any kind of help from strangers and the few organisations that have come to help. There are few resources in the village, so she competes for what is available – mostly leftovers from local restaurants.</p><p>She says many people are just falling like leaves, with little humanitarian support in the village aside from small donations from local organisations with little financial means.</p><p>Her next-door neighbour, Marta Tadesse, in a makeshift shelter under a torn tent, is bedridden, sick and hungry.</p><p>The 67-year-old widow says she has HIV, was abandoned by her children when they sought better opportunities elsewhere, and she has been forced to fend for herself.</p><p>Her HIV medication was provided to her courtesy of <a href=\"/features/2025/4/11/how-us-funding-cuts-are-threatening-south-african-families-living-with-hiv\">PEPFAR</a>, the US President’s Emergency Plan for AIDS Relief, which was initiated in 2003 by former President George W Bush. It was credited with saving millions of lives around the world, but the assistance is no longer provided to Tadesse and millions like her.</p><p>But more than her medical needs, Tadesse says her priority now is food, as hunger has become a recurring problem.</p><p>Tadesse predicts she will die a silent death amid her neighbours, who are facing a desperate and deteriorating situation.</p><p>A deacon, Yonas Hagos, at a church overlooking the village says the burial sites are being filled up fast.</p><p>“With the many residents that are dying constantly, mostly as a result of hunger, it’s obvious we will soon be running out of space,” he says.</p><p>Wubet, the farmer, continues to bury people in Hitsats who have died from hunger and malnutrition. With the crisis now expedited by the aid cuts, he believes he will almost certainly die soon. “It’s a matter of time before I am gone,” he says.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Australian, Palestinian lawyers seek police probe of Israeli president | Crimes Against Humanity News | Al Jazeera",
            "time": "2026-01-23T04:50:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6972cca2-1769131170.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Three Australian and Palestinian legal groups have formally called on the Australian Federal Police (AFP) to investigate Israeli President Isaac Herzog for his role in alleged war crimes amid reports he will visit Australia early next month.</p><p>The organisations said on Friday that they had written to “urgently alert” the AFP of their concerns “in light of serious and credible criminal allegations of incitement to genocide and advocating genocide” by President Isaac Herzog during Israel’s “military onslaught” in Gaza since October 7, 2023.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Australian Centre for International Justice (ACIJ), Al-Haq, and the Al Mezan Center for Human Rights included a 10-page submission detailing the allegations against Herzog as well as Australia’s obligations under international law and its own domestic law.</p><p>“Where credible international findings indicate incitement to genocide and where domestic accountability has not occurred, Australia has both the legal authority and responsibility to act,” Rawan Arraf, executive director at the ACIJ, said in a statement.</p><p>Arraf also said that the Australian government would be showing a “blatant disregard” for its international legal obligations “by allowing Herzog to enter Australia without an AFP investigation”.</p><p>Shawan Jabarin, the general director of Al-Haq, noted that Herzog has said that there are “no uninvolved civilians in Gaza” and was the head of state as Israel killed 23,000 children and 1,000 babies “before their first birthday” in Gaza.</p><p>“Even the IVF clinic was bombed, destroying 4,000 human embryos and the hope of future life,” Jabarin added.</p><p>Herzog is due to visit Sydney on February 7, The Times of Israel newspaper reports, at the invitation of Australian Prime Minister Anthony Albanese in the wake of last month’s <a href=\"/news/2025/12/17/australian-police-charge-alleged-bondi-beach-gunman-as-first-funerals-held\">mass shooting</a> that targeted a Jewish celebration at Bondi Beach and left 15 people dead.</p><p>Albanese told reporters in December that the Australian government had extended an invitation to Herzog “to honour and remember victims of the Bondi anti-Semitic terrorist attack and provide support for Jewish Australians and the Australian Jewish community at this time”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>However, Jewish Council of Australia executive member Ohad Kozminsky told Australian public broadcaster SBS last month that a visit from Herzog following the Bondi attack “will only inflame tensions and exacerbate division in our community”, considering he is the “head of a foreign country that has been committing genocide”.</p><p>Australia’s federal parliament has introduced tough new gun reform laws in the wake of the attack, as well as hate speech reforms that have prompted concerns from advocates over some far-reaching provisions.</p><p>The Jewish Council of Australia said in a statement that while “some of the most contentious provisions” were removed before the legislation was quickly passed earlier this week, others remained, including “enhanced ministerial powers to deport migrants based on arbitrary decision-making”.</p><p>The council said on Wednesday that 60,000 people had signed its petition calling on Australian “leaders to reject attempts to weaponise Jewish grief, erode civil liberties, or pit communities against one another in the aftermath of the antisemitic attack at Bondi”.</p><p>“One month on, instead of space for mourning and healing, we are watching our grief and anger being turned into a political weapon to demonise Palestinians, Muslims, migrants and the anti-genocide protest movement,” Kozminsky said in a statement.</p><p>“Jewish safety is not strengthened by rushed political deals or parliamentary chaos,” Kozminsky said.</p><p>“It will be strengthened by calm, consistent measures to combat antisemitism, and by protecting all communities from racism and violence including Muslims, Palestinians, and migrant Australians who are also being unfairly targeted in the wake of this tragedy,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Japan PM Takaichi dissolves parliament, paving way for snap election | Elections News | Al Jazeera",
            "time": "2026-01-23T04:43:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-23T042309Z_1541380706_RC2S6JALG60H_RTRMADP_3_JAPAN-ELECTION-PARLIAMENT-1769145044.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Japan PM Takaichi dissolves parliament, paving way for snap election</h1><p class=\"article__subhead\"><em>Japan to hold election on February 8 after the country’s first woman premier, Sanae Takaichi, dissolves parliament.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jan 2026</span><span aria-hidden=\"true\">23 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japanese Prime Minister <a href=\"/news/2025/10/21/who-is-sanae-takaichi-japans-iron-lady-and-first-female-prime-minister\">Sanae Takaichi</a> has dissolved parliament in advance of a snap election scheduled for February 8.</p><p>The speaker of Japan’s parliament on Friday read out a letter, officially dissolving the lower house as lawmakers shouted the traditional rallying cry of “banzai”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The dissolution of the 465-member lower house now paves the way for a 12-day election campaign, which officially begins on Tuesday.</p><p>Takaichi, the country’s first woman premier, had announced her intentions on Monday to call an election.</p><p>Elected in October as Japan’s first female leader, Takaichi has been in office for only three months, but she has seen strong approval ratings of about 70 percent.</p><p>She is hoping to capitalise on her personal popularity to help the governing party regain ground after major losses of public support in recent years.</p><p>The governing coalition of Takaichi’s Liberal Democratic Party (LDP) and the Japan Innovation Party (JIP) has only a slim majority in the powerful lower chamber.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“It’s not clear if high public support for the Takaichi cabinet will actually lead to support of the LDP,” said Hidehiro Yamamoto, a politics professor at the University of Tsukuba.</p><p>“What the public are concerned about is measures to address inflation,” he told the AFP news agency.</p><p>Japan’s public broadcaster NHK said key election issues for the campaign will be to tackle rising prices for consumers as well as security issues amid <a href=\"/news/2025/11/27/japan-denies-report-trump-told-pm-takaichi-not-to-provoke-china-on-taiwan\">rising tension with China.</a></p><p>Tokyo and Beijing have been embroiled in a diplomatic dispute since <a href=\"/news/2025/12/5/japan-china-continue-to-spar-at-un-over-takaichi-remarks-on-taiwan\">Takaichi made remarks</a> in November suggesting that Japan could become involved if China takes military action against Taiwan, a self-governing island that Beijing claims as its own.</p><p>A furious China has increased economic and diplomatic retribution against Japan as a result of Takaichi’s comments.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Japan’s Kyodo News agency said both the governing and opposition party camps have floated the idea of removing a consumption tax on food to ease household inflation.</p><p>Public discontent over rising prices largely contributed to the downfall of former Prime Minister Shigeru Ishiba, whom Takaichi succeeded in October.</p><p>On Friday, closely watched government data showed the country’s inflation rate slowed in December, largely thanks to government subsidies for electricity and gas.</p><p>The 2.4 percent year-on-year rise in consumer prices, which excludes volatile fresh food, compared with 3 percent in November, was a notable slowdown, although higher than the central bank’s 2 percent target.</p><p>Rice has become a <a href=\"/news/2025/5/23/japan-faces-a-rice-crisis-as-price-nearly-doubles-for-food-staple\">symbol of spiralling costs</a> for people in Japan, with the price of the daily staple more than doubling in mid-2025 compared with a year earlier, before easing in recent months.</p><p>The price of the grain also rose more than 34 percent in December compared with last year, official data showed Friday.</p><figure id=\"attachment_4261078\" aria-describedby=\"caption-attachment-4261078\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4261078\" src=\"/wp-content/uploads/2026/01/2025-05-31T031440Z_1684453584_RC2OSEANTB6P_RTRMADP_3_JAPAN-RICE-1769147579.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"People stand in line as they buy government-stockpiled rice aiming at resolving persisting price rises sold at Ito-Yokado grocery store, a subsidiary of Seven &amp; i Holdings, in Tokyo, Japan May 31, 2025. REUTERS/Issei Kato\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4261078\" class=\"wp-caption-text\">People stand in line as they buy government-stockpiled rice aimed at resolving persistent price rises, sold at Ito-Yokado grocery store in Tokyo, Japan, in May 2025 [File: Issei Kato/Reuters]</figcaption></figure><p>Takaichi’s LDP has governed Japan almost uninterrupted for decades, albeit with frequent leader changes.</p><p>The main opposition Constitutional Democratic Party (CDP) has joined forces with another party, Komeito, hoping their new Centrist Reform Alliance can draw swing voters away from Takaichi.</p><p>Analysts say the election could be a close battle, depending on the success of the alliance, but the opposition’s chances of winning remain slim.</p></div></div></body></html>"
        }
    ]
}