{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Liverpool vs Manchester City: Premier League - team news, start, lineups | Football News | Al Jazeera",
            "time": "2026-02-07T11:56:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6985b77d-1770370941_c23cc9-1770372698.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Liverpool vs Manchester City<br>\n<strong>What: </strong>English Premier League<br>\n<strong>Where:</strong> Anfield, Liverpool, UK<br>\n<strong>When:</strong> Sunday at 4:30pm (16:30 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"https://aje.aj-harbinger.com/sports/\">Al Jazeera Sport</a> from 13:30 GMT in advance of our live text commentary stream.</p><p>Liverpool host City for a match with huge ramifications for the title race and the battle to qualify for next season’s Champions League.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>City trail leaders Arsenal by six points and could find themselves nine adrift by the time they kick off, with the Gunners hosting Sunderland on Saturday.</p><p>Liverpool could also be four points outside the top five, which should secure a place in the Champions League, should Manchester United and Chelsea win on Saturday.</p><p>The champions head into the weekend in sixth place on 39 points but in high spirits after a commanding 4-1 win over Newcastle United last weekend, while ⁠City dropped points against 14th-placed Tottenham Hotspur, surrendering a two-goal advantage in a 2-2 draw.</p><p>Hugo Ekitike and <a href=\"/sports/2025/6/20/liverpool-sign-wirtz-shattering-club-record-transfer-fee\">Florian Wirtz</a>, two of Liverpool’s big-money summer signings, are beginning to deliver returns. Ekitike scored twice in the win over Newcastle to take his tally for the season to 15, while Wirtz has netted six times in 10 matches since ending a 22-game wait for his first Liverpool goal.</p><p>City’s <a href=\"/sports/2025/1/17/haaland-and-manchester-city-agree-new-ten-year-contract\">Erling Haaland</a>, meanwhile, is experiencing an unusual lean spell with just two goals in his last 12 games. He has never scored for City at Anfield.</p><figure id=\"attachment_4292321\" aria-describedby=\"caption-attachment-4292321\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292321\" src=\"/wp-content/uploads/2026/02/ap_6985be96291cb-1770372758.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Liverpool's Hugo Ekitike, left, and Liverpool's Florian Wirtz celebrate scoring their side's first goal during the English Premier League soccer match between Liverpool and Newcastle in Liverpool, England, Saturday, Jan. 31, 2026.(AP Photo/Jon Super)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292321\" class=\"wp-caption-text\">Ekitike, left, and Wirtz celebrate scoring against Newcastle on Saturday [Jon Super/AP Photo]</figcaption></figure><h2 id=\"slot-targets-improved-display-against-city\" class=\"p1\">Slot targets improved display against City</h2><p>Liverpool are eager to ‌showcase how far they have progressed after <a href=\"/sports/2025/11/9/man-city-crush-liverpool-3-0-to-cut-gap-with-premier-league-leaders-arsenal\">losing 3-0 to City</a> in November, manager Arne Slot said on Thursday.</p><p>“I mainly remember the game we played at Etihad, and we were outplayed for large parts in the first half,” Slot told reporters.</p><p>“So, this is another moment to see where we are in the development of this team. We know the importance of ⁠a result.”</p><p>Liverpool have endured a difficult season so far, but have regained some measure of form in recent weeks.</p><p>“It’s the end phase of the season, so results matter more,” Slot said.</p><p>“We have not found the consistency for the results, but we have shown against ‌all the [teams], that we can compete.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"liverpool-know-there-has-to-be-life-after-virgil\">Liverpool know there has to be ‘life after Virgil’</h2><p>Slot also explained the club’s decision to recruit four central defenders during the winter transfer window – Jeremy Jacquet, Ifeanyi Ndukwe, Mor Talla Ndiaye and Noah Adekoya – describing it as planning ‌for life after captain and star centre-back Virgil van Dijk, who will turn 35 this year.</p><p>“Hopefully, Virgil can stay fit for multiple years, but this club is not stupid,” Slot said.</p><p>“We do know, somewhere in the upcoming years, there is life after Virgil, but that is for every position. We don’t think about short term only.”</p><p>Slot singled out the Jacquet for extra praise. The France under-21s defender was also linked with Chelsea, but will move to Anfield in July after Liverpool agreed to a big-money deal to sign him from Rennes, where he will finish the season.</p><p>“Such a big talent and another example of the model we’re using at this club,” Slot said.</p><p>“Young, very talented players, sometimes at the start of their careers or sometimes already a little bit a few years into their career, but always players that are young and can improve us in the short term but also definitely in the long term.”</p><figure id=\"attachment_4292323\" aria-describedby=\"caption-attachment-4292323\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292323\" src=\"/wp-content/uploads/2026/02/getty_6985bef266-1770372850.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"LIVERPOOL, ENGLAND - JANUARY 31: Virgil van Dijk of Liverpool yells commands to his teammates during the Premier League match between Liverpool and Newcastle United at Anfield on January 31, 2026 in Liverpool, England. (Photo by Stu Forster/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292323\" class=\"wp-caption-text\">Van Dijk remains a rock on Liverpool’s defence but will turn 35 this year [Stu Forster/Getty Images]</figcaption></figure><h2 id=\"guardiola-emphasises-mental-fortitude-ahead-of-tough-trip\" class=\"p1\">Guardiola emphasises mental fortitude ahead of tough trip</h2><p>Manchester City manager Pep Guardiola said ‌mental strength separates elite players from the rest as his team prepares for the game against Liverpool.</p><p>“The biggest stages and the biggest games always need big personalities,” Guardiola told reporters on Friday.</p><p>“I have said many times, it’s not about the skills of the players in the top leagues. In ⁠the top clubs, the skills are there. I never know one player that is not good enough to play in the top clubs, it is how you behave.</p><p>“How you play in the latter stages of the biggest competitions is what defines you as a player. The mind of the players you have defines the big teams.”</p><p>Guardiola said that despite their travails this season, playing Liverpool at Anfield is still one of the toughest away fixtures in football.</p><p>“They remain an exceptional team,” he said. “Top-class manager and an exceptional team, no doubt.”</p><figure id=\"attachment_4292967\" aria-describedby=\"caption-attachment-4292967\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292967\" src=\"/wp-content/uploads/2026/02/afp_6985f6498f94-1770387017.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Manchester City's Norwegian striker #09 Erling Haaland reacts as he fails to make contact with a cross during the UEFA Champions League football match between Manchester City and Galatasaray at the Etihad Stadium in Manchester, north west England, on January 28, 2026. (Photo by Oli SCARFF / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292967\" class=\"wp-caption-text\">Haaland leads the top scorer charts with 20 goals, but the striker has not found the net in his last three league games [Oli Scarff/AFP]</figcaption></figure><h2 id=\"city-boss-lauds-haaland-as-world-s-best-striker-but-won-t-confirm-liverpool-start\" class=\"p1\">City boss lauds Haaland as ‘world’s best striker’ but won’t confirm Liverpool start</h2><p>Guardiola insisted Haaland is the “best striker in the world” despite refusing to confirm if the misfiring City star will start Sunday’s crucial clash.</p><p>“I don’t know until tomorrow. But all I say is Erling is the best. Erling is the best striker in the world,” Guardiola told reporters.</p><p>The 55-year-old also doubled down on his comments about the “hurt” he feels for victims of conflicts in Palestine, Ukraine and Sudan after Jewish community leaders told him to “focus on football”.</p><p>“To be honest, I didn’t say anything special. I think, why should I not express how I feel just because I am a manager? So I do not agree, but I respect absolutely all opinions,” he said.</p><p>“What I said basically is how many conflicts there are right now around the globe or around the world. How many? A lot, right? I condemn all of them. All of them.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"head-to-head\">Head-to-head</h2><p>The two clubs have faced each other on 219 occasions, with Liverpool winning 110 of those games, City winning 61, and 58 ending as draws.</p><p>While City comfortably won their home league game against Liverpool this season, their only victory away to Liverpool since 2003 came in an empty stadium during COVID restrictions in 2021.</p><h2 id=\"liverpool-s-team-news\">Liverpool’s team news</h2><p>Slot confirmed that defender Jeremie Frimpong will miss the game, ‌but Joe Gomez could return to the squad to bolster the defensive ⁠line.</p><p>Dominik Szoboszlai is expected to continue deputising for Frimpong at right-back.</p><p>Alexander Isak, Conor Bradley and Giovanni Leoni all remain on the sidelines with long-term injuries.</p><p><strong>Predicted lineup:</strong></p><p>Alisson (GK); Szoboszlai, Konate, Van Dijk, Kerkez; Gravenberch, Mac Allister; Salah, Wirtz, Gakpo; Ekitike</p><h2 id=\"city-s-team-news\">City’s team news</h2><p>City could be without Bernardo Silva, who has a back issue, so Nico O’Reilly could move into midfield to replace him.</p><p>Ruben Dias has returned from injury but likely lacks full match fitness and sharpness, so Abdukodir Khusanov will likely start in the centre of defence alongside new signing Marc Guehi.</p><p><strong>Predicted lineup:</strong></p><p class=\"cms-textAlign-center\">Donnarumma (GK); Nunes, Khusanov, Guehi, Ait-Nouri; Rodri, O’Reilly; Semenyo, Foden, Cherki; Haaland</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US has given Ukraine and Russia June deadline to end war: Zelenskyy | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-07T11:55:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260122__93LL8ZQ__v1__HighRes__UkraineRussiaConflictWar-1770309293.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"0\" data-end=\"290\">The United States has given Ukraine and Russia a June deadline to reach an agreement to end the nearly four-year war, Ukrainian President Volodymyr Zelenskyy has said.</p><p data-start=\"292\" data-end=\"673\">“The Americans are proposing the parties end the war by the beginning of this summer and will probably put pressure on the parties precisely according to this schedule,” Zelenskyy told reporters in Kyiv on Friday, in comments embargoed until Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"292\" data-end=\"673\">He added that President Donald Trump’s administration has insisted on a clear timeline for all events and has proposed holding the next round of trilateral talks next week in the US, likely in Miami. Ukraine has confirmed it will attend.</p><p data-start=\"292\" data-end=\"673\">Trump had boasted that he would end the war in 24 hours when he took office. But more than 12 months later, any peace settlement remains elusive, with critics accusing Trump of being manipulated by Russian President Vladimir Putin to lean towards the Kremlin’s war narrative and maximalist demands.</p><p data-start=\"0\" data-end=\"172\">The new deadline comes after US-mediated trilateral talks in Abu Dhabi between Russia and Ukraine. Those talks have yielded <a href=\"/news/2026/2/5/russia-ukraine-talks-end-with-agreement-on-prisoner-swap\">little progress</a>, with both sides sticking to opposing demands. The Kremlin has demanded that Ukraine withdraw from the heavily industrialised eastern <a href=\"/news/2026/1/14/russia-turning-occupied-donbas-into-huge-military-base-to-frighten-europe\">Donbas</a> region, comprised of Donetsk and Luhansk, where the fiercest fighting continues. Kyiv has firmly rejected this condition. Beyond that, it is also forbidden by the Ukrainian constitution to cede the eastern territory, which Russia is demanding.</p><p data-start=\"0\" data-end=\"172\">However, the two sides agreed to each <a href=\"/news/liveblog/2026/2/5/russia-ukraine-war-live-second-day-of-us-led-war-talks-start-in-uae\">hand over 157 prisoners of war</a>, with officials from Ukraine and the US as well as Russia’s Ministry of Defence confirming that the exchange had taken place on February 5. Zelenskyy added on Saturday that prisoner-of-war swaps will continue with Russia under the agreement.</p><p data-start=\"0\" data-end=\"339\" data-is-last-node=\"\" data-is-only-node=\"\">US special envoy Steve Witkoff, who led the American mediation team alongside Jared Kushner, Trump’s son-in-law, said on Thursday that while “significant work remains” in peace talks, the prisoner swap showed that “sustained diplomatic engagement is delivering tangible results and advancing efforts to end the war in Ukraine”.</p><p data-start=\"0\" data-end=\"339\" data-is-last-node=\"\" data-is-only-node=\"\">American officials did not state what action they would take if their deadlines were not met.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"russia-hit-ukraine-s-energy-sector-with-drones-and-missiles\" data-start=\"0\" data-end=\"74\">‘Russia hit Ukraine’s energy sector with drones and missiles’</h2><p>While the two sides are already at the negotiating table, Kyiv argues that Russia is continuing to prioritise war.</p><p>Zelenskyy said on Saturday that Russia launched “more than 400 drones and around 40 missiles” overnight, targeting Ukraine’s energy sector.</p><p>He said that Russia could choose real diplomacy every day, but instead it continues to carry out new strikes.</p><p>“It is crucial that everyone who supports the trilateral negotiations respond to this,” he wrote in a post on X. “Moscow must be deprived of the ability to use the cold as leverage against Ukraine.”</p><p>Russia’s negotiator Kirill Dmitriev told state media on Thursday that negotiations were moving forward in a “good, positive direction”.</p><p>Earlier this week, Ukrainian officials said Russia had struck energy infrastructure 217 times this year. Ukraine’s energy minister, <a href=\"https://www.reuters.com/business/energy/ukraine-energy-minister-warns-more-power-cuts-possible-russian-attacks-2026-02-04/\">Denys Shmyhal</a>, said 200 emergency crews were working to restore power to 1,100 buildings in Kyiv alone.</p><p>Since mid-January, Russia has targeted power stations, gas pipelines and power cables, leaving hundreds of thousands without heat or electricity at various points.</p><p>On January 29, Trump said Putin had agreed to halt strikes on energy infrastructure for a week during freezing weather conditions, something the Kremlin confirmed. Despite this, on February 3, Russia launched one of its <a href=\"/news/2026/2/3/russia-renews-attacks-on-frozen-ukrainian-cities\">largest attacks on Kyiv and Kharkiv,</a> deploying 71 missiles and 450 drones.</p><p>The Ukrainian Air Force spokesperson Yurii Ihnat said only 38 missiles were shot down, as many were ballistic. Russia claimed it was targeting drone storage sites, as well as defence enterprises and their energy supply.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Dinosaurs for sale: Is the global fossil market harming science? | Investigation | Al Jazeera",
            "time": "2026-02-07T11:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770338777.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">In a two-part special, 101 East explores Asia’s role in the booming multimillion-dollar dinosaur fossil trade.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The global demand for dinosaur fossils is booming, with increasing interest from wealthy collectors across Asia. In 2024, a Stegosaurus skeleton was sold at an auction in New York for a record $44.6m.</p><p>Fossil hunters are raking in profits, while Asian buyers bond over their collections and see fossils as a way to educate the next generation about history.</p><p>However, some academics say the commercial fossil trade is unethical and harmful to science.</p><p><em>101 East</em> investigates the multimillion-dollar trade in dinosaur fossils.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Deadly Islamabad bombing sharpens focus on cross-border attacks in Pakistan | Armed Groups News | Al Jazeera",
            "time": "2026-02-07T10:42:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26037435026789-1770453573.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Lahore, Pakistan –</strong> As funerals were held on Saturday for more than <a href=\"/news/2026/2/7/thousands-mourn-32-victims-of-islamabad-shia-mosque-bombing-in-pakistan\">30 people killed </a>in a suicide bombing at a mosque in Islamabad, analysts warned the attack could be part of a broader attempt to inflame sectarian tensions in the country.</p><p>A suicide bomber struck the Khadija Tul Kubra Mosque, a Shia place of worship, in the Tarlai Kalan area of southeastern Islamabad during Friday prayers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a statement, the Islamabad administration said 169 people were transferred to hospitals after rescue teams reached the site.</p><p>Hours later, a splinter faction of the <a href=\"/news/2023/8/2/attacks-in-pakistan-buttressed-by-regions-militant-landscape-analysts-say\">ISIL (ISIS) group in Pakistan</a> claimed responsibility on its Telegram channel, releasing an image it said showed the attacker holding a gun, his face covered and eyes blurred.</p><p>Pakistan’s Defence Minister Khawaja Asif said mosque security guards tried to intercept the suspect, who opened fire before detonating explosives among worshippers. He alleged the attacker had been travelling to and from Afghanistan.</p><p>Security officials on Saturday told Al Jazeera that several key arrests had been made, including close family members of the suicide bomber in Peshawar and Karachi. They did not clarify whether there was evidence of their involvement in the plot.</p><h2 id=\"capital-under-fire\">Capital under fire?</h2><p>Islamabad had seen a relative lull in violence in past years, but things have changed in recent months. The bombing marked the second major attack in the federal capital since a suicide blast targeted a district court in November last year.</p><p>Abdul Sayed, a Sweden-based analyst on conflict in Afghanistan and Pakistan, said ISIL’s Pakistan branch, referred to as ISPP, claimed responsibility for what appears to be its deadliest operation in the country since its formation in May 2019.</p><p>“Since its formation, ISPP has carried out approximately 100 attacks, more than two-thirds of which occurred in Balochistan. These attacks include three suicide bombings targeting Afghan Taliban members, police, and security forces in Balochistan,” Sayed, founder of the Oxus Watch research platform, told Al Jazeera.</p><p>Pakistan has witnessed a steady rise in violence from fighters over the past three years. Data released by the Pak Institute of Peace Studies for 2025 recorded 699 attacks nationwide, a 34 percent increase compared with the previous year.</p><p>Islamabad has repeatedly accused the Afghan Taliban, who returned to power in August 2021 following the withdrawal of United States forces, of providing a haven to armed groups that launch attacks inside Pakistan from Afghan soil.</p><p>The Afghan Taliban condemned Friday’s mosque bombing and have consistently denied sheltering anti-Pakistan fighters.</p><p>In October, this very issue ignited the <a href=\"/gallery/2025/10/16/afghanistan-pakistan-enter-48-hour-truce-after-deadly-border-clashes\">deadliest border clashes</a> between the two sides in years, which killed dozens of people and led to evacuations on both sides.</p><p>A United Nations report last year stated that the Afghan Taliban provides support to the Pakistan Taliban, or TTP, which has carried out multiple attacks across Pakistan.</p><p>The report also said the Balochistan Liberation Army (BLA) has ties with both the TTP and ISIL’s affiliate in Khorasan Province (ISKP), indicating a convergence of groups with distinct but intersecting agendas.</p><p>Just days ago, Pakistan’s military concluded a weeklong security operation in the restive southwestern Balochistan province, claiming the deaths of 216 fighters in targeted offensives.</p><p>A military statement on Thursday said it followed the province-wide attacks by the separatist <a href=\"/news/2025/3/12/who-are-the-bla-the-group-behind-pakistans-deadly-train-hijack\">BLA</a> carried out to “destabilise the peace of Balochistan”.</p><p>Fahad Nabeel, who heads the Islamabad-based consultancy Geopolitical Insights, said Pakistan is likely to maintain its hardened stance towards Kabul, citing what he described as Afghanistan’s failure to act against anti-Pakistan fighter groups.</p><p>He added that officials would probably share preliminary findings of the investigation and point to a possible Afghan link.</p><p>“The upward trajectory of terrorist attacks witnessed last year is expected to continue this year. Serious efforts need to be made to identify networks of facilitators based in and around major urban centres, who are facilitating militant groups to carry out terrorist attacks,” Nabeel told Al Jazeera.</p><h2 id=\"sectarian-fault-lines\">Sectarian fault lines</h2><p>Manzar Zaidi, a Lahore-based security analyst, cautioned against equating the latest bombing with the district court attack last year.</p><figure id=\"attachment_4294040\" aria-describedby=\"caption-attachment-4294040\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4294040\" src=\"/wp-content/uploads/2026/02/afp_6986f01b28a3-1770450971.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mourners offer funeral prayers as they stand around the coffin of a Shiite Muslim, a day after a suicide bombing at a mosque in Islamabad on February 7, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4294040\" class=\"wp-caption-text\">Mourners offer funeral prayers as they stand around the coffin of a Shia Muslim, a day after a suicide bombing at a mosque in Islamabad on February 7, 2026 [AFP]</figcaption></figure><p>“The last year’s attack was essentially a target on a state institution, whereas this one was plainly sectarian in nature, something that has certainly gone done in the recent times, and that is why I will urge caution against a knee-jerk reaction to conflate the two incidents,” he told Al Jazeera.</p><p>Shia make up more than 20 percent of Pakistan’s population of about 250 million. The country has experienced periodic bouts of sectarian violence, particularly in Kurram district in northwestern Khyber Pakhtunkhwa province, which borders Afghanistan.</p><p>Regional tensions have added to domestic anxieties.</p><p>Zaidi said armed groups in the region backed by Iran remain alert amid “the simmering geopolitical tensions”.</p><p>“For Pakistan, it really has to keep a close eye on how things develop in Kurram region, where things can get out of control and there could be a fallout. The region currently has an uneasy peace; that can easily be instabilised,” he said.</p><p>Kurram, a tribal district bordering Afghanistan, has a roughly equal Sunni and Shia population. It has long been a flashpoint for sectarian clashes and witnessed <a href=\"/news/2024/11/12/why-sectarian-tensions-continue-to-simmer-in-pakistans-kurram-district\">prolonged fighting last year.</a></p><p>Nabeel said a timely conclusion to the investigation could shape the government’s response and help prevent the attack from becoming a trigger for wider sectarian unrest.</p><p>“However, the possibility of low-intensity sectarian targeting in different parts of the country is likely,” he warned.</p><p>Sayed added that an examination of Pakistani nationals who joined ISIL and affiliated groups shows that many came from anti-Shia Sunni armed organisations.</p><p>“The role of these sectarian elements is therefore an important factor in understanding such attacks. Moreover, such attacks appear significant in facilitating further recruitment of anti-Shia Sunni extremists within Pakistan, thereby contributing to IS efforts to strengthen its networks in the country,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Chairman of Al Jazeera board highlights ‘new reality’ in the Middle East | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-07T10:39:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770460746.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel’s Gaza genocide risks global order, leaders warn at Al Jazeera Forum | Crimes Against Humanity News | Al Jazeera",
            "time": "2026-02-07T10:22:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770451932.jpg?resize=1920%2C1070&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"608\" data-end=\"934\">Israel’s <a href=\"/news/2025/10/7/two-years-of-israels-genocide-in-gaza-by-the-numbers\">genocide</a> against Palestinians in Gaza and its geopolitical fallout reverberating across the Middle East and beyond have dominated the 17th <a href=\"/news/liveblog/2026/2/7/live-irans-top-diplomat-set-to-address-al-jazeera-forum-in-doha\">Al Jazeera Forum</a> in Doha.</p><p data-start=\"608\" data-end=\"934\">Senior political figures and officials warned on Saturday that the conflict is accelerating the collapse of international norms, reshaping regional power balances, but also noted it has pushed the Palestinian cause back to the centre of global diplomacy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"3507\" data-end=\"3908\">Iranian Minister of Foreign Affairs Abbas Araghchi, fresh from <a href=\"/news/2026/2/6/iran-us-hold-talks-in-oman-as-fears-of-war-hang-over-region\">indirect talks in Oman with the United States</a>, described the Palestinian issue as the central strategic question shaping the future of the Middle East, warning that Israel’s military campaign in Gaza and regional posture are undermining the global legal order.</p><p data-start=\"3507\" data-end=\"3908\">He said the Palestinian struggle is “the defining question of justice in West Asia and beyond” and “the strategic and moral compass of our region”.</p><p data-start=\"3910\" data-end=\"4228\">Condemning the war, Araghchi stated: “What we are witnessing in Gaza is not merely war… It is the deliberate destruction of civilian life on a massive scale. It is genocide.” He added that the violence has “wounded the conscience of humanity” and exposed the inability of global powers to prevent attacks on civilians.</p><p data-start=\"4230\" data-end=\"4870\">Araghchi warned that the consequences extend far beyond the Palestinian territories. “We are witnessing not only the tragedy of Palestine, but the transformation of the world into a place where the law is replaced by force,” he said, adding that impunity for attacks on civilians risks normalising military domination as a guiding principle of international relations.</p><p data-start=\"4230\" data-end=\"4870\">He also described Israel’s policies as part of a broader Israeli regional strategy, saying the “expansionist project” aims to weaken neighbouring states and enforce “permanent inequality” across the region while allowing Israel to expand its arsenal without meaningful oversight.</p><p data-start=\"4230\" data-end=\"4870\">Israel carried out <a href=\"/news/longform/2025/12/29/all-the-countries-israel-attacked-in-2025-animated-map\">attacks on six countries in 2025</a>: Palestine, Lebanon, Syria, Yemen, Qatar and Iran. It also carried out strikes in Tunisian, Maltese and Greek territorial waters on aid flotillas heading for Gaza.</p><p data-start=\"4872\" data-end=\"5389\">Calling for coordinated international action, Iran’s top diplomat urged governments to impose “comprehensive and targeted sanctions against Israel, including an immediate arms embargo,” alongside the suspension of military and intelligence cooperation, and legal accountability for violations of international law.</p><p data-start=\"4872\" data-end=\"5389\">He stressed that the Palestinian issue is “not only a humanitarian issue … It is a strategic issue,” arguing that regional stability depends on ending occupation and building a system grounded in sovereignty and equality.</p><p data-start=\"4872\" data-end=\"5389\">Speaking to Al Jazeera Arabic exclusively after the forum about talks with the US, Araghchi said the sides have agreed to hold a second round of talks, but the date is not set yet.</p><p>However, he said Tehran and Washington believe it must be held “soon.”</p><p>When asked about the possibility of the war with the US, he said the possibility always exists, but Iran is ready for both peace and war.</p><p>One of his critical statements was a reassurance to the region. Araghchi said Tehran was telling the Americans and countries in the region that Iran would only target US forces stationed in the region in case of a US attack, not the countries themselves.</p><p>“We will not attack neighbouring countries; rather, we will target US bases stationed in them. There is a big difference between the two.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israel-seeks-to-prevent-the-establishment-of-a-palestinian-state\">Israel seeks to ‘prevent the establishment of a Palestinian state’</h2><p data-start=\"936\" data-end=\"1513\">Sheikh Hamad bin Thamer bin Mohammed Al Thani, chairman of the board of the Al Jazeera Media Network, said in his opening speech that Israel’s assault has become a turning point for the Palestinian issue, warning that the occupation is attempting to permanently alter realities on the ground.</p><p data-start=\"936\" data-end=\"1513\">Addressing the forum, he warned that the “Israeli occupation seeks to reoccupy Gaza by displacing its people … settling parts of it and … the West Bank … to prevent the establishment of a Palestinian state”.</p><p data-start=\"1515\" data-end=\"1955\">He also emphasised the heavy toll paid by <a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">journalists</a> covering the war, saying Al Jazeera “has sacrificed… and paid a heavy and dear price of its correspondents,” noting that reporters “were targeted only because they wanted to report the truth to the world”.</p><p data-start=\"1515\" data-end=\"1955\">Despite the risks, the network remains committed to “reporting the truth to the world,” he said, honouring journalists who “provided the ultimate price … for the sake of the truth”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israeli-threat-to-the-red-sea\">Israeli threat to the Red Sea</h2><p data-start=\"1957\" data-end=\"2403\">Somali President Hassan Sheikh Mohamud, also speaking at the forum, warned that Israel’s Gaza war and escalating tensions in the Red Sea are unfolding alongside a broader breakdown in the international system.</p><p data-start=\"1957\" data-end=\"2403\">He said the Palestinian crisis represents “another level of inhumane engagement in the history of the world,” cautioning that the failure to secure an “equitable … durable solution based on the two-state solution” risks prolonging instability across the region and beyond.</p><p data-start=\"2405\" data-end=\"2841\">Placing the conflict within a wider geopolitical context, Mohamud warned that the foundations of global governance are weakening.</p><p data-start=\"2405\" data-end=\"2841\">“Key among the global concerns is the weakening of the established rules based on international order. That order is not intact any more,” he said, adding that the institutions created after World War II “are under grave threat” as “the mighty is right” increasingly replaces adherence to international law.</p><p data-start=\"2843\" data-end=\"3505\">He also linked regional instability to tensions in the Red Sea, warning that interference “like in the case of Israel … interfering with Somalia’s sovereign and territorial integrity” threatens trade routes and African security.</p><p data-start=\"2843\" data-end=\"3505\">Calling Israel’s recognition of <a href=\"/features/2026/1/16/what-does-israel-want-in-somaliland\">Somaliland</a> “reckless and fundamentally wrong and illegal action under international law,” he said the move “undermines stability, security and trade in a way that affects the whole of Africa, the Red Sea and the wider world”.</p><p data-start=\"2843\" data-end=\"3505\">In an exclusive <a href=\"/video/newsfeed/2026/1/1/somali-president-israel-deal-with-somaliland-tied-to-hosting-palestinians\">interview with Al Jazeera in January</a>, Mohamud said that the breakaway region of Somaliland had agreed to accept displaced Palestinians being relocated there in exchange for recognition. Somaliland officials rejected the allegations.</p><p data-start=\"2843\" data-end=\"3505\">Mohamud on Saturday urged governments and international institutions to “return to the path of common purpose and agreed universal rules” to prevent the erosion of multilateral cooperation.</p><h2 id=\"historic-global-rupture\">Historic global rupture</h2><p data-start=\"5391\" data-end=\"5766\">Burhanettin Duran, Turkiye’s head of the Directorate of Communications, said Israel’s genocidal war on Gaza reflects a deeper transformation of global politics, warning that the erosion of international institutions has enabled atrocities to unfold with limited accountability.</p><p data-start=\"5391\" data-end=\"5766\">“[The] world is not just transitioning, it has already transitioned. We are living through the consequences of a historic rupture,” he said.</p><p data-start=\"5768\" data-end=\"6102\">Describing Gaza as the clearest manifestation of this breakdown, Duran said: “Genocide, in the case of Israeli genocide … has returned to the centre of international politics, not as an exception, but as a tolerated reality.” He added that institutions designed to prevent such crimes now “fail publicly, repeatedly, and structurally”.</p><p data-start=\"6104\" data-end=\"6579\">Duran also warned that modern conflicts increasingly extend beyond the battlefield, noting that “wars are no longer confined to physical battlefields” but are fought through narratives and digital platforms that shape “what is visible, what is credible, and what disappears”.</p><p data-start=\"6104\" data-end=\"6579\">He argued that justice must become the organising principle of the international system, stressing that “justice produces legitimacy” and that durable stability cannot be imposed through power alone.</p><p data-start=\"6581\" data-end=\"7089\">Outlining Turkiye’s diplomatic approach, Duran said Ankara is pursuing a strategy of “regional ownership,” insisting that “regional problems demand regional solutions,” while highlighting mediation and stabilisation efforts across several conflict zones.</p><p data-start=\"6581\" data-end=\"7089\">“In Gaza, this wave of insecurity is visible in its starkest form – mass devastation, deep trauma, genocide and humanitarian collapse,” he said, urging regional powers to prioritise ending the war and preventing any forced displacement of Palestinians.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Faheem leads Pakistan to nervy win over Netherlands in T20 World Cup opener | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-07T09:52:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260207__96GY7V7__v3__MidRes__TopshotCricketIccMensT20Wc2026PakNed-1770456515.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Faheem leads Pakistan to nervy win over Netherlands in T20 World Cup opener</h1><p class=\"article__subhead\"><em>Pakistan beat Netherlands by three wickets, but with only three balls to spare, in opening 2026 T20 World Cup fixture.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Netherlands nearly pulled ‌off a major upset before Faheem Ashraf’s breezy cameo secured a nervy three-wicket win for Pakistan in their Group A match at the Twenty20 World Cup.</p><p>Put in to bat on Saturday, the Dutch side were bowled out for 147 with one delivery left in their innings in Colombo’s Sinhalese Sports Club ground.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They then produced a lion-hearted effort ⁠with the ball, but dropping Faheem proved costly as the batter went on to smash 29 not out off 11 balls to secure Pakistan’s victory with three balls to spare.</p><p>Pakistan have been left with little margin for error in their bid to qualify for the Super 8 stage of the tournament following their decision to boycott their February 15 group match against archrivals India.</p><p>The importance of ⁠winning their group matches against the minnows did not appear to be lost on them as Pakistan bowled out the Netherlands with a ball to spare.</p><p>They made heavy weather of their small target with the bat, though, and the outcome could have been different had Max O’Dowd held onto the catch offered by Faheem. Earlier, put in to bat, the Dutch side reached 100 in the 13th over but lost the plot in the death overs, giving up six wickets in ‌24 balls for just 20 runs.</p><figure id=\"attachment_4294243\" aria-describedby=\"caption-attachment-4294243\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4294243\" src=\"/wp-content/uploads/2026/02/AFP__20260207__96GY7V2__v1__MidRes__CricketIccMensT20Wc2026PakNed-1770456570.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Pakistan's Shaheen Shah Afridi (C) and Faheem Ashraf (L) are congratulated by Netherlands' Aryan Dutt for their team's win at the end of the 2026 ICC Men's T20 Cricket World Cup group stage match\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4294243\" class=\"wp-caption-text\">Pakistan’s Shaheen Shah Afridi, centre, and Faheem Ashraf, left, are congratulated by Netherlands’ Aryan Dutt for their team’s win [Ishara S Kodikara/AFP]</figcaption></figure><p>The Netherlands lost openers Max O’Dowd and Michael Levitt in successive overs but their middle order refused to throw in the towel.</p><p>Bas de Leede (30), Colin Ackermann (20) and captain Scott Edwards (37) made useful contributions ‌before the wheels came off their innings.</p><p>Spinner Saim Ayub claimed two wickets in the 17th over and Mirza struck twice in the 20th ‌to restrict the Netherlands to a below-par total. Ayub (24) returned ⁠to hit four fours and a six when Pakistan began their chase but Dutch spinner Aryan Dutta dismissed him and Salman Agha in successive overs to keep his team in the game.</p><p>Babar Azam’s strike rate in this format ‌has often been debated, and his departure after an 18-ball 15 would do little to convince his critics.</p><p>With Pakistan reeling on 119-7 after 18 overs, Faheem hit Logan van Beek for a six and skied the next ball, which O’Dowd floored at long-off, which allowed the batter to go on and seal Pakistan’s victory with a four.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: India vs United States - T20 World Cup | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-07T09:31:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260207__96HE66H__v1__MidRes__CricketIccMensT20Wc2026IndUsa-1770467077.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: India vs United States – T20 World Cup</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with toss and team news, and our text commentary stream from cricket’s 2026 T20 showpiece.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "LIVE: Manchester United vs Tottenham Hotspur - Premier League | Football News | Al Jazeera",
            "time": "2026-02-07T09:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_698731a688-1770467750.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Manchester United vs Tottenham Hotspur – Premier League</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow the build-up, analysis and live text commentary of the game as Man United host Spurs at Old Trafford.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What you need to know about Portugal’s presidential run-off | Elections | Al Jazeera",
            "time": "2026-02-07T09:25:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770456315.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Reporter’s Notebook: Portugal’s far right surges in presidential election | The Far Right | Al Jazeera",
            "time": "2026-02-07T08:56:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6986dfa31e03-1770446755.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>The Algarve, Portugal –</strong> After fierce storms that brought days of torrential rain, the sun is finally out in Portugal’s Algarve.</p><p>In the coastal town of Portimao, cafe terraces are busy with people enjoying a respite from the bad weather. In nearby Albufeira, tourists, mostly from northern Europe in search of winter warmth, stroll on the sandy beach. The ocean is gleaming; the cliffs are topped with lush vegetation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But behind the idyllic scenery is an increasingly disaffected population that may be on the cusp of embracing <a href=\"/news/2026/1/18/voters-in-portugal-electing-new-president-could-be-far-right-winner\">Portugal’s first right-wing nationalist president</a> since the country’s dictatorship ended half a century ago.</p><p>The Algarve has long been a popular destination for holidaymakers, and tourism fuels much of the region’s economy. But it also pushes up housing prices and the cost of living, and attracts a high number of foreign workers. Some residents say they are fed up with the situation. Others will tell you wistfully that the Algarve is not what it once was.</p><p>Outside a supermarket in Albufeira, a man tells Al Jazeera he knows people who can barely pay their rent because salaries are so low. Another says that the Algarve and Portugal need change and new leadership.</p><p>The sense for many people here is that politicians in Lisbon are disconnected from the struggles of people outside of the capital. It is partly why the Algarve has become a stronghold for Andre Ventura’s far-right Chega party. Its anti-establishment and anti-immigration message resonates with voters here who feel unheard and unseen by mainstream parties.</p><p>A former TV football commentator, Ventura founded Chega, which means “Enough”, seven years ago. Since then, Chega’s made large gains in a region that has become a springboard for its leader’s ambitions, including the presidency.</p><p>Ventura is in the second round of the presidential run-off vote on February 8.  He is the first populist candidate in Portuguese history to make it that far. Ventura may well believe that momentum is on his side.</p><p>In the 2024 parliamentary elections, Chega grew to become the main opposition to the centre-right government of Luis Montenegro. Its rapid rise has shaken a political landscape long dominated by socialists and liberals. It has also rattled opponents and critics who believed Portugal was immune to the far-right surge seen elsewhere in Europe.</p><p>In Portimao and Albufeira, Ventura’s campaign billboards tower over roads and roundabouts. He is also a regular on TV shows and prolific on social media, much like Donald Trump, whom Ventura admires. Like the United States president, Ventura rails against immigration and immigrants. He has even been sanctioned by Portuguese courts for discriminatory comments.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Not everyone in the Algarve would welcome a Ventura presidency. At the Timing temporary employment agency in Albufeira, people come looking for work, mainly in the region’s many hotels and restaurants. Most are from outside Portugal.</p><p>Al Jazeera spoke with Tariq Ahmed and Saidul Islam Said from Bangladesh, and Gurjeet Singh from India. They work during the holiday season to save money. All say they like Portugal.</p><p>When asked whether they worry about Chega’s rhetoric, Saidul says he is aware of it but isn’t concerned for now. He says that every country has its problems and that he stays focused on work, not politics.</p><p>The agency has thousands of workers on its books, and about 70 percent come from abroad, says manager Ricardo Mariano. They work hard and are welcome, he says. He insists the Algarve could not function without immigrant labour and says neither could the rest of Portugal.</p><p>The country faces worker shortages in several industries. Portugal has a long tradition of emigration, and a lack of affordable housing, jobs and low wages mean young Portuguese people continue to seek opportunities abroad.</p><p>Successive socialist and liberal governments are viewed by some as having failed to reverse the trend. Nevertheless, it is a veteran socialist politician who faces Ventura in the presidential race. Antonio Jose Seguro has served as an MP, a junior minister and a member of the European Parliament.</p><p>He had retired from politics to teach but returned with a mission, saying he wanted to unite an increasingly divided country and defend Portugal’s institutions. Seguro says voters will have to choose between democracy and radicalism.</p><p>Opinion polls suggest Seguro could win, and several politicians from across the political spectrum are urging their supporters to rally behind him and block a Ventura victory. The presidential role is largely ceremonial, but it has the power to dissolve parliament or veto laws.</p><p>Back in Portimao, Chega MP Joao Graca is out campaigning for Ventura. He’s come to a food market wearing a suit jacket over a T-shirt printed with Ventura’s portrait.</p><p>He weaves through the stalls, chatting to sellers and shoppers. More than a dozen supporters chant behind him, enthusiastically handing out Chega pens and bags. The reception for them is noteworthy in that it is universally warm.</p><p>For some Portuguese voters, a Ventura win would be a disaster, widening divisions in society and destroying Portugal’s image as one of Europe’s most tolerant nations, but for Graca, it would be the best thing that could happen to the country. Portugal, he tells Al Jazeera, needs Ventura.</p></div></div></body></html>"
        },
        {
            "title": "Pakistan arrests 4 Islamabad bombing ‘facilitators’ as victims laid to rest | ISIL/ISIS News | Al Jazeera",
            "time": "2026-02-07T08:56:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6986f01b28a3-1770450971.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s military says it has arrested four “facilitators” who helped the attacker in Friday’s deadly Islamabad mosque bombing as authorities intensify a security crackdown amid rising concerns over <a href=\"/news/2026/2/7/deadly-islamabad-bombing-sharpens-focus-on-cross-border-attacks-in-pakistan\">cross-border attacks</a>.</p><p data-start=\"0\" data-end=\"414\">Thousands of mourners gathered in the capital on Saturday to bury the victims of the attack, which killed at least 32 worshippers and injured 170 others, officials said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"0\" data-end=\"414\">The military said on Saturday that a “major breakthrough has been made in the investigation into the Trilai Kalan Islamabad suicide attack, with intelligence and law enforcement agencies conducting raids and making arrests in Peshawar and Nowshera”.</p><p data-start=\"0\" data-end=\"414\">It said that the operations, based on technical and human intelligence, led to the arrest of “four facilitators of the suicide attacker, as well as the Afghan Daesh [ISIL or ISIS] mastermind behind the attack”.</p><p data-start=\"0\" data-end=\"414\">The military alleged that the “planning, training, and indoctrination for the attack took place in Afghanistan”, adding that under “Afghan Taliban patronage, extremist groups continue to pose a serious threat to regional and global peace”.</p><p data-start=\"0\" data-end=\"188\" data-is-last-node=\"\" data-is-only-node=\"\">Earlier in the day, police said “two brothers and a woman” were arrested during a raid on what they described as the alleged suicide bomber’s hideout.</p><p data-start=\"239\" data-end=\"409\">Friday’s powerful explosion struck the Khadija Tul Kubra Shia mosque in the Tarlai Kalan area on the outskirts of Islamabad. The ISIL armed group claimed responsibility.</p><p>The attack was the deadliest in Islamabad since September 2008, when a suicide truck bomb killed more than 60 people and destroyed part of the five-star Marriott Hotel. While bombings are rare in the heavily guarded capital, this is the <a href=\"/news/2025/11/11/blast-outside-islamabad-court-in-pakistan-injures-at-least-eight\">second</a> such attack in three months, raising fears of a return to violence in Pakistan’s major urban centres.</p><h2 id=\"citizens-decry-security-lapse\">Citizens decry ‘security lapse’</h2><p data-start=\"0\" data-end=\"147\" data-is-last-node=\"\" data-is-only-node=\"\">Al Jazeera correspondent Kamal Hyder, reporting from Islamabad, said people he spoke to believe innocent civilians are being targeted.</p><p data-start=\"1017\" data-end=\"2290\">“They say this is a lapse of security, that the authorities knew very well that there was an imminent threat, given the fact that intelligence-based operations are going on in Balochistan and in the Khyber Pakhtunkhwa province.”</p><p data-start=\"0\" data-end=\"518\" data-is-last-node=\"\" data-is-only-node=\"\">Hyder added that this was not the first attack by ISIL. “In 2017, <a href=\"/news/2017/2/17/pakistan-mourns-attack-victims-as-security-stepped-up\">ISIL attacked</a> a shrine in Pakistan, killing over 90 people and wounding hundreds. They have carried out attacks not just in Pakistan, but also in <a href=\"/news/2024/3/23/moscow-concert-hall-attack-why-is-isil-targeting\">Moscow</a> a few years ago, and in Kermanshah, Iran, during commemorations of the martyrdom of <a href=\"/news/2024/1/3/blasts-reported-as-iran-commemorates\">Qassem Soleimani</a>. It should be understood that ISIL has been a regional threat, and Pakistan stresses that neighbouring countries and the region must take this threat seriously,” he reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"government-promises-justice-pledges-unity-against-terrorism\">Government promises justice, pledges unity against ‘terrorism’</h2><p data-start=\"0\" data-end=\"199\">Pakistan’s leaders have pledged justice and unity following the deadly attack. Prime Minister Shehbaz Sharif said the country was committed to combating “terrorism” and standing united.</p><p>“The perpetrators of this heinous crime will be brought to justice with full force, and their nefarious designs will never be allowed to succeed,” he wrote on X.</p><p>President Asif Ali Zardari acknowledged the global messages of condolence and solidarity in reinforcing the nation’s commitment to peace and unity.</p><h2 id=\"pakistan-blames-india-backed-proxies-for-attack\" data-start=\"0\" data-end=\"59\">Pakistan blames ‘India-backed proxies’ for attack</h2><p data-start=\"0\" data-end=\"425\" data-is-last-node=\"\" data-is-only-node=\"\">Pakistani leaders blamed India for the attack, with Interior Minister Mohsin Naqvi saying Pakistan had “shared evidence with neighbouring countries showing that terrorism in Pakistan is sponsored by India”.</p><p data-start=\"0\" data-end=\"425\" data-is-last-node=\"\" data-is-only-node=\"\">Defence Minister Khawaja Asif added on X that the bomber had a history of “travelling to Afghanistan” and accused India of sponsoring the assault, saying the attackers were paid in dollars rather than acting for religion.</p><p>India, however, termed the accusation “baseless and pointless,” with the Ministry of External Affairs saying in a statement that while it condemned the attack and offered condolences to the victims, “it is unfortunate that instead of seriously addressing the problems plaguing its social fabric, Pakistan should choose to delude itself by blaming others for its homegrown ills”.</p></div></div></body></html>"
        },
        {
            "title": "India now sets the terms of global cricket | Cricket | Al Jazeera",
            "time": "2026-02-07T08:52:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25271463451832-1769939783.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"210\" data-end=\"672\">After Pakistan announced their boycott of the forthcoming T20I World Cup match against India, the International Cricket Council (ICC) was quick to lament the position the Pakistan Cricket Board (PCB) had put fans in. “[Pakistan’s] decision is not in the interest of the global game or the welfare of fans worldwide,” the ICC said in a release, before going on to make special mention of “millions in Pakistan”, who will now have no India fixture to anticipate.</p><p>Through the course of this statement, and the one the previous week, justifying the ICC’s ultimatum to the Bangladesh Cricket Board (BCB) – which eventually led to Bangladesh’s exit from the tournament – the ICC leaned on ideals of fairness and equality. The “integrity and sanctity” of the World Cup was invoked, as well as the “neutrality and fairness” of such an event.</p><p>Pakistan’s fans may clock, of course, that they had not attracted such concern before the Champions Trophy in 2025, when India had refused to play in Pakistan for what were, in truth, purely political reasons. As it happened, a semifinal and the final of that tournament were eventually moved away from Pakistan, India’s cricketing magnetism pulling the knockouts to Dubai, after the ICC had adopted a “hybrid” model wherein India played all its matches outside the “host” country.</p><p>This was a key moment setting cricket on its current trajectory. In return for India’s refusal to play in its home country, Pakistan insisted they would not travel to India for this year’s T20 World Cup – two of the most storied cricketing nations on the planet descending to reciprocal petulance. In the lead-up to this World Cup, Bangladesh was also drawn into the fray, the Indian Premier League (IPL) franchise’s jettisoning of Bangladesh bowler Mustafizur Rahman prompting Bangladesh to demand all its matches be played in Sri Lanka (India’s co-host for this tournament), and that demand, in turn, leading to it being thrown out entirely.</p><p>All claims that any of these boycotts are founded on security concerns are, in fact, bogus; security assessments ordered by the ICC had found India sufficiently equipped to handle Bangladesh’s visit, while Pakistan had hosted ICC-sanctioned international cricket involving multiple touring teams, and Pakistan had played an entire One Day International (ODI) World Cup in India as recently as 2023.</p><p>What is also clear, however, is that the ICC has now allowed its sport to become the medium through which South Asian states, currently as riven as they have been for decades, exchange geopolitical blows. What’s more, the ICC has begun to favour one set of geopolitical ambitions over others, India never so much as copping a censure for its refusal to play in Pakistan, while India’s men’s team’s refusal to shake hands with the Pakistan players in last year’s Asia Cup has now been adopted across the Board of Cricket in Control’s (BCCI’s) teams – the women’s and Under-19 (U19) sides following suit. To take the ICC at face value would also require believing that ICC Chair Jay Shah is conducting his business in complete separation from Amit Shah, who is India’s home minister.</p><p>It is India’s stupendous cricket economy that has chiefly brought about this imbalance. Since 2014, when a Big Three (India, Australia, England) takeover at the ICC diverted cricket to a hypercapitalist path, the game’s top administrators have been adamant that it is profits that must define cricket’s contours. Because India is the wellspring of much of the game’s finances, the ICC has organised for the Board of Control for Cricket in India (BCCI) to receive close to 40 percent of the ICC’s net earnings, while international men’s cricket largely surrenders a fifth of the calendar to the IPL. The sport’s high-octane driver of financial growth demands protection, or so the official line goes. If member boards fail to align with the BCCI agenda at the ICC, it has long been taken as read that the BCCI may threaten to cancel India’s next tour of that country, which in turn may shatter the smaller board’s revenues. The vote to issue that ultimatum to the BCB had run 14-2 against Bangladesh. A board must never forget at whose table it eats.</p><p>A cricket world that has spent 12 years lionising economic might cannot now be surprised that politics has now begun to overrun even the game’s financial imperatives. That monopolies tend to lead to appalling contractions in consumer choice has been a fundamental tenet of economics for generations. Hundreds of millions of Bangladesh fans are about to discover this over the next few weeks, as will the remainder of the cricketing world on February 15, when India and Pakistan were due to play. That profit-driven systems, which equate wealth with power, frequently lose the means to check the most powerful, is another longstanding principle in political economics.</p><p>The tournament’s competitive standards will also undoubtedly slip for Bangladesh’s absence. Bangladesh have a body of work in cricket that, respectfully, utterly dwarfs that of Scotland, who have replaced them. There are warnings here, too, for other cricketing economies. Although broadcast revenues from Bangladesh are a mere sliver of the mountains India presently generates, macroeconomic indicators from Bangladesh (a growing population, an improving gross domestic product (GDP) per capita and Inequality-adjusted Human Development Index (IHDI) ranking) suggest that market is set to grow in future decades. If the ICC is willing to freeze a Full Member with Bangladesh’s potential, what will it do to more vulnerable boards – Sri Lanka, New Zealand, and the West Indies, for example?</p><p>The irony for many boards is that they have largely served the BCCI’s agenda at the ICC for a dozen years, helping extend its financial dominance. Since the Big Three first carved up governance and finances at the ICC in 2014, most smaller boards have been enthusiastic supporters of the BCCI’s programme, believing that only by appeasing India can they survive, which in itself is a tacit admission of a galling lack of ambition. And still, a dozen years of carrying this water has delivered them to no less bleak a position. In fact, several of the smaller Full Members have regressed..</p><p>Sri Lanka Cricket, for instance, has in recent years been among the BCCI’s most loyal allies. But it has now been a dozen years since any of their senior teams made the semifinal of a global tournament. Their Test cricket survives, but barely – the schedule is increasingly thin. Sri Lanka men only have six Tests on their slate in 2026, having had as few as four Tests to play last year. Cricket West Indies, meanwhile, has not seen a major resurgence on the field either, their men’s T20 fortunes having subsided since 2016, while both their men’s and women’s ODI teams have failed to qualify for the most recent World Cups. Zimbabwe Cricket is in no less challenging a footing now than it was two decades ago.</p><p>New Zealand and South Africa have held their own on the field, especially in women’s cricket and in the Test format. But to get here, Cricket South Africa (CSA), in particular, has had to be publicly chastened by the BCCI – in 2013, when India shortened a tour there because the BCCI resented the appointment of a CEO it didn’t like. More recently, South Africa’s top T20 league has also failed to feature Pakistan players, because each of the SA20’s franchise owners has a base in India. Excluding sportspeople based on the circumstances of their birth cuts hard against the ethos of post-Apartheid sport in South Africa. And yet even this national ambition has been subjugated by Indian political interests. Smaller boards have become so reliant on funds flowing from India that India increasingly chooses the terms of their cricketing survival.</p><p>Now, a World Cup is about to begin with Bangladesh having learned the harshest lesson of all. The BCB had been among the first of the smaller boards to sign away power to the Big Three during the first takeover in 2014. In 2026, the BCB now finds itself deeply out of favour for non-cricketing reasons.</p><p>India is inarguably the greatest cricketing superpower there ever has been. Even in the days of the Imperial Cricket Conference (the ICC’s predecessor), Australia and England could perhaps be relied on to check each other’s most predatory instincts. Such checks do not hold when one board is the sun, and the remainder are merely planets in its orbit. Perhaps the lesson for CA and the ECB – the BCCI’s most eager collaborators – is that the time may be coming when India has decided they are past their use-by date too. Why shouldn’t the BCCI freeze them out eventually? Would India not merely be doing what all superpowers tend to do, which is to leverage its stupendous power until all others either conform or are cast off? And why should the BCCI’s ambitions fall short of gobbling up even those established markets?</p><p>Cricket is now making clear its allegiances, and despite the ICC’s rhetoric, its commitments are no longer to neutrality and competitive equilibrium which are such vital rudiments of any sport. Other boards have allowed India’s will to prevail to such an extent that its motives now need not be merely economic; they can be nakedly political. And cricket is being eaten alive in this dark intersection between money and politics.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "France to investigate former culture minister Lang over Epstein links | News | Al Jazeera",
            "time": "2026-02-07T08:30:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6986dc636476-1770445923.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France’s foreign minister has said he summoned ex-Culture Minister Jack Lang to a meeting on Sunday, as the country’s financial crimes prosecutors reportedly opened a probe into Lang and his daughter Caroline after revelations in the late sex offender Jeffrey Epstein’s files.</p><p>Calls mounted Friday for Lang to resign as head of a leading French cultural institute over his ties to the convicted United States paedophile.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Lang, 86, is the highest-profile French figure caught up in the latest US release of documents linked to the financier who killed himself in 2019 while in prison facing charges of sex trafficking underage girls.</p><p>French media reports said Lang, who heads the Arab World Institute (IMA) in Paris, repeatedly appealed to Epstein for funds or favours, while his daughter’s name appears in the company files of an offshore company co-owned with the disgraced US financier.</p><p>His daughter Caroline Lang, a film producer, resigned on Monday from her role as head of the Independent Production Union.</p><p>Lang, who spent nearly 20 years as culture minister and education minister in different governments, has denied having any knowledge of Epstein’s crimes despite his conviction in 2008 for soliciting a minor for prostitution.</p><p>Lang’s name appears more than 600 times in the Epstein files, the Reuters news agency reported.</p><p>A mere mention in the files does not imply wrongdoing.</p><p>Lang is an eminent figure in French politics and cultural life, who is known for, among other cultural projects, creating France’s annual Festival of Music.</p><p>On Wednesday, he refused to step down as president of the cultural hub focused on the Arabic-speaking world.</p><p>Pressure has increased, however, and the foreign ministry – which provides half of the institute’s budget – has ordered him to a meeting.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“He has been summoned by the ministry and will be received on Sunday,” Foreign Minister Jean-Noel Barrot was quoted as saying by the AFP news agency on a visit to Erbil in Iraq.</p><p>Speaking later from Beirut, Barrot added: “The first elements emerging from these files are new and extremely serious” and would require in-depth examination.</p><p>But his priority, he said, was to ensure the proper running of the IMA.</p><p>The 12.3 million euros ($14.5m) the IMA receives annually from the foreign ministry accounts for half of the institute’s budget.</p><p>France’s financial crimes prosecutors told AFP on Friday they had started a preliminary investigation into Lang and his daughter.</p><p>The pair will be investigated for “laundering of aggravated tax-fraud proceeds” over their suspected financial ties with the late US financier, the office said.</p><p>“I fear nothing, and I am clean as a whistle,” Lang told French radio RTL on Wednesday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"storms-in-european-capitals\">Storms in European capitals</h2><p>The release of the Epstein files has rippled across Europe.</p><p>British Prime Minister Keir Starmer <a href=\"/news/2026/2/5/uk-pm-starmer-apologises-to-epstein-victims-for-appointing-mandelson\">apologised</a> to the victims of Jeffrey Epstein for appointing Peter Mandelson as the United Kingdom’s ambassador to the US despite the diplomat’s close ties to the late sex offender.</p><p>Mandelson is being <a href=\"/news/2026/2/6/uk-police-search-mandelson-properties-as-pm-starmer-battles-for-survival\">investigated</a> over documents suggesting he passed sensitive government information to Epstein a decade and a half ago.</p><p>Members of <a href=\"/news/2026/2/6/epstein-files-set-off-norwegian-political-storm-what-we-know\">Norway’s elite</a>, too, are under pressure. Public figures including Crown Princess Mette-Marit and former prime minister and foreign minister Thorbjoern Jagland are all under scrutiny. Norway’s economic crime police unit said on Thursday it was <a href=\"/economy/2026/2/6/norway-police-probes-former-pm-jagland-over-epstein-ties\">investigating</a> Jagland on suspicion of aggravated corruption.</p><p>The crown princess said on Friday she “deeply regretted” her friendship with Epstein and the embarrassment it has caused the royal family.</p><p>Other Norwegians facing questions include former foreign minister Boerge Brende, now CEO of the World Economic Forum; Mona Juul, ambassador to Jordan and Iraq; and her husband Terje Roed-Larsen.</p><p>In Slovakia, Prime Minister Robert Fico’s national security adviser Miroslav Lajcak has resigned after emails were revealed in which he discussed young women with Epstein.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran’s foreign minister slams hypocrisy over Israeli military expansion | Military | Al Jazeera",
            "time": "2026-02-07T08:12:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770451932.jpg?resize=1920%2C1070&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "In Japan’s election, voters hope for relief from rising prices | Elections News | Al Jazeera",
            "time": "2026-02-07T07:44:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250620__633Y39D__v1__MidRes__JapanEconomyInflation-1770165734.jpg?resize=1800%2C1200&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tokyo, Japan –</strong> In Tomoko Ida’s household, rice is on the menu less often than it used to be.</p><p>Ida, a 48-year-old graphic designer and mother of two who lives in Tokyo, finds it difficult to justify eating Japanese rice on a daily basis amid soaring prices for the food staple.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I remember that a few years ago, 5kg (11lbs) of rice cost around 3,000 yen ($19), but now it costs about 4,000 to 5,000 yen ($25 to $32),” Ida told Al Jazeera.</p><p>“My family consumes about 10kg (22lbs) of rice every month, and now we have no choice but to eat pasta or noodles a few times a week to save rice,” she said.</p><p>Ida is among millions of Japanese voters for whom rising living costs are the top concern in Sunday’s general election, which pits Japanese Prime Minister Sanae Takaichi’s Liberal Democratic Party-led (LDP) coalition against the opposition Centrist Reform Alliance.</p><figure id=\"attachment_4287124\" aria-describedby=\"caption-attachment-4287124\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287124\" src=\"/wp-content/uploads/2026/02/AFP__20260127__9444763__v1__MidRes__JapanPoliticsElection-1770185624.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Sanae Takaichi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287124\" class=\"wp-caption-text\">Japanese Prime Minister Sanae Takaichi delivers her first campaign speech for the House of Representatives election in Tokyo, Japan, on January 27, 2026 [Kazuhiro Nogi/AFP]</figcaption></figure><p>For average Japanese people, making ends meet has become more difficult over the past year amid the persistent failure of wages to keep pace with rising prices.</p><p>Inflation-adjusted wages fell 2.8 percent in November, the 11th straight month of decline in people’s pay cheques, according to Japanese government statistics.</p><p>While Japan’s overall rate of inflation hovers at about 2 to 3 percent, the price of food has been rising much faster.</p><p>Rice prices soared nearly 68 percent last year, the result of shortages caused by a poor harvest in 2023.</p><p>Prices of imported foods, such as coffee and chocolate, have also risen sharply due to the weak yen, which has sapped consumers’ purchasing power.</p><p>“I went to a department store to buy some British tea as a treat, but it was over one and a half times the price from a few years ago, so I decided not to buy it,” Nao Hanaoka, a 29-year-old IT consultant in Tokyo, told Al Jazeera.</p><p>“Last year, I had plans to travel overseas for a conference, but the weak yen made it impossible to pay the conference fees,” Hanaoka added.</p><p>In a survey carried out by public broadcaster NHK last month, 45 percent of respondents said that measures to reduce prices would be the most important factor in their vote.</p><p>“Prices are going up without tangible increases in income, so people feel that even basic necessities are getting harder to afford,” Koichi Nakano, an associate professor of political science at Sophia University in Tokyo, told Al Jazeera.</p><p>Along with rising prices, “higher taxes and social security contributions in an ageing society with more spending commitments” have put households under growing strain, Nakano said.</p><figure id=\"attachment_4287127\" aria-describedby=\"caption-attachment-4287127\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287127\" src=\"/wp-content/uploads/2026/02/2025-05-31T032646Z_1671499825_RC2NSEA9PPI1_RTRMADP_3_JAPAN-RICE-1770185768.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Rice\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287127\" class=\"wp-caption-text\">A man prepares banners before the sale of government-stockpiled rice in Tokyo, Japan, on May 31, 2025 [Issei Kato/Reuters]</figcaption></figure><h3>‘Focus on policies that improve our lives’</h3><p>Prime Minister Takaichi, a staunch conservative who is seeking to shore up her mandate less than four months after becoming Japan’s first female leader, has put the cost of living at the forefront of her election campaign.</p><p>Takaichi, an advocate of former Prime Minister Shinzo Abe’s policy of ultra-loose monetary policy and big spending to reverse Japan’s longstanding economic stagnation, has promised to suspend the country’s 8 percent tax on food and non-alcoholic beverages for two years if her coalition is returned to power.</p><p>The Japanese leader’s tax pledge follows the approval last year of Japan’s largest stimulus package since the COVID-19 pandemic, a 21.3 trillion yen ($136bn) injection into the economy heavily focused on cost-of-living relief measures, including energy bill subsidies, cash handouts and food vouchers.</p><p>Takaichi’s economic plans have raised concerns about the sustainability of Japan’s finances on her watch, particularly overseas, amid a rapidly ageing society and a debt-to-GDP ratio of 230 percent, the highest among advanced economies.</p><p>After Takaichi unveiled her plan to cut the consumption tax while announcing the dissolution of the lower house of parliament last month in preparation for elections, foreign investors rushed to sell off Japanese government bonds, sending yields to record highs.</p><p>Japanese voters, too, reacted to Takaichi’s plan to cut the consumption tax with scepticism amid questions about how the government would cover the estimated cost of some 10 trillion yen ($63.7bn).</p><p>In an opinion poll published by The Nikkei newspaper last month, more than half of respondents said they did not believe the consumption tax pause would effectively address rising prices.</p><p>In recent campaign appearances, Takaichi has notably avoided any mention of her pledge.</p><p>“Sanae Takaichi changes her stance so quickly that she’s untrustworthy,” said Hanaoka, the IT consultant, who plans to vote for the Centrist Reform Alliance.</p><p>“I still have time to doubt Takaichi’s politics and look into things, thinking, ‘Is this really true?’ But people who are truly struggling probably don’t have time to research amid their daily work,” she said.</p><p>“I want politicians to focus on policies that improve our lives 10 or 20 years down the road, not just immediate cash handouts,” she added.</p><p>Still, Takaichi’s coalition appears to be on course for a comfortable victory over the opposition alliance, a merger of former Prime Minister Yoshihiko Noda’s Constitutional Democratic Party of Japan and ex-transport minister Tetsuo Saito’s Komeito.</p><p>An opinion poll published by The Asahi newspaper on Monday suggested the LDP and its junior coalition partner, the Japan Innovation Party, are on track to win 300 seats in the 465-member House of Representatives.</p><p>With just days to go to the election, Ida, the mother of two, said she had not decided who to vote for, but she was weary of the choices on offer.</p><p>“Honestly, I am tired of seeing new political groups with the same faces, just changing their party names,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><em>Reporting by John Power in Kuala Lumpur, Malaysia.</em></p></div></div></body></html>"
        },
        {
            "title": "RSF drone attack kills 24 displaced civilians fleeing war in Sudan | Sudan war News | Al Jazeera",
            "time": "2026-02-07T07:14:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696cefbf-1768746943.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"475\" data-end=\"728\">A drone attack carried out by the <a href=\"/news/2023/4/16/sudan-unrest-what-is-the-rapid-support-forces\">Rapid Support Forces</a> (RSF) has hit a vehicle transporting displaced families in central Sudan, killing at least 24 people, including eight children, the Sudan Doctors Network said.</p><p data-start=\"730\" data-end=\"906\">The attack on Saturday occurred near the city of Rahad in North Kordofan province, the medical monitoring group reported, adding that the passengers had fled fighting in the Dubeiker area.</p><p data-start=\"908\" data-end=\"1089\">Among the children killed were two infants, the network said in a statement posted on X.</p><p></p><p data-start=\"546\" data-end=\"788\">The latest attack follows a serious of drone attacks on humanitarian aid convoys and fuel trucks across <a href=\"/news/2025/10/31/sudans-north-kordofan-deteriorating-under-rsf-as-thousands-flee\">North Kordofan</a> which on Friday killed at least one person and wounding several others.</p><p data-start=\"790\" data-end=\"1126\">The North Kordofan state government condemned Friday’s attacks on a convoy linked to the World Food Programme (WFP), urging the international community and United Nations bodies to impose sanctions on the RSF paramilitary group’s leadership.</p><p data-start=\"790\" data-end=\"1126\">The attacks occurred along the key road connecting the state capital, <a href=\"/features/2025/11/14/will-sudans-rsf-turn-strategic-city-of-el-obeid-into-another-el-fasher\">el-Obeid</a>, with Kosti in neighbouring White Nile state.</p><p data-start=\"790\" data-end=\"1126\">Fighting between the government-aligned Sudanese Armed Forces (SAF) and the RSF has intensified across the Kordofan region since October 2025 after el-Fasher fell to the RSF, where the group committed atrocities – a <a href=\"/news/2025/12/30/un-finds-sudans-el-fasher-a-crime-scene-first-access-since-rsf-takeover\">“crime scene”</a> according to the UN.</p><p data-start=\"1128\" data-end=\"1558\">According to the UN Office for the Coordination of Humanitarian Affairs (OCHA), the first attack at dawn hit three trucks in Er-Rahad.</p><p data-start=\"1128\" data-end=\"1558\">A second attack followed in the Allah Kareem area near Es Samih, damaging four vehicles, including trucks carrying UN relief supplies.</p><p data-start=\"1128\" data-end=\"1558\">In Um Rawaba, three drones struck a transport truck and a fuel tanker, causing additional civilian casualties. The WFP has not yet issued an official statement.</p><p data-start=\"1560\" data-end=\"1929\">The Sudan Doctors Network said the convoy was delivering assistance to displaced communities in el-Obeid when it came under attack, describing the incident as a “blatant violation of international humanitarian law” and a war crime.</p><p data-start=\"1560\" data-end=\"1929\">The group called for an independent investigation and stronger international measures to protect humanitarian workers and infrastructure.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1931\" data-end=\"2570\">Washington also condemned the incident. “The United States condemns the recent drone attack on a World Food Programme convoy in North Kordofan transporting food to <a href=\"/news/2026/2/5/famine-conditions-spread-to-more-towns-in-sudans-darfur-experts-warn\">famine-stricken</a> people which killed one and wounded many others,” US Senior Advisor for Arab and African Affairs Massad Boulos wrote on X.</p><p data-start=\"1931\" data-end=\"2570\">“Destroying food intended for people in need and killing humanitarian workers is sickening,” he wrote.</p><p data-start=\"1931\" data-end=\"2570\">“The Trump Administration has zero tolerance for this destruction of life and of U.S.-funded assistance; we demand accountability and extend our condolences to all those affected by these inexcusable events and terrible war,” he added.</p><p data-start=\"2572\" data-end=\"2922\">UN Resident and Humanitarian Coordinator Denise Brown said the trucks were travelling from Kosti to deliver life-saving food assistance to displaced families near el-Obeid when they were struck.</p><p data-start=\"2572\" data-end=\"2922\">She noted that the attack followed another <a href=\"/news/longform/2026/2/3/drone-warfare-in-sudan-tracking-1000-aerial-attacks-since-april-2023\">drone strike</a> earlier in the week on a WFP-related facility in Yabus, Blue Nile state, which injured an employee.</p><p data-start=\"2924\" data-end=\"3360\" data-is-last-node=\"\" data-is-only-node=\"\">The brutal conflict between the Sudanese army and the RSF, now approaching its third year, has killed tens of thousands of people, displaced nearly 11 million and pushed multiple regions into famine conditions.</p><p data-start=\"2924\" data-end=\"3360\" data-is-last-node=\"\" data-is-only-node=\"\">UN estimates indicate that more than 21 million Sudanese face acute food shortage, with two-thirds of the population requiring urgent humanitarian assistance. Tens of thousands have also fled to neighbouring Chad.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump hails ‘very good’ Iran talks but maintains threat of military action | Conflict | Al Jazeera",
            "time": "2026-02-07T06:58:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770447484.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Vanishing wildlife at Egypt’s Lake Qarun force fishermen to abandon trade | Environment | Al Jazeera",
            "time": "2026-02-07T06:49:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Location-Lake-Qarun-Shakshuk-Village-Fayoum-Governorate-Photographer-Ahmed-Dahaby-Date-December-2025-A-Sewage-drainage-into-the-lake-15-1770064711.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Egyptian government believes that it should be given credit for its work to clean up the country's lakes.</p><p>El-Raghy said the Lake Qarun project began in 2018 and has run for about six years, aiming to limit deterioration and restore the lake’s natural capacity to support aquatic life. Phase one included dredging the Bahr Youssef canal – which carries Nile water to Fayoum agriculture before discharging into Qarun – to ensure unobstructed flow and maintain suitable lake levels.</p><p>The project also incorporates sewage infrastructure, including eight sewage treatment stations for villages around the lake, as well as rehabilitation of a treatment plant at the previously mentioned Kom Oshim complex, with a capacity of 19,000 cubic metres per day.</p><p>Funding, el-Raghy said, includes a 300 million euro ($361.2m) loan from the European Bank for Reconstruction and Development and 100 million euros ($120.4m) from various government bodies within the restoration committee.</p><p>He identified industrial discharge and sewage as the main sources of pollution, saying the Kom Oshim industrial complex had previously discharged waste into a treatment plant not designed to handle industrial effluent.</p><p>The Ministry of Environment, he said, worked with 13 factories to cut pollution loads by half, and the upgrade of the main Kom Oshim treatment plant is now 65 percent complete, with full operation - which would end the discharge of untreated waste into the lake - expected in the second half of 2026.</p><p>As part of restoring ecological balance, the government cleanup project has introduced new fish stocks, including mother sole fish in 2022 and shrimp fry during the 2024–2025 seasons.</p><p>El-Raghy said the isotope parasite that had been one of the main reasons for the drop in fish numbers cannot be eradicated, and that the current strategy is to prevent its hosts from returning. “Mullet and tilapia will not be reintroduced,” he said, referring to two fish that are hosts to the parasite. But, he added, “shrimp production increased, and sole reproduced inside the lake. This is a strong indicator of improvement.”</p><p>In late 2024, the Ministry of Environment announced the reopening of Lake Qarun to fishing after years of partial or full closure.</p><p>But, as the lack of activity testifies, the issues that put a stop to fishing here have not been fully resolved, even if the sight of flamingoes has led outsiders to be optimistic.</p><p>If anything, the debate over flamingos remains secondary to daily survival. People here are still waiting for the lake restoration to mean clean water, living fish, and the provision of livelihoods with which they can again sustain their families.</p><p>El-Raghy asked for patience, saying that fishermen needed \"time to adapt\", as \"the composition of fish stocks and ... fishing techniques are changing\".</p><p>But for the fishermen of Lake Qarun, patience is a luxury they do not have.</p><p>Yasser Eid is one of them. Like most men here, fishing has shaped Yasser’s life since childhood. Now about 40 years old, he said he first went out on the lake at the age of seven, dropping out of school at a time when fishing promised steady income and a future for entire families.</p><p>Sitting on the shore of Lake Qarun in Shakshouk with his father and a friend, Yasser looked out at the water wistfully.</p><p>The promise of a good livelihood from fishing has now collapsed. Fish stocks are gone, and the small catches available do not support a living.</p><p>Several of Yasser’s brothers and two of his children now work far away, hundreds of kilometres south at Lake Nasser in Aswan, one of the few places where fishing remains viable.</p><p>Those who stayed behind, he added, are struggling under mounting financial pressure, waiting for a recovery that has yet to materialise.</p><p>“There are no fish,” Yasser said quietly, gesturing towards the lake. “The lake is still dead.”</p></div></div></body></html>"
        },
        {
            "title": "How Basant became Lahore’s signature festival in Pakistan | Arts and Culture | Al Jazeera",
            "time": "2026-02-07T06:45:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26036492836381-1770408683.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Lahore, Pakistan –</strong> As the clock struck midnight between Thursday and Friday, Lahore’s sky erupted in fireworks as the crowds that gathered along one of the city’s main avenues cheered in jubilation.</p><p>Amid the commotion, Aamer Iqbal, a 50-year-old banker, took a deep breath and asked his daughter to let go of the kite she was helping to launch. It was the first time in nearly two decades that Iqbal was able to engage in an activity that had defined his childhood: the simple act of flying a kite.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rooftops across Lahore blared music as thousands shouted in joy, sending kites soaring into the night sky, marking the return of the centuries-old <a href=\"/features/2026/2/6/magical-atmosphere-kite-fever-lights-up-lahore-as-basant-boosts-economy\">spring festival of Basant</a> to the city it calls home.</p><p>“Kite flying is a whole experience, and the moment I let it go, my entire childhood came flooding back in my mind like a vivid reel, about the times I spent with my brother and my parents flying kites,” he told Al Jazeera from his home in Lahore’s Shah Jamal neighbourhood.</p><p>Iqbal says kite flying creates the illusion of controlling something high in the air, forging a link between “heaven and Earth”.</p><p>“You just want to have that feeling, even for the most fleeting moment, to be able to beat the gravitational force and break free,” he said.</p><p>He was not alone.</p><p>Six kilometres (3.7 miles) away, Muhammad Mubashir, a 41-year-old businessman, stood on the rooftop of a friend’s house in Lahore’s historical Gawalmandi neighbourhood. He said it took him a few minutes to fully absorb that the hobby on which he had spent his childhood and pocket money had finally returned.</p><p>But what struck him most was watching a young boy struggle to tie the central knot that gives a kite balance.</p><figure id=\"attachment_4293539\" aria-describedby=\"caption-attachment-4293539\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293539\" src=\"/wp-content/uploads/2026/02/AP26037621614416-1770408823.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People gather on their decorated rooftops to celebrate the Basant kite flying festival in Lahore, Pakistan, late Friday, Feb. 6, 2026. (AP Photo/K.M. Chaudary)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293539\" class=\"wp-caption-text\">People gather on their decorated rooftops to celebrate the Basant kite-flying festival in Lahore, Pakistan, late on Friday, February 6, 2026 [K M Chaudhary/AP Photo]</figcaption></figure><p>“He was completely out of his depth and had no idea what he was doing. It was at that moment when I realised that the ban on Basant in Lahore had been on for so long that people growing up in last two decades have no clue at all about an activity that we learnt about in our childhood more rigorously than even doing our homework,” he told Al Jazeera.</p><h2 id=\"origins-of-basant\">Origins of Basant</h2><p>The origins of Basant stretch back centuries and are deeply embedded in the cultural fabric of Punjab, the region that straddles the India-Pakistan border.</p><p>The word “Basant” derives from the Sanskrit “Vasant,” meaning spring, and traditionally marks the transition from harsh winter to the blooming of spring.</p><p>The seasonal shift coincides with the harvest in Punjab’s agricultural heartland, when mustard fields turn brilliant yellow, giving the festival its distinctive colour.</p><p>Among several origin stories, one of the most popular links the festival to the 13th-century Sufi saint Hazrat Nizamuddin Auliya of Delhi, who fell into deep depression after the death of his nephew.</p><p>According to this account, his disciple, the legendary poet and musician Amir Khusro, dressed in yellow women’s clothing and danced before his master while singing, lifting his spirits. Basant thereafter became an annual celebration at Sufi shrines across Delhi and beyond.</p><p>But it was during the 19th-century Sikh Empire that Basant became inseparable from Lahore.</p><p>According to research by Amjad Parvez, a former professor at the University of Punjab, Maharaja Ranjit Singh, who ruled Punjab from 1801 to 1839, institutionalised the festival at the imperial level.</p><p>“Lahore is considered as the main hub of celebrations associated with Basant,” Parvez, a veteran kite flyer who has studied the festival’s history and kite design, wrote in his 2018 research paper.</p><h2 id=\"partition-and-transformation\">Partition and transformation</h2><p>Before the 1947 British colonial partition that created Pakistan and India, Basant was celebrated across religious lines in undivided Punjab.</p><p>According to Parvez, Hindu, Muslim and Sikh communities alike participated, flying kites from “elaborately decorated rooftops, wearing yellow clothing and sharing traditional foods”.</p><figure id=\"attachment_4293521\" aria-describedby=\"caption-attachment-4293521\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293521\" src=\"/wp-content/uploads/2026/02/PXL_20260205_061543670.PORTRAIT-1770408538.jpg?w=770&amp;resize=770%2C579&amp;quality=80\" alt=\"Mian Yousaf in his Haveli\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293521\" class=\"wp-caption-text\">Mian Yousaf Salahuddin in his Haveli Barood Khana, days before the Basant festival kicked off [Abid Hussain/Al Jazeera]</figcaption></figure><p>Mian Yousaf Salahuddin, 74, grandson of Pakistan’s national poet Muhammad Iqbal and a prominent patron of arts and culture, vividly recalls the post-partition era. Speaking to Al Jazeera at his Haveli Barood Khana (traditional residence) in Old Lahore days before Basant, he said the festival was always tied to the city’s walled quarters.</p><p>“For us residents of the “Androon Lahore”, or inner city, it was a dynamic festival, celebrated by community here, before its mass popularity,” he said.</p><p>Salahuddin remembers Basant primarily as a daytime celebration.</p><p>But the transformation of Basant from a localised walled-city tradition into an internationally recognised festival has a remarkable origin story, one which involved Salahuddin and Imran Khan.</p><p>Khan, a former prime minister and World Cup-winning cricket captain, has been in jail since August 2023 on convictions he says are politically motivated.</p><p>Salahuddin, who has known Khan since their school days at Lahore’s Aitchison College, and has old family ties, said he received a call from him in the early 1980s while Khan was playing county cricket in England.</p><p>“He rang and said he wanted to bring some of his friends from England to my haveli on the occasion of Basant that year,” Salahuddin recalls. “Khan himself was fond of kite flying, and at my invitation, he brought the Duke and Duchess of Somerset, who had studied with him at Oxford,” he said.</p><p>“When the Duke and Duchess of Somerset climbed onto the roof, they expressed their delight as well as shock [to] what kind of festival this was, where the entire city is on rooftops and the sky is filled with colourful kites,” he said.</p><p>The duke asked Salahuddin why this festival was not promoted and not well-known globally.</p><p>Fortunately, Salahuddin was also friends with Mir Shakil ur Rehman, the owner of the country’s largest media group and convinced him to publish Basant photos in his Urdu newspaper the following year, and soon after, the festival became the most sought-after event in the country.</p><p>At its peak, Parvez recalls, Basant resembled a “great party,” with large rooftops rented out, food stalls set up and music blaring.</p><p>“When I was young and in school, my heart used to beat with Basant festival. Our teachers would forbid us from skipping school and yet we still did it, just because of our fanatic love for kite flying,” the 66-year-old said.</p><p>By the 1980s, organised teams had formed under masters known as ustads, who founded “Gharana” schools of kite flying. By the late 1990s and early 2000s, Basant had evolved into a major tourist attraction drawing visitors from around the world.</p><h2 id=\"the-art-of-patang\">The art of ‘patang’</h2><p>Basant’s rituals extend beyond a single day. The sport has its own vocabulary, customs and precise rules of construction.</p><p>Traditional Punjabi kites follow specific patterns, most commonly rhombus-shaped designs known as “gudda” or “guddi”. The colloquial term “patang”, often used generically, actually refers to a “curvilinear shape,” Parvez said.</p><p>“The kite design is based on a cross which is made up by two bamboo sticks placed, and tied up with thread, over each other,” he explained.</p><p>Even the size of the kite mattered for flying and had its naming convention according to the size of the paper sheet that was used to make a kite.</p><p>For Mubashir, much of this specialised knowledge is missing today. Strict government regulations on kite size and string safety mean veteran flyers must adapt.</p><figure id=\"attachment_4293544\" aria-describedby=\"caption-attachment-4293544\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293544\" src=\"/wp-content/uploads/2026/02/GettyImages-2256182348-1770408899.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Workers prepare and arrange kite strings during preparations for the upcoming Basant Festival in Lahore, Pakistan, on January 17, 2026. (Photo by Murtaza Ali/NurPhoto via Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293544\" class=\"wp-caption-text\">Workers prepare and arrange kite strings during preparations for the upcoming Basant festival in Lahore, Pakistan, on January 17, 2026 [Murtaza Ali/Nur Photo via Getty Images]</figcaption></figure><h2 id=\"festival-under-watch\">Festival under watch</h2><p>Amid the celebrations, following a suicide bomb attack on Friday at a Shia mosque in Islamabad’s suburbs that <a href=\"/news/2026/2/6/explosion-rocks-mosque-in-pakistans-islamabad\">killed at least 31 people</a>, Punjab Chief Minister Maryam Nawaz Sharif announced she would “cancel” her official Basant engagements on Saturday, the second day of the festival.</p><p>The public, however, was allowed to continue kite flying, with the government closely monitoring events before deciding future policy.</p><p>Marriyum Aurangzeb, a senior provincial minister, said authorities would conduct a detailed post-event evaluation based on safety outcomes, compliance levels and overall impact.</p><p>“The priority is to first demonstrate that Basant can be celebrated responsibly under strict regulations. Future policy decisions will follow a comprehensive review,” she told Al Jazeera.</p><p>Some say the government is seeking political gain from the revival. Parvez argues that the reopening was not necessarily political, though any government taking such a risk could benefit.</p><p>“I have seen Maryam Nawaz’s father, Nawaz Sharif, fly kites, and he was a proper participant, who was very good at kite fighting, and was not just an amateur at it. I am sure he would have approved of this decision,” he said.</p><p>Mubashir believes this compliance reflects public enthusiasm despite high kite prices driven by demand.</p><p>“There is a whole sense of excitement and joy in people. This is such a great feeling in the city where for the past one week, I have not seen people on street losing their cool, or getting into fights, when otherwise it is a norm here. The whole atmosphere is transformed and there is a lot of cheerfulness,” he said.</p><p>But perhaps most significantly, the revival of Basant has allowed the older generation to reconnect with the newer one, based on nostalgia and lived experience.</p><p>For Iqbal, the banker, teaching his kids how to fly a kite was akin to training them how to walk, how to ride a bicycle or how to swim.</p><p>“This was something which my parents gave to me, encouraging me to play sports and fly kites, and to me it is equally important now that the festival is allowed, that I should pass on the knowledge to my children,” he said.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Palestine is region’s ‘moral compass’, Iran FM tells Al Jazeera Forum | News | Al Jazeera",
            "time": "2026-02-07T06:36:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69870c623cb9-1770458210.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Palestine is region’s ‘moral compass’, Iran FM tells Al Jazeera Forum</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Today’s event focuses on Israel’s genocidal war on Gaza and the state of the Arab world.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump’s ‘Board of Peace’ to convene in Washington, discuss Gaza: Report | Gaza News | Al Jazeera",
            "time": "2026-02-07T06:22:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697e5ee1408e-1769889505.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump’s ‘Board of Peace’ to convene in Washington, discuss Gaza: Report</h1><p class=\"article__subhead\"><em>Report by news outlet says that first meeting of board tasked with governing Gaza will take place on February 19.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s so-called <a href=\"/news/2026/1/22/trump-launches-board-of-peace-at-ceremony-in-davos\">“Board of Peace”</a>, tasked with overseeing governance in the Gaza Strip as part of a US-led peace plan, will convene in Washington, DC, later this month for its first meeting, according to online news outlet Axios.</p><p>The outlet, quoting a US official and diplomats from four countries who are part of the board, reported on Friday that plans for the meeting on February 19 – which will also serve as a fundraising event for the reconstruction of Gaza amid Israel’s genocide in the enclave – are still tentative and could change.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Axios reports that the meeting is scheduled for the day after Israeli Prime Minister <a href=\"/news/2026/1/25/us-envoys-meet-netanyahu-as-israel-continues-to-bomb-gaza\">Benjamin Netanyahu</a> is scheduled to meet with President Trump at the White House.</p><p>The news outlet notes that if Netanyahu attends the Board of Peace meeting, it will be his first meeting with Arab and Muslim leaders since the start of Israel’s war on Gaza on October 7, 2023.</p><p>The White House and the State Department did not comment on the report.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Critics have likened Trump’s peace board to a colonial administrative authority and have accused the US president of wanting to see the United Nations replaced with an international body of his own liking.</p><p>Trump has offered seats on the board to figures such as <a href=\"/news/2026/1/21/israels-netanyahu-to-join-board-of\">Netanyahu</a>, the subject of an International Criminal Court warrant for suspected war crimes in Gaza.</p><p>Tony Blair, the former British prime minister known for spearheading support for the disastrous and bloody US invasion of Iraq, is also on the board.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump has suggested that the board could help address other conflicts far beyond Gaza, undermining traditional forums for international diplomacy and cooperation, such as the UN, whose criticism has long been the subject of US and Israeli ire.</p><p>The US president and his allies, such as son-in-law <a href=\"/news/2026/1/16/trump-names-tony-blair-jared-kushner-to-gaza-board-of-peace\">Jared Kushner</a>, have often spoken about Gaza as a potential future hub of tech innovation, real estate development and international investment, while the political status and legal rights of Palestinians, as well as accountability for war crimes committed by Israeli forces against Gaza’s population, have largely been an afterthought.</p></div></div></body></html>"
        },
        {
            "title": "Why US-funded vaccine trial plan for babies in Guinea-Bissau caused outrage | Health News | Al Jazeera",
            "time": "2026-02-07T06:01:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-11-24T202723Z_622259382_RC233IAIUOJB_RTRMADP_3_BISSAU-ELECTION-1770194403.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Danish researchers were set to begin a controversial United States-funded vaccine trial on newborns in the West African nation of Guinea-Bissau last month when public outrage derailed their plans.</p><p>The scientists wanted to assess the effects of administering hepatitis B vaccines at two separate times on 14,000 babies. Half of the sample group, chosen at random, would receive the vaccine at birth – as is recommended – while the other half would get it six weeks later. The researchers would then compare health outcomes over five years.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Soon after the trial was announced, anger erupted in the international<strong> </strong>health expert community over the ethical grounds of the experiment. It resulted in such widespread scrutiny that the Bissau-Guinean government suspended the research on January 22 pending a review.</p><p>“I was disappointed, to say the least, that my country could have approved a study of that kind,” Magda Robalo, a former Guinea-Bissau health minister, told Al Jazeera on a video call from the capital, Bissau.</p><p>While a small ethics committee within the health ministry knew about the study, the country’s national public health institute, which would approve such a monumental experiment, was not informed, she said.</p><p>“[The researchers] took advantage of the fact that Guinea-Bissau does not have a very strong research capacity … a very strong critical mass of public health professionals, very well vested in understanding what the politics that surround global health are,” she added with a pained expression.</p><p>Because of their weaker immune systems, babies are at the highest risk of being chronically infected with the <a href=\"https://www.who.int/news-room/fact-sheets/detail/hepatitis-b\" target=\"_blank\" rel=\"noopener\">hepatitis B virus</a> (HBV), which spreads through body fluids, and can lead to long-term liver damage and cancer. In most cases, mothers carrying the virus pass it on to their infants during birth or through breastfeeding. HBV resulted in 1.1 million deaths globally in 2022, according to the World Health Organization (WHO).</p><p>There’s no cure for the disease, but the WHO advises that babies be given doses of approved hepatitis B vaccines at birth, and boosters weeks later. <a href=\"https://www.emro.who.int/health-topics/hepatitis-vaccine/vaccine-vaccination.html#:~:text=Currently%2C%20four%20inactivated%20vaccines%20against,minimum%20interval%20of%20four%20weeks.\" target=\"_blank\" rel=\"noopener\">WHO-approved </a>vaccines offer protection, possibly for life, according to multiple independent studies.</p><p>Guinea-Bissau, a small country of 2.2 million, has one of the highest numbers of people infected with HBV in the world – about one in every five people. Authorities typically vaccinate babies six weeks after birth because there aren’t enough doses to go around. However, from 2028, Guinea-Bissau is planning a budget that supports at-birth vaccines.</p><p>The Danish researchers who planned the vaccine trial <a href=\"https://www.bandim.org/hepatitis-b-vaccine-at-birth/\">argue</a> that the study is timely, as it will take advantage of the time left before Guinea-Bissau switches to the new schedule to recruit participants. They also point out that half of the babies will receive at-birth shots for the first time in Guinea-Bissau.</p><p>But critics like Robalo say the trial is unethical because it withholds vaccines at a critical time for the other 7,000 babies, even if they’d still receive shots in six weeks, per the current schedule.</p><p>“You don’t run such research,” Robalo, who served as a senior WHO official for many years, insisted.</p><p>“It is unethical to deny children an intervention that we know works, that will contribute to improving their lives and save them from a disease that we know they will likely acquire,” she said.</p><figure id=\"attachment_4287541\" aria-describedby=\"caption-attachment-4287541\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287541\" src=\"/wp-content/uploads/2026/02/AP25253623716598-1770194676.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Hapatisis B \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287541\" class=\"wp-caption-text\">A box of hepatitis B vaccine is displayed at a pharmacy in the US [File: Rebecca Blackwell/AP]</figcaption></figure><h2 id=\"under-scrutiny\">Under scrutiny</h2><p>Not only are the ethics of the experiment under scrutiny, but so are the researchers set to lead it.</p><p>Scientists at the Guinea-Bissau-based Bandim Health Project, part of the University of Southern Denmark, have conducted <a href=\"https://portal.findresearcher.sdu.dk/en/publications/adverse-events-after-measles-and-bacillus-calmette-gu%C3%A9rin-vaccina/\" target=\"_blank\" rel=\"noopener\">studies on thousands of Bissau-Guinean</a> women and children since 1978. The project is chaired by Christine Stabell Benn, and founder, Peter Aaby, both prominent scientists in Denmark.</p><p>The pair, who are married, say their work aims to reveal the unintended impacts of vaccines, whether good or bad. One of their studies, for example, found that a vaccine against diphtheria, tetanus (lockjaw) and pertussis (DTP) <a href=\"https://www.sciencedirect.com/science/article/pii/S0264410X1731455X\">was linked to higher child mortality</a>, particularly among girls.</p><p>After reviewing the results in 2014, the WHO <a href=\"https://terrance.who.int/mediacentre/data/sage/SAGE_Docs_Ppt_Apr2014/9_session_non-specific_vaccine_effects/Apr2014_session9_non-specific_vaccine_effects.pdf\" target=\"_blank\" rel=\"noopener\">concluded</a> that the study and others with similar findings were inconsistent but merited further review. The WHO recommended that countries continue vaccinating against DTP.</p><p>Danish scientists have repeatedly accused Benn and Aaby of claiming without proof that vaccines containing inactivated viruses, such as the DTP and HBV vaccines, can cause adverse reactions, including death.</p><p>Critics say the pair downplays important results from their own randomised controlled trials (RCTs). RCTs, like the proposed one in Guinea-Bissau, are the gold standard of experiments in medical research because they significantly reduce the risk of bias.</p><p>Last February, an investigation by Danish publication Weekendavisen <a href=\"https://www.weekendavisen.dk/samfund/et-daarligt-immunforsvar\" target=\"_blank\" rel=\"noopener\">revealed</a> they did not publish the results of an RCT they conducted 14 years ago, looking into the effects of the DTP vaccine.</p><p>The outcome of the study, which hypothesised that the vaccine increased child mortality rates especially among girls, was null, meaning no significant effects were recorded. The pair, however, continued to conduct studies and pushed in public statements over the years that the vaccine needed to be tested, the newspaper alleged.</p><p>Months after the investigation, the study <a href=\"https://www.medrxiv.org/content/10.1101/2025.10.29.25339081v1\">was published.</a></p><p>In a response to Al Jazeera, Benn pushed back against allegations that their trial results were hidden.</p><p>The “accusations raised in Danish newspapers in February 2025 were investigated by our institution’s committee for research integrity. That review did not find grounds for sanctions or other actions,” she said.</p><p>Still, critics say there’s a disconnect between the researchers’ claims and findings in general.</p><p>“They haven’t really been able to produce solid evidence to back these hypotheses up,” researcher Anders Peter Hviid of the Danish State Serum Institute, a research institute, told Al Jazeera, questioning why the researchers would be willing to administer a vaccine they think is harmful in the first place.</p><p>“They have a lot of null findings which they keep ignoring themselves, time and again … and they are overlooking these ethical issues and basically running trials that are negative again and again and again on African children,” he said.</p><p>Other critics point out that hepatitis B infections in newborns can manifest long after the five years the study is meant to run – meaning the full effects of not giving vaccines at birth may never be known. They also fault the researchers’ plans to conduct an “open-label” trial, where the organisers would know which participants received vaccines. Usually, such experiments are done “blind” to avoid bias. It is unclear why the Bandim Health Project chose to conduct an open-label trial.</p><p>Both Benn and Aaby have pushed back against the backlash to the Guinea-Bissau project and what they called “moral outrage” in a <a href=\"https://www.bandim.org/wp-content/uploads/2026/01/It-is-really-about-the-non-specific-effects.pdf\">lengthy statement,</a> faulting their critics for not having a “curious and humble” mindset.</p><p>The pair say they are not questioning the vaccine’s effectiveness, but that “the issue is whether the prevention comes at a prohibitive price,” such as death.</p><p>“The moral outrage from academic celebrities seems unnecessary,” the <a href=\"https://www.bandim.org/wp-content/uploads/2026/01/It-is-really-about-the-non-specific-effects.pdf\">statement</a> read.</p><p>“Contrary to what some of the critiques claim, we will not withhold the vaccination from any children who would other[wise]<strong> </strong>have received it … As a result of the trial, more children who would not otherwise have had it, are actually getting the vaccine.”</p><figure id=\"attachment_4287557\" aria-describedby=\"caption-attachment-4287557\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287557\" src=\"/wp-content/uploads/2026/02/AP25353717718588-1770194826.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"HEPATISIS B\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287557\" class=\"wp-caption-text\">This 1981 electron microscope image made available by the US Centers for Disease Control and Prevention (CDC) shows hepatitis B virus particles, indicated in orange [File: Dr Erskine Palmer/CDC via AP]</figcaption></figure><h2 id=\"funding-from-trump-s-white-house\">Funding from Trump’s White House</h2><p>Despite facing controversy at home, the Bandim Health Project found an audience with the US Centers for Disease Control (CDC), led by Health Secretary Robert F Kennedy Jr (RFK), a known vaccine sceptic whose anti-vaccine advocacy group praised Aaby in a <a href=\"https://childrenshealthdefense.org/news/the-impact-of-vaccines-on-mortality-decline-since-1900-according-to-published-science/\" target=\"_blank\" rel=\"noopener\">2019 article.</a></p><p>The researchers <a href=\"https://www.federalregister.gov/documents/2025/12/18/2025-23245/notice-of-award-of-a-single-source-unsolicited-grant-to-fund-university-of-southern-denmark-sdu#page-59125\" target=\"_blank\" rel=\"noopener\">secured $1.6m in funding</a> in December without having to go through a competitive, rigorous process, as would be the norm in a study where humans are the subjects, and where close monitoring by the CDC would be required. Earlier, RFK Jr <a href=\"/news/2025/8/9/how-rfk-jrs-vaccine-funding-cuts-fit-with-trumps-vision\" target=\"_blank\" rel=\"noopener\">disbanded</a> a team of scientists at the agency’s helm and appointed a non-scientist as its acting head.</p><p>RFK has long pushed the narrative that vaccines are linked to autism. Details earlier <a href=\"https://insidemedicine.substack.com/p/scoop-the-leaked-protocol-of-the\">leaked online</a> about the Guinea-Bissau study showed it specifically aimed to see if administering the HBV vaccine at birth could lead to skin disorders and neurodevelopmental conditions – like autism – by age five.</p><p>The WHO, in December, <a href=\"https://www.who.int/news/item/11-12-2025-who-expert-group-s-new-analysis-reaffirms-there-is-no-link-between-vaccines-and-autism\" target=\"_blank\" rel=\"noopener\">reaffirmed</a> there is no link between vaccines and autism.</p><p>After news of the research attracted the attention of researchers in Denmark and the US in early January, Guinea-Bissau approached the Africa Centres for Disease Control and Prevention, which declared that the trial would need to be reviewed. Representatives from the US health department, however, repeatedly told reporters that the experiment would go ahead, causing commotion before the decisive suspension by the Guinea-Bissau government last week.</p><p>Al Jazeera reached out to the US CDC for comment. CDC officials told news agencies that the experiment was important to test “non-specific effects” of the hepatitis B vaccine.</p><p>A military coup in Guinea-Bissau in late November caused a total government change. In a media statement last week, the new health minister, Quinhin Nantote, confirmed that his government had not been involved in talks about the study.</p><p>Under RFK, the US has suspended funding to Gavi, the Vaccine Alliance, which helped deliver crucial doses to less-wealthy nations during the COVID-19 pandemic. In a statement justifying the cuts to Gavi, RFK cited Bandim Health Project’s work.</p><p>The US has also cut the number of vaccines it recommends for newborns to 11 from 17. In December, the health department scrapped a decades-long recommendation for infants to receive HBV vaccines at birth, and now says guardians and physicians should decide for themselves.</p><figure id=\"attachment_4287566\" aria-describedby=\"caption-attachment-4287566\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287566\" src=\"/wp-content/uploads/2026/02/2021-11-19T000000Z_2109335490_RC2PXQ9NJH64_RTRMADP_3_HEALTH-CORONAVIRUS-NIGERIA-1770195017.jpg?w=770&amp;resize=770%2C559&amp;quality=80\" alt=\"vaccines Nigeria\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287566\" class=\"wp-caption-text\">A health worker takes a dose of the coronavirus disease (COVID-19) vaccine from a vial during the rollout of mass vaccination in Abuja, Nigeria [File: Afolabi Sotunde/Reuters]</figcaption></figure><h2 id=\"painful-history-of-trials-gone-wrong\">Painful history of trials gone wrong</h2><p>For many, the controversial trial is reminiscent of Western-led health studies that have proven deadly for minority communities and poorer countries in the past.</p><p>During a severe outbreak of meningitis disease in Nigeria’s northern Kano State in 1996, Pfizer administered the experimental Trovan antibiotic drug to 200 children. The medication, which was not approved by the US Food and Drug Administration, caused a severe reaction in the children. At least 11 of them died, and others experienced varying injuries from paralysis to blindness.</p><p>The case contributes to still-high levels of vaccine mistrust in northern Nigeria. In 2003, many boycotted a national polio vaccination campaign, leading to an <a href=\"/news/2004/7/31/nigerians-restart-polio-immunisation#:~:text=Mother%2Dof%2Dfive%20Abu%20Bako,said%20Professor%20Sadiq%20Bashir%20Wali.\" target=\"_blank\" rel=\"noopener\">explosion in polio cases</a> a year later that saw Nigeria carry about 80 percent of the global burden at the time. COVID-19 vaccine campaigns similarly suffered from high hesitancy in the region.</p><p>Much earlier, between 1932 and 1972, US health authorities studying the effects of untreated syphilis on about 400 Black men in Tuskegee, Alabama, observed them in death, even though efficient treatments such as penicillin were already available. More than 100 men died in the trial.</p><p>Back in Bissau, former health minister Robalo told Al Jazeera that the country’s priorities are not to retest the hepatitis B vaccine, but to provide sufficient supplies so that babies can immediately get the birth dose.</p><p>The Bandim Health Project, she said, had operated in Guinea-Bissau for many decades and ought to have known what agencies to approach, especially after the military coup. Over the years, the researchers should also have trained enough Bissau-Guineans in clinical research to help boost local capacity, she added.</p><p>“We are not second-level citizens,” Robalo said. “We are not a population to be used for anything that you cannot do in the Global North. We demand respect, despite the fact that we don’t have the capacity that we need. We don’t tolerate that.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "European Union says video app TikTok must change ‘addictive’ design | Technology News | Al Jazeera",
            "time": "2026-02-07T05:08:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/06/2024-05-30T192121Z_1437657028_RC291W9DK6B8_RTRMADP_3_TIKTOK-ALGORITHM-1719588352.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>European Union says video app TikTok must change ‘addictive’ design</h1><p class=\"article__subhead\"><em>TikTok calls European Commission probe ‘meritless’, pledges to challenge findings the video platform harms minors.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in the European Union said that the video-sharing platform TikTok is in breach of online content regulations, warning the company to change “addictive” features in order to protect minors from compulsive use.</p><p>The European Commission shared the preliminary conclusions of a probe into TikTok on Friday, stating that features such as infinite scroll, autoplay, push notifications, and a personalised recommendation algorithm encouraged addiction.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“TikTok has to take actions and they have to change the design of their service in Europe to protect our minors,” EU tech chief Henna Virkkunen told reporters.</p><p>European Commission spokesperson Thomas Regnier said the “measures that TikTok has in place are simply not enough”.</p><p>“These features lead to the compulsive use of the app, especially for our kids, and this poses major risks to their mental health and wellbeing,” Regnier said, stating that the app is in violation of the Digital Services Act.</p><p>The EU regulator has threatened TikTok with a potential fine of as much as 6 percent of the global turnover of ByteDance, the platform’s owner.</p><p>TikTok slammed the findings, saying they are without basis.</p><p>“The Commission’s preliminary findings present a categorically false and entirely meritless depiction of our platform, and we will take whatever steps are necessary to challenge these findings,” a spokesperson for TikTok said.</p><p>The probe comes as EU countries are seeking greater restrictions on powerful tech and social media companies, often with the stated goal of protecting young users.</p><p>TikTok stands out among competitors for an algorithm able to craft a precise understanding of the users’ interests, directing related content into their feed.</p><p>The investigation into TikTok was first opened in February 2024, with Regnier citing a series of “alarming” statistics compiled during the course of the investigation.</p><p>He stated that the app is the most-used social media platform after midnight by children between the ages of 13 and 18, and that 7 percent of children between the ages of 12 and 15 spend four to five hours on the app every day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Bangladesh election: Who are the key players and parties? | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-07T04:18:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/s2-1769147722.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An array of political parties and alliances will be vying for seats in the Bangladesh Parliament on February 12 in the country’s first election since the ousting of former Prime Minister <a href=\"/news/2024/8/5/timeline-sheikh-hasinas-reign-ends-after-15-years\">Sheikh Hasina</a> in 2024. About 127 million registered voters are eligible to cast votes to elect 350 members of the Jatiya Sangsad, the country’s parliament.</p><p>The South Asian country has been in the hands of a caretaker government led by Nobel laureate Muhammad Yunus since August 2024, when a student-led uprising ended Hasina’s long rule. Hasina ordered troops to crack down on protesters, killing 1,400 people. She has since been sentenced to death by a special tribunal in Bangladesh for the brutal crackdown, but remains in exile in India, and her Awami League party has been banned from political activity.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Besides the election on February 12, Bangladesh will also hold a referendum on the July National Charter 2025 – a document drafted following the student protests, setting the foundation for future governance of the country.</p><p>The two biggest groups competing for parliamentary seats across the country’s 300 constituencies are the Bangladesh Nationalist Party (BNP), which is leading a coalition of 10 parties, and Jamaat-e-Islami (JIB), which heads an 11-party alliance, including the National Citizen Party, a group formed by students who led the anti-Hasina movement in 2024. The Awami League, which dominated Bangladeshi politics for decades, has been barred from fielding candidates.</p><p>Besides the two main blocs, the Islami Andolan Bangladesh, which broke away from the JIB-led alliance, and the Jatiya Party, a longtime ally of Hasina’s Awami League, are contesting independently.</p><p>Here is a look at the main political parties and their leaders vying for parliament seats this year, and the key players influencing the election.</p><h2 id=\"bangladesh-nationalist-party\">Bangladesh Nationalist Party</h2><p>Led by Tarique Rahman, the son of the late former Prime Minister <a href=\"/features/2025/12/30/khaleda-zia-bangladeshs-first-woman-pm-a-life-of-power-and-resistance\">Khaleda Zia</a>, the BNP is seen as one of the main contenders in the upcoming elections.</p><p>The party was founded in 1978 by Ziaur Rahman, Tarique’s father and one of the leading military figures of the country’s independence war against Pakistan in 1971, on the principles of Bangladeshi nationalism. According to the BNP website, this is an “ideology that recognises the right of Bangladeshis from all walks of life, irrespective of their ethnicity, gender or race”.</p><p>As a centre-right political party, the BNP has been a popular political force in the country for decades and has traditionally exchanged power with the Awami League.</p><p>For four decades after Ziaur Rahman’s assassination in 1981, his wife and Tarique’s father, Khaleda Zia, led the party. Khaleda served as the country’s first female prime minister from 1991 to 1996 and again from 2001 to 2006. In that period, Jamaat was an ally of the BNP as they together fought against Hasina’s Awami League.</p><p>After Hasina came back to power in 2009 – she had also ruled between 1996 and 2001 –  the BNP faced the wrath of her government over corruption charges, and Khaleda was put under house arrest in 2018 in two related cases. She was acquitted of all charges after Hasina’s departure in 2024.</p><p>Since Hasina’s ousting in 2024, the BNP has risen again as a political frontrunner. A December survey by the United States-based International Republican Institute indicated the BNP had the support of 33 percent of respondents. That was also the only month when the BNP — seeking to position itself as a liberal force ahead of the elections — broke its alliance with Jamaat. Polls show Jamaat just marginally behind the BNP in popular support.</p><p>Tarique, 60, had been living in London, United Kingdom, since he fled Bangladesh in 2008 over what he called politically motivated persecution. He arrived in Dhaka on December 25, 2025 to take over the BNP leadership ahead of his mother Khaleda’s death on December 30.</p><p>“We will build a Bangladesh that a mother dreams of,” he said in December after returning to the country and calling on citizens from the hills and plains – Muslims, Hindus, Buddhists and Christians – to join him in creating a secure and inclusive nation.</p><p>In election rallies, he has pledged to improve the country’s infrastructure, among other promises.</p><p>“If elected, the healthcare system will be improved, a flyover will be constructed in Sherpur, permanent embankments will be built in the river erosion areas of Dhunat, and the youth will be made self-reliant through the establishment of IT education institutions,” he said.</p><p>According to Khandakar Tahmid Rejwan, lecturer in global studies and governance at the Independent University, Bangladesh, since Rahman’s return, the BNP has become more organised.</p><p>“The party has basically revived with a newfound spirit in both its central and grassroots-level leadership,” he said.</p><p>“Typical objections against BNP and affiliated party activists, like [allegations of] extortion … have also significantly declined. Top leaders of the central committee have also been comparatively cautious to avoid any statement that might create popular outrage. Significantly, the people are flocking in thousands to hear from Rahman at his electoral rally, even late at midnight,” he said.</p><p>Rejwan added that it is widely believed that Rahman is the only man who can currently unite Bangladesh with an “inclusive vision”, unlike his Jamaat rivals, who have failed to address any clear stance or acknowledge what are seen by many as their restrictive policies towards women and religious minorities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"jamaat-e-islami\">Jamaat-e-Islami</h2><p>The party was founded in 1941 by Sayyid Abul Ala Maududi during British rule in India.</p><p>In 1971, during Bangladesh’s war of independence, Jamaat supported staying with Pakistan, and was banned after the country won its freedom.</p><p>But in 1979, four years after the assassination of Sheikh Mujibur Rahman, who had fought for Bangladesh’s independence and is seen by many as the country’s founding father, BNP founder Ziaur Rahman, who was the country’s president at the time, lifted the ban. Ziaur Rahman was also assassinated in 1981.</p><p>Over the next two decades, Jamaat developed into a significant political force. It supported the BNP-led coalition in 1991 and 2001.</p><p>But while <a href=\"/news/2025/7/2/bangladesh-ex-pm-hasina-sentenced-to-six-months-in-contempt-case\">Hasina</a> was in power from 2009 until she was toppled in student-led protests in 2024 and fled to India, five top Jamaat leaders were executed, while others were jailed for crimes committed during the independence war of 1971. The party was barred in 2013 from running in elections.</p><p>In June 2025, the country’s Supreme Court restored the party’s registration, paving the way for its participation in elections.</p><p>While Jamaat no longer has an alliance with the BNP, its current leader, 67-year-old Shafiqur Rahman, has also focused on reorganising the party into a strong contender in the election.</p><p>Speaking at an election rally in Jamalpur city on Sunday, Shafiqur Rahman <a href=\"https://www.thedailystar.net/news/national-election-2026/news/election-will-end-the-aynaghar-era-jamaat-ameer-4095806\" target=\"_blank\" rel=\"noopener\">said</a> the upcoming election “will be a turning point”.</p><p>“It is an election to end the cries of the families of martyrs. It is an election to bury the rotten politics of the past,” he said, according to The Daily Star newspaper.</p><p>But his party’s resurgence has also prompted debate over whether Bangladesh is prepared to be led by an Islamist force, which some fear could seek to enforce Islamic law or try to restrict women’s rights and freedoms.</p><p>However, Jamaat has rejected such fears and has told reporters it is focusing on expanding its electoral power. Last December, the party announced an alliance with the National Citizen Party, founded by 2024 leaders of the student-led uprising, and with the Liberal Democratic Party, led by 1971 war hero Oli Ahmad.</p><p><a href=\"/news/2026/1/21/what-is-bangladeshs-jamaat-e-islami-party-could-it-lead-the-country-next\">For the first time</a> in its history, Jamaat is also fielding a Hindu candidate, Krishna Nandi, from Khulna, in a bid to attract non-Muslim voters.</p><p>The International Republican Institute survey suggested the Jamaat-led alliance at number two, with 29 percent, closely behind the BNP.</p><p>According to Independent University’s Rejwan, Jamaat has an appeal across Bangladesh’s social classes.</p><p>“Its student wing has literally outperformed any other political rivals in the university union elections. We are also seeing the Jamaat-affiliated women’s wing reaching out door-to-door in both rural and urban areas to expand their women’s base of voters. Moreover, since the fall of Hasina, we are seeing pro-Jamaat active and retired elites from security forces, university academics, and civil services constantly pushing the pro-Jamaat narratives within their respective capacities,” he said.</p><p>“Jamaat’s upper hand and pragmatic postures are now being extended to its allies, like NCP, which is explicitly reaping all the benefits of its senior partner in the alliance,” he added.</p><h2 id=\"national-citizens-party-ncp\">National Citizens Party (NCP)</h2><p>The NCP, one of Jamaat’s allies, was formed in February 2025 by students who led the mass protests in July 2024 over government job quotas, which ultimately toppled Hasina’s government.</p><p>Seeking to stand for the 2026 elections, the leaders told a rally in February 2025 that they had formed the party “to uphold the spirit of the July movement among students”.</p><p>Led by Nahid Islam, 27, the stated ideals of the NCP are to ensure “governance without corruption” and to unite the country. The party says it aims to uphold freedom of the press, increase women’s representation in parliament and improve Bangladesh’s relations with neighbouring countries, such as India.</p><p>But lacking adequate funds to run by itself in an election, the party has allied with Jamaat. However, the move has been received poorly by some in Bangladesh. It also triggered some resignations by some NCP members over ideological differences.</p><p>According to local media reports, those members submitted a memorandum stating that Jamaat’s controversial political history and historical views against Bangladesh’s independence in 1971 were contrary to the NCP’s values.</p><p>In an interview with ABC News last month, Nahid Islam defended the decision to unite with Jamaat and <a href=\"https://www.abc.net.au/news/2026-01-24/bangladesh-election-gen-z-revolution-will-they-win/106204040\" target=\"_blank\" rel=\"noopener\">said</a>, “When we are forming an electoral alliance, we are not abandoning our own political beliefs. It’s just a strategic alliance.”</p><p>“It’s unfortunate to see the leader of the political party that arguably claims to own and lead the 2024 mass uprising and depose Hasina, now become a junior partner to a major political party,” Rejwan said.</p><p>“As a result, we see defections of many top leaders of NCP, and astonishingly, by allying, it was only able to bargain for 30 seats for its own candidate. To sum up, Nahid has sold his political autonomy and image of an exclusive figure by de facto becoming subservient to Jamaat,” he added.</p><h2 id=\"who-are-the-other-key-players-in-the-election\">Who are the other key players in the election?</h2><p>Besides the main political parties, <a href=\"/news/2025/8/5/on-revolution-anniversary-bangladeshs-yunus-announces-national-elections\">Muhammad Yunus</a>, who currently leads the interim government, and General Waker-Uz-Zaman, the army chief, are also influential figures in this election.</p><p>Yunus, who was selected to run the government after Hasina’s ousting, is facilitating the election in his capacity as the country’s chief adviser.</p><p>But while political parties are campaigning for the election, Yunus is focusing on the referendum on the July Charter, which will take place on the same day.</p><p>After Hasina’s ousting, Yunus formed the Constitution Reform Commission (CRC) in 2025, seeking to amend the governance of the country. The commission proposed an anticorruption mechanism, electoral reforms and new rules the police must follow, among other issues. The July Charter is the culmination of the CRC’s work and takes its name from the protests which dismantled Hasina’s government in July 2024. Bangladeshis will vote to approve or reject it in the referendum.</p><p>Last month, Yunus expressed confidence in the results of the referendum and told the media he expected people and political parties to agree to the charter. But some critics have said holding the referendum and establishing the charter is not constitutional.</p><figure id=\"attachment_3985813\" aria-describedby=\"caption-attachment-3985813\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3985813\" src=\"/wp-content/uploads/2025/09/afp_68d6b746830e-1758902086.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladesh's interim government, Muhammad Yunus addresses the United Nations General Assembly at UN headquarters in New York City on September 26, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3985813\" class=\"wp-caption-text\">Muhammad Yunus addresses the United Nations General Assembly in New York, US [File: AFP]</figcaption></figure><p>General Zaman is also a key player in the election.</p><p>Following the 1975 assassination of Sheikh Mujibur Rahman, Bangladesh’s founding leader and then-president, the country entered a period marked by coups, countercoups and military rule, which reshaped the state.</p><p>Currently, the army is not vying for electoral power, but its focus will be on ensuring public order and security during the election, in light of political violence that has spread in the country since the upheaval of 2024.</p><p>The <a href=\"/features/2026/1/29/bangladesh-election-is-the-military-still-a-power-behind-the-scenes\">military</a> also plays a role with respect to backing the political party in power or deciding how to govern the country during a political crisis.</p><p>In September 2024, after the protests against Hasina, Zaman told the Reuters news agency that he would back Yunus’s interim government “come what may”, while also floating a timeline for elections within 18 months, placing him central to the political debate.</p><p>A successful election will require goodwill from both Yunus and the army chief, according to Rejwan.</p><p>“Executives under the leadership of Yunus are critical to ensure the nationwide voting, while the Chief of Army Staff Waker’s forces, which would be deployed throughout the country, are indispensable to maintain public order and prevent the proliferation of political instability, violence and chaos,” he said.</p><figure class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273201\" src=\"/wp-content/uploads/2026/01/2024-09-24T000131Z_521340642_RC266AAI7PDQ_RTRMADP_3_BANGLADESH-POLITICS-ARMY-1769664823.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Zaman\" fetchpriority=\"low\"><figcaption class=\"wp-caption-text\">General Waker-uz-Zaman gestures during an interview with Reuters at his office in the Bangladesh army headquarters in Dhaka [File: Mohammad Ponir Hossain/Reuters]</figcaption></figure><h2 id=\"does-hasina-have-any-power-at-all\">Does Hasina have any power at all?</h2><p>Hasina, who is currently in exile in India, has denounced the upcoming elections since her party, the Awami League, has not been allowed to take part. However, those who voted for her in the past must now choose how to vote this time.</p><p>In a message sent to the media last month, Hasina stated that “a government born of exclusion cannot unite a divided nation”.</p><p>“Each time political participation is denied to a significant portion of the population, it deepens resentment, delegitimises institutions and creates the conditions for future instability,” the former leader <a href=\"/news/2025/11/17/tension-high-as-bangladesh-tribunal-convicts-ex-pm-hasina\">warned</a> in an email to The Associated Press news agency.</p><p>Bangladesh’s Ministry of Foreign Affairs said it was “surprised and shocked” that Hasina had been allowed to make a public address in India. Her speeches and statements are banned from the media in Bangladesh.</p><p>“Allowing the event to take place in the Indian capital and letting mass murderer Hasina openly deliver her hate speech … constitute a clear affront to the people and the Government of Bangladesh,” the ministry <a href=\"/news/2026/1/25/bangladesh-slams-india-over-fugitive-ex-pm-hasinas-first-public-address\">said</a> in a statement.</p><p>Hasina was sentenced to death in absentia by a tribunal in Bangladesh last November, and Dhaka has called on New Delhi to extradite her.</p><p>But she remains in India, and Rejwan says she will be a key political instigator of unrest as the elections approach.</p><p>“If Hasina were a negligible figure, then the interim government wouldn’t have banned all of her speeches and statements from being aired on television or printed in newspapers … the interim government would also not have reacted so firmly against India for allowing her to speak,” he noted.</p><p>“This means Hasina is a factor that the interim government implicitly believes has an influence over the Awami League populace, who are yet undecided on whom to cast their vote for, given that AL is banned from the polls,” he said.</p><p>“The reality is that AL has its own clear political ideology and a base of loyal cadres, many of whom have declined to change their allegiance despite living a harsh clandestine life in Bangladesh or abroad,” he added.</p></div></div></body></html>"
        }
    ]
}