{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Germany to halt military exports to Israel for use in Gaza war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-08T12:55:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T100816Z_1691859873_RC2X0GA4XUZW_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1-1754389018.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Germany to halt military exports to Israel for use in Gaza war</h1><p class=\"article__subhead\"><em>Berlin says it will halt shipments of military equipment that could be used in Gaza after the Israeli security cabinet approved a plan to expand the war.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1095\" data-end=\"1299\">Germany has suspended all military exports to Israel that could be used in Gaza after Israel’s security cabinet approved a plan to take over Gaza City, an escalation in the 22-month war.</p><p data-start=\"1301\" data-end=\"1624\">Chancellor Friedrich Merz announced the decision on Friday, shortly after Israeli Prime Minister Benjamin Netanyahu’s office confirmed the security cabinet voted in favour of a plan to seize the largest city in the besieged Palestinian territory.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1301\" data-end=\"1624\">A day earlier, Netanyahu had declared that Israeli forces were aiming to take full military control of the entire Gaza Strip despite mounting international condemnation over Israel’s war, which has killed tens of thousands of people and caused a starvation crisis.</p><p data-start=\"1626\" data-end=\"1799\">“Under these circumstances, the German government will not authorise any exports of military equipment that could be used in the Gaza Strip until further notice,” Merz said.</p><p data-start=\"1626\" data-end=\"1799\">While continuing to back what he called Israel’s “right to defend itself” and the release of captives held by Hamas, Merz stressed that Germany could no longer ignore the worsening toll on civilians.</p><p data-start=\"1626\" data-end=\"1799\">“The even harsher military action by the Israeli army in the Gaza Strip, approved by the Israeli cabinet last night, makes it increasingly difficult for the German government to see how these goals will be achieved,” he said.</p><p data-start=\"1626\" data-end=\"1799\">The timing of another major ground operation remains unclear since it will likely hinge on mobilising thousands of soldiers and forcibly removing civilians, almost certainly exacerbating the humanitarian catastrophe.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Gaza health authorities said <a href=\"/news/2025/8/7/famine-kills-nearly-200-in-gaza-amid-apocalyptic-battle-for-survival\">197 people</a>, including 96 children, have died of malnutrition during the war in Gaza as Israel continues to impose severe restrictions on supplies of humanitarian aid. A United Nations-backed assessment has warned that famine is unfolding in the enclave.</p><p data-start=\"2217\" data-end=\"2430\">Merz urged Israel to allow full and sustained access for humanitarian groups, including the UN and NGOs, to help civilians.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2432\" data-end=\"2573\">“With the planned offensive, the Israeli government bears even greater responsibility than before for providing for their needs,” Merz added.</p><p data-start=\"2575\" data-end=\"2654\">He also warned Israel against any steps towards annexing the occupied West Bank.</p><p data-start=\"2575\" data-end=\"2654\">In July, the Israeli parliament approved a <a href=\"/news/2025/7/23/israeli-parliament-approves-symbolic-motion-on-west-bank-annexation\">symbolic measure</a> calling for the annexation of the West Bank.</p><p data-start=\"2656\" data-end=\"2870\">From October 2023 to May this year, Germany issued arms export licences to Israel worth 485 million euros ($564m), making it one of Israel’s key military suppliers, according to figures from the German parliament.</p><p data-start=\"2872\" data-end=\"3042\">Netanyahu’s office said the Israeli army “will prepare to take control of Gaza City while providing humanitarian aid to the civilian population outside the combat zones”.</p></div></div></body></html>"
        },
        {
            "title": "Israel feels like it can “do whatever” it wants with Gaza | Gaza | Al Jazeera",
            "time": "2025-08-08T12:29:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/alon-horz-thumb-1754656058.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel bombs Gaza City as military prepares for full takeover | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-08T12:07:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754654847.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Balcony collapses as Palestinians scramble for aid in Gaza | Humanitarian Crises | Al Jazeera",
            "time": "2025-08-08T12:04:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754654636.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Shock and fear in Gaza after Israel announces occupation plan | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-08T11:19:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754651949.jpg?resize=1919%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "At least 10 dead, 33 missing in flash floods in China’s Gansu province | News | Al Jazeera",
            "time": "2025-08-08T11:11:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T103012Z_1286693828_RC2Y2GAH7TOT_RTRMADP_3_ASIA-WEATHER-CHINA-1754650937.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 10 dead, 33 missing in flash floods in China’s Gansu province</h1><p class=\"article__subhead\"><em>President Xi Jinping orders ‘all-out’ rescue operations to save the missing people, CCTV says.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 10 people have been killed and 33 are missing in flash floods in northwestern China’s Gansu province, according to state media.</p><p>“From August 7, continuous heavy rain … has triggered flash floods. As of 3:30pm (07:30 GMT) on August 8, 10 people have died and 33 are missing,” state broadcaster CCTV reported on Friday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Chinese President Xi Jinping ordered “all-out” rescue operations with “utmost effort” to save the missing people, CCTV said.</p><p>Due to the “frequent occurrence of extreme weather”, Xi ordered all regions to “resolutely overcome complacency” and strengthen efforts to identify risks, the broadcaster added.</p><p>Footage shared by Chinese fire authorities on the social media platform Weibo showed rescuers guiding people through rushing grey water in a village.</p><p>Photos posted by Gansu’s government showed roads covered in silt and large stones.</p><p>Record rainfall has lashed China’s north and south in recent weeks in what meteorologists describe as extreme weather linked to climate change.</p><p>Heavy rains and flooding have killed at least 60 people across northern China, including Beijing, since late July.</p></div></div></body></html>"
        },
        {
            "title": "Who counts in America? Trump wants to decide | Donald Trump | Al Jazeera",
            "time": "2025-08-08T11:07:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ap_6895dae8b45c0-1754651368.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"263\" data-end=\"726\">Do undocumented immigrants count as people?<br data-start=\"310\" data-end=\"313\">Anyone watching as Immigration and Customs Enforcement (ICE) agents increasingly bypass due process to detain and deport unauthorised immigrants might assume the Trump administration’s answer is a resounding “no”. Now, regardless of deportation policies, the approximately 11 million unauthorised immigrants in the United States could soon disappear, statistically at least, if Republicans have their way.</p><p data-start=\"728\" data-end=\"1213\">President Trump recently instructed the US Department of Commerce to prepare for a new census that excludes undocumented immigrants. This marks the latest and boldest attempt by Trump and his congressional allies to alter how the census accounts for unauthorised immigrants. Although not explicitly stated, Trump may be trying to push this off-cycle census through ahead of the 2028 presidential election or even before next year’s midterms, which he appears intent on influencing.</p><p data-start=\"1215\" data-end=\"1627\">Assuming Trump was being literal in his social media declaration that “People who are in our Country illegally WILL NOT BE COUNTED IN THE CENSUS,” millions could effectively vanish from the official population count. If this incomplete census were used for congressional apportionment, it would reduce representation in Congress and the Electoral College for states with large numbers of unauthorised immigrants.</p><p data-start=\"1629\" data-end=\"2409\">The immediate partisan impact is unclear. According to the Pew Research Center, if non-citizens had been excluded before the 2020 election, California, Florida and Texas would each have lost one congressional seat and Electoral College vote, while Alabama, Minnesota and Ohio would each have gained one. Political gerrymandering would likely shape who benefits from redistricting. Republicans are already aggressively redrawing maps in states like Texas, with possible retaliatory moves in California and other Democrat-led states. Beyond electoral shifts, the broader goal appears to be marginalising undocumented people and punishing “sanctuary” jurisdictions. This reinforces the Republican narrative that Democrats deliberately tolerate illegal immigration for political gain.</p><p data-start=\"2411\" data-end=\"2907\">Legally, how to count unauthorised immigrants depends on interpreting the Constitution, the framers’ intent and the scope of executive authority in conducting the census. Non-citizens have historically been included in the count, and the Supreme Court has never ruled directly on excluding them. However, with a conservative supermajority on the court, there is a real chance the justices could allow it – either by reinterpreting the Constitution’s language or deferring to the executive branch.</p><p data-start=\"2909\" data-end=\"3589\">Even if Trump fails to push through a new census, his administration could still suppress the count by other means. During his first term, he tried to add a citizenship question to the 2020 census. The Census Bureau stopped collecting this data from all respondents in 1950 and removed the question entirely by 2000, instead gathering it through separate surveys such as the American Community Survey. Many feared its return would deter participation from undocumented, and even legal, immigrants, leading to an undercount. The Supreme Court blocked the effort in 2019, citing insufficient justification. But it left the door open to future attempts with more credible rationales.</p><p data-start=\"3591\" data-end=\"4116\">Socially, the question of how to count non-citizens recalls earlier and sometimes shameful practices in the United States. For much of its early history, significant groups were denied full recognition in the political system despite living in the country. The Constitution’s original enumeration formula stated that state populations would be calculated “by adding to the whole Number of free Persons, including those bound to Service for a Term of Years, and excluding Indians not taxed, three-fifths of all other Persons.”</p><p data-start=\"4118\" data-end=\"4758\">Slave and free states struck the infamous “three-fifths” compromise, counting enslaved people as three-fifths of a person for congressional and Electoral College apportionment. Meanwhile, “Indians not taxed” were excluded altogether, as most Native Americans were not considered US citizens despite residing within the country’s borders. They were instead seen as members of sovereign nations – such as the Cherokee, Creek or Iroquois – even as their land, rights and dignity were stripped away. Only with the Indian Citizenship Act of 1924 were Native Americans granted birthright citizenship and formally included in the population count.</p><p data-start=\"4760\" data-end=\"5364\">These examples show two marginalised non-citizen groups, enslaved Black people and Indigenous Americans, treated in opposite ways: one partially counted, the other excluded. With history offering no clear precedent, today’s debate raises valid questions about how non-citizens, including the undocumented, should be represented. One view holds that because only citizens vote, non-citizens should not affect apportionment. The opposing view argues that excluding undocumented immigrants worsens their vulnerability and denies their very existence, even as government policies directly affect their lives.</p><p data-start=\"5366\" data-end=\"6023\">Unauthorised immigrants both use and support public systems. While they are barred from most federal benefits such as Social Security and Medicare, they still access emergency healthcare, school meal programmes and limited housing support. They also factor into education and policing budgets in the communities where they live. At the federal level, immigration policy disproportionately affects states where undocumented residents make up a larger share of the population. At the state level, policies must be shaped with their presence in mind. For example, California now offers food assistance to all elderly residents regardless of immigration status.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"6025\" data-end=\"6560\">Undocumented immigrants also contribute to public finances, paying nearly $100bn annually in federal, state and local taxes. This includes more than $30bn for programmes they largely cannot use, such as Social Security, Medicare and unemployment insurance. In 40 of 50 states, they pay higher state and local tax rates than the wealthiest 1 percent. States’ economic contributions to the federal budget are directly influenced by these residents. It makes sense, therefore, to acknowledge them through accurate enumeration.</p><p data-start=\"6562\" data-end=\"7283\">The Trump administration is instead enforcing a skewed, incomplete and politically motivated interpretation of its constitutional duties regarding census-taking and apportionment. This approach could also affect other debates with far-reaching implications. The Department of Justice is urging the Supreme Court to fast-track a ruling on Trump’s challenge to birthright citizenship. This is another area where the Constitution appears clear. The 14th Amendment affirms that anyone born in the US is a citizen, with few exceptions, such as the children of diplomats. Trump is also seeking to expand the grounds for revoking naturalised citizenship, a penalty currently applied only in rare cases that usually involve fraud.</p><p data-start=\"7285\" data-end=\"7574\">A narrower definition of who “counts” in the census could fuel arguments for a narrower definition of who counts as a citizen. Similarly, a policy of excluding non-citizens could encourage efforts to strip citizenship from naturalised or US-born residents in order to exclude them as well.</p><p data-start=\"7576\" data-end=\"7936\">The presence of millions of undocumented immigrants reflects an immigration system that has failed under both Democratic and Republican administrations. Until meaningful reform is enacted, pretending these individuals do not exist is a misguided, politicised and harmful response to the reality of their lives within US borders, regardless of how they arrived.</p><p data-start=\"7576\" data-end=\"7936\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance</strong></em>.</p></div></div></body></html>"
        },
        {
            "title": "Trump and the global rise of fascist anti-psychiatry | Mental Health | Al Jazeera",
            "time": "2025-08-08T11:06:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_689481515175-1754562897.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"0\" data-end=\"1071\">Despite spending more on psychiatric services and prescribing psychiatric medications at a higher rate than almost any other nation, mental health in the United States over the last two decades has only been getting worse.</p><p data-start=\"0\" data-end=\"1071\">Rates of depression, anxiety, suicide, overdose, chronic disability due to mental health conditions, and loneliness have all been rapidly increasing. No quantity of psychiatric drugs or hospitalisations appears adequate to reverse these trends.</p><p data-start=\"0\" data-end=\"1071\">Despite this, the US medical and psychiatric establishment has persistently refused to use its substantial political power to demand the transformation of care by expanding non-medical support systems to address the root social causes of mental illness, such as poverty, childhood trauma and incarceration, rather than focusing on reactive treatment via lucrative medication-centric norms. This failing status quo has created an opening for President Donald Trump and Secretary of Health Robert F Kennedy Jr’s emerging plans to remake the nation’s approach to mental health, with disastrous consequences now coming into focus.</p><p data-start=\"1073\" data-end=\"2062\">Trump and Kennedy have hijacked legitimate anger at a broken system to justify <a href=\"https://www.nytimes.com/interactive/2025/06/30/opinion/hhs-cuts-harming-american-health.html\" target=\"_blank\" rel=\"noopener noreferrer\">destroying public care infrastructure</a>, including Medicaid, food and housing assistance, harm-reduction and overdose prevention programmes, and suicide-prevention hotlines for LGBTQ youth, while promoting wellness scams and expanding the police state. They focus on the “<a href=\"https://www.whitehouse.gov/presidential-actions/2025/02/establishing-the-presidents-make-america-healthy-again-commission/\" target=\"_blank\" rel=\"noopener noreferrer\">threat</a>” supposedly posed by psychiatric medications and call to <a href=\"https://www.npr.org/sections/shots-health-news/2024/11/13/nx-s1-5188664/trump-mental-institution-tent-city-addiction-unhoused\" target=\"_blank\" rel=\"noopener noreferrer\">reopen the asylums</a> that once confined approximately 560,000 people, or one in 295 US residents, in horrific conditions, until protests against their cruelty led to their closure beginning in the 1950s.</p><p data-start=\"1073\" data-end=\"2062\">Trump invokes false claims about mental illness to <a href=\"https://edition.cnn.com/2025/03/04/politics/fact-check-trump-address-congress/index.html\" target=\"_blank\" rel=\"noopener noreferrer\">demonise immigrants</a>, whom he is now hunting via a mass arrest and incarceration campaign. Last month, he signed <a href=\"https://www.whitehouse.gov/presidential-actions/2025/07/ending-crime-and-disorder-on-americas-streets/\" target=\"_blank\" rel=\"noopener noreferrer\">an executive order</a> that allows police to arrest and forcibly institutionalise poor Americans who are unhoused, deemed mentally ill, or struggling with addiction, effectively incarcerating them for indefinite periods.</p><p data-start=\"2064\" data-end=\"2698\">Trump’s order, which also defunds housing-first programmes and harm-reduction services, while criminalising homelessness and encampments, contains no provisions to protect people from abuse or from the political misuse of psychiatric labels and institutionalisation to target his opponents. This raises concerns about risks to LGBTQ youth and other vulnerable groups. It also threatens groups upon which the administration has shown a eugenicist fixation: transgender people, people with autism, and others with disabilities that RFK Jr and Trump have characterised as a threat or burden on society.</p><p data-start=\"2700\" data-end=\"3192\">The order appears to grant the government the power to deem anyone mentally ill or abusing substances, and to confine them indefinitely in any designated treatment facility, without due process. In a context where there is already a profound shortage of psychiatric beds even for short-term treatment, there are no provisions for new funding or regulatory systems to ensure that facilities are therapeutic or humane, rather than violent, coercive warehouses like American asylums of decades past.</p><p data-start=\"3194\" data-end=\"3952\">Trump’s allies, including some medical professionals aligned with ideologies of social control and state coercion, may dismiss this as overly pessimistic. But that requires ignoring the fact that Trump’s executive order follows Kennedy’s proposal for federally funded “wellness farms”, where people, particularly Black youth taking SSRIs (selective serotonin reuptake inhibitors primarily used to treat anxiety and depression) and stimulants, would be subjected to forced labour and “re‑parenting” to overcome supposed drug dependence.</p><p data-start=\"3194\" data-end=\"3952\">These proposals revive the legacy of coercive institutions built on forced labour and racialised interventions. Kennedy has also promoted the conspiracy theory that anti-depressants like SSRIs cause school shootings, comparing their risks with heroin, despite a total lack of scientific support for such claims. In his early tenure as health and human services secretary, he has already gutted key federal mental health research and services, including at the Substance Abuse and Mental Health Services Administration (SAMHSA), Centers for Disease Control and Prevention (CDC), and the National Institutes of Health (NIH).</p><p data-start=\"3194\" data-end=\"3952\">Given this, it is unclear what kind of “treatment”, other than confinement and cruelty, Trump and RFK Jr plan to deliver in their new asylums.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"3954\" data-end=\"4357\">Trump and Kennedy’s lies about mental health, cuts to public care and vision for expanding the incarceration of immigrants, homeless people, and anyone they label as mentally ill, worsen mental health while creating more opportunities to profit from preventable suffering, disability and death. These tactics are not new, and their harmful consequences and political motivations are well established.</p><p data-start=\"4359\" data-end=\"5021\">From Hungary to the Philippines, right-wing politicians have deployed similar rhetoric for comparable purposes. In a precedent that likely informs Trump’s plan, Brazil’s former president, Jair Bolsonaro, <a href=\"https://www.scielo.br/j/hcsm/a/bJFprXnyJ9shfmWbNwqK8Kh/\" target=\"_blank\" rel=\"noopener noreferrer\">attacked psychiatric reforms</a>as leftist indoctrination and defunded successful community mental health services, replacing them with coercive asylum and profit-based models, while advocating pseudoscience linked to evangelical movements. Bolsonaro claimed to defend family values and national identity against globalist medical ideologies, while sacrificing countless Brazilian lives via policies later <a href=\"https://nacla.org/brazilian-senate-recommends-charging-bolsonaro-mismanagement-covid-19-pandemic\" target=\"_blank\" rel=\"noopener noreferrer\">characterised</a> by the Senate as crimes against humanity.</p><p data-start=\"4359\" data-end=\"5021\">Bolsonaro’s record is instructive for anticipating Trump’s plans. Trump has made no secret of his admiration for Brazil’s disgraced former president and their shared political ideologies. Bolsonaro’s reversal of Brazil’s <a href=\"https://desinstitute.org.br/en/noticias/desinstitute-why-and-for-whom-are-we-pursuing-this-work-2/\" target=\"_blank\" rel=\"noopener noreferrer\">internationally recognised psychiatric reform movement</a>, which emphasised deinstitutionalisation, community-based psychosocial care and autonomy, inflicted profound harm. Under his rule, institutionalisation in coercive “therapeutic communities”, often operated by evangelical organisations, with little oversight, and similar to RFK Jr’s proposed “wellness farms”, skyrocketed.</p><p data-start=\"5625\" data-end=\"6066\">Investigations revealed widespread abuses in these communities, including forced confinement, unpaid labour, religious indoctrination, denial of medication, and physical and psychological violence. Bolsonaro’s government poured large sums into expanding these dystopian asylums while defunding community mental health centres, leaving people with severe mental illness and substance use disorders abandoned to punitive care or the streets.</p><p data-start=\"6068\" data-end=\"6508\">This needless suffering pushed more people into Brazil’s overcrowded prisons, where psychiatric care is absent, abuse rampant and systemic racism overwhelming, with Black people accounting for more than 68 percent of the incarcerated population. Bolsonaro’s psychiatric agenda enhanced carceral control under the guise of care, reproducing racist and eugenicist hierarchies of social worth under an anti-psychiatry banner of neo-fascist nationalism.</p><p data-start=\"6510\" data-end=\"6965\">Trump and Bolsonaro’s reactionary approaches underline a crucial truth: Both psychiatry and critiques of it can serve very different ends, depending on the politics to which they are attached. Far-right politicians often use anti-psychiatry to justify privatisation, eugenics and incarceration. They draw on ideas from the libertarian psychiatrist Thomas Szasz, who argued in the 1960s that mental illness was a “myth”, and called for the abolition of psychiatric institutions.</p><p data-start=\"6967\" data-end=\"7424\">In the US today, these political actors distort Szasz’s ideas, ignoring his opposition to coercion, by gutting public mental health services under the guise of “healthcare freedom”. This leaves vulnerable populations to suffer in isolation, at the hands of police or fellow citizens who feel increasingly empowered to publicly abuse, or even, as seen in the killing of Jordan Neely in New York City, execute them on subways, in prisons, or on the streets.</p><p data-start=\"7426\" data-end=\"7854\">By contrast, critics of psychiatry on the left demand rights to non-medical care, economic security and democratic participation. Thinkers such as Michel Foucault, Frantz Fanon, RD Laing and Ivan Illich advocated for deinstitutionalisation not to abandon people, but to replace coercion with community-led social care that supports rights to individual difference. Their critiques targeted not psychiatry itself, but its use by exploitative, homogenising political systems.</p><p data-start=\"7856\" data-end=\"8329\">To oppose reactionary anti-psychiatry, mental health professionals and politicians cannot simply defend the status quo of over-medicalisation, profit-driven care and the pathologisation of poverty. Millions justifiably feel betrayed by current psychiatric norms that offer little more than labels and pills while ignoring the political causes of their suffering. If the left does not harness this anger towards constructive change, the right will continue to exploit it.</p><p data-start=\"8331\" data-end=\"8801\">The solution is not to shield America’s mental health systems from critique, but to insist on an <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMms2311216\" target=\"_blank\" rel=\"noopener noreferrer\">expansive political vision of care</a> that affirms the need for psychiatric support while refusing to treat it as a substitute for the political struggle for social services. This means investing in public housing, guaranteed income, <a href=\"https://academic.oup.com/healthaffairsscholar/article/3/4/qxaf052/8108245\" target=\"_blank\" rel=\"noopener noreferrer\">peer-led community care worker programmes</a>, <a href=\"https://www.statnews.com/2024/02/08/treatment-not-trauma-chicago-mental-health-police-violence-community/\" target=\"_blank\" rel=\"noopener noreferrer\">non-police crisis teams</a> and strong social safety nets that address the root causes of distress, addiction and disease.</p><p data-start=\"8803\" data-end=\"9018\">Mental health is fundamentally a political issue. It cannot be resolved with medications alone, nor, as Trump and RFK Jr are doing, by dismantling psychiatric services and replacing them with psychiatric coercion.</p><p data-start=\"9020\" data-end=\"9475\">The fight over mental health policy is a fight over the meaning of society and the survival of democratic ideals in an era where oligarchic power and fascist regimes are attempting to strangle them. Will we respond to suffering with solidarity, or with abandonment and punishment? Will we recognise the collective causes of distress and invest in systems of care, or allow political opportunists to exploit public disillusionment for authoritarian ends?</p><p data-start=\"9477\" data-end=\"9742\" data-is-last-node=\"\" data-is-only-node=\"\">These are the questions at stake, not just in the United States, but globally. If the psychiatric establishment refuses to support progressive transformation of mental health systems, we may soon lose them altogether as thinly disguised prisons rise in their place.</p><p class=\"p1\"><em>If you or someone you know is at risk of suicide, these <a href=\"https://findahelpline.com/i/iasp\">organisations</a> may be able to help.</em></p><p data-start=\"9477\" data-end=\"9742\" data-is-last-node=\"\" data-is-only-node=\"\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Slot hints at new Liverpool bid for Newcastle’s Isak | Football News | Al Jazeera",
            "time": "2025-08-08T10:53:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-28T064536Z_1248840895_RC24PEA8RZ2C_RTRMADP_3_SOCCER-ENGLAND-NEW-1754649309.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Slot hints at new Liverpool bid for Newcastle’s Isak</h1><p class=\"article__subhead\"><em>Newcastle tells striker Alexander Isak to train alone amid interest from other clubs, including Liverpool.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Liverpool manager Arne Slot has refused to rule out an improved bid for Newcastle’s Alexander Isak as the Premier League champions consider adding to their formidable firepower as Darwin Nunez is set to leave for Saudi Arabia.</p><p>After a quiet first year in the transfer market under Slot, the Reds have spent almost 300 million pounds ($402m) on forwards Florian Wirtz and Hugo Ekitike as well as full-backs Milos Kerkez and Jeremie Frimpong.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Nunez is one of a number of significant exits that will help recoup much of that outlay as the Uruguayan closes in on a 46-million-pound ($61.8m) move to Al Hilal.</p><p>Liverpool reportedly had a 110-million-pound ($147.8m) <a href=\"/sports/2025/8/1/isaks-liverpool-link-grows-as-newcastle-absence-continues\">bid for Isak turned down</a> by Newcastle, who are seeking a record British transfer fee.</p><p>The Swedish striker has not been part of the Magpies’ preseason preparations and has been told to train on his own by Newcastle.</p><p>“You never talk about players that are not yours,” Slot said on Friday at his pre-match news conference before Sunday’s Community Shield against Crystal Palace at Wembley, the traditional curtain-raiser for the season.</p><p>“I think we have a lot of attacking power in our team. When I think about Cody Gakpo, Federico Chiesa, Hugo Ekitike, Mo Salah, Jeremie Frimpong, who can play as a right-winger, Florian Wirtz, who can play as a left-winger, I already feel I have a lot of attacking options in my current squad.</p><p>“But as always as a club, we are always looking at the chances in the market.”</p><p>Last season, Liverpool celebrated a record-equalling 20th English top-flight title but were devastated last month by the death of forward Diogo Jota.</p><p>The Portuguese international was killed in a car accident with his brother in northern Spain as he began to make his way back to England for the preseason.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A series of tributes has been paid to Jota at every Liverpool game since and will continue throughout the season.</p><p>A “Forever 20” emblem, referencing Jota’s now-retired shirt number, will be printed on Liverpool’s shirts this season while a permanent memorial will be installed at Anfield.</p><p>“First of all, tragedy impacted us, but it impacted far more his wife, children and parents,” Slot said.</p><p>“But it impacted us as well, definitely. The tributes that have been done since were all very emotional and impressive every time we were somewhere.</p><p>“It started off in Preston and in Asia as well. It’s been emotional but impressive as well.”</p></div></div></body></html>"
        },
        {
            "title": "Have sections of the US Constitution gone missing from government website? | Government News | Al Jazeera",
            "time": "2025-08-08T10:48:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/11/AP_12061204734.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info-block opinion-info-block\"><div class=\"article-b-l\"><p class=\"article-author-name\"><span class=\"article-by\">By </span><span class=\"article-author-name-item\">Samantha Putterman | Politifact</span></p><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It didn’t take long for internet sleuths to notice that something was missing on the Library of Congress website that annotates the United States Constitution.</p><p>Reddit users pointed out on Wednesday that the website omitted text from some sections of Article 1, which include provisions about the right of habeas corpus as well as limits on congressional and state power. Using the Internet Archive’s Wayback Machine, people found that the full text appeared on the Library of Congress website on July 17 but was missing in snapshots after that date.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Some people mistakenly said President Donald Trump’s administration removed these provisions from the constitution entirely without Congress’s input.</p><p>“BREAKING: The official US government website has quietly removed Sections 9 and 10 of Article I from the Constitution,” one Threads post said on Wednesday. “Let me say that again: They didn’t amend the Constitution. They didn’t debate it in Congress. They just erased two of the most protective sections; the ones that deal with habeas corpus, limits on federal power, and Congress’s sole authority to set tariffs.”</p><p>Altering the text on a website would not remove or erase sections of the constitution. It can be changed only through a formal amendment process, which begins in the US Congress, which can modify or replace existing provisions. The constitution’s full text is also available on the websites for the National Archives and the nonprofit National Constitution Center.</p><p>The amendment process outlined in Article 5 is the only way to alter the constitution. Any proposed amendment must first be approved by a two-thirds vote in both the US House of Representatives and the US Senate. Then it must be ratified by three-quarters of the state legislatures or via state ratifying conventions.</p><h2 id=\"government-website-omits-constitution-sections\">Government website omits constitution sections</h2><p>On Wednesday about 11am in Washington, DC (15:00 GMT), the Library of Congress posted on X that the missing sections were “due to a coding error”.</p><p>“We have been working to correct this and expect it to be resolved soon,” the post read. The website on Wednesday also displayed a banner that said: “The Constitution Annotated website is currently experiencing data issues. We are working to resolve this issue and regret the inconvenience.”</p><p>The institution issued an update on X a few hours later that the website was fixed.</p><p>“Missing sections of the Constitution Annotated website have been restored,” it said. “Upkeep of Constitution Annotated and other digital resources is a critical part of the Library’s mission, and we appreciate the feedback that alerted us to the error and allowed us to fix it.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Article 1 establishes the federal government’s legislative branch. Its missing sections included portions of Section 8 and all of Sections 9 and 10, which largely focus on limits on congressional and state power.</p><p>Before being restored, the text of Article 1 ended in Section 8, just before a line that lists Congress’s ability to provide and maintain a navy.</p><figure class=\"wp-caption alignnone\"><img data-recalc-dims=\"1\" loading=\"lazy\" src=\"https://i0.wp.com/static.politifact.com/politifact/photos/LOC_consitution_deletion_archive_comparion_August_2025.png?resize=770%2C516&amp;ssl=1\" alt=\"\"><figcaption class=\"wp-caption-text\">This screenshot shows a comparison of the page archived by the Wayback Machine as it appeared on July 17, 2025, left, with how it appeared on August 6, 2025, right. The highlighted text shows a portion of what was removed.</figcaption></figure><p>Section 9, which was temporarily deleted, details limits on congressional power. It addresses habeas corpus, the legal procedure that grants people in government custody the right to challenge their detention in court. The section says Congress may not suspend habeas corpus “unless when in Cases of Rebellion or Invasion the public Safety may require it”.</p><p><a href=\"/news/2025/4/18/trump-faces-contempt-risk-what-happens-if-president-violates-court-orders\">Habeas corpus</a> has been in the headlines during the second Trump administration. White House Deputy Chief of Staff Stephen Miller told reporters in May that the administration was looking into suspending habeas corpus. Later that month, Homeland Security Secretary Kristi Noem wrongly said habeas corpus is a right the president has to remove people from the US.</p><p>Section 10, which was also temporarily removed, covers restrictions on US states, including regulating tariffs without Congress’s consent.</p><h2 id=\"our-ruling\">Our ruling</h2><p>A Threads post said an official US government website “quietly removed Sections 9 and 10 of Article I from the Constitution” without input from Congress.</p><p>On Wednesday, the Library of Congress’s annotated website of the US Constitution was missing sections of Article 1.</p><p>The library said the issue was related to a coding error, and it was corrected shortly afterwards.</p><p>Website alterations do not affect US law or the constitution. The document can be changed only through a formal amendment process initiated by Congress.</p><p>We rate this post <strong>false</strong>.</p></div></div></body></html>"
        },
        {
            "title": "Trump to host Azerbaijan, Armenia leaders to sign US-brokered deal | Border Disputes News | Al Jazeera",
            "time": "2025-08-08T10:41:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24106357524999-1754650173.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump to host Azerbaijan, Armenia leaders to sign US-brokered deal</h1><p class=\"article__subhead\"><em>US president says he will oversee the deal, which includes plans for a new transit corridor called the Trump Route for International Peace and Prosperity.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has confirmed that he will host the leaders of Azerbaijan and Armenia for a “historic peace summit”.</p><p>Ilham Aliyev, the president of Azerbaijan, and Nikol Pashinyan, the prime minister of Armenia, will meet with Trump at the White House on Friday for an official “peace signing ceremony,” the president wrote on his Truth Social platform.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“These two Nations have been at War for many years, resulting in the deaths of thousands of people. Many Leaders have tried to end the War, with no success, until now, thanks to ‘TRUMP,’” he wrote.</p><p>News of the talks in Washington was reported <a href=\"/news/2025/8/6/trump-to-host-armenia-azerbaijan-leaders-for-peace-talks-report\">earlier this week</a> when Pashinyan’s government announced the meeting in a statement on Telegram.</p><p>The two countries, former Soviet republics, have faced off over the region of <a href=\"/news/2023/4/24/explainer-what-is-nagorno-karabakh-why-are-tensions-rising\">Nagorno-Karabakh</a> since the late 1980s, when <a href=\"/news/2023/4/24/explainer-what-is-nagorno-karabakh-why-are-tensions-rising\">Nagorno-Karabakh</a> broke away from Azerbaijan with support from Armenia.</p><p>The region, which was claimed by both Azerbaijan and Armenia after the fall of the Russian Empire in 1917, had a mostly ethnic Armenian population at the time.</p><p>The two sides fought a bloody war that lasted into the early 1990s, and the region has remained a major flashpoint ever since.</p><p>The conflict resumed in 2020 when Azerbaijan tried to retake Nagorno-Karabakh from Armenia.</p><p>Azerbaijan recaptured Nagorno-Karabakh in September 2023, prompting almost all of the territory’s 100,000 Armenians to flee to Armenia.</p><p>The leaders of Armenia and Azerbaijan met in Abu Dhabi, in the United Arab Emirates, <a href=\"/news/2025/7/10/draft-deal-to-end-bitter-conflict-agreed-4-months-ago-but-timeline-for-sealing-complex-deal-remains-uncertain\">for peace talks last month</a>, but no breakthrough in the decades-old conflict was announced.</p><p>The Trump administration intensified its efforts to seek a resolution in March when the president dispatched his special envoy, Steve Witkoff, to the region.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The prospective agreement could potentially put an end to decades of conflict and set the stage for a reopening of key transportation corridors across the South Caucasus that have been shut since the early 1990s.</p><p>US officials told The Associated Press news agency that the agreements included a major breakthrough establishing a key transit corridor across the region, which had been an obstacle in peace talks.</p><p>The agreement, according to the officials, would give the US leasing rights to develop the corridor and name it the Trump Route for International Peace and Prosperity.</p><p>It would link Azerbaijan to its Nakhchivan region, which is separated from the rest of the country by a 32-kilometre (20-mile) patch of Armenia’s territory.</p><p>The transit corridor is expected to eventually include a rail line, oil and gas lines, and fibre optic lines, allowing for the movement of goods and eventually people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How the world is reacting to Israel’s plan to take over Gaza City | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-08T09:51:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-07T174218Z_1995899946_RC2H2GAL3CL0_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1754624558.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"164\" data-end=\"449\">Israel’s security cabinet has approved a plan to seize control of Gaza City, triggering growing international condemnation, with world leaders warning of dire humanitarian consequences.</p><p data-start=\"451\" data-end=\"747\">The plan to take over Gaza’s largest city was announced on Friday, a day after Prime Minister Benjamin Netanyahu said Israel intended to take military control of the entire Gaza Strip.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"451\" data-end=\"747\">Israel’s plan to expand its assault on Gaza is expected to worsen the humanitarian devastation in the besieged enclave, triggering a wave of mass displacement amid a hunger crisis.</p><p>Here is how the world is reacting to the Israeli plan:</p><h2 id=\"un-rights-chief\" data-start=\"1224\" data-end=\"1593\">UN rights chief</h2><p data-start=\"559\" data-end=\"716\">“The Israeli Government’s plan for a complete military takeover of the occupied Gaza Strip must be immediately halted,” the UN human rights chief Volker Turk said in a statement on Friday.</p><p data-start=\"867\" data-end=\"1126\">“It runs contrary to the ruling of the International Court of Justice that Israel must bring its occupation to an end as soon as possible, to the realisation of the agreed two-State solution and to the right of Palestinians to self-determination,” Turk added.</p><h2 id=\"palestinian-presidency\" data-start=\"867\" data-end=\"1126\">Palestinian presidency</h2><p data-start=\"85\" data-end=\"352\">The Palestinian presidency condemned Netanyahu’s announcement that Israel intends to seize full control of the Gaza Strip.</p><p data-start=\"354\" data-end=\"491\">“This is a complete crime,” the Presidency said, describing it as a continuation of “genocide, systematic killing, starvation and siege,” in report carried the Palestinian news agency Wafa.</p><p data-start=\"493\" data-end=\"882\" data-is-last-node=\"\" data-is-only-node=\"\">It warned that Israel’s actions would lead to an “unprecedented humanitarian catastrophe.”</p><h2 id=\"hamas\" data-start=\"493\" data-end=\"882\">Hamas</h2><p>Hamas warned that the Israeli government’s decision to escalate the war would amount to “sacrificing” the captives being held in Gaza.</p><p>“The decision to occupy Gaza confirms that the criminal Netanyahu and his Nazi government do not care about the fate of their captives,” the group said in a statement. “They understand that expanding the aggression means sacrificing them.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"turkish-foreign-ministry\" data-start=\"1224\" data-end=\"1593\">Turkish foreign ministry</h2><p>Turkiye said the decision to take control of Gaza City aimed to forcibly displace Palestinians and called for international leaders to prevent the plan from being carried out.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“We call on the international community to fulfil its responsibilities to prevent the implementation of this decision, which aims to forcibly displace Palestinians from their own land,” Turkiye’s foreign ministry said, according to Reuters.</p><h2 id=\"british-prime-minister\" data-start=\"1224\" data-end=\"1593\">British prime minister</h2><p data-start=\"1224\" data-end=\"1593\">United Kingdom Prime Minister Keir Starmer called Israel’s decision to step up military operations in Gaza “wrong” and called for restraint.</p><p data-start=\"1224\" data-end=\"1593\">“The Israeli government’s decision to further escalate its offensive in Gaza is wrong, and we urge it to reconsider immediately,” he said.</p><p data-start=\"1224\" data-end=\"1593\">“This action will do nothing to bring an end to this conflict or to help secure the release of the hostages. It will only bring more bloodshed.”</p><h2 id=\"china-s-foreign-ministry\" data-start=\"1224\" data-end=\"1593\">China’s foreign ministry</h2><p>China expressed “serious concerns” over Israel’s plan to take control of Gaza City and urged it to “immediately cease its dangerous actions”.</p><p>“Gaza belongs to the Palestinian people and is an inseparable part of Palestinian territory,” a foreign ministry spokesperson told AFP in a message.</p><p>“The correct way to ease the humanitarian crisis in Gaza and to secure the release of hostages is an immediate ceasefire,” they added.</p><h2 id=\"german-chancellor\" data-start=\"234\" data-end=\"451\">German chancellor</h2><p>Chanceller Friedrich Merz said Germany will not authorise any exports to Israel of military equipment that could be used in Gaza “until further notice”.</p><p>“The even harsher military action by the Israeli army in the Gaza Strip, approved by the Israeli Cabinet last night, makes it increasingly difficult for the German government to see how these goals will be achieved,” he said.</p><p>“Under these circumstances, the German government will not authorise any exports of military equipment that could be used in the Gaza Strip until further notice.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sweden-foreign-minister\" data-start=\"234\" data-end=\"451\">Sweden foreign minister</h2><p data-start=\"81\" data-end=\"231\">Sweden’s foreign minister said the Israeli government’s decision to escalate the assault on Gaza would make it harder to reach a truce.</p><p data-start=\"233\" data-end=\"471\">“I view with great concern the decision that the Israeli government has made,” Maria Malmer Stenergard told Swedish broadcaster SVT on Friday. “We need a ceasefire and this decision risks taking the development in the opposite direction.”</p><p data-start=\"473\" data-end=\"613\" data-is-last-node=\"\" data-is-only-node=\"\">“I have previously reiterated that any attempt to annex, change or reduce the territory of Gaza would violate international law,” she said.</p><h2 id=\"australian-foreign-minister\" data-start=\"1224\" data-end=\"1593\">Australian foreign minister</h2><p data-start=\"1224\" data-end=\"1593\">Responding to Netanyahu’s remarks that Israel’s military would take control of the entire Gaza Strip, Canberra warned that the expansion would deepen the humanitarian disaster in Gaza.</p><p data-start=\"1224\" data-end=\"1593\">“Permanent forced displacement is a violation of international law,” Foreign Minister Penny Wong said, as she renewed calls for an immediate ceasefire.</p><p data-start=\"1224\" data-end=\"1593\">“With international partners, Australia maintains our call for a ceasefire, the return of hostages and aid to flow unimpeded,” she said.</p><p data-start=\"1224\" data-end=\"1593\">Wong also reiterated Australia’s growing support for Palestinian statehood, stating it was a matter of “when, not if”.</p><h2 id=\"finland-s-foreign-minister\" data-start=\"1224\" data-end=\"1593\">Finland’s foreign minister</h2><p data-start=\"342\" data-end=\"583\">Finland’s Foreign Minister Elina Valtonen expressed deep concern over the worsening humanitarian crisis in Gaza, warning of a looming famine.</p><p data-start=\"585\" data-end=\"710\">“We hope for an immediate Gaza ceasefire and the immediate release of Israeli hostages,” Valtonen said, according to Reuters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"palestinian-islamic-jihad\" data-start=\"585\" data-end=\"710\">Palestinian Islamic Jihad</h2><p data-start=\"125\" data-end=\"429\">The Palestinian armed group Islamic Jihad said Israel’s plans to expand its assault on Gaza were “a new chapter in the war of extermination.”</p><p data-start=\"431\" data-end=\"636\">In a statement, the group said: “The Zionist entity’s government is preparing to escalate its massacres in Gaza,” adding that “we hold Arab governments and the West responsible for curbing this escalation.”</p><p data-start=\"638\" data-end=\"834\" data-is-last-node=\"\" data-is-only-node=\"\">It accused Netanyahu of pushing for “forced displacement,” saying his “escalation, fully supported by the Trump administration, aims to occupy the Gaza Strip.”</p><h2 id=\"netherlands-foreign-minister\" data-start=\"638\" data-end=\"834\">Netherlands foreign minister</h2><p data-start=\"71\" data-end=\"263\">The Netherlands’ foreign minister criticised Israel’s plan to expand its military campaign in Gaza, calling it “a wrong move”.</p><p data-start=\"265\" data-end=\"568\" data-is-last-node=\"\" data-is-only-node=\"\">“The plan of the Netanyahu government to intensify Israeli operations in Gaza is a wrong move,” Caspar Veldkamp wrote on X. “The (Gaza) humanitarian situation is catastrophic and demands immediate improvement. This decision in no way contributes to this and will also not help to get the hostages home.”</p><h2 id=\"condemns-any-israeli-move-to-take-control-of-gaza-the-foreign-ministry-said-in-a-statement-on-friday\" data-start=\"265\" data-end=\"568\">Saudi foreign ministry</h2><p>Riyadh condemned any Israeli move to take control of Gaza, according to a foreign ministry statement.</p><p>The kingdom “categorically denounces Israeli occupation authorities’ persistence in committing crimes of starvation, brutal practices, and ethnic cleansing against the brotherly Palestinian people,” it said.</p><h2 id=\"european-commission-president-ursula-von-der-leyen\">European Commission President Ursula von der Leyen</h2><p class=\"tr-story-p1\">Ursula von der Leyen, the head of EU’s executive branch, said Israel must reconsider its plan to take control of Gaza City.</p><p>“The Israeli government’s decision to further extend its military operation in Gaza must be reconsidered,” she wrote on X.</p><h2 id=\"danish-foreign-minister\">Danish foreign minister</h2><p>Israel’s decision to intensify its military operation in Gaza is wrong and should immediately be reversed, Danish Foreign Minister Lars Lokke Rasmussen told Denmark’s TV2.</p><h2 id=\"jordanian-foreign-ministry\">Jordanian foreign ministry</h2><p>The foreign ministry in Amman “condemned, in the strongest terms, the plan” approved by Israel that “aims to entrench its occupation of the Gaza Strip and expand full military control over it”.</p><p>The statement also accused Israel of committing “grave violations of international law and international humanitarian law”, and undermining “the two-state solution and the inalienable right of the Palestinian people to establish their independent state on the lines of June 4, 1967, with East Jerusalem as its capital”.</p><h2 id=\"spanish-foreign-minister\">Spanish foreign minister</h2><p>Foreign Minister Jose Manuel Albares said: “We firmly condemn the decision of the Israeli government to escalate the military occupation of Gaza. It will only cause more destruction and suffering.”</p><p>He added that “a permanent ceasefire, the immediate and massive entry of humanitarian aid, and the release of all hostages are urgently needed.”</p><h2 id=\"belgium-s-foreign-ministry\">Belgium’s foreign ministry</h2><p class=\"tr-story-p1\">Belgian foreign minister summoned the Israeli ambassador citing the announced plan to occupy Gaza City and take military control of Gaza.</p><p>The ministry said Belgium wanted to “express (its) total disapproval of this decision, but also of the continued colonization … and the desire to annex the West Bank,” adding that it will “vigorously advocate” for a reversal of this decision.</p><p>“Following the official confirmation by the Israeli government of its intention to encircle and then occupy Gaza City and take military control of the entire Gaza Strip, Foreign Minister Maxime Prévot has decided to summon the Israeli Ambassador,” it said.</p><h2 id=\"israel-s-opposition-leader\" data-start=\"265\" data-end=\"568\">Israel’s opposition leader</h2><p data-start=\"394\" data-end=\"666\">Opposition leader Yair Lapid condemned the decision to seize Gaza City.</p><p data-start=\"668\" data-end=\"914\">“This is a disaster which will lead to many more disasters,” he posted on X, accusing Prime Minister Benjamin Netanyahu of caving to pressure from far-right ministers. He said the move ignored military advice and the exhaustion of troops.</p><p data-start=\"1078\" data-end=\"1224\">“Tonight’s cabinet decision, contradicting the stance of the IDF’s chief of the general staff, is a disaster for generations to come,” he wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Far-right Israeli football fans set off pyrotechnics in Latvia’s capital | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-08T08:50:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2020-12-11T102937Z_1237325048_RC2YKK9AF4X2_RTRMADP_3_ISRAEL-EMIRATES-SOCCER-BEITAR-JERUSALEM-1754608116.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Riga, Latvia</strong> – Thick black smoke billowed across Skonto Stadium as fans of the Israeli football team, Beitar Jerusalem, defied UEFA rules, setting off several rounds of pyrotechnics.</p><p>With only one minute played of the UEFA Conference League qualifier match against Riga FC, Latvian fans looked bewildered as a Beitar fan, wearing a black balaclava, nonchalantly threw a succession of fireworks around the stand, causing a small fire and scorching parts of the away stand.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 2</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 2</span></article><span class=\"screen-reader-text\">end of list</span></div><p>A banner displaying the name of Beitar supporters’ fan club, “La Familia”, sat draped across the stands. The notoriously racist fan club, which is known for its anti-Arab chants and violent behaviour, has in the past come up against the police in Israel.</p><p>In 2016, an undercover police operation resulted in the arrest of 56 fans on suspicion of smuggling weapons and violence.</p><p>On Thursday, one Beitar fan held up an Israeli flag in the home stand, garnering cheers from other Beitar fans, but angry stewards ushered them down the steps and into the away stand.</p><p>The team, which in its 89-year history has never signed an Arab player, boasts right-wing Israeli minister Itamar Ben-Gvir among its supporters. It is currently playing its home matches in Romania due to the <a href=\"/tag/israel-palestine-conflict/\">Israel-Palestine conflict</a>, and travelled to Latvia just weeks after fans were filmed chanting “Death to Arabs” while marching through the streets of Bucharest, where their team beat Sutjeska of Montenegro 5-2.</p><p>After the Riga game on Thursday, the raucous fans were held inside the stadium perimeter for about half an hour. A solitary home fan shouted “free Palestine” towards the direction of the Beitar fans gathered behind the gates. “F**k Palestine”, came the response.</p><p>The game had ended 3-0 to Riga FC, and afterwards, Beitar fans let out their frustration by setting off flares in heavy traffic. Amid the chaos, a number were herded off to police vans by Latvian police.</p><figure id=\"attachment_3877885\" aria-describedby=\"caption-attachment-3877885\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877885\" src=\"/wp-content/uploads/2025/08/AFP__20231214__347Y3AJ__v3__HighRes__IsraelPalestinianConflictReligionJudaismHanukka-1754608408.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Beitar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877885\" class=\"wp-caption-text\">An Israeli soldier holds his scarf showing the colours of Beitar Jerusalem football club while others hold up an Israeli flag while posing for a group photo at a position close to the border with the Gaza Strip in southern Israel on December 14, 2023 [Jack Guez/AFP]</figcaption></figure><h2 id=\"double-standards\">‘Double standards’</h2><p>The chaotic, alcohol-fuelled behaviour displayed by Beitar fans may not be new to European football, but it comes amid the backdrop of Israel’s war on Gaza, which has killed more than 61,000 Palestinians and led to calls from rights groups for Israeli teams to be banned from European football competitions.</p><p>The world football governing body, FIFA, has repeatedly delayed its review of a Palestinian bid to have Israel suspended from the international arena over its war on Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>After Russia’s <a href=\"/news/2022/2/28/ukraine-russia-talks-due-to-begin-early-on-monday-live-news\" target=\"_blank\" rel=\"noopener\">invasion of Ukraine</a> in February 2022, it took FIFA only a matter of days to suspend Russian teams from all international football competitions.</p><p>That highlights the “double standards” shown towards Palestinian lives, Dima Said, spokesperson for the Palestine Football Association and former captain of Palestine women’s national football team, told Al Jazeera.</p><p>She said seeing Israeli football fans being allowed to shout anti-Palestinian chants without punishment around Europe is “as a Palestinian athlete … one of the hardest things to watch”.</p><p>“For me to see that those people who publicly support genocide, who publicly advocate for children to be killed, is something that’s very harmful for me as a human being, first, but secondly, as a Palestinian, it should not be allowed,” she said.</p><p>She also pointed to the fact that more than 200 Palestinian footballers have been killed since Israel’s war on Gaza began.</p><p>On Wednesday, the former Palestinian national football team player, <a href=\"/news/2025/8/7/palestinian-footballer-suleiman-al-obeid-killed-while-seeking-aid-in-gaza\">Suleiman al-Obeid</a>, was killed in an Israeli attack on aid seekers in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last November, Israeli football fans <a href=\"/news/2024/11/8/israeli-football-fans-clash-with-protesters-in-amsterdam\">clashed</a> with apparent pro-Palestinian protesters before and after a Europa League football match between their team, Maccabi Tel Aviv, and Dutch team AFC Ajax in Amsterdam.</p><p>Videos shared on social media at the time showed Israeli fans chanting racist, anti-Arab songs, vandalising a taxi and burning a Palestinian flag.</p><p>After the game, when fights broke out, Dutch police arrested people who had retaliated against the Israeli fans, as world leaders made accusations of anti-Semitism.</p><p>It was an incident that Thomas Ross Griffin, a sports studies scholar and associate professor of postcolonial literature at Qatar University, says demonstrates the impunity with which Israeli fans can act.</p><p>“If these were English fans rampaging through the streets, destroying taxis, breaking into property, smashing windows, beating private citizens … there will be condemnation all over Europe, but you attach these fans to an Israeli sporting entity, and suddenly … they’re the victims,” he said.</p><p>Beitar Jerusalem will play their home leg against Riga FC in Romania on August 14.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine’s conscription crisis: Alleged abuse leads to protests, emigration | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-08T08:45:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-13T140059Z_1316879565_RC2WGEACCGH3_RTRMADP_3_UKRAINE-CRISIS-KYIV-1754569292.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><em><strong>Names marked with an asterisk* have been changed to protect identities.</strong></em></p><p><strong>Kyiv, Ukraine –</strong> Artem* is determined to never join Ukraine’s armed forces.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“If I ever fight, I won’t fight for Ukraine,” the 29-year-old from the westernmost Zakarpattia region told Al Jazeera.</p><p>A “<a href=\"/features/2024/10/15/to-boost-ukraines-army-feared-patrols-hunt-for-potential-conscripts\">conscription patrol</a>” of three police and two military officers rounded him up in late June as he was leaving the Sunday mass at a cathedral in Uzhhorod, the regional capital.</p><p>Artem had paperwork proving that he was the only caretaker of his disabled, ailing 66-year-old mother and therefore could not be drafted.</p><p>But the patrol detained and brought him to a conscription office, where two officers took Artem to a separate room. He claimed they beat him and tried to force him to “volunteer” for military service.</p><p>When he refused, he said they tied and blindfolded him and four more reluctant detainees and took them to a forest outside Uzhhorod.</p><p>One of the officers ordered them at gunpoint to run to what turned out to be a fence on the Slovakian border, Artem claimed.</p><p>Another officer videotaped the men’s “attempt to illegally cross the border”, which is punishable by up to four years in jail, and said they could “negotiate their release fee”, Artem claimed.</p><p>He said that his family paid $2,000 for his release and another $15,000 for a fake permit to leave Ukraine as men of fighting age, 25 to 60, are not allowed to travel abroad.</p><p>Artem, who spoke via a messaging app from an Eastern European nation, asked to withhold his real name, personal details and the location of the conscription office he claims to have been beaten in.</p><h2 id=\"a-deepening-crisis\">A deepening crisis</h2><p>Al Jazeera was unable to independently verify all of the details of Artem’s story, but some of his allegations corroborate with other cases of conscription-related coercion and corruption in Ukraine amid a dire shortage of front-line troops in the fight against Russia.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Between January and June, the Ukrainian Human Rights Ombudsman’s office received more than 2,000 complaints about the use of force by conscription patrols that consist of military and police officers.</p><p>In one case, patrol officers hit a bicyclist in the central Rivne region with their car in January after he refused to pull over. They beat and tear-gassed him to deliver him to the conscription office and “illegally mobilise”, investigators said. Ultimately, the patrolling officers volunteered to go to the front line to avoid assault charges, they said.</p><p>On August 1, police in the central city of Vinnytsia used tear gas to disperse a crowd that tried to storm a conscription office and release some 100 men that they claimed had been detained illegally.</p><p>Meanwhile, a privileged few abuse their position to dodge the draft.</p><p>In October 2024, Ukrainian President Volodymyr Zelenskyy dismissed the prosecutor general after several public prosecutors obtained fake disability papers that also entitled them to sizeable “pensions”.</p><p>In January, Oleh Druz – the chief psychiatrist for Ukraine’s armed forces, who could declare any conscript unfit for service – was arrested. He now faces up to 10 years in jail for “illegal enrichment”.</p><p>Since Russia’s full-scale invasion of Ukraine began in 2022, Druz reportedly bought several luxurious apartments, two plots of land and several BMW cars – and kept $152,000 and 34,000 euros ($40,000) in cash at home.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>For more than two years, conscription patrols have been combing public places, subway stations, nightclubs and even crashing wedding parties in search of men of fighting age – 25 to 60, more than a dozen witnesses from all over Ukraine told Al Jazeera.</p><p>They tour regions outside their official jurisdiction. “Fake patrols” of burly uniformed men then blackmail those they catch. A release fee is $400 or more, but those who refuse to pay up are handed over to real conscription offices, the witnesses say.</p><p>Several conscription officers are ex-servicemen who often suffer from PTSD, despise draft dodgers and have no qualms about humiliating, abusing and beating them, they say.</p><p>Hundreds of thousands of men are understood to be in hiding, causing a dire shortage in the workforce. Across the country, there are far fewer male construction workers, farmhands, cooks and taxi drivers.</p><p>Men whose military papers are in order prefer to move around with a witness who can, if needed, videotape an encounter with a conscription patrol.</p><p>“I drive around with my mom because there are too many checkpoints anywhere I go,” Ferentz, an ethnic Hungarian taxi driver in Uzhhorod, told Al Jazeera as his mother smiled from the front seat of his old Skoda.</p><p>Meanwhile, a societal division is growing.</p><p>Current or former Ukrainian servicemen and their families are increasingly indignant about how draft dodgers justify their reluctance to enlist.</p><p>“I broke up with many female friends who defend their husbands’ or boyfriends’ right not to fight,” Hanna Kovaleva, whose husband Albert volunteered in 2022, told Al Jazeera. “This [mindset] is disgusting – ‘let someone else die while I’m hiding behind my wife’s skirt.’”</p><h2 id=\"preemptive-emigration\">Preemptive emigration</h2><p>Before he turns 17, Bogdan* is leaving Ukraine – but not in search of better living conditions.</p><p>He lives in central Kyiv in a three-bedroom apartment with his parents, goes to a private school and spends weekends in a spacious country house.</p><p>But his parents do not want him to be conscripted.</p><p>Even though it could only happen only when Bogdan turns 25, they say they are not taking ay risks.</p><p>“With this chaos on the front line, you don’t just want your kid to die because of his officer’s mistake,” his father Dmitry* told Al Jazeera.</p><p>On September 1, Bogdan will start school in Prague, where his aunt lives.</p><p>Crushed and heartbroken – he just started dating a classmate – he says he has no choice.</p><p>“I know I sound very unpatriotic, but I don’t want to end up rotting in a ditch,” he told Al Jazeera.</p><p>In January, United States President Donald Trump’s administration urged Kyiv to lower the draft age from 25 to 18 – reiterating the previous administration’s request.</p><p>As the average age of a Ukrainian serviceman has reached 45 from 42 three years ago, more and more Ukrainians with military backgrounds agree with the request.</p><p>Alternatively, men aged 18 and older could serve in a “labour army” that manufactures drones and other war-related items, according to Lieutenant General Ihor Romanenko, ex-deputy head of the General Staff of the Ukrainian Armed Forces.</p><p>He said that mobilisation should involve all men of fighting age without exceptions – while Ukraine’s economy should be “reformatted” to primarily serve the army’s needs.</p><p>“If unpopular strategic decisions at home are not implemented, the situation only gets worse. No foreigners will fight for us,” Romanenko told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "US pauses most visa applications from Zimbabwe | News | Al Jazeera",
            "time": "2025-08-08T08:04:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2007/06/1_221236_1_3.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>US pauses most visa applications from Zimbabwe</h1><p class=\"article__subhead\"><em>The announcement marks the latest restriction imposed by the Trump administration on travellers from Africa.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has announced a pause on all routine visa applications for citizens of Zimbabwe.</p><p>The State Department said in a statement on Thursday that the US embassy in Zimbabwe would pause all routine visa services starting from Friday “while we address concerns with the Government of Zimbabwe”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The embassy described the measure as temporary and part of the Trump administration’s efforts to “prevent visa overstay and misuse”.</p><p>Most diplomatic and official visas would be exempt from the pause, the US said.</p><p>The US has enforced new travel restrictions on citizens from several African countries under President Donald Trump’s broader immigration enforcement policies.</p><p>In June, the US put in place travel bans on citizens from 12 countries, seven of them in Africa.</p><p>It increased restrictions on seven other nations, three of them African.</p><p>The US has also demanded that 36 countries, the majority of them in Africa, improve their vetting of travellers or face a ban on their citizens visiting the United States.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Zimbabwe, Malawi and Zambia were all on that list of 36 countries asked to improve their citizens’ travel documentation and take steps to address the status of their nationals who are in the US illegally.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“The Trump Administration is protecting our nation and our citizens by upholding the highest standards of national security and public safety through our visa process,” the US State Department said on Thursday.</p><p>The announcement came days after the US unveiled a pilot project requiring citizens of two other <a href=\"/news/2025/6/20/is-trump-planning-an-africa-visa-ban\">African</a> countries, Malawi and Zambia, to <a href=\"/news/2025/8/5/tourists-from-malawi-and-zambia-are-first-to-face-15000-visa-bonds-in-us\">pay</a> a bond of up to $15,000 for tourist or business visas.</p><p>The bond will be forfeited if the applicant stays in the US after their visa expires.</p><p>The new bond policy announced on Tuesday requires Malawians and Zambians to pay bonds of $5,000, $10,000 or $15,000 as part of their application for a tourist or business visa to the US.</p><p>Under the programme, citizens of those countries must also arrive and depart at one of three airports: Boston’s Logan International Airport, New York’s John F Kennedy International Airport or Dulles International Airport near Washington, DC.</p><p>The visa bond pilot programme will start on August 20, the State Department said.</p></div></div></body></html>"
        },
        {
            "title": "France battles largest wildfire in decades as residents remain displaced | Climate News | Al Jazeera",
            "time": "2025-08-08T07:59:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250807__68ZA7WF__v1__HighRes__FranceFireEnvironment-1754636124.jpg?resize=1920%2C1365",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France’s most devastating wildfire in decades remains active despite being brought under control, officials announced, as firefighting efforts continue with hundreds of personnel.</p><p>The massive blaze in Aude has scorched more than 17,000 hectares (42,000 acres) – an area larger than Paris – killing one person, injuring another 13 and destroying numerous homes.</p><p>Approximately 2,000 firefighters remain deployed to combat the flames, which were declared under control on Thursday night.</p><p>“The fire will not be declared extinguished for several days,” said Christian Pouget, Aude’s prefect. “There is still a lot of work to be done.”</p><p>Officials have restricted access to the devastated forests until at least Sunday due to hazardous conditions, including fallen power lines and other dangers.</p><p>Pouget confirmed that roughly 2,000 evacuees still await clearance to return home, with hundreds sheltering in school gymnasiums and community centres throughout the region.</p><p>This wildfire is the largest in France’s Mediterranean region in at least 50 years, according to government monitoring agencies. The southern area is particularly susceptible to such fires.</p><p>At its peak, the blaze consumed about 1,000 hectares (2,500 acres) per hour, Narbonne authorities reported. Shifting strong winds over two days made the fire’s behaviour unpredictable.</p><p>A 65-year-old woman who refused evacuation orders was found dead in her burned home, while 13 others were injured, including 11 firefighters.</p><p>Prime Minister Francois Bayrou, visiting the affected area on Wednesday, called the wildfire a “catastrophe on an unprecedented scale”.</p><p>“What is happening today is linked to global warming and linked to drought,” Bayrou said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Environment Minister Agnes Pannier-Runacher wrote in a post on X that this was France’s largest fire since 1949. The country has experienced approximately 9,000 wildfires this summer, primarily near the Mediterranean coast.</p><p>Aude has seen increasing burn areas in recent years, exacerbated by reduced rainfall and vineyard removals that previously helped slow fire progression.</p><p>In Saint-Laurent-de-la-Cabrerisse, the hardest-hit village, thick smoke continued rising on Thursday from pine-covered hills overlooking vineyards where dry grass still burned.</p><p>With Europe facing new August heatwaves, many regions remain on wildfire alert. Portugal extended emergency measures on Thursday due to heightened fire risks.</p><p>Near Spain’s Tarifa, fire crews secured areas around tourist accommodation after controlling a major blaze that destroyed hundreds of hectares.</p><p>Climate experts indicate that global warming is driving longer, more intense and more frequent heatwaves worldwide, creating more favourable conditions for forest fires.</p></div></div></body></html>"
        },
        {
            "title": "China warns Philippines over Taiwan remarks amid rising tensions | Politics News | Al Jazeera",
            "time": "2025-08-08T07:33:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/2024-03-06T073652Z_1529983162_RC2BF6AD87MW_RTRMADP_3_SOUTHCHINASEA-PHILIPPINES-2-1747906008.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>China warns Philippines over Taiwan remarks amid rising tensions</h1><p class=\"article__subhead\"><em>Beijing warns Manila to stop ‘playing with fire’ after Marcos signals potential Taiwan conflict involvement.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1120\" data-end=\"1289\">China has sharply criticised Philippine President Ferdinand Marcos Jr after he suggested his country would be drawn into a potential conflict between <a href=\"/news/2025/3/28/us-philippines-must-stand-shoulder-to-shoulder-on-china-hegseth-says\">China and the United States</a> over Taiwan.</p><p data-start=\"1291\" data-end=\"1531\">During a state visit to India this week, Marcos said the Philippines’ geographic proximity and the large Filipino community in Taiwan meant the country would be forced to get involved in the event of war.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1533\" data-end=\"1743\">“If there is an all-out war, then we will be drawn into it,” Marcos told Indian broadcaster Firstpost. “There are many, many Filipino nationals in Taiwan and that would be immediately a humanitarian problem.”</p><p data-start=\"1745\" data-end=\"2050\">In response, China’s Ministry of Foreign Affairs issued a strongly worded statement on Friday, warning Manila not to “play with fire” and urging it to uphold the one China principle.</p><p data-start=\"1745\" data-end=\"2050\">“Geographical proximity and large overseas populations are not excuses for interfering in others’ internal affairs,” the statement read.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2052\" data-end=\"2367\">Tensions between China and the Philippines have intensified in recent years over territorial disputes in the South China Sea. Both sides have accused each other of provocations, with altercations at sea involving ramming incidents, water cannon blasts, and clashes involving weapons such as spears and knives.</p><p data-start=\"2369\" data-end=\"2460\">Beijing continues to assert that Taiwan is part of its territory and a breakaway province, a position Taipei rejects.</p><p data-start=\"2462\" data-end=\"2671\">China also dismissed Marcos’s justification as undermining both international law and the Association of Southeast Asian Nations charter, saying his comments risk destabilising regional peace and harming the interests of the Philippine people.</p><p data-start=\"2673\" data-end=\"2961\">Marcos’s trip to India also saw the signing of new security agreements aimed at strengthening defence ties between New Delhi and Manila, including cooperation between both countries’ armies, air forces and navies. Indian warships <a href=\"/news/2025/8/4/philippines-india-hold-first-joint-naval-drill-in-disputed-south-china-sea\">recently began joint patrols</a> with the Philippine Navy in the contested South China Sea in a move likely to anger China.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2963\" data-end=\"3207\">In another sign of rising tensions, Philippine officials earlier this week condemned the launch of a Chinese rocket, which they said dropped suspected debris near a western province, alarming residents and threatening local ships and aircraft. No damage or injuries were reported.</p><p data-start=\"3209\" data-end=\"3531\">The <a href=\"/news/2024/10/11/whats-behind-escalating-china-philippines-tensions-in-the-south-china-sea\">escalating maritime standoff</a> has also increasingly drawn in the United States, which has a mutual defence pact with the Philippines. Washington has reaffirmed its commitment to defend Filipino forces, including coastguard personnel, aircraft and public vessels, should they come under attack anywhere in the South China Sea.</p></div></div></body></html>"
        },
        {
            "title": "Taiwan reports first case of chikungunya virus from China outbreak | Health News | Al Jazeera",
            "time": "2025-08-08T07:00:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25218263035783-1754619182.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Taiwan reports first case of chikungunya virus from China outbreak</h1><p class=\"article__subhead\"><em>The mosquito-borne virus has crossed the Taiwan Strait from southern China, where confirmed cases of chikungunya top 8,000.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Taiwan has reported its first confirmed case of chikungunya fever, imported from China, where a historic outbreak of the mosquito-borne virus is under way.</p><p>Chikungunya has swept through southern China in recent weeks, primarily in the manufacturing hub of Foshan on the Pearl River Delta, with cases rising to more than 8,000. The outbreak is the largest on record, according to Roger Hewson, virus surveillance lead at the United Kingdom’s Wellcome Sanger Institute.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Taiwan’s Centers for Disease Control (CDC) said on Friday that the chikungunya virus was detected in a Taiwanese woman who had travelled to Foshan and returned to Taiwan on July 30.</p><p>It was the first case of its kind detected so far in 2025, though more than a dozen cases have been previously detected and originated in Indonesia, the Philippines and Sri Lanka.</p><p>The CDC has raised its travel advisory for China’s Guangdong province, the epicentre of the outbreak, to level 2 out of 3, urging travellers to use “enhanced precautions”.</p><p>The virus can lead to high fever, rash, headache, nausea and fatigue lasting up to seven days, and muscle and joint pain that can last for several weeks.</p><p>“The outbreak in Foshan and surrounding areas of Guangdong province has unfolded rapidly and at a scale unprecedented for China,” Hewson said in a statement.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3270421\" src=\"/wp-content/uploads/2024/10/Interactive_Chikungunya_October24_2024-01-1729771918.jpg?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"Interactive_Chikungunya_October24_2024-transmission\" fetchpriority=\"low\"></p><p>The surge is due to limited immunity in China and “environmental suitability” for the virus-carrying Aedes aegypti and Aedes albopictus mosquitoes, which breed in stagnant water, he said.</p><p>Chinese health authorities have responded with containment strategies ranging from household-level inspections and enforced bed nets, to drone-based fogging and even quarantines, reminiscent of the COVID-19 pandemic, Hewson said.</p><p>The Associated Press news agency reported that residents of Foshan can be fined as much as up to 10,000 RMB ($1,400) for keeping water in outdoor containers – a popular breeding ground for mosquitoes.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The outbreak follows more than a month of typhoons and heavier-than-usual monsoon rains in China.</p><p>Last week, Hong Kong – located some 180km (110 miles) from Foshan – was hit by its worst August rainstorm since records began in 1884.</p><p>Chinese state media said despite the historic number of chikungunya cases, the outbreak appears to have finally peaked.</p><p>Foshan reported 2,892 local infections from July 27 to August 2, but no severe or fatal cases, according to China’s state-run Xinhua news agency.</p><p>“The recent surge has been initially contained, with a downward trend in newly reported cases across the province,” Kang Min, director of the infectious disease control institute at the Guangdong Provincial Center for Disease Control and Prevention, told Xinhua.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "In my Gaza maternity ward, life and death coexist, but so does hope | Gaza News | Al Jazeera",
            "time": "2025-08-08T06:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/Nada-Almadhoun-feature-1752509634.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It is 2am in the obstetrics and gynaecology emergency department of Assahaba Medical Complex in Gaza City. Through the open windows, I can hear the never-ending hum of drones in the sky above, but aside from that, it is quiet. A breeze flows through the empty hall, granting relief from the heat, and a soft blue glow emanates from the few lights that are on. I am six months into a yearlong internship and 12 hours into a 16-hour shift. I am so tired that I could fall asleep here at the admissions desk, but in the calm, a rare sense of peace envelopes me.</p><p>It is soon shattered by a woman crying in pain. She is bleeding and gripped by cramps. We examine her and tell her that she has lost her unborn baby – the child she has dreamed of meeting. The woman was newly married, but just a month after her wedding, her husband was killed in an air raid. The child she was carrying – a 10-week-old embryo – was their first and will be their last.</p><p>Her face is pale, as though her blood has frozen with the shock. There is anguish, denial, and screams. Her screams draw the attention of others, who gather around her as she falls to the ground. We revive her, only to return her to her suffering. But now she is silent – there are no cries, no expression. Having lost her husband, she now endures the pain of losing what she hoped would be a living memory of him.</p><figure id=\"attachment_3832374\" aria-describedby=\"caption-attachment-3832374\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3832374\" src=\"/wp-content/uploads/2025/07/2025-07-11T110712Z_1538025899_RC2MJFAJS1M6_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-PREGNANT-1752240482.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3832374\" class=\"wp-caption-text\">Fatima Arafa, a pregnant and displaced Palestinian woman, has a consultation with a doctor at Al Helou Hospital in Gaza City, on July 10, 2025 [REUTERS/Ebrahim Hajjaj] (Reuters)</figcaption></figure><h2 id=\"life-insists-on-arriving\">Life insists on arriving</h2><p class=\"p1\">It is my sixth night shift in obstetrics and gynaecology. I am supposed to rotate through other departments – spending two months in each – but I have already decided to become a gynaecologist during this rotation. Being in this ward brings joy to my life – it is where life begins, and it teaches me that hope is present regardless of the terrible things we are enduring.</p><p class=\"p1\">Giving birth in a war zone – amid bombing, hunger, and fear – means life and death coexist. Sometimes, I still struggle to understand how life insists on arriving in this place surrounded by death.</p><p class=\"p1\">It amazes me that mothers continue to bring children into a world in which survival feels uncertain. If the bombings don’t take us, hunger might. But what surprises me most is the resilience and patience of my people. They believe their children will live on to carry an important message: That no matter how many you have killed, Gaza responds by refusing to be erased.</p><p class=\"p1\">Childbirth is far from easy. It is physically and emotionally exhausting, and mothers in Gaza endure excruciating pain without access to basic pain relief. Since March, the hospital has seen a severe shortage of basic supplies, including pain relief medication and anaesthetics. When they cry out as I stitch their tear wounds without anaesthesia, I feel helpless, but I try to distract them by telling them how beautiful their babies are and reassuring them that they have gotten through the hardest part.</p><p class=\"p1\">With constant hunger here, many pregnant women are fatigued and do not gain enough weight during pregnancy. When the time comes to deliver, they are exhausted even before they begin to push. As a result, their labour can be prolonged, which means more pain for the mother. If a baby’s heartbeat slows, she might need an emergency Cesarean section.</p><p class=\"p1\">Practicing medicine here is far from ideal. Hospitals are overwhelmed, and resources are severely limited. We’re constantly battling shortages of medical supplies. On every night shift, I work with one gynaecologist, three nurses and three midwives. I usually deal with the easier tasks, such as assessing conditions, suturing small tear wounds, and assisting with normal deliveries. A gynaecologist takes the more complicated cases, and a surgeon performs the elective and emergency Caesarean sections.</p><p class=\"p1\">The surgeon always reminds us to minimise the consumption of gauze and sutures as much as possible, and to save them for the next patient who may arrive in desperate need. I try to discard and replace gauze only after it is completely saturated with blood.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"p1\">Power outages make things even more difficult. The electricity cuts out several times a day, plunging the delivery room into darkness. In those moments, we have no choice but to switch on our phone flashlights to guide our hands.</p><p class=\"p1\">During a recent shift, the electricity went out for nearly 10 minutes after a baby was born. The mother’s placenta hadn’t been delivered yet, so we used our phone lights to help her.</p><p class=\"p1\">Many of the best medical professionals in Gaza have been killed, like Dr Basel Mahdi and his brother, Dr Raed Mahdi, both gynaecologists. They were killed while on duty at Mahdi Maternity Hospital in November 2023. Countless others have fled Gaza.</p><p class=\"p1\">Most of the time, the doctors around me are too overworked to offer guidance or teach me the practical skills I had hoped to learn, though they try their best.</p><p class=\"p1\">Still, some moments pierce through the exhaustion and remind me why I chose this path in the first place. These encounters stay with me longer than any lecture or textbook could.</p><figure id=\"attachment_3802304\" aria-describedby=\"caption-attachment-3802304\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3802304\" src=\"/wp-content/uploads/2025/06/2025-06-26T143217Z_1049532279_RC2L9FA1MQMA_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-MILK-1750978352.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A premature baby lies in an incubator at Al-Helou Hospital, where doctors say a shortage of specialised formula milk is threatening the lives of newborns\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3802304\" class=\"wp-caption-text\">A premature baby lies in an incubator at Al Helou Hospital, where doctors say a shortage of specialised formula milk is threatening the lives of newborns, in Gaza City, June 25, 2025 [Ebrahim Hajjaj/Reuters]</figcaption></figure><h2 id=\"at-dawn-a-new-baby\">At dawn, a new baby</h2><p class=\"p1\">During one shift, a pregnant woman came in for a routine check-up, accompanied by her five-year-old daughter, whose smile lit up the room. She had come to learn the baby’s gender.</p><p class=\"p1\">As I prepared the ultrasound, I turned and playfully asked the little girl, “Do you want it to be a boy or a girl?”</p><p class=\"p1\">Without hesitation, she said, “A boy.”</p><p class=\"p1\">Surprised by her certainty, I gently asked why. Before she could respond, her mother quietly explained. “She doesn’t want a girl. She’s afraid she’ll lose her – like she lost her older sister, who was killed in this latest attack.”</p><p class=\"p1\">Another day, a woman in her tenth week of pregnancy came to the obstetrics clinic after being told by a doctor that her baby’s heart was not beating. As I performed an ultrasound to check the fetus, to my surprise and relief, I detected a heartbeat.</p><p class=\"p1\">The woman cried with joy. On that day, I witnessed life where it was thought to have been lost.</p><p class=\"p1\">Tragedy touches every part of our lives in Gaza. It is woven into our most intimate moments, even around the joy of expecting a new life. Safety is a luxury we’ve never known.</p><p class=\"p1\">At 6am, as dawn breaks on the morning of my shift, we welcome a new baby born to a mother from the Jabalia camp in northern Gaza, an area surrounded by Israeli soldiers and tanks. As the first rays of sunlight pierce the delivery room, the mother cries happy tears, her face flushed as she hugs her baby girl.</p><p class=\"p1\">Having endured a night filled with fear, missiles, and snipers, the mother and her family managed to reach the hospital safely. In this moment, they celebrate and find a reason to hope again.</p></div></div></body></html>"
        },
        {
            "title": "Why has an AI-altered Bollywood movie sparked uproar in India? | Entertainment | Al Jazeera",
            "time": "2025-08-08T05:53:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Raanjhnaa16-1754503816.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India –</strong> What if Michael had died instead of Sonny in The Godfather? Or if Rose had shared the debris plank, and Jack hadn’t been left to freeze in the Atlantic in Titanic*?</p><p>Eros International, one of India’s largest production houses, with more than 4,000 films in its catalogue, has decided to explore this sort of what-if scenario. It has re-released one of its major hits, Raanjhanaa, a 2013 romantic drama, in cinemas – but has used artificial intelligence (AI) to change its tragic end, in which the male lead dies.</p><p>In the AI-altered version, Kundan (played by popular actor Dhanush), a Hindu man who has a doomed romance with a Muslim woman, lives. But the film’s director, Aanand L Rai, is furious.</p><p>“The idea that our work can be taken and modified by a machine, then dressed up as innovation, is deeply disrespectful,” Rai said, adding that the entire film crew had been kept in the dark about the re-release.</p><p>“What makes it worse is the complete ease and casualness with which it’s been done,” said Rai. “It is a reckless takeover that strips the work of its intent, its context, and its soul.”</p><p>This is the first time a film studio has re-released a movie with AI alterations, anywhere in the world, and it has also caused an uproar among critics, filmmakers and film lovers.</p><p>Here is what we know so far about why this move has been so controversial, and what the legal and ethical issues are.</p><h2 id=\"how-has-the-film-been-altered\">How has the film been altered?</h2><p>Eros International, a prominent film studio, has re-released a Tamil-dubbed version of the film, Raanjhanaa, titled Ambikapathy, with an alternate, AI-generated ending.</p><p>This altered version, which significantly deviates from the original film’s climax, screened at cinemas in Tamil Nadu, a southern Indian state, on August 1.</p><p>At the end of the original movie, the lead male character, Kundan, lies dead, covered in bruises from his injuries, in a hospital with his lover sitting by his side, crying. In the AI-altered ending, however, Kundan does not die. Instead, he opens his eyes and starts to stand up.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"how-have-people-reacted-to-the-re-release\">How have people reacted to the re-release?</h2><p>The release of the AI-altered version prompted immediate objections from the film’s original creators. Dhanush, a Tamil actor, issued a statement noting that “this alternate ending stripped the film of its soul” and that the re-release had “completely disturbed” him.</p><p>With its changed ending, Ranjhaanna is “not the film I committed to 12 years ago”, he said. The actor added that the use of AI to alter films “is a deeply concerning precedent for both art and artists [that] threatens the integrity of storytelling and the legacy of cinema”.</p><p>Rai, the director, shared a detailed note on Instagram condemning the move. “Let me say this as clearly as I can: I do not support or endorse the AI-altered version … It is unauthorised. And whatever it claims to be, it is not the film we intended, or made.”</p><p>“This was never just a film to us. It was shaped by human hands, human flaws, and human feeling,” Rai added. “To cloak a film’s emotional legacy in a synthetic cape without consent is not a creative act. It’s an abject betrayal of everything we built.”</p><p>Richard Allen, professor of film and media art at City University of Hong Kong, said it seems inevitable that AI-altering will become a mainstream method of filmmaking in global film industries.</p><p>“If producers think they can make more money out of old content by using AI, they will do so,” Allen told Al Jazeera.</p><figure id=\"attachment_3875941\" aria-describedby=\"caption-attachment-3875941\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3875941\" src=\"/wp-content/uploads/2025/08/gettyimages-174384929-594x594-1754503412.jpg?w=594&amp;resize=594%2C405&amp;quality=80\" alt=\"dhanush\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3875941\" class=\"wp-caption-text\">Indian Bollywood actor Dhanush attends a party for the Hindi film, Raanjhanaa, in Mumbai on July 24, 2013 [File: STRDEL/AFP via Getty Images]</figcaption></figure><h2 id=\"is-ai-altering-legal\">Is AI-altering legal?</h2><p>Rai has said that he is investigating legal options to challenge the re-release of this movie.</p><p>Eros International insists that its actions are perfectly legal, however, and has refused to retract the re-release.</p><p>“This re-release is not a replacement – it is a creative reinterpretation, clearly labelled and transparently positioned,” said Pradeep Dwivedi, chief executive of Eros International Media.</p><p>Dwivedi noted that under Indian copyright law, the producer of a film (in this case, Eros International) is deemed its author and primary rights-holder, meaning that the production house is the first owner of copyright for the film.</p><p>He said the film studio is “the exclusive producer and copyright holder, holds full legal and moral rights” under Indian laws. He described the alternate ending to the movie as “a new emotional lens to today’s audiences”.</p><p>The studio, which has released more than 4,000 movies globally, will “embrace generative AI as the next frontier in responsible storytelling”, Dwivedi said, adding that Eros International is “uniquely positioned to bridge cinematic legacy with future-ready formats”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-about-the-ethics-of-this\">What about the ethics of this?</h2><p>Mayank Shekhar, an Indian film critic, said the real issue with AI-altering is one of ethics: doing it without the expressed consent of the creators – writer, director and actors – involved.</p><p>“What’s left then is simply the legalese of who owns the copyright, or who paid for the product, and is hence the sole producer, and therefore the owner of the work,” Shekhar said. “Technically, I suppose, or so it seems, what Eros has done isn’t illegal – it’s certainly unethical.”</p><p>In his statement, Eros International’s Dwivedi said that every era of cinema has faced the clash between “Luddites and Progressives”. He added: “When sound replaced silence, when colour replaced black-and-white, when digital challenged celluloid, and now, when AI meets narrative.”</p><p>Dwivedi insisted that reimagining the movie’s ending was not “artificial storytelling,” but “augmented storytelling, a wave of the future”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"has-ai-been-used-to-alter-films-before\">Has AI been used to alter films before?</h2><p>AI has not been used to alter the storyline of an existing movie by its own producers or crew for re-release before this.</p><p>However, it has been used for post-production purposes in movies – such as voice dubbing or computer-generated imagery (CGI) enhancements. Its use was a flashpoint in Hollywood during the <a href=\"/news/2023/7/14/why-are-hollywood-actors-and-writers-on-strike\">labour protests</a> of 2023, which resulted in new guidelines for the use of the technology.</p><p>In an interview, The Brutalist’s Oscar-nominated editor, David Jancso, said that the production had used a Ukrainian software company, Respeecher, to make the lead actors, Adrien Brody and Felicity Jones, sound more “authentic” when they spoke Hungarian in the film.</p><p>Similarly, filmmaker David Fincher supervised a 4K restoration of his celebrated crime-thriller, “Se7en” for its 30th anniversary this year, using AI to correct technical flaws in focus and colour.</p><p>Ted Sarandos, Netflix’s co-CEO, said last month that the company had used generative AI to produce visual effects for the first time on screen in its original series, El Eternauta, or The Eternaut. Netflix has also been exploring the use of trailers personalised for subscribers’ user profiles.</p><p>Reuters reported that Netflix had also tested AI to synchronise actors’ lip movements with dubbed dialogue to “improve the viewing experience”, quoting company sources.</p><figure id=\"attachment_3875934\" aria-describedby=\"caption-attachment-3875934\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" class=\"size-arc-image-770 wp-image-3875934\" src=\"/wp-content/uploads/2025/08/1993-1754503316.avif?w=770&amp;quality=80\" alt=\"titanic\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3875934\" class=\"wp-caption-text\">Director James Cameron with Kate Winslet and Leonardo DiCaprio on the Titanic door during filming [20th Century Fox]</figcaption></figure><h2 id=\"will-ai-alterations-become-the-norm-in-cinema\">Will AI alterations become the norm in cinema?</h2><p>Allen said the alteration to Raanjhanaa felt different from the way AI has been used to enhance movies in the past. “There are so many things that AI doctoring might do to a movie,” he said.</p><p>However, he added: “We won’t necessarily lose sight of the definitive version, unless newly released versions are mislabelled as restorations or original versions of the movies themselves, which goes back to the ethical frameworks.”</p><p>Shekhar said: “The larger issue is simply of regulation. AI is too new for laws to catch up yet.</p><p>“The fact is, a work of art ought to be protected from predators. And respected for its own worth, whether or not somebody likes the ending of a film!”</p><p>An alternative ending to a film also needs to be plausible.</p><p>In 2022, Titanic director James Cameron said he commissioned a forensic analysis, involving a hypothermia expert, that proved there would have been no way for both Jack and Rose to survive on that infamous floating door. Jack “had to die”, Cameron said then.</p><p>And AI can’t change that science.</p></div></div></body></html>"
        },
        {
            "title": "Canada murders spark calls to label India’s Bishnoi gang a ‘terror’ group | Crime News | Al Jazeera",
            "time": "2025-08-08T03:50:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Dhadda-murder-crime-scene-1754616633.jpeg?resize=1320%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On a crisp spring morning in Brampton town of Canada’s Ontario province in May, Harjit Singh Dhadda meticulously tied his traditional sage green turban as he got ready for work.</p><p>He embraced his daughter Gurleen before leaving for his trucking insurance office in Mississauga near Toronto’s bustling Pearson international airport.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>It was the last time Gurleen saw her 51-year-old father alive. As Harjit reached the car park of his office on May 14, two men confronted him. One of them pumped multiple bullets into Harjit’s body before fleeing in a stolen 2018 Dodge Challenger.</p><p>Harjit later died of his injuries at a local hospital.</p><p>Hours later, two men claimed responsibility for Harjit’s murder in a Facebook post, calling themselves members of a criminal gang led by <a href=\"/news/2024/10/16/who-is-lawrence-bishnoi-the-gangster-at-the-centre-of-india-canada-spat\">Lawrence Bishnoi</a>, an Indian national currently imprisoned at Sabarmati Central Jail in the western Indian state of Gujarat.</p><p>Barely a month after Harjit’s murder, a businessman in Surrey, British Columbia, and another in Harjit’s town, Brampton – both of Indian origin – were shot. Local authorities say the murders represent a disturbing expansion of criminal networks rooted in India into Canadian territory – led by India’s most notorious organised crime syndicate, the Lawrence Bishnoi gang.</p><p>Now, a growing number of political leaders in Canada want the federal government to act, demanding that the Bishnoi gang be declared a terrorist organisation.</p><figure id=\"attachment_3250609\" aria-describedby=\"caption-attachment-3250609\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3250609\" src=\"/wp-content/uploads/2024/10/GettyImages-1244386692-1729062549.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"AMRITSAR, INDIA OCTOBER 31: Gangster Lawrence Bishnoi amid heavy police security while coming out of the Amritsar court complex on October 31, 2022 in Amritsar, India. Gangster Lawrence Bishnoi was brought on transit remand from Jalandhar by the Amritsar rural police before presenting him in a local court here. Bishnoi had been on a 10-day remand with the Jalandhar commissionerate police in a case pertaining to the sale and purchase of weapons. (Photos by Sameer Sehgal/Hindustan Times via Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3250609\" class=\"wp-caption-text\">Lawrence Bishnoi amid heavy police security while coming out of the Amritsar court complex on October 31, 2022, in Amritsar, India [Sameer Sehgal/Hindustan Times via Getty Images]</figcaption></figure><h2 id=\"public-safety-must-come-first\">‘Public safety must come first’</h2><p>“The terrorist designation enables police to use the necessary tools to investigate and bring this activity to an end. It gives police significant investigative tools,” British Columbia’s Premier David Eby said in a statement on June 17.</p><p>In July, his Alberta counterpart, Daniel Smith, echoed that call. “Formally designating the Bishnoi Gang as a terrorist entity will unlock critical powers, allowing law enforcement agencies to access the necessary tools and resources needed to disrupt operations and protect our people effectively,” Smith said in a Facebook post on July 14.</p><p>Alberta’s Public Safety Minister Mike Ellis said there was credible intelligence indicating the involvement of the Bishnoi gang in extortion and targeted violence in the province and elsewhere in Canada. “The gang originates from India, and ongoing investigations are examining why they are specifically targeting the South Asian community,” Ellis told Al Jazeera in a statement.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Jody Toor, a lawmaker from the Conservative Party in the British Columbia Legislature, and Brampton city Mayor Patrick Brown have also supported designating the Bishnoi gang a terrorist organisation.</p><p>The Canadian federal government has suggested that it is examining these demands. “There is precedent for criminal organisations being designated this way, and I fully support a thorough, evidence-based approach,” Secretary of State for Combating Crime Ruby Sahota told Al Jazeera. “Public safety must come first, and if a group meets the criteria, it should be listed without delay.”</p><p>Amarnath Amarasingam, a researcher on extremism and an associate professor at Queen’s University in Ontario, said that listing the Bishnoi group as a terrorist organisation would significantly broaden law enforcement powers. It would allow law enforcement agencies to pursue terrorism-related charges, criminalise recruitment or financial support for the group, seize and freeze assets, and give them greater surveillance powers.</p><p>Canadian officials had, in 2024, <a href=\"/news/2024/10/16/india-made-horrific-mistake-violating-canadian-sovereignty-says-trudeau\">accused the Bishnoi gang</a> of acting at the behest of Indian intelligence agencies to target critics of the Indian government on their soil.</p><p>“A terrorist designation would send a strong signal to India and other allies that Canada is taking the transnational threat seriously. It would also increase information-sharing opportunities with global partners,” Amarasingam told Al Jazeera. Those partners include the Five Eyes alliance, which also includes the United States, the United Kingdom, Australia and New Zealand.</p><p>A terrorist tag could strengthen Canadian requests for arrests through organisations like Interpol, too, he added. It could trigger sanctions against the gang, allowing the government to institute travel bans, visa denials and financial blacklisting of associates and funders.</p><p>But he warned that listing the group as a terrorist organisation could have its downsides. While clearly involved in criminal activity, the Bishnoi gang doesn’t appear to have political, religious or ideological objectives – traditionally the bar that listings have needed – he said.</p><p>“Using terrorism powers to target a group that lacks this motivation could set a dangerous precedent, weakening the credibility of Canada’s listing process and lowering the threshold, opening the door for future political misuse,” Amarasingam said.</p><figure id=\"attachment_3252607\" aria-describedby=\"caption-attachment-3252607\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3252607\" src=\"/wp-content/uploads/2024/10/AFP__20241016__36K77UD__v3__HighRes__FilesIndiaCanadaDiplomacyBishnoi-1-1729143770.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A member of a Sikh organisation holds a placard displaying Sikh separatist Hardeep Singh Nijjar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3252607\" class=\"wp-caption-text\">A member of a Sikh organisation holds a placard displaying Sikh separatist Hardeep Singh Nijjar in Amritsar on September 22, 2023. Nijjar’s killing in Surrey, British Columbia, first brought the Bishnoi gang to global prominence, with Canadian officials claiming it worked with the Indian government to kill overseas dissidents [Narinder Nanu/ AFP]</figcaption></figure><h2 id=\"an-indian-intelligence-asset\">An Indian intelligence asset?</h2><p>But the Bishnoi gang is no ordinary criminal syndicate, according to Canadian officials.</p><p>In recent years, the Indian government under Prime Minister Narendra Modi has faced allegations that its intelligence agents have been attempting to carry out targeted assassinations of Sikh separatists overseas, especially in Canada and the US.</p><p>Canada is home to about 770,000 Sikhs, who make up 2.1 percent of its population – their largest number outside India. Many of them moved to Canada in the 1980s when Indian forces launched a violent crackdown on alleged supporters of a movement demanding a separate Sikh homeland, Khalistan, to be carved out of the northern Indian state of Punjab. India describes such separatists as “terrorists”.</p><p>It was the killing of Sikh separatist <a href=\"/news/2023/9/19/india-canada-row-who-was-hardeep-singh-nijjar-what-is-khalistan-movement\">Hardeep Singh Nijjar</a>, 45, outside a Sikh temple on June 18, 2023, that pushed Bishnoi and his gang to the centre of a bitter diplomatic war between Canada and India.</p><p>In October that year, then Canadian Prime Minister Justin Trudeau alleged that Indian diplomats were collecting intelligence on “Canadians who are opponents or in disagreement with the Modi government” and that the intelligence reached “criminal organisations like the Lawrence Bishnoi gang to then result in violence against Canadians on the ground”.</p><p>Trudeau and his government directly blamed the Modi government for Nijjar’s assassination. Nijjar was a prominent supporter of a Khalistani state.</p><p>But New Delhi, while rejecting these allegations, has insisted that it has sent more than two dozen extradition requests to Canada, seeking Ottawa’s help in getting Bishnoi gang members back to India to face “due legal action”. And it says that Canada hasn’t acted on its request.</p><p>As Canada and India trade allegations, many in the Indian origin community are dealing with mounting insecurity. Could they be the next target of the Bishnoi group?</p><figure id=\"attachment_3877935\" aria-describedby=\"caption-attachment-3877935\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877935\" src=\"/wp-content/uploads/2025/08/Aman-and-Digvijay-1754617866.png?w=764&amp;resize=764%2C437&amp;quality=80\" alt=\"Police photos of Aman and Digvijay, two of the men arrested for Harjit's murder [Courtesy of Peel Police, British Columbia]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877935\" class=\"wp-caption-text\">Police photos of Aman and Digvijay, two of the men arrested for Harjit’s murder [Courtesy of Peel Police, British Columbia]</figcaption></figure><h2 id=\"threatening-call\">‘Threatening call’</h2><p>Over three decades, Harjit, a Sikh entrepreneur, had built a life that resembled a Canadian immigrant success story.</p><p>He ran a company called G&amp;G Trucking Solutions – a consultancy firm that advised its clients on how to start and run a trucking company, and was a commercial insurance broker as well. His business expanded to Calgary and Edmonton, in Alberta, and he had nearly 30 employees.</p><p>Then, on December 10, 2023 – his birthday – he received a phone call from someone who identified himself as an Indian gangster, his daughter Gurleen recalled. The caller demanded 500,000 Canadian dollars ($361,000) in extortion money and threatened dire consequences if the money wasn’t paid. Harjit refused to pay and informed law enforcement authorities.</p><p>“He told me about the threatening call,” Gurleen, a 24-year-old business student at York University in Toronto, told Al Jazeera.</p><p>After the threatening call, Harjit changed his daily routine and began operating his business mostly from home. But eventually, he resumed meetings with clients in his office, his daughter said.</p><p>On May 14, Gurleen received a call from her father’s office. He had been shot.</p><p>“I rushed to the office. There were bullet casings scattered everywhere. Police had cordoned off the entire area. My father was rushed to the hospital, he later succumbed to his injuries,” said Gurleen.</p><p>Police have arrested three men – identified as Aman and Digvijay, both 21, and Shaheel, 22 – as suspects. But Harjit’s family says law enforcement have only scratched the tip of the iceberg.</p><p>“Police merely arrested three kids. But who orchestrated this? I wanted to know the man behind my father’s killing,” said Gurleen.</p><p>Meanwhile, two men – Rohit Godara and Goldy Brar – who called themselves members of the Bishnoi gang, posted on Facebook that they had killed Harjit. They claimed that Harjit had helped a rival gang and was involved in a murder in India – allegations that the family denies. Police have not confirmed whether they believe the Bishnoi gang was behind Harjit’s killing.</p><p>On June 12, 2025, another Indian-origin businessman, Satwinder Sharma, was shot in Surrey, British Columbia. An Indian origin gangster, Jiwan Fauji claimed responsibility for the murder. Indian police have labelled Fauji an alleged member of Babbar Khalsa International, a banned Khalistani outfit. Sharma’s family did not respond to an Al Jazeera request for an interview.</p><p>A little over a week later, on June 20, Brampton-based businessman, MP Dhanoa, was shot down. Again, Godara and Brar claimed responsibility on behalf of the Bishnoi gang in a Facebook post.</p><p>Harjit, Sharma and Dhanoa have no known links to the Khalistani movement.</p><p>But gang leader Lawrence Bishnoi, apart from his crime network, has presented himself as a Hindu nationalist in interviews from jail, and some supporters of Modi’s Hindu majoritarian Bharatiya Janata Party (BJP) government have spoken of how the gangster had scared Khalistan supporters.</p><figure id=\"attachment_3250617\" aria-describedby=\"caption-attachment-3250617\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3250617\" src=\"/wp-content/uploads/2024/10/AP23108315249829-1-1729062619.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Policemen escort jailed gangster Lawrence Bishnoi as they bring him to produce before the Patiala House court in New Delhi, India, Tuesday, April 18, 2023. (AP Photo/Dinesh Joshi)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3250617\" class=\"wp-caption-text\">Policemen escort jailed gangster Lawrence Bishnoi as they bring him before the Patiala House Court in New Delhi, India, Tuesday, April 18, 2023 [Dinesh Joshi/AP Photo]</figcaption></figure><h2 id=\"rise-to-notoriety\">Rise to notoriety</h2><p>Indian police officials say that Bishnoi, 32, controls more than 700 sharpshooters who carry out murders and extortion globally. And he does this from behind bars, shuffling between various prisons for nearly a decade now.</p><p>Bishnoi and Brar gained wide notoriety in May 2022, when the gang murdered prominent Punjabi singer and rapper Sidhu Moosewala in Punjab. Police said Brar allegedly orchestrated Moosewala’s killing from Canada.</p><p>Ajai Sahni, executive director of the New Delhi Institute for Conflict Management, said establishing a command chain – and even defining what constitutes a gang – isn’t easy with transnational groups. “Any incident executed in India can be claimed by Bishnoi gang members in Canada or in the US, and vice versa through unverifiable social media accounts,” Sahni told Al Jazeera. He suggested that in such cases, even surveillance records against suspects might not suffice as strong enough legal evidence.</p><p><a href=\"/news/2024/10/20/indias-envoy-to-canada-rejects-involvement-in-sikh-activists-killing\">Sanjay Verma</a>, former Indian high commissioner – Canada expelled him after Trudeau’s allegations in 2023 – said last year that India had shared information about Brar’s presence in Canada with Ottawa.</p><p>In 2024, Bishnoi’s gang claimed responsibility for the murder of a 66-year-old politician, <a href=\"/news/2024/10/13/muslim-politician-in-indias-maharashtra-shot-dead-weeks-before-state-polls\">Baba Siddique</a>, in Mumbai’s Bandra area. Two members of the Bishnoi gang were also arrested for firing outside the Mumbai residence of popular Bollywood actor, Salman Khan.</p><p>Gurmeet Singh Chauhan, deputy inspector general of the Anti-Gangster Task Force in India’s Punjab, advocates for a joint data-sharing mechanism between countries affected by criminal gangs, like Bishnoi.</p><p>“If we have any evidence, it should be promptly shared with our Canadian counterparts, who must investigate it without delay and keep us informed. Crime is crime – no matter where it occurs in the world,” Chauhan told Al Jazeera. “There is a very thin line between organised crime and terrorism. These networks can be exploited for terrorist activities at any time, anywhere in the world.”</p><p>The Bishnoi group has also claimed responsibility for attacks on the homes of two prominent Punjabi singers, AP Dhillon and Gippy Grewal, in British Columbia, over the past two years, as its empire of fear has expanded from Mumbai to Mississauga. And on August 7, an alleged Bishnoi gang member claimed responsibility for gunshots fired at a cafe in British Columbia owned by Indian comedian Kapil Sharma.</p><figure id=\"attachment_3247885\" aria-describedby=\"caption-attachment-3247885\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3247885\" src=\"/wp-content/uploads/2024/10/2023-09-20T233611Z_179623176_RC2NC3AH1439_RTRMADP_3_CANADA-INDIA-1-1728970657.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"India Canada\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3247885\" class=\"wp-caption-text\">A banner with the image of Sikh leader Hardeep Singh Nijjar is seen at the Guru Nanak Sikh Gurdwara temple, site of his June 2023 killing, in Surrey, British Columbia, Canada, September 20, 2023 [Chris Helgren/Reuters]</figcaption></figure><h2 id=\"they-could-execute-me\">‘They could execute me’</h2><p>Satish Kumar, a 73-year-old businessman in Surrey, British Columbia who migrated to Canada 45 years ago, says he lives in constant fear.</p><p>Kumar is the president of Lakshmi Narayan Temple in Surrey, a prominent religious site for Hindus.</p><p>Earlier this year, he received a phone call from a man who identified himself as Godara, the Bishnoi associate who – along with Brar – claimed responsibility for the killings of Harjit and Dhanoa. “He demanded two million Canadian dollars [$1.45m] as extortion,” Kumar told Al Jazeera, adding that he blocked the number.</p><p>Later he reported the call to the police, after receiving threats from other numbers. “They sent multiple voice notes on May 28, 2025, threatening to kill me and harm my business premises, but I blocked the numbers”, said Kumar.</p><p>Then, the threats turned to bullets.</p><p>On June 7, men allegedly belonging to the Bishnoi gang fired shots at various buildings owned by Kumar. “The gang members filmed the shootings at three of my premises and sent me the footage, but I refused to pay extortion,” he said.</p><p>Kumar said he was frustrated with what he called an “inadequate response” by the Canadian police. “They [gangsters] could execute me at any moment. I still receive calls from them. My family is under constant stress,” he told Al Jazeera.</p><p>As attacks escalate, the South Asian community in Surrey and Brampton has been campaigning for more safety on social media, uploading videos of various shootings in the two cities. Since 2003, gang-related homicides in British Columbia have climbed from 21 percent to 46 percent of all homicides in 2023, according to the provincial police.</p><p>“During work, I can momentarily forget about these gangs,” Kumar said. “But once I finish my work, then it’s there – this fear.”</p></div></div></body></html>"
        },
        {
            "title": "UK homelessness minister resigns over claim she evicted tenants, hiked rent | Homelessness News | Al Jazeera",
            "time": "2025-08-08T02:41:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20240915__36GD6AG__v2__HighRes__BritainSocietyPovertyHomelessness-1754615763.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK homelessness minister resigns over claim she evicted tenants, hiked rent</h1><p class=\"article__subhead\"><em>The resignation is a blow for the Labour government, which trails Nigel Farage’s right-wing Reform UK party in polls.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Britain’s minister for homelessness has resigned over allegations that she evicted tenants from a property she owns and increased rents by hundreds of pounds.</p><p>In her resignation letter to United Kingdom Prime Minister Keir Starmer on Thursday, Rushanara Ali, a junior minister in the Ministry of Housing, said she had followed all the legal requirements “at all times” in her dealings as a landlord.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Ali, the member of parliament for Bethnal Green and Stepney, evicted four tenants from her four-bedroom house in east London last year as the property was being sold, British outlet The i Paper reported on Wednesday.</p><p>The property, which had a monthly rent of 3,300 British pounds (about $4,433), was re-listed for rent and rented out weeks later at 4,000 British pounds ($5,374) after no buyer was found, the report added.</p><p>Ali, who has spoken out previously against tenants being exploited by “unreasonable rent increases”, told the prime minister in her resignation letter that she had taken her “responsibilities and duties seriously, and the facts demonstrate this”.</p><p>“However, it is clear that continuing in my role will be a distraction from the ambitious work of the government. I have therefore decided to resign from my Ministerial position,” she said.</p><p>She added that she was “proud to have contributed to the change this government has delivered in the past year”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Working alongside the Deputy Prime Minister, we secured record investment in social and affordable housing, and nearly a billion pounds of funding to alleviate homelessness and rough sleeping,” she said.</p><p>The end of rental contracts is considered one of the leading causes of homelessness in Britain, and Starmer’s government is currently preparing a Renters’ Rights Bill that will end short notice “no-fault” evictions by landlords and ban them from re-listing a property for higher rent within six months after eviction.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Ali is the fourth Labour minister to step down under pressure following the exits of the transport minister, Louise Haigh; the anticorruption minister, Tulip Siddiq; and junior health minister, Andrew Gwynne, for separate reasons.</p><p>The resignations represent an embarrassing blow for Starmer’s government, with his party trailing Nigel Farage’s <a href=\"/news/2025/7/3/could-far-right-reform-really-in-a-uks-general-election-now\">right-wing populist Reform UK party</a> in opinion polls just over a year after Labour won a landslide election victory.</p><p>A June survey by polling firm YouGov showed that Reform UK would win 271 of the 650 seats in the House of Commons if an election were held now, with the ruling Labour Party second at 178 seats.</p><p>The opposition Conservative Party’s chairman, Kevin Hollinrake, has criticised Starmer for presiding “over a government of hypocrisy and self-service”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli military plans to occupy Gaza City in major escalation of war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-08T02:29:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20231115__343R838__v1__HighRes__PalestinianIsraelConflictArmy-1754621454.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s security cabinet has approved a plan by Israeli Prime Minister Benjamin Netanyahu for the military occupation of Gaza City, located in the north of the Palestinian enclave.</p><p>“The [Israeli military] will prepare to take control of Gaza City while providing humanitarian aid to the civilian population outside the combat zones,” Netanyahu’s office said in a statement early on Friday announcing the takeover plan.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Two Israeli government sources told the Reuters news agency that any resolution by the security cabinet would now need to be approved by the full government cabinet, which may not meet until Sunday.</p><p>Occupying Gaza City marks a major escalation by Israel in its war on the Palestinian territory and will likely result in the forced displacement of tens of thousands of exhausted and starving residents who are experiencing famine conditions as Israel continues to block humanitarian aid from entering the territory.</p><p>United Kingdom Prime Minister Keir Starmer said Israel’s plan to escalate the assault on Gaza was “wrong”.</p><p>“This action will do nothing to bring an end to this conflict or to help secure the release of the hostages. It will only bring more bloodshed,” he said in a statement.</p><p>Axios news reporter Barak Ravid, who first reported the security cabinet’s approval of the plan, quoted an unnamed Israeli official as saying the operation will involve the forced displacement of “all Palestinian civilians from Gaza City to the central camps and other areas by October 7”.</p><p>“A siege will be imposed on the Hamas militants who remain in Gaza City, and at the same time, a ground offensive will be carried out in Gaza City,” Ravid wrote on X, citing the official.</p><p>On Thursday, in advance of the security cabinet meeting, Netanyahu said Israel would “take control of all Gaza”.</p><p>In a television interview with US outlet Fox News, Netanyahu also said Israel does not want to be “a governing body” in Gaza and would hand over responsibility to an unspecified third party.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“We don’t want to keep it. We want to have a security perimeter. We don’t want to govern it,” he said.</p><p>Netanyahu’s comments followed reports in Israeli media earlier this week that the Israeli leader would imminently announce plans to fully <a href=\"/news/2025/8/5/israels-netanyahu-has-decided-on-full-occupation-of-gaza-reports-say\">occupy the entirety of the Gaza Strip</a>.</p><figure id=\"attachment_3877978\" aria-describedby=\"caption-attachment-3877978\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877978\" src=\"/wp-content/uploads/2025/08/AFP__20240101__349D2NG__v1__HighRes__IsraelPalestinianConflict-1-1754621577.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"This picture taken from the Israeli border with the northern Gaza Strip shows Israeli soldiers watching Gaza City from a position on January 1, 2024, amid the ongoing battles between Israel and the militant Hamas group. (Photo by Menahem KAHANA / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877978\" class=\"wp-caption-text\">This picture taken from the Israeli border with the northern Gaza Strip shows Israeli soldiers looking over the destruction in Gaza City on January 1, 2024 [Menahem Kahana/AFP]</figcaption></figure><p>Hamas said Netanyahu’s comments “represent a blatant reversal of the negotiation process and clearly expose the real motives behind his withdrawal from the last ceasefire round, despite our nearing a final agreement.”</p><p>“His plans to expand the aggression confirm beyond doubt that he seeks to abandon his own prisoners, sacrificing them to serve his personal interests and extremist ideological agenda,” the group said in a statement.</p><p>Israeli opposition leader Yair Lapid said the decision to take over Gaza City was a “disaster that will lead to many more disasters”.</p><p>The plan will “take months, lead to the death of the hostages, the killing of many soldiers, cost tens of billions to the Israeli taxpayers, and lead to a political collapse,” he wrote in a post on X.</p><p>“This is exactly what Hamas wanted: for Israel to be trapped in the field without a goal, without defining the picture of the day after, in a useless occupation that no one understands where it is leading.”</p><p>Shihab Rattansi, Al Jazeera’s correspondent in Washington, DC, said Israel’s move to occupy Gaza has been “telegraphed for several days now”.</p><p>“Donald Trump has all but greenlit whatever Benjamin Netanyahu wants to do. He said it would be up to the Israelis,” Rattansi said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>It is unclear how many people still live in Gaza City, the enclave’s largest population centre before Israel’s war on the territory that has now killed more than 61,000 Palestinians since October 2023.</p><p>Hundreds of thousands of people fled Gaza City under forced evacuation orders issued by the Israeli military in the opening weeks of the war, but many returned during a brief ceasefire at the start of this year.</p><p>A major ground operation in Gaza City could displace many thousands and further disrupt efforts to deliver food to the famine-stricken territory, where almost 200 people have now died from starvation and malnutrition.</p><p>“There is nothing left to occupy,” Gaza resident Maysaa al-Heila said on hearing of the planned takeover of the city.</p><p>“There is no Gaza left,” al-Heila told The Associated Press news agency.</p></div></div></body></html>"
        },
        {
            "title": "US doubles reward for arrest of Venezuela’s President Maduro to $50m | Crime News | Al Jazeera",
            "time": "2025-08-08T02:08:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-27T190255Z_1848717842_RC27VFAKWNXZ_RTRMADP_3_VENEZUELA-ELECTION-1-1754616591.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has offered a $50m reward for information leading to the arrest of <a href=\"/news/2024/12/31/maduro-and-trump-two-inaugurations-for-two-rivals-on-a-collision-course\">Venezuelan President Nicolas Maduro</a>, doubling an earlier reward of $25m set by the Trump administration in January.</p><p>The US has <a href=\"/news/longform/2024/7/25/proud-to-be-a-revolutionary-how-maduro-appeals-to-his-dwindling-base\">accused the Venezuelan leader</a> of being one of the world’s leading narco-traffickers and working with cartels to flood the US with fentanyl-laced cocaine.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In a video posted to social media on Thursday announcing the “historic” increase in reward money, US Attorney General Pam Bondi accused Maduro of collaborating with Venezuelan crime syndicates Tren de Aragua, Cartel of the Suns and the notorious Sinaloa Cartel in Mexico.</p><p>“He is one of the largest narco-traffickers in the world and a threat to our national security. Therefore, we doubled his reward to $50 million,” Bondi said.</p><p>“Under President Trump’s leadership, Maduro will not escape justice, and he will be held accountable for his despicable crimes,” she said, before giving the public a hotline phone number where they can report tips.</p><p>Bondi also said that the US Department of Justice had so far seized more than $700m in assets linked to Maduro, including two private jets, nine vehicles, and claimed that tonnes of seized cocaine had been traced directly to the president.</p><p></p><p>Venezuelan Foreign Minister Yvan Gil responded on the Telegram platform to Bondi’s announcement, saying it was “the most ridiculous smokescreen ever seen” and designed to distract attention from the Jeffrey Epstein controversy in the US.</p><p>“It does not surprise us, coming from who it comes from. The same one who promised a non-existent ‘secret list’ of Epstein and who wallows in scandals of political favours,” the minister said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Her show is a joke, a desperate distraction from her own miseries. The dignity of our homeland is not for sale. We reject this crude political propaganda operation,” he said.</p><p>Maduro was indicted in a US federal court in 2020, during the first Trump presidency, along with several close allies, on federal drug charges.</p><p>At the time, the US offered a $15m reward for his arrest. That was later raised by the Biden administration to $25m – the same amount the US offered for the capture of Osama bin Laden following the September 11, 2001, attacks.</p><p>In June, a former director of the Venezuelan military intelligence pleaded guilty to drug trafficking and narco-terrorism charges in the US, a week before his trial was set to begin.</p><p>Hugo Carvajal, who served in the government of the late President Hugo Chavez from 2004 to 2011, admitted guilt in four criminal counts, including narco-terrorism conspiracy, conspiracy to import cocaine and weapons charges.</p><p>US federal prosecutors had alleged the former major-general, along with other high-ranking Venezuelan government and military officials, led a drug cartel that attempted to “flood” the US with cocaine.</p><figure id=\"attachment_2279711\" aria-describedby=\"caption-attachment-2279711\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2279711\" src=\"/wp-content/uploads/2023/07/AP426332347562-1689872816.jpg?w=770&amp;resize=770%2C523&amp;quality=80\" alt=\"Hugo Cavajal attends a meeting.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2279711\" class=\"wp-caption-text\">Then-Venezuelan lawmaker Hugo Carvajal attends a meeting at the National Assembly administrative offices, in Caracas, Venezuela, in 2016. Carvajal, a former head of military intelligence, has pleaded guilty to drug trafficking charges by the US [File: Fernando Llano]</figcaption></figure><p>Carvajal had served as a diplomat representing Maduro’s government before breaking with him to support the country’s US-backed political opposition. He was <a href=\"/news/2023/7/18/spanish-court-orders-extradition-of-venezuelan-ex-spy-chief-to-us\">extradited from Spain</a> to the US in July 2023 following more than a decade-long campaign by the Justice Department.</p><p>Despite the US rewards, <a href=\"/news/2025/1/10/venezuelas-nicolas-maduro-sworn-in-for-third-term-after-disputed-election\">Maduro remains in power</a> after his re-election as president in 2024 in a vote that was condemned as a sham by Washington, the European Union and several Latin American governments.</p><p>Last month, the Trump administration struck a deal to <a href=\"/news/2025/1/8/venezuelas-maduro-says-us-nationals-among-group-of-mercenaries-detained\">secure the release of 10 Americans jailed</a> in Caracas in exchange for Venezuela seeing the return home of dozens of people deported by the US to El Salvador under the Trump administration’s new immigration crackdown.</p><p>Shortly after, the White House also reversed course and allowed US oil giant Chevron to resume drilling in Venezuela after it was previously blocked by US sanctions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,261 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-08T00:35:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-07T134917Z_1270681836_RC2D2GAEYL6I_RTRMADP_3_UKRAINE-CRISIS-DAILYLIFE-1754610573.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,261</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,261 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Friday, August 8:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>The Ukrainian military said its drone units hit the Afipsky oil refinery in Russia’s Krasnodar region. It was not immediately clear what the extent of the damage was at the refinery, which, together with the Krasnodar refinery, processed 7.2 million metric tonnes of crude oil in 2024.</li>\n<li>Local Russian emergency services said they had extinguished a fire at the Afipsky refinery, saying it was caused by fallen drone debris. The Russian Ministry of Defence said air defence systems had shot down nine Ukrainian drones in the region overnight.</li>\n<li>Russia’s Defence Ministry said air defence systems also shot down eight British-made Storm Shadow missiles launched by the Ukrainian army over the past 24 hours.</li>\n<li>Russia also hit a Ukrainian railway hub used for transferring weapons and military equipment to Ukraine’s Dnipropetrovsk region, the ministry added.</li>\n<li>Gas supplies continued on Thursday through the Orlovka interconnector in southern Ukraine, which was attacked by Russian drones on Wednesday, the Ukrainian gas transmission operator said.</li>\n</ul><h2 id=\"ceasefire\">Ceasefire</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russia’s Deputy United Nations Ambassador Dmitry Polyanskiy said that Russian President Vladimir Putin may meet with United States President Donald Trump next week, but said he was not aware of any planned meeting between Putin and Ukrainian counterpart Volodymyr Zelenskyy.</li>\n<li>Trump said Putin does not have to agree to meet with Zelenskyy in order to have a meeting with him.</li>\n<li>Putin said that the United Arab Emirates is one of the suitable locations to hold a meeting with Trump.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Putin added that he was not “on the whole” against meeting Zelenskyy, adding that “certain conditions should be created” for such a meeting. He stressed that the current situation was “far” from being ready for it.</li>\n<li>French President Emmanuel Macron reaffirmed France’s full support for a ceasefire in Ukraine and the launch of talks aimed at reaching a lasting and solid peace, following a “long discussion” with Zelenskyy and other European leaders.</li>\n<li>European Commission President Ursula von der Leyen said she had spoken with Zelenskyy about the developments of the last days and next steps.</li>\n<li>Russian Foreign Minister Sergey Lavrov discussed the conflict in Ukraine during a phone call with his Turkish counterpart, Hakan Fidan, Russia’s Ministry of Foreign Affairs said.</li>\n</ul><h2 id=\"sanctions-and-tariffs\">Sanctions and tariffs</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russia and India stressed their commitment to a “strategic partnership” in bilateral security talks in Moscow, a day after Trump announced higher tariffs on imports from India because of its purchases of Russian oil.</li>\n<li>Russia’s Interfax news agency quoted Indian National Security Adviser Ajit Doval as saying that New Delhi was looking forward to a visit from Putin by the end of the year.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Russia’s central bank has tweaked its rules for non-residents, allowing foreigners’ funds from special type-C accounts to pass to Russian investors when involved in the exchange of assets, a move that could free up blocked capital in Russia and abroad.</li>\n<li>As Russia sought to ratchet up military production for the war in Ukraine, a state-owned explosives manufacturer circumvented Western sanctions by purchasing equipment made by Germany’s Siemens from a middleman that imports technology from China, the Reuters news agency reported.</li>\n</ul><h2 id=\"regional-developments\">Regional developments</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said he discussed a new financial assistance programme that will “strengthen Ukrainians now and in the post-war period” on a call with International Monetary Fund managing director Kristalina Georgieva.</li>\n<li>Russia said it had protested to Italy this week over what it called “odious” anti-Russian statements, in an ongoing row over the cancellation of a concert by Russian conductor Valery Gergiev in Italy.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}