{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "How fragile is the US healthcare system? | Health | Al Jazeera",
            "time": "2026-01-02T22:15:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767390520.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Millions of Americans are facing a huge increase in the amount they have to pay for health insurance.</p><p>A dispute about government subsides for healthcare was one of the major issues that led to a 43-day shutdown of the US government last year – the longest in history.</p><p>But even when the shutdown ended, Republicans and Democrats failed to agree on and extension of the the subsidies.</p><p>As the clock struck midnight on January 1 – the health costs for 24 million people rose dramatically</p><p>So, what’s the impact for those in need? And how much politics is involved?</p><p><strong>Presenter:</strong> James Bays</p><p><strong>Guests:</strong></p><p>Lindsay Allen – Health Economist and Policy Researcher at the Feinberg School of Medicine at Northwestern University</p><p>Neel Shah – Physician and Chief Medical Officer of Maven Clinic</p><p>Rinah Shah – Political Strategist and Geopolitical analyst</p><p> </p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US judge orders DC pipe bomb suspect to remain in custody ahead of trial | Courts News | Al Jazeera",
            "time": "2026-01-02T22:11:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_6958339dbe55-1767388061.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A federal judge in the United States has refused the pre-trial release of a man <a href=\"/news/2025/12/4/us-authorities-arrest-suspect-in-2021-capitol-hill-pipe-bombs\">charged</a> with planting two pipe bombs outside the headquarters of the Democratic and Republican national parties on the eve of the Capitol riot on January 6, 2021.</p><p>On Friday, Magistrate Judge Matthew Sharbaugh ruled that 30-year-old Brian Cole must remain jailed before trial. The magistrate concluded there are no conditions of release that can reasonably protect the public from the danger that Cole allegedly poses.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Department of Justice prosecutors say Cole confessed to <a href=\"/news/2025/12/5/who-is-brian-cole-arrested-for-planting-pipe-bombs-in-washington-in-2021\">placing pipe bombs</a> outside the Republican National Committee (RNC) and the Democratic National Committee (DNC) headquarters only hours before a mob of President Donald Trump’s supporters stormed the US Capitol in an effort to overturn the 2020 election results.</p><p>According to prosecutors, Cole said he hoped the explosives would detonate and “hoped there would be news about it”.</p><p>“Mercifully, that did not happen,” Judge Sharbaugh wrote in the order.</p><p>“But if the plan had succeeded, the results,” he said, could have been devastating, “creating a greater sense of terror on the eve of a high-security Congressional proceeding, causing serious property damage in the heart of Washington, DC, grievously injuring DNC or RNC staff and other innocent bystanders, or worse.”</p><p>After his arrest last month, Cole told investigators that he believed someone needed to “speak up” for people who believed the 2020 election, which Democrat Joe Biden won, was stolen and that he wanted to target the country’s political parties because they were “in charge”, according to prosecutors.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump and his allies had spent months baselessly claiming the 202 vote was marred by widespread fraud, a position he has <a href=\"/news/2025/6/20/trump-calls-for-special-prosecutor-to-investigate-2020-election\">maintained</a> since his election victory in 2024.</p><p>The US president was later indicted for his role in fomenting the January 6, 2021, riot, which occurred as Congress met to certify the election results, but the case was abandoned after his election victory in 2024. Under longstanding Justice Department policy, it does not prosecute sitting presidents.</p><p>After taking office, Trump pardoned more than 1,500 of the rioters, including those convicted of violent crimes at the Capitol.</p><p>If convicted, Cole faces up to 10 years of imprisonment on one charge and up to 20 years of imprisonment on a second charge that also carries a five-year mandatory minimum prison sentence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Cole’s lawyers asked for him to be released on home detention with GPS monitoring. They said Cole does not have a criminal record, has been diagnosed with autism spectrum disorder and obsessive-compulsive disorder, and lives in a stable home that he shared with his parents in Woodbridge, Virginia.</p><p>“Mr Cole simply does not pose a danger to the community,” his defence lawyers wrote in court filings. “Whatever risk the government posits is theoretical and backward-looking, belied by the past four years where Mr Cole lived at home with his family without incident.”</p><p>Cole continued to buy bomb-making components for months after the January 6 riot, according to prosecutors. They said he told the FBI that he planted the pipe bombs because “something just snapped”.</p><p>“The sudden and abrupt motivation behind Mr Cole’s alleged actions presents concerns about how quickly the same abrupt and impulsive conduct might recur,” Judge Sharbaugh wrote in the order.</p></div></div></body></html>"
        },
        {
            "title": "Palestine advocates praise NYC’s Mamdani for revoking pro-Israel decrees | Politics News | Al Jazeera",
            "time": "2026-01-02T21:36:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-01T194701Z_9953619_RC2JSIA7VPRP_RTRMADP_3_USA-NEW-YORK-MAMDANI-INAUGURATION-CEREMONY-1767382331.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian rights advocates are praising New York City Mayor <a href=\"/news/2026/1/1/zohran-mamdani-sworn-in-as-new-york-mayor-with-historic-quran\">Zohran Mamdani</a> for revoking pro-Israel municipal decrees within hours of his inauguration, a move that was promptly condemned by the Israeli government.</p><p>On Thursday, his first day in office, Mamdani wiped out all the executive orders his predecessor, Eric Adams, implemented after September 26, 2024, the day Adams was charged with <a href=\"/news/2024/9/26/new-york-mayor-adams-charged-with-taking-bribes-and-illegal-campaign-funds\">bribery</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>One of the orders restricted boycotts of Israel and prohibited mayoral appointees from issuing contracts “that discriminate against the State of Israel, Israeli citizens, or those associated” with the US ally.</p><p>It was signed by Adams less than a month ago and was seen by critics as an attempt to create controversy for the incoming Mamdani administration.</p><p>Another now-nixed decree adopted a controversial definition of anti-Semitism from the International Holocaust Remembrance Alliance (IHRA), which advocates say can be used to censor and penalise speech critical of Israel.</p><p>Nasreen Issa, a member of the <a href=\"/amp/news/2025/9/26/protests-calls-for-sanctions-greet-netanyahu-at-un-amid-gaza-horrors\">Palestine Youth Movement</a> – NYC, said Israel and its supporters have long pushed for the “criminalisation of dissent”.</p><p>“So, Mamdani’s rejection of this is a positive step towards protecting the rights of New Yorkers and the dignity of Palestinians,” Issa told Al Jazeera.</p><p>Afaf Nasher, the head of the New York chapter of the <a href=\"/news/2025/12/9/muslim-group-cair-to-sue-florida-governor-ron-desantis-over-terror-label\">Council on American Islamic Relations</a> (CAIR), also applauded Mamdani for revoking an “unconstitutional order restricting the ability of New Yorkers to criticize the Israeli government’s racism or boycott Israel’s human rights abuses”.</p><p>“This unconstitutional, Israel First attack on free speech should have never been issued in the first place,” Nasher said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Nasher further slammed the IHRA definition, saying that the “overly broad” guidelines frame disagreement with Zionism as anti-Semitic.</p><p>“The order would have also unconstitutionally limited boycotts against only Israel,” Nasher said.</p><p>Palestinian rights supporters have long rejected <a href=\"/news/2024/5/8/will-the-us-adopt-ihras-anti-semitism-definition-whats-the-controversy\">the IHRA definition</a>, which heavily focuses on Israel. The definition provides 11 examples of anti-Semitism, six of which involve Israel.</p><p>They include “claiming that the existence of a State of Israel is a racist endeavor” and “applying double standards” to Israel.</p><p>“I think it’s wonderful that Mayor Mamdani took measures on day one to reinforce our rights to free speech, which included our right to criticize and oppose Israeli apartheid and genocide,” said YL Al-Sheikh, a Palestinian-American writer active in the Democratic Socialists of America.</p><p>“The IHRA being implemented as government policy isn’t about combatting antisemitism but about stifling dissent and this should be something all Americans oppose.”</p><h2 id=\"israel-weighs-in\">Israel weighs in</h2><p>The Israeli Ministry of Foreign Affairs decried Mamdani’s moves on Friday, saying that the newly inaugurated mayor is showing “his true face”.</p><p>“This isn’t leadership. It’s antisemitic gasoline on an open fire,” it said in a post on the social media platform X.</p><p>Separately, Amichai Chikli, Israel’s minister of diaspora affairs, deployed Islamophobic language to criticise Mamdani’s decision.</p><p>He called the mayor a “Hamas sympathiser” and drew a connection between him and the Muslim mayor of London, Sadiq Khan.</p><p>“When a Muslim Brotherhood Islamist whose slogan is ‘Globalize the Intifada’ takes control of New York City or London, these are exactly the decisions you get,” Chikli wrote on X.</p><p>Neither Mamdani nor Khan has any known connections to the Muslim Brotherhood.</p><p>Issa said the intense Israeli response is not about the mayor’s policy moves but is rather aimed at controlling the narrative.</p><p>“Israel’s main approach – at the highest level, at the level of the Foreign Ministry – has been to push for the criminalisation of protected speech through these warped definitions of anti-Semitism like the IHRA,” she said.</p><p>“Since they’re losing in the <a href=\"/news/2025/7/29/new-poll-shows-plunging-us-public-support-for-israels-war-on-gaza\">court of public opinion</a>, the response now is to push for the criminalisation of dissent.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Issa also called Chikli’s attack on Mamdani “blatant Islamophobia, racism and disinformation”.</p><p>“They’re trying to promote these accusations that have no basis in reality whatsoever,” Issa told Al Jazeera.</p><p>“But from their perspective, any support for Palestinians, any opposition to Israel’s genocide or the conduct of its military – whether in Gaza or the West Bank, over the last two years, over the last decades – none of that is acceptable.”</p><p>Al-Sheikh said it was “absurd” that Israel is trying to impose its preferences on local policies in New York.</p><p>“Even Americans who aren’t Palestinian or pro Palestine can see this is strange and inhibits our rights,” Al-Sheikh said.</p><p>“It’s also weirdly counterproductive on Israel’s part since it only makes Mamdani look better. A single policy paper that said you can’t criticise a country was repealed and now they claim it is the end of the world, but ‘you should be allowed to criticise any country you want’ is the universal American position.”</p><p>Israel was not alone, however, in denouncing Mamdani’s actions. The administration of President Donald Trump also issued a warning to the Mamdani administration.</p><p>Harmeet Dhillon, assistant attorney general for the Justice Department’s Civil Rights Division, said her office would be vigilant “to ANY AND ALL violations of religious liberties” <a href=\"/video/newsfeed/2026/1/1/zohran-mamdani-sworn-in-as-new-york-citys-mayor\">in New York</a>.</p><p>“We will investigate, sue, and indict as needed,” Dhillon wrote in a social media post.</p><p>Palestine solidarity activists often stress that criticising Israeli abuses should not be conflated with attacking Judaism.</p><h2 id=\"mamdani-s-rise\">Mamdani’s rise</h2><p>Mamdani has been a vocal critic of Israeli policies against Palestinians, prompting accusations of anti-Semitism from Israel’s supporters.</p><p>But he has repeatedly promised to protect Jewish residents. During his inauguration ceremony, he pledged to continue the Mayor’s Office to Combat Anti-Semitism (MOCA), an Adams-era development, and he told reporters his administration would “celebrate and cherish” Jewish New Yorkers.</p><p>The new mayor, 34, took the oath of office on a <a href=\"/news/2026/1/1/zohran-mamdani-sworn-in-as-new-york-city-mayor\">copy of the Quran</a> at the turn of the new year, becoming the first Muslim mayor of America’s largest city.</p><p>The Democratic socialist, who formerly served as a state legislator, had minimal name recognition when he first announced his candidacy late in 2024.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But he steadily grew his base of support with a message focused on affordability and housing.</p><p>Last June, he defeated former Governor Andrew Cuomo to win the Democratic nomination, in one of the most stunning political upsets in recent US history.</p><p>Mamdani then defeated Cuomo again in the general elections in November, after the ex-governor relaunched his campaign as an independent with Trump’s support.</p><p>Adams was elected as a Democrat in 2021, but his administration faced numerous scandals during its four-year term, including accusations that Adams had entered into a quid pro quo with representatives from the Turkish government.</p><p>Earlier in 2024, Trump’s Justice Department dropped the federal bribery charges he faced. Adams had launched a re-election campaign as an independent, but he ultimately suspended his bid and backed Cuomo before the elections.</p><p>While Mamdani’s platform was largely focused on local issues, some of his supporters <a href=\"/news/2025/6/26/mamdanis-new-york-victory-boosts-pro-palestine-politics-in-us\">have argued</a> that his vocal support for Palestinian rights helped propel his campaign amid the growing anger at Israel’s genocidal war on Gaza.</p></div></div></body></html>"
        },
        {
            "title": "South Carolina measles outbreak grows to 185 cases amid vaccination worries | Health News | Al Jazeera",
            "time": "2026-01-02T20:56:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-12T180639Z_1594391276_RC223DANB83A_RTRMADP_3_USA-HEALTH-MEASLES-1767384435.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Officials in the United States have announced that the measles outbreak in the southern state of South Carolina has grown to 185 cases, up nine from earlier this week.</p><p>In Friday’s update, state officials specified that 172 of the cases involved patients who had not received the measles, mumps and rubella (MMR) vaccine, designed to protect against infection.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Four others involved patients who were partially vaccinated, four had an unknown vaccination status, and another four cases are still under investigation. Only one of the infections involved a fully vaccinated person.</p><p>Measles, a highly infectious and sometimes deadly virus, was declared eliminated in the US more than 25 years ago. But the past year has presented increasing challenges to maintaining that status.</p><p>Diseases are generally declared eliminated when there is no local transmission in a given region, although cases can still be “imported” from abroad.</p><p>The US’s elimination status is largely credited to the success of the MMR vaccine.</p><p>In 1963, the first measles vaccine was licensed in the US, and by 1971, the combination MMR vaccine was unveiled to protect against the three illnesses at once. Two shots are typically recommended to achieve full vaccination status.</p><p>Initially, in 1978, the US Centers for Disease Control and Prevention (CDC) set 1982 as a deadline to achieve the elimination of measles in the country. It missed that target by nearly 18 years, reaching elimination status in 2000.</p><p>But vaccine hesitancy has been blamed for allowing the virus to spread in the US, both then and now.</p><p>While the death rate for measles is relatively low, its infection rate is high. The CDC estimates that, if one person has the virus, they could infect nine out of every 10 people around them.</p><p>The World Health Organization says that, for every 1,000 reported cases, there are about two to three deaths.</p><p>Children are especially vulnerable. Complications can include high fever, hearing or vision loss and encephalitis, an inflammation of the brain.</p><p>Typically, medical professionals recommend children be vaccinated early in their lives, receiving their first dose before 15 months of age and their second by age six. The vaccine is widely accepted as safe.</p><p>But vaccine scepticism has been on the rise in the US, with critics blaming, in part, policies implemented under the administration of President Donald Trump.</p><p>According to CDC data, the MMR vaccination rate in the US was 95.2 percent among kindergarteners during the 2019-2020 school year.</p><p>That number, however, tumbled to 92.7 percent by the 2023-2024 school year, representing a difference of 280,000 kindergarteners.</p><p>2025 represented a high-water mark in the resurgence of the measles virus. The CDC reported 2,065 cases of measles last year, the most since 1991 — and more than seven times the rate of 2024, when only 285 cases were reported.</p><p>One of the biggest outbreaks took place in Texas, where three people died from the virus, with the first reported last February. Prior to that incident, no death had been reported from measles in the US <a href=\"/news/2025/2/27/us-reports-first-measles-death-since-2015\">since 2015</a>.</p><p>In the wake of that death, Trump’s Health and Human Services Secretary Robert F Kennedy Jr <a href=\"/news/2025/3/3/rfk-jr-noted-vaccine-sceptic-backs-measles-jab-amid-deadly-us-outbreak\">encouraged</a> vaccination, <a href=\"https://x.com/SecKennedy/status/1908967854394982414\" target=\"_blank\" rel=\"noopener\">writing</a> on social media, “The most effective way to prevent the spread of measles is the MMR vaccine.”</p><p>But Kennedy, who is not a medical professional, has since expressed views that appeared to discourage the vaccine’s use.</p><p>In late April, for instance, he told NewsNation, “The MMR vaccine contains a lot of aborted fetus debris and DNA particles.”</p><p>Experts, however, have denounced that claim as false. While the rubella part of the vaccine was developed using a cell culture that came from an elective abortion in the 1960s, no fetal tissue has been used since, nor is there any fetal issue in the vaccine.</p><p>Kennedy has also spread unfounded claims that purport to link vaccination to autism, despite widespread outcry from the medical community.</p><p>In South Carolina, the current measles outbreak is concentrated in the northwest. The South Carolina Department of Public Health says that the reported infections are largely in children under the age of 17.</p><p>One Democratic candidate running in the state’s 2026 midterm elections, paediatrician Annie Andrews, has made combating the outbreak a central part of her campaign. She hopes to unseat incumbent Senator Lindsey Graham, a Republican, in November’s vote.</p><p>“If you told me back in medical school that someday I would be running for the Senate and my campaign slogan would be ‘It’s me or the measles’ I WOULD DEFINITELY NOT HAVE BELIEVED YOU,” she wrote on social media on Friday.</p></div></div></body></html>"
        },
        {
            "title": "Countries demand Israel lift Gaza aid restrictions as Palestinians suffer | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-02T20:53:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_69581a48690d7-1767381576.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Several countries in the Middle East and Asia have called on Israel to allow “immediate, full, and unhindered” deliveries of humanitarian aid to <a href=\"/features/2026/1/2/gaza-cousins-face-lost-youth-and-family-tragedy-after-amputations\">the Gaza Strip</a> as winter storms lash the bombarded Palestinian enclave.</p><p>In a statement on Friday, the foreign ministers of Qatar, Egypt, Jordan, Saudi Arabia, the United Arab Emirates, Turkiye, Pakistan and Indonesia warned that “deteriorating” conditions in Gaza had left nearly 1.9 million displaced Palestinians particularly vulnerable.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Flooded camps, damaged tents, the collapse of damaged buildings, and exposure to cold temperatures coupled with malnutrition, have significantly heightened risks to civilian lives,” <a href=\"https://mofa.gov.qa/en/latest-articles/statements/eight-arab-and-islamic-countries-express-concern-over-the-deteriorating-humanitarian-situation-in-gaza-and-call-for-the-immediate-entry-of-aid-into-the-strip\" target=\"_blank\" rel=\"noopener\">the statement</a> reads.</p><p>They called on the international community “to pressure Israel, as the occupying power, to immediately lift constraints on the entry and distribution of essential supplies including tents, shelter materials, medical assistance, clean water, fuel, and sanitation support”.</p><p>Israel has maintained stringent restrictions on the entry of humanitarian aid into Gaza despite its obligations under international law to ensure that the basic needs of Palestinians in the enclave are met.</p><p>A United States-brokered ceasefire between Israel and Hamas, which came into effect in October, also stipulated that the Israeli authorities must allow hundreds of aid trucks into Gaza daily.</p><p>But Israel has failed to abide by that requirement, continuing to block deliveries despite increasingly <a href=\"/gallery/2025/12/29/winter-floods-wreak-havoc-on-gaza-displacement-camps-as-israel-blocks-aid\">difficult winter conditions</a> in the coastal territory and a lack of adequate shelter, blankets and other supplies.</p><p>Hundreds of thousands of Palestinian families have sought refuge in makeshift shelters and overcrowded tent encampments across Gaza because their homes were destroyed in Israel’s genocidal war.</p><p>Several people were killed in recent weeks as damaged buildings collapsed under the weight of heavy rainfall and flooding. Palestinian children have also <a href=\"/news/2026/1/1/israeli-army-kills-palestinian-child-in-gaza-as-aid-crisis-deepens\">died from hypothermia</a> as low temperatures continue to grip the enclave.</p><p>Separately on Friday, Israeli forces killed one Palestinian and injured several others west of Khan Younis in southern Gaza, Nasser Hospital said.</p><p>Four Palestinians, including a woman and two children, were seriously wounded after an Israeli drone fired a grenade at a tent housing displaced people in Beit Lahiya in the north of the Strip, a source at al-Shifa Hospital told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"impeding-aid-efforts-unacceptable\">Impeding aid efforts ‘unacceptable’</h2><p>In Friday’s statement, the foreign ministers commended the United Nations and other humanitarian groups for continuing to support Palestinians “under extremely difficult and complex circumstances” in Gaza.</p><p>They also demanded that Israel allow UN agencies and international nonprofit organisations to operate in Gaza and the occupied West Bank “in a sustained, predictable, and unrestricted manner” given the role they play in providing humanitarian support.</p><p>“Any attempt to impede their ability to operate is unacceptable,” they said.</p><p>The condemnation comes as Israel this week moved to <a href=\"/news/2025/12/31/palestinians-in-gaza-say-lives-will-be-destroyed-by-israels-ngo-ban\">implement a ban</a> on 37 international NGOs working in Gaza and the West Bank for failing to meet new registration requirements.</p><p>Experts have denounced the Israeli government’s new rules – which require the targeted groups to provide detailed information on their staff members, funding and operations – as arbitrary and a violation of humanitarian principles.</p><p>The NGOs have also <a href=\"/news/2026/1/1/israel-faces-widespread-condemnation-as-ngo-ban-comes-into-effect\">raised concerns</a> that giving Israel personal information about their Palestinian employees puts those workers at risk of being targeted by the Israeli military.</p><p>According to Gaza’s Government Media Office, Israel has killed about 500 aid workers and volunteers in the enclave since its war began in October 2023.</p><p>Doctors Without Borders, one of the groups targeted by the NGO ban, noted in a statement on Friday that 15 of its colleagues have been killed by Israeli forces.</p><p>“In any context – especially one where medical and humanitarian workers have been intimidated, arbitrarily detained, attacked, and killed in large numbers – demanding staff lists as a condition for access to territory is an outrageous overreach,” the organisation said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Liensberger to miss Olympics after latest serious skiing accident | Winter Olympics News | Al Jazeera",
            "time": "2026-01-02T19:51:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-11-29T182751Z_1759656841_MT1USATODAY27702009_RTRMADP_3_ALPINE-SKIING-STIFEL-COPPER-CUP-1767382175.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Liensberger to miss Olympics after latest serious skiing accident</h1><p class=\"article__subhead\"><em>Austria’s Katharina Liensberger to miss Milano Cortina Winter Games after knee injury in alpine skiing training fall.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Austria’s 2022 ‌Olympic slalom silver medallist Katharina Liensberger will ‍miss the Milano Cortina Winter Olympics after suffering a serious knee injury in a training crash.</p><p>The Austrian Ski Association said Liensberger would have surgery on Friday after medical examinations revealed a fracture ​of the tibial plateau, a torn meniscus ‍and a medial collateral ligament injury in her right knee.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Austrian media said the 28-year-old slalom specialist’s season was over after the ‍crash in ⁠St Michael a month before the Olympics start in Italy.</p><p>Liensberger won a team gold and slalom silver in Beijing and was slalom world champion in 2021. She won a slalom bronze at last year’s championships on home snow in ​Saalbach.</p><p>At Cortina, she would have been ‌up against American great Mikaela Shiffrin, the most successful World Cup skier of all time. She has won the last six World ‌Cup slaloms and five this season.</p><figure id=\"attachment_4210206\" aria-describedby=\"caption-attachment-4210206\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4210206\" src=\"/wp-content/uploads/2026/01/2025-10-28T114209Z_1258432503_UP1ELAS0WI8D6_RTRMADP_3_OLYMPICS-2026-AUSTRIA-1767382333.jpg?w=770&amp;resize=770%2C499&amp;quality=80\" alt=\"Winter Olympics - 2026 Milano Cortina Winter Olympics - Austrian Olympic Committee presents 2026 Winter Olympics Uniforms\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4210206\" class=\"wp-caption-text\">Olympic champion alpine skier Katharina Liensberger appears at the launch of Austria’s new Winter Olympics uniform before the 2026 Games [Leonhard Foeger/Reuters]</figcaption></figure><p>The women are racing in Kranjska Gora, ‌Slovenia, this weekend with a giant ⁠slalom on Saturday and slalom on Sunday.</p><p>Liensberger has been added to a list of top women’s skiers to have suffered serious injuries in the ‌run-up to the Olympics.</p><p>Three Swiss Olympic champions – <a href=\"/sports/2025/12/11/olympic-ski-champion-michelle-gisin-airlifted-after-downhill-crash\">Michelle Gisin</a>, Lara Gut-Behrami and Corinne Suter – have been sidelined in ‍training incidents with the first two ruled out of the Games.</p><p>After the death of Italian skier Matteo Franzoso in a training accident in Chile <a href=\"/sports/2025/9/19/italian-skier-death-in-chile-prompts-rethink-on-eve-of-new-season\">in September</a>, concerns were raised, primarily about how to limit risks in the high-speed sport.</p><p>Shiffrin <a href=\"/sports/2025/10/28/olympic-ski-season-opening-marred-by-dangerous-course-debate\">added to the debate</a> at the start of the Olympic ski season a month later, stating: “We are often training in conditions where the variables are just too many to control and you have to decide sometimes: Is this unreasonably dangerous?”</p></div></div></body></html>"
        },
        {
            "title": "Iran faces growing protests amid deepening economic crisis | Politics | Al Jazeera",
            "time": "2026-01-02T19:25:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767381910.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Angelina Jolie visits Egypt’s Rafah crossing that’s delivering aid to Gaza | Gaza | Al Jazeera",
            "time": "2026-01-02T19:22:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767381686.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US authorities arrest 18-year-old accused of plotting ISIL-inspired attack | Crime News | Al Jazeera",
            "time": "2026-01-02T19:02:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26002653188023-1767378728.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Federal authorities in the United States have accused an 18-year-old of plotting to carry out a “potential terrorist attack” on New Year’s Eve in the suburban town of Mint Hill, North Carolina, outside Charlotte.</p><p>On Friday, officials from the US Attorney’s Office and the Federal Bureau of Investigation (FBI) identified the suspect as Mint Hill resident Christian Sturdivant, a US citizen. The targets of Sturdivant’s alleged plans were a grocery store and a fast-food restaurant in Mint Hill.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“ Countless lives were saved here,” US Attorney Russ Ferguson said at a news conference.</p><p>“On New Year’s Eve, everyone is at the grocery store. We’re all buying the things we need to celebrate. And we could have had a significant, significant loss of life, a significant injury here.”</p><p>Ferguson explained that Sturdivant was arrested on New Year’s Eve, the day of his planned attack. The 18-year-old has been charged with “attempting to provide material support to a foreign terrorist organisation”, and he made his first court appearance on Friday.</p><p>Sturdivant faces a maximum sentence of 20 years in prison, according to Ferguson.</p><p>But during his news conference, Ferguson, an appointee of President Donald Trump, appeared to voice frustration with the court system for failing to approve an earlier effort to detain Sturdivant on mental health grounds.</p><p>“ I think it is notable that, as part of their efforts, the FBI took Mr Sturdivant to a state magistrate judge to try to have him involuntarily committed,” Ferguson said.</p><p>“And that was because he had threatened not only other people’s lives, but in the process said that he planned to die by a policeman shooting him. So he had threatened other people’s lives and self-harm, but the state magistrate judge denied involuntary commitment.”</p><p>Authorities later specified that the hearing with the magistrate judge took place on Monday, days before his arrest. Sturdivant, they said, turned 18 last month.</p><h2 id=\"authorities-detail-arrest\">Authorities detail arrest</h2><p>During Friday’s news conference, officials said this week’s arrest was part of a multiyear effort to investigate Sturdivant, whom they described as a “prolific social media user”.</p><p>The suspect had previously been an employee at a local Burger King in North Carolina.</p><p>James Barnacle, the special agent in charge of the FBI’s North Carolina field office, said the suspect first came to the bureau’s attention in 2022, after he tried to contact the armed group ISIL (ISIS) through social media.</p><p>The US considers ISIL a foreign terrorist organisation and has conducted <a href=\"/news/2025/12/20/trump-says-us-launched-large-scale-attacks-on-isil-in-syria\">numerous military operations</a> in the Middle East — and one <a href=\"/video/newsfeed/2025/12/26/us-releases-missile-launch-video-after-northwest-nigeria-strike\">recently in Nigeria</a> — on the premise of combating the group.</p><p>Barnacle alleged that Sturdivant received instructions to knock on doors and attack people with hammers, but his initial attempts were thwarted by his family. He was about 14 years old at the time.</p><p>“ No charges were filed at that time,” Barnacle said. “He underwent psychological care, of which I don’t know the details.”</p><p>Then, in December, Barnacle said the FBI discovered that Sturdivant had returned to social media and posted threatening messages.</p><p>He had also allegedly made contact with two undercover officers: one from the New York Police Department and the second a covert agent with the FBI.</p><p>“Within just a few days, Sturdivant direct-messaged the online covert employee with a picture of two hammers and a knife,” Barnacle said. “The message was significant since in recent years an ISIS propaganda magazine promoted the use of knives to conduct terrorist attacks in Western countries.”</p><p>Barnacle added that later messages contained a loyalty oath to ISIL and a request for help obtaining firearms.</p><p>“The JTTF [Joint Terrorism Task Force] collected evidence showing he turned his back on his country and his fellow citizens by pledging allegiance to ISIS with the intent of becoming a martyr,” Barnacle said of the 18-year-old.</p><p>“We allege Sturdivant was willing to sacrifice himself by committing a terrorist attack, using knives and a hammer to support the murder, torture and extreme violence that ISIS represents.”</p><p>An FBI search of his home reportedly recovered hammers and knives hidden under Sturdivant’s bed, as well as notes allegedly detailing his attack plans.</p><p>“I could tell you the FBI had 24/7 surveillance on this subject, all hours of night, Christmas Day, Christmas Eve,” Barnacle said. He described the suspect’s targets as “Jews, Christians and LGBTQ individuals”.</p><p>FBI Director Kash Patel quickly promoted Sturdivant’s arrest on social media, praising his bureau and its partners for “undoubtedly saving lives”.</p><p>The arrest comes one year after a pickup truck driver intentionally rammed his vehicle down Bourbon Street, New Orleans’s famed entertainment district, in a deadly New Year’s Day attack.</p><p>Fourteen people were killed, and authorities recovered an ISIL flag in the truck.</p><p>But critics have questioned the use of undercover agents to make “terrorism-related” arrests with some defence lawyers arguing that agents have encouraged suspects to make incriminating statements or take actions they otherwise would not have.</p><p>Lawyers for the 18-year-old have yet to publicly comment.</p></div></div></body></html>"
        },
        {
            "title": "Saudi-backed forces launch offensive against Yemen’s STC | Conflict | Al Jazeera",
            "time": "2026-01-02T18:46:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Yemen_Hadramout_Saudi_UAE_STC_forces_2_jan_2026-1767378331.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Five things you need to know about protests in Iran | Protests News | Al Jazeera",
            "time": "2026-01-02T17:19:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251229__898K4ZR__v2__HighRes__IranPoliticsEconomyDemo-1767364417.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p dir=\"ltr\">Protests about the soaring cost of living in Iran have entered their sixth day after the rial plunged to a record low against the United States dollar in late December.</p><p dir=\"ltr\">After a number of deaths as a result of clashes between protesters and security services, the government of President Masoud Pezeshkian <a href=\"/news/2025/12/31/protests-in-iran-spread-amid-deep-discontent-over-economic-duress\" target=\"_blank\" rel=\"noopener noreferrer\">appealed</a> for unity and blamed economic pressure on what he said are Tehran’s “enemies”. Despite government promises to enact economic reforms and put more effort into tackling corruption, the protests have continued.</p><p dir=\"ltr\">So far, at least seven people have been killed and <a href=\"https://www.turkiyetoday.com/region/nationwide-protests-in-iran-turn-deadly-as-demonstrators-attack-police-station-3212283\" target=\"_blank\" rel=\"noopener noreferrer\">44 people</a> have been arrested since shopkeepers in Tehran first shuttered their businesses on Sunday to protest against Iran’s economic crisis.</p><p dir=\"ltr\">The tide of protest has continued to rise with economic demonstrations morphing into political protests as unrest has spread across the country.</p><p dir=\"ltr\">How significant is the current round of protests, how real are the protesters’ grievances and where might this end? Here are five things you should know:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"worries-about-the-cost-of-living-are-very-real\">Worries about the cost of living are very real</h2><p dir=\"ltr\">Iran is one of the most sanctioned countries in the world. A range of international restrictions means that Tehran is struggling to access international financial markets and frozen foreign assets<strong>.</strong> The country’s increasing reliance on imports is exacerbating the situation and fuelling inflation.</p><p dir=\"ltr\"><a href=\"https://www.theguardian.com/world/2025/dec/31/we-want-the-mullahs-gone-economic-crisis-sparks-biggest-protests-in-iran-since-2022\" target=\"_blank\" rel=\"noopener noreferrer\">On Sunday</a>, the Iranian rial dropped to 1.42 million against the US dollar – a 56 percent drop in value in just six months. The plummeting currency has driven inflation with food prices soaring by an average of 72 percent compared with last year.</p><p dir=\"ltr\">“If only the government, instead of just focusing on fuel, could bring down the price of other goods,” taxi driver Majid Ebrahimi <a href=\"/video/inside-story/2026/1/1/how-far-will-the-latest-protests-go-in-iran\" target=\"_blank\" rel=\"noopener noreferrer\">told</a> Al Jazeera. “The prices of dairy products have gone up six times this year and other goods more than 10 times.”</p><h2 id=\"these-protests-are-large\">These protests are large</h2><p dir=\"ltr\">What began as a single protest about the collapse of the Iranian economy by shopkeepers in Tehran’s Grand Bazaar on Sunday had spread to <a href=\"https://understandingwar.org/research/middle-east/iran-update-december-31-2025/#:~:text=Small%20protests%20broke%20out%20in,31%2C%20compared%20to%2024%20protests\" target=\"_blank\" rel=\"noopener noreferrer\">17 of Iran’s 31 provinces</a> by New Year’s Eve with students and demonstrators from across Iranian society joining the wave of demonstrations.</p><p dir=\"ltr\">Thousands of people have mobilised across the country with security forces responding forcefully in some places.</p><p dir=\"ltr\">On Thursday, Iran’s semiofficial Fars news agency reported that three people had died in confrontations between security forces and protesters in Lordegan in southwestern Iran. A further three deaths were reported in Azna and another in Kouhdasht, both in central Iran.</p><p dir=\"ltr\">“Some protesters began throwing stones at the city’s administrative buildings, including the provincial governor’s office, the mosque, the Martyrs Foundation, the town hall and banks,” Fars reported of protests in Lordegan, adding that police had responded with tear gas.</p><figure id=\"attachment_4209903\" aria-describedby=\"caption-attachment-4209903\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4209903\" src=\"/wp-content/uploads/2026/01/AFP__20260102__89EV3ZR__v4__HighRes__IranEconomyProtestSecurity-1767364482.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Iran protests\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4209903\" class=\"wp-caption-text\">Images posted on social media on December 31, 2025 show protesters attacking a government building in Fasa in southern Iran during nationwide protests [Screengrab via AFP]</figcaption></figure><h2 id=\"it-s-hard-to-know-how-the-government-will-respond\">It’s hard to know how the government will respond</h2><p dir=\"ltr\">Tehran’s previous hardline responses to public unrest have been marked by the deaths of protesters. However, so far, despite a number of isolated clashes between protesters and security forces, Pezeshkian’s government has held back from an outright crackdown and appears ready to listen to the “legitimate demands” of protesters.</p><p dir=\"ltr\"><a href=\"https://www.ft.com/content/6f079a18-78bc-4e12-b6d5-957526761298\" target=\"_blank\" rel=\"noopener noreferrer\">In an effort</a> to address protesters’ concerns, the government appointed a new governor of the central bank on Wednesday. Abdolnaser Hemmati has pledged to restore economic stability after the rial’s dramatic collapse.</p><p dir=\"ltr\">On Tuesday, the Ministry of Higher Education removed campus security managers from the University of Tehran and two other major universities. Local media reported that their removal was due to “a record of misconduct and failure to properly handle recent student protests”.</p><p dir=\"ltr\">Speaking at a ceremony in Tehran on Thursday to mark the assassination of senior Islamic Revolutionary Guard Corps commander <a href=\"/news/2020/1/3/who-was-qassem-soleimani-irans-irgcs-quds-force-leader\">Qassem Soleimani</a> in a US drone attack five years ago, Pezeshkian also took the opportunity to emphasise his government’s commitment to economic reforms and addressing corruption.</p><p dir=\"ltr\">“We are determined to eradicate all forms of rent-seeking, smuggling and bribery,” he told attendees. “Those who benefit from these rents will resist and try to create obstacles, but we will continue on this path.”</p><p dir=\"ltr\">“We must all stand together to solve the people’s problems and defend the rights of the oppressed and the underprivileged,” he added.</p><p dir=\"ltr\">Protecting people’s livelihoods is a “red line” for his government, he declared.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"mass-protests-have-happened-before\">Mass protests have happened before</h2><p dir=\"ltr\">Mass protests erupted across Iran in 2022 after the death in custody of 22-year-old <a href=\"/news/2022/10/7/iranian-coroner-denies-mahsa-amini-died-from-blows-to-body\">Mahsa Amini</a>, who was arrested in September that year for not wearing her hijab correctly.</p><p dir=\"ltr\">Demonstrations first broke out after Amini’s funeral in the western city of Saqqez when women ripped off their headscarves in solidarity with the dead woman before they <a href=\"/news/2022/9/28/what-we-know-after-11-days-of-protests-in-iran\">spread across much of the country</a>.</p><p dir=\"ltr\">Iran’s brutal response to the unrest involved the arbitrary arrest of tens of thousands of people, the extensive use of tear gas, the firing of live ammunition and, according to human rights organisations, the unlawful deaths of hundreds of people.</p><p dir=\"ltr\"><a href=\"/news/2024/3/9/iran-condemns-un-experts-report-on-protest-crackdown-as-false-biased\" target=\"_blank\" rel=\"noopener noreferrer\">A 2024</a> investigation by United Nations experts into the government’s response found that its actions amounted to “crimes against humanity”, a claim rejected by authorities in Tehran as “false” and “biased”.</p><p dir=\"ltr\">The so-called morality police were briefly suspended in December 2022 after the protests before being <a href=\"/news/2023/7/16/irans-morality-police-return-as-authorities-enforce-hijab-rule\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/news/2023/7/16/irans-morality-police-return-as-authorities-enforce-hijab-rule\" data-sk=\"tooltip_parent\">reinstated</a> the following year. However, their enforcement of dress codes has since become notably more relaxed although many women still fear a resurgence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"these-protests-could-escalate\">These protests could escalate</h2><p dir=\"ltr\">On Thursday, US President Donald Trump – who in 2018 unilaterally withdrew the US from a nuclear deal with Iran that limited Iran’s nuclear development in return for sanctions relief – commented on the unrest. He posted on his Truth Social platform: “If Iran shots [sic] and violently kills peaceful protesters, which is their custom, the United States of America will come to their rescue. We are locked and loaded and ready to go.”</p><p dir=\"ltr\">On Thursday, the Israeli Ministry of Foreign Affairs posted on its <a href=\"https://www.timesofisrael.com/fight-against-darkness-foreign-ministry-appears-to-back-iranian-protests/\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"https://www.timesofisrael.com/fight-against-darkness-foreign-ministry-appears-to-back-iranian-protests/\" data-sk=\"tooltip_parent\">Farsi social media account</a> pre-revolutionary Iranian images of a lion and a sun with the lion’s paw resting on an hourglass featuring the country’s current flag. The post read: “The rise of Iranian lions and lionesses to fight against darkness”, continuing: “Light triumphs over darkness.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p dir=\"ltr\">In June, Israel and the US launched attacks on Iran during a <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\" target=\"_blank\" rel=\"noopener noreferrer\">12-day</a> war between Iran and Israel.</p><p dir=\"ltr\">While that conflict ended with what the US claimed was a decisive strike on Iran’s nuclear facilities, <a href=\"/news/2025/7/24/could-israel-be-planning-a-second-war-on-iran\" target=\"_blank\" rel=\"noopener noreferrer\">speculation</a> that Israel has been readying itself for further strikes has continued.</p><p dir=\"ltr\">This week, the US news website <a href=\"https://www.axios.com/2025/12/31/netanyahu-trump-iran-strikes-2026\" target=\"_blank\" rel=\"noopener noreferrer\">Axios</a> reported that Trump and Israeli Prime Minister Benjamin Netanyahu discussed further strikes on Iran as well as potentially targeting Tehran’s Lebanese ally Hezbollah.</p><p>Responding on social media, Pezeshkian <a href=\"https://abcnews.go.com/International/wireStory/irans-president-answer-attack-harsh-apparent-response-trump-128776925\" target=\"_blank\" rel=\"noopener noreferrer\">wrote</a>: “Answer of Islamic Republic of Iran to any cruel aggression will be harsh and discouraging.”</p></div></div></body></html>"
        },
        {
            "title": "New Year’s Eve sparklers may have caused deadly Swiss bar fire: Official | Police News | Al Jazeera",
            "time": "2026-01-02T16:37:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6957ea326348-1767369266.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Initial investigations suggest that sparklers attached to champagne bottles may have ignited the devastating fire that <a href=\"/news/2026/1/1/dozens-killed-in-swiss-ski-resort-explosion-what-we-know\">ripped through a Swiss ski resort bar</a> on New Year’s Eve, killing more than three dozen people, the local prosecutor says.</p><p>“Everything suggests that the fire started from the burning candles or ‘Bengal lights’ that had been attached to champagne bottles,” prosecutor Beatrice Pilloud said during a news conference on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“These went too close to the ceiling. From there, a rapid, very rapid and widespread conflagration ensued,” Pilloud told reporters.</p><p>At least 40 people were killed and 119 others wounded in the blaze that broke out at the crowded Le Constellation bar in the Swiss Alps town of Crans-Montana in the early hours of Thursday.</p><p>The deadly fire has prompted an outpouring of grief among residents, tourists and survivors, many of whom are still seeking information about missing friends and loved ones.</p><p>Reporting from Crans-Montana on Friday afternoon, Al Jazeera’s Jonah Hull said people have been bringing flowers and lighting candles at a memorial to the victims.</p><p>“[There is] real sadness on the face of so many people,” said Hull, describing the town as a “place of collective grief and mourning”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Just down the road over there, you can see white, plastic sheeting surrounding Le Constellation bar … obscuring the work of <a href=\"/news/2026/1/2/swiss-officials-face-painful-task-of-identifying-deadly-bar-fire-victims\">forensic investigators</a> going about the painstaking task of identifying around 40 bodies,” he added.</p><p>As families faced an agonising wait for information, Swiss officials said on Friday that 113 of 119 people injured in the fire had been identified.</p><p>They included 14 French nationals, 11 Italians and four Serbian nationals, said Frederic Gisler, the police commander in the Valais region where Crans-Montana is located.</p><p>Authorities also said about 50 people had been sent or would be transferred to other European countries for treatment in specialised burn units.</p><h2 id=\"like-a-small-village\">‘Like a small village’</h2><p>Meanwhile, an Instagram account has filled up with photos of people who remain unaccounted for, with their friends and relatives begging for tips about the whereabouts of the missing.</p><p>“The atmosphere is heavy,” Dejan Bajic, a 56-year-old tourist from Geneva who has been coming to the resort for decades, told the AFP news agency.</p><p>“It’s like a small village; everyone knows someone who knows someone who’s been affected.”</p><p>Marco, a 20-year-old from the Italian city of Milan, told the Reuters news agency outside Le Constellation that 20 of his friends were missing.</p><p>“Some of them are injured, in bad condition. Some of them are completely safe. And some of our friends, we don’t have any news. They told us they never found them,” he said. “Nobody can help us find our friends.”</p><p>Authorities have warned that naming the victims or establishing a definitive death toll would take time because many of the bodies were badly burned.</p><p>“All this work needs to be done because the information is so terrible and sensitive that nothing can be told to the families unless we are 100-percent sure,” said Mathias Reynard, head of government of the canton of Valais.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Experts were using dental and DNA samples to identify the victims, he added.</p><p>Pilloud, the prosecutor, also said on Friday that the owners of the bar have been questioned as part of the ongoing investigation into the cause of the fire.</p><p>The probe will focus on previous renovations to the bar and the materials used, the availability of adequate fire extinguishing systems and escape routes, as well as the number of people who were in the bar when the fire started.</p><p>Pilloud said further investigations would determine whether there were grounds for criminal liability.</p></div></div></body></html>"
        },
        {
            "title": "Nigeria police charge Joshua driver with dangerous driving over fatal crash | Boxing News | Al Jazeera",
            "time": "2026-01-02T16:24:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25364563213390-1767369570.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Nigeria police charge Joshua driver with dangerous driving over fatal crash</h1><p class=\"article__subhead\"><em>Crash kills two men and injures British boxer Anthony Joshua in Nigeria.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The driver of a car carrying British boxer Anthony Joshua that was involved in a fatal crash in Nigeria has been charged with reckless and dangerous driving, police in southwestern Nigeria’s Ogun State say.</p><p>Adeniyi Mobolaji Kayode, 46, was driving the boxer and two of his friends, Latif Ayodele and Sina Ghami, on a busy highway linking Lagos and Ibadan on Monday when the Lexus SUV in which they were travelling rammed into a stationary truck.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The defendant was granted bail in the sum of 5 million naira ($3,480) with two sureties. He was remanded pending when he meets his bail condition,” police spokesman Oluseyi Babaseyi told the AFP news agency on Friday.</p><p>Kayode has been held in police custody since he was discharged from hospital on Thursday.</p><p>Nigerian police and state officials said Ayodele and Ghami died at the scene while <a href=\"/sports/2025/12/29/british-boxer-anthony-joshua-injured-in-deadly-car-crash-in-nigeria\">Joshua and the driver sustained minor injuries</a>.</p><p>Preliminary investigations showed that the vehicle was moving at an excessive speed and had burst a tyre before the crash, the Traffic Compliance and Enforcement Agency in Ogun State, where the accident occurred, told AFP earlier in the week.</p><p>After leaving the hospital on Wednesday, Joshua and his mother paid their respects at the funeral home where the bodies of his friends were being prepared for repatriation.</p><p>A government source suggested to AFP on Thursday that the remains of the victims may have been repatriated to the United Kingdom. Joshua’s whereabouts are unknown.</p></div></div></body></html>"
        },
        {
            "title": "Pakistan court sentences journalists to life over 2023 pro-Khan protests | Courts News | Al Jazeera",
            "time": "2026-01-02T14:52:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/05/AP23129477889242-1683639063.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan court sentences journalists to life over 2023 pro-Khan protests</h1><p class=\"article__subhead\"><em>Court sentences journalists in absentia over alleged links to violent unrest after ex-PM Imran Khan’s May 2023 arrest.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A court in Pakistan has sentenced several journalists and social media commentators to life imprisonment after convicting them of inciting violence during <a href=\"/news/2023/5/9/protests-erupt-in-pakistan-cities-after-imran-khan-arrest\">riots in 2023</a> linked to the arrest of former Prime Minister Imran Khan.</p><p>An anti-terrorism court judge, Tahir Abbas Sipra, announced the verdict on Friday in the capital, Islamabad, after completing trials held in absentia.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The convicted include former army officers-turned YouTubers Adil Raja and Syed Akbar Hussain; journalists Wajahat Saeed Khan, Sabir Shakir and Shaheen Sehbai, commentator Haider Raza Mehdi, and analyst Moeed Pirzada, according to the court’s decision.</p><p>None of the accused was present in court as they have been living abroad after leaving Pakistan in recent years to avoid arrest.</p><p>The convictions stem from cases registered after unrest in May 2023 saw some of Khan’s supporters <a href=\"/news/2024/12/21/pakistan-jails-25-imran-khan-supporters-over-attacks-on-military-sites\">attack military facilities</a> and government property in response to his brief arrest in a corruption case.</p><p>Since then, the Pakistani government and military have launched a sweeping crackdown on Khan’s party and dissenting voices, using anti-terrorism laws and military trials to <a href=\"/news/2024/12/26/pakistan-military-court-sentences-60-more-civilians-over-pro-khan-protests\">prosecute hundreds</a> accused of incitement and attacks on state institutions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Committee to Protect Journalists said in 2023 that the investigations amounted to retaliation against critical reporting.</p><p>“Authorities must immediately drop these investigations and cease the relentless intimidation and censorship of the media,” CPJ Asia programme coordinator Beh Lih Yi said.</p><p>Journalist Sabir Shakir, who previously hosted a popular television programme on ARY TV before leaving Pakistan, told The Associated Press news agency on Friday that he was aware of his conviction.</p><p>He said that he wasn’t in the country when police accused him of encouraging mob violence.</p><p>“The ruling against me and others is nothing but a political victimisation,” Shakir told AP.</p><p>Under Friday’s court order, those convicted have the right to file appeals within seven days.</p><p>The court also directed police to arrest them and transfer them to prison should they return to Pakistan.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine’s Zelenskyy names GUR chief Kyrylo Budanov as top aide | News | Al Jazeera",
            "time": "2026-01-02T14:48:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6957cfa47bf9-1767362468.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has named military intelligence chief Kyrylo Budanov as his new chief of staff as Ukraine and the United States work on a <a href=\"/news/2025/12/28/trump-welcomes-zelenskyy-claims-russia-ukraine-truce-in-final-stages\">20-point plan</a> that could end Russia’s war.</p><p>“Ukraine needs greater focus on security issues, the development of the Defence and Security Forces of Ukraine, as well as on the diplomatic track of negotiations, and the Office of ​the President will primarily serve the ‌fulfillment of these tasks of our state,” Zelenskyy said on X on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Kyrylo has specialized experience in these areas and sufficient strength to deliver results,” ‌he added.</p><p>The new post for the head of the Main Directorate of Intelligence (GUR) of the Ministry of Defence was announced at a key moment in the nearly four-year war with Russia after Zelenskyy announced on Wednesday that the United States-brokered deal to end the conflict was <a href=\"/news/2025/12/31/putin-says-russia-believes-it-will-win-in-ukraine-in-new-years-eve-address\">“90 percent” ready</a>.</p><p>Budanov has been credited with a series of daring operations against Russia since it launched an all-out assault against Ukraine in 2022. The 39-year-old has run the GUR since being ⁠appointed to the post by Zelenskyy in August 2020.</p><p>A career military intelligence officer, Budanov rose through the defence establishment after Russia’s illegal annexation of Crimea in 2014.</p><p>Since the start of the Russia-Ukraine war, Budanov has become a prominent face of Kyiv’s intelligence effort, regularly appearing in interviews and briefings that mix strategic signalling with psychological pressure on Moscow.</p><p>He has frequently warned of Russia’s long-term intentions towards Ukraine and the region, while portraying the war as an existential struggle for the country’s statehood.</p><p>Budanov said he had accepted the nomination and would “continue to serve Ukraine”.</p><p>“It is an honour and a responsibility for me to focus on critically important issues of strategic security for our state at this historic time for Ukraine,” he said on Telegram.</p><p>Procedures to formally appoint him as the president’s chief of staff have been launched, Zelenskyy’s adviser Dmytro Lytvyn told journalists.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Zelenskyy also announced that Foreign Intelligence Service chief Oleh Ivashchenko will replace Budanov as head of the GUR.</p><p>Budanov will succeed <a href=\"/news/2025/11/28/ukraine-anticorruption-investigators-search-home-of-zelenskyys-top-aide\">Andriy Yermak</a>, a divisive figure in Kyiv. He was decorated as a Hero ‍of Ukraine and known to be Zelenskyy’s most important ally, but he resigned in November after investigators raided his house as part of a sweeping corruption probe.</p><p>The scandal involving Yermak, who was also Kyiv’s lead negotiator in US-backed peace talks, fuelled public anger over persistent high-level corruption.</p><p>His opponents accused him of accumulating vast power, acting as a gatekeeper regarding access to the president and ruthlessly sidelining critical voices.</p><p>Zelenskyy also announced that he planned to replace his defence minister and had offered the position to his current minister of digital transformation, who is aged just 34.</p><p>“I have decided to change the structure of the Ukrainian Ministry of Defence,” Zelenskyy said in his daily address broadcast on social media. “I have offered Mikhailo Fedorov the position of new Ukrainian defence minister.”</p><p>Fedorov, who has been the digital transformation minister since 2019, is a relative political novice, little-known to the Ukrainian public.</p><p>“Mykhailo is deeply involved in issues related to drones and is very effective in the digitalisation of state services and processes,” Zelenskyy added.</p><p>Without explaining his decision to replace Denys Shmyal, the Ukrainian leader said he had proposed the incumbent “head another area of government work that is no less important for our stability”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"russia-attacks-kharkiv\">Russia attacks Kharkiv</h2><p>Separately, on Friday, a Russian strike on residential buildings in the northeastern Ukrainian city of Kharkiv killed two people, a woman and her son, Kharkiv regional governor Oleh Syniehubov said in a post on Telegram.</p><p>Speaking earlier on Ukrainian television, Syniehubov said two ballistic missiles had struck the area and “nearly destroyed a five-storey dwelling”.</p><p>“Rescue teams are on site,” he said. “They are primarily clearing rubble and searching for people underneath.”</p><p>Ukraine’s State Emergency Services said it was deployed to find people it believed were still trapped under the ruins of the building.</p><p>Syniehubov earlier said 25 people were injured, with 16 in hospital, including a woman in serious condition. He said customers may have been at shops and a cafe on the building’s first floor when the explosion occurred.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The attack came a day after Russia accused Kyiv of a strike on a hotel and a cafe in Ukraine’s occupied southern Kherson region and warned of “consequences”. Ukraine said the attack targeted a military gathering that was closed to civilians.</p><p>Images captured by the AFP news agency from the site of the Russian strike in Kharkiv showed damaged multistorey buildings, piles of smouldering rubble, and firefighters tackling the blaze.</p><p>Zelenskyy called the attack “heinous” and said on social media that “preliminary reports indicate two missiles struck an ordinary residential area”.</p><p>“Unfortunately, this is how the Russians treat life and people – they continue killing, despite all efforts by the world, and especially by the United States, in the diplomatic process,” he added.</p><p>Russia denied the attack had taken place, adding that the damage there was likely caused by the detonation of Ukrainian ammunition.</p><p>“Information about a supposed strike on the city of Kharkiv on Jan. 2 by the Russian armed forces are not true,” Russia’s Ministry of Defence wrote on Telegram.</p><p>It said the reports sought to distract world attention from Ukraine’s strike on the Kherson region the previous day. The area’s Russia-installed governor told the state-run TASS news agency on Friday that the death toll in that incident had risen from 27 to 28.</p></div></div></body></html>"
        },
        {
            "title": "Did Tony Blair influence trial of UK soldiers accused of killing Iraqi man? | Courts News | Al Jazeera",
            "time": "2026-01-02T14:09:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2016/07/81daad1ca9a64d62ba01d218a0bb8a61_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom’s role in the <a href=\"/news/longform/2023/4/5/iraq-war-20-years-on-visualising-the-impact-of-the-invasion\">Iraq war</a> has come under the spotlight once again, as newly released UK government files appear to suggest that former Prime Minister Tony Blair pressured officials to ensure British soldiers accused of mistreating Iraqi civilians during the war would not be tried in civil courts.</p><p><a href=\"https://www.nationalarchives.gov.uk/about/news/more-than-600-government-files-released-under-20-year-rule/?utm_medium=chat&amp;utm_campaign=link-shared-in-chat&amp;utm_source=livechat.com&amp;utm_content=www.nationalarchives.gov.uk\">Documents</a> released on Tuesday to the National Archives in Kew, west London, reveal that in 2005, Blair said it was “essential” that courts like the International Criminal Court (ICC) did not investigate UK actions in Iraq.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The decision to join the <a href=\"/news/2023/3/20/the-iraq-war-twenty-years-on\">war in Iraq</a>, launched by the United States with the UK in full support, in March 2003, has become one of the UK’s most widely investigated and criticised foreign policy decisions. The Iraq war continued until December 2011. During that time, more than 200,000 Iraqi civilians, <a href=\"https://www.gov.uk/government/fields-of-operation/iraq\" target=\"_blank\" rel=\"noopener\">179 British soldiers</a> and more than 4,000 US soldiers were killed.</p><p>In 2020, the ICC ended its own inquiries into British war crimes in Iraq.</p><p>Here’s what we know about the role Blair played in keeping UK war crimes out of the public eye.</p><figure id=\"attachment_4209706\" aria-describedby=\"caption-attachment-4209706\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4209706\" src=\"/wp-content/uploads/2026/01/GettyImages-828708068-1767356358.jpg?w=770&amp;resize=770%2C471&amp;quality=80\" alt=\"Blair Iraq\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4209706\" class=\"wp-caption-text\">United Kingdom Prime Minister Tony Blair addresses troops in Basra, Iraq, in 2003 [Stefan Rousseau/PA Images via Getty Images]</figcaption></figure><h2 id=\"what-do-newly-released-documents-show\">What do newly released documents show?</h2><p>On December 30, the UK Cabinet Office released more than 600 documents to the National Archives at Kew. According to the UK’s Public Records Act 1958, the government is required to release records of historical value to the National Archives after 20 years.</p><p><a href=\"https://www.nationalarchives.gov.uk/about/news/more-than-600-government-files-released-under-20-year-rule/\" target=\"_blank\" rel=\"noopener\">According to</a> the National Archives website, most of the newly added documents relate to the policies implemented by the Blair government between 2004 and 2005, from domestic decisions to ensure the UK would not break up by delegating power to Wales and Scotland, to foreign policy decisions on Iraq and other countries.</p><p>According to UK media reports, the declassified files record that Blair told Antony Phillipson, his private secretary for foreign affairs at the time, that it was “essential” that civil courts did not prosecute British soldiers accused of abusing Iraqi civilians in their custody during the war in Iraq.</p><p>“We have, in effect, to be in a position where the ICC is not involved and neither is CPS (UK Crown Prosecution Service),” he said in a written memo. “That is essential.”<strong> </strong></p><p>According to UK media reports, Blair’s comments followed a written memo Phillipson sent him in July 2005 about a meeting between the country’s attorney general at the time and two former UK military chiefs. He wrote that they had discussed the case of British soldiers who were accused of beating an Iraqi hotel receptionist, <a href=\"/news/2011/9/8/abuse-of-iraqi-by-british-army-appalling\">Baha Mousa</a>, to death.</p><p>Mousa, who was killed in September 2003 in Basra, Iraq, had been in the custody of UK troops.</p><p>According to records among the newly declassified documents, Phillipson told Blair that the case would be one which would end with a court martial. But he added that “if the Attorney General felt that the case was better dealt with in a civil court, he could direct accordingly”.</p><p>“It must not,” Blair stressed.</p><p>Christopher Featherstone, associate lecturer at the Department of Politics, University of York, said: “Blair didn’t want prosecution through international law, and wanted military justice – he saw this as less punitive in the punishments – and he didn’t want the perception that the military couldn’t operate effectively in war zones.”</p><p>Featherstone told Al Jazeera that the Iraq war has become synonymous in UK politics with Blair and his legacy.</p><p>“He [Blair] was convinced that he could persuade the British public of the rightness of the Iraq war, both morally and strategically. However, this became more and more difficult to achieve. As such, he was very concerned about potential prosecution for UK soldiers as this would only amplify opposition to the war, at home and abroad,” he said.</p><figure id=\"attachment_4209715\" aria-describedby=\"caption-attachment-4209715\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4209715\" src=\"/wp-content/uploads/2026/01/GettyImages-828597092-1767356664.jpg?w=770&amp;resize=770%2C595&amp;quality=80\" alt=\"Blair Iraq\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4209715\" class=\"wp-caption-text\">Protesters against the war in Iraq gather outside the Houses of Parliament in London, UK, in January 2003 [File: Michael Stephens/PA Images via Getty Images]</figcaption></figure><h2 id=\"what-was-the-uk-s-role-in-the-iraq-war\">What was the UK’s role in the Iraq war?</h2><p>The Blair government justified the UK’s decision to support the US invasion of Iraq in 2003 using now-debunked claims that Iraq had weapons of mass destruction. The UK said its aim was to eliminate these and to liberate the people of Iraq from the rule of then-President Saddam Hussein.</p><p>In 2003, the US sent more than 100,000 soldiers, the UK sent about 46,000, Australia sent 2,000, and Poland sent about 194 special forces members.</p><p>But there was a great deal of public debate in the UK about the legality of going to war in Iraq on the basis of what was suspected to be flawed evidence about weapons of mass destruction.</p><p>Featherstone, who wrote the book The Road to War in Iraq: Comparative Foreign Policy Analysis, said Blair was “frustrated” by worries from officials about the legality of going to war in Iraq.</p><p>“From the interviews I carried out for my book research, senior military and civil servants were worried about the legality and asked for reassurance from the attorney general. However, Blair was frustrated at all the discussion of the legality of the invasion,” he said.</p><p>“Blair saw the UK role as showing the international support for the US war on terror, and saw his personal role as building the case for the invasion of Iraq and the toppling of Saddam,” he added.</p><p>Speaking to the media in July 2016 after the release of the <a href=\"https://www.gov.uk/government/publications/the-report-of-the-iraq-inquiry\" target=\"_blank\" rel=\"noopener\">Chilcot report</a> – a British public inquiry into the UK’s role in the Iraq war – Blair said joining the invasion had been “the hardest decision” he had ever taken during his tenure as prime minister.</p><p>The <a href=\"/opinions/2016/7/14/chilcot-report-and-the-delusions-of-western-democracy\">Chilcot report</a> concluded that there had been no “imminent threat” from Saddam Hussein and said the intelligence about weapons of mass destruction in Iraq was “not justified”.</p><p>Blair acknowledged that the intelligence was wrong but said invading Iraq was nevertheless the “right decision” at the time, as Saddam Hussein was a “threat to world peace”.</p><p>“The world was and is, in my judgement, a better place without Saddam Hussein,” Blair told journalists in reply to the findings of the Chilcot report.</p><p>However, he apologised to families who were bereaved during the war and said that “no words can properly convey the grief and sorrow of those who lost ones they loved in Iraq – whether our armed forces, the armed forces of other nations or Iraqis”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"did-uk-soldiers-abuse-iraqis-during-the-war\">Did UK soldiers abuse Iraqis during the war?</h2><p>There is a large amount of evidence showing that they did.</p><p>Rights groups, including Human Rights Watch, Amnesty International and the European Center for Constitutional and Human Rights (ECCHR), have documented cases of UK soldiers abusing hundreds of Iraqi civilians in their custody during the war.</p><p>“Their testimonies [Iraqi civilians] show a pattern of violent beatings, sleep and sensory deprivation, ‘stress positions’, deprivation of food and water, sexual and religious humiliation, and, in some cases, sexual abuse,” the ECCHR <a href=\"https://www.ecchr.eu/en/case/war-crimes-by-uk-forces-in-iraq/\" target=\"_blank\" rel=\"noopener\">said</a> in a report in 2020.</p><p>In 2005, three UK soldiers were tried by court martial at a British military base in northern Germany, where photographs showing evidence of the abuses they engaged in had been produced. The soldiers denied the charges but were found guilty of abusing Iraqi civilians during the war and were <a href=\"/news/2005/2/23/british-soldiers-convicted-of-iraq-abuse\">dismissed</a> from the army.</p><p>In 2007, Corporal Donald Payne became the first British soldier to be sentenced. He went to prison for a year after being court-martialled by the army for mistreating Iraqi prisoners during the war.</p><p>Payne was involved in the death of the Iraqi civilian and hotel receptionist Baha Mousa, who died in 2003 after enduring 93 beatings.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"has-the-icc-intervened\">Has the ICC intervened?</h2><p>In 2005, the ICC <a href=\"https://www.icc-cpi.int/iraq#:~:text=The%20Preliminary%20Examination%20into%20Iraq/UK%20was%20initially%20terminated%20on,other%20forms%20of%20ill%2Dtreatment.\" target=\"_blank\" rel=\"noopener\">opened</a> an inquiry into the UK’s role in the Iraq war, but closed it in February 2006 when ICC judges agreed that the case did not fall into the top court’s jurisdiction.</p><p>However, the inquiry was reopened in May 2014 by ICC prosecutor Fatou Bensouda after rights groups submitted evidence of UK soldiers’ systematic abuse, including murder and torture, of Iraqi civilians during the war.</p><p>But in December 2020, Bensouda abandoned the inquiry, saying that while there was “reasonable basis to believe” that “members of the British armed forces committed the war crimes of wilful killing, torture, inhuman/cruel treatment, outrages upon personal dignity, and rape and/or other forms of sexual violence”, the UK government had not tried to block investigations into the case.</p><p>In a 184-page report, Bensouda’s office <a href=\"https://www.icc-cpi.int/news/statement-prosecutor-fatou-bensouda-conclusion-preliminary-examination-situation-iraq/united\" target=\"_blank\" rel=\"noopener\">said</a> in December 2020: “If shielding had been made out, an investigation by my Office would have been warranted. Following a detailed inquiry, and despite the concerns expressed in its report, the office [of the prosecutor] could not substantiate allegations that the UK investigative and prosecutorial bodies had engaged in shielding [ie, blocking inquiries], based on a careful scrutiny of the information before it.</p><p>“Having exhausted reasonable lines of enquiry arising from the information available, I therefore determined that the only professionally appropriate decision at this stage is to close the preliminary examination and to inform the senders of communications. My decision is without prejudice to a reconsideration based on new facts or evidence,” she added.</p><p>The prosecutor’s decision has been condemned by rights groups.</p><p>“The UK government has repeatedly shown precious little interest in investigating and prosecuting atrocities committed abroad by British troops,” Clive Baldwin, senior legal adviser at Human Rights Watch said in a statement in December 2020.</p><p>“The prosecutor’s decision to close her UK inquiry will doubtless fuel perceptions of an ugly double standard in justice, with one approach for powerful states and quite another for those with less clout,” he added.</p><h2 id=\"what-did-blair-say-about-the-icc\">What did Blair say about the ICC?</h2><p>Tuesday’s declassified documents have revealed that Blair was confident the ICC would not prosecute UK soldiers.</p><p>According to the documents, in June 2002, a month before the ICC statute entered into force and about a year before the UK joined the Iraq war, Blair had told John Howard, the Australian prime minister at the time, that countries like the UK had no reason to fear the ICC.</p><p><a href=\"https://www.icc-cpi.int/sites/default/files/2024-05/Rome-Statute-eng.pdf\" target=\"_blank\" rel=\"noopener\">The Rome Statue</a> of the ICC is the top court’s main treaty which states that the ICC has jurisdiction to prosecute individuals for serious crimes including crimes against humanity and engaging in committing a genocide.</p><p>Blair wrote to Howard after officials in Australia expressed fears about the ICC’s jurisdiction, as Australia had also joined the US and UK in the Iraq war.</p><p>But Blair reassured Howard in his letter that the top court “acts only in the case of failed states or where judicial processes have broken down”.</p><p>“We believe that responsible democratic states, where the rule of law is respected, have nothing to fear from the ICC,” he wrote.</p><p>According to UK media reports, Blair’s administration had agreed to sign the ICC’s Rome Statute in 1998 after the Ministry of Defence and the Foreign Office negotiated with the court that “the court [ICC] may only act when national legal systems are unable or unwilling to do so”.</p><p>“It’s certainly true that the ICC has historically been accused of being biased in terms of where it has focused its attention and effort in investigating and prosecuting cases,” Featherstone said.</p><p>“However, there are some reasons for this around resources for investigating, the ability to bring the cases to fruition, and the relative power of those being accused,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump says he takes more aspirin than recommended: Is that dangerous? | Health News | Al Jazeera",
            "time": "2026-01-02T14:05:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_6957a151d648-1767350609.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump takes a higher daily dose of aspirin than his doctors recommend, he has revealed in an interview with The Wall Street Journal.</p><p>This is what we know about Trump’s aspirin habit and what happens if you take too much aspirin:</p><h2 id=\"what-did-trump-say-about-taking-aspirin\">What did Trump say about taking aspirin?</h2><p>Trump, 79, told the US newspaper that he takes a higher dose of aspirin every day than doctors have recommended.</p><p>The physician to the president, Sean Barbabella, said the president takes 325mg of aspirin daily for cardiac prevention – considered at the high end of dosage for this purpose.</p><p>“They say aspirin is good for thinning out the blood, and I don’t want thick blood pouring through my heart,” Trump told the paper.</p><p>“I want nice, thin blood pouring through my heart. Does that make sense?”</p><p>He added: “They’d rather have me take the smaller one [dose]. I take the larger one, but I’ve done it for years, and what it does do is it causes bruising.”</p><p>Trump told the newspaper that he has been taking the larger dose of aspirin for 25 years.</p><p>Trump is the second oldest person to serve as US president after Joe Biden, who was 82 when he left office in January and pulled out of his re-election campaign in 2024 amid rising concerns about his health.</p><p>Concerns about Trump’s health have also arisen after bruises were spotted on his hands in the summer.</p><p>In July, Trump was diagnosed with <a href=\"/news/2025/7/18/what-is-chronic-venous-insufficiency-how-serious-is-trumps-condition\">chronic venous insufficiency</a>, which White House spokesperson Karoline Leavitt described as a “benign and common condition” in which damaged veins prevent blood from flowing properly.</p><p>Leavitt said the bruises were “consistent with minor soft tissue irritation from frequent handshaking and the use of aspirin, which is taken as part of a standard cardiovascular prevention regimen”.</p><p>Additionally, in October, it was reported that Trump had undergone an MRI (magnetic resonance imaging) scan. The White House said the MRI was “preventative”.</p><p>The WSJ report, however, stated that Trump and his doctor said he had received a CT (computed tomography) scan, not an MRI.</p><p>“It was less than that. It was a scan,” Trump said.</p><h2 id=\"what-is-aspirin\">What is aspirin?</h2><p>Aspirin, or acetylsalicylic acid, is a nonsteroidal anti-inflammatory drug (NSAID). It has antiplatelet, or blood-thinning, properties.</p><p>It can be bought over the counter or prescribed by a doctor. It is usually prescribed for pain, fever and inflammation caused by immune responses to infections.</p><p>Additionally, low doses are prescribed to people at risk of heart attacks and strokes because it helps prevent blood clots from forming. It does this by inhibiting the production of a substance called thromboxane A2 within platelets, which are the blood cells responsible for clotting.</p><p>Thromboxane signals the platelets to clump together. When there is less thromboxane in the system, there is a lower chance of blood clots and a lower chance of heart attacks or strokes, which happen when blood flow is blocked to the heart and brain, respectively, by clots.</p><h2 id=\"does-aspirin-produce-side-effects\">Does aspirin produce side effects?</h2><p>Common side effects of aspirin use include mild indigestion and bleeding more than usual, according to the website for the National Health Service (NHS), the United Kingdom’s publicly funded healthcare system.</p><p>The website recommends contacting a doctor in case of serious side effects, such as coughing up blood or the whites of the eyes turning yellow.</p><p>Aspirin can also cause ulcers in the stomach or gut if it is taken for a long time or in high doses, according to the NHS.</p><h2 id=\"what-is-the-normal-daily-dose-of-aspirin\">What is the ‘normal’ daily dose of aspirin?</h2><p>According to the NHS, aspirin is usually available in 300mg tablets and the usual dosage for headaches and other pain or fever is one or two tablets, taken every four to six hours.</p><p>The US Preventive Services Task Force (USPSTF) recommends that adults aged 40 to 59 at risk of cardiovascular disease start treatment with a much lower dose of aspirin of 81mg per day.</p><p><span>The USPSTF is an independent panel of experts that reviews medical evidence and issues recommendations on preventive health services, such as screenings, counselling and medicines.</span></p><p>The panel says the cardiovascular benefit of taking aspirin diminishes in older adults as the risk of excessive bleeding increases with age.</p><p>“For patients who are eligible and choose to start taking aspirin, the benefits become smaller with advancing age, and data suggest that clinicians and patients should consider stopping aspirin use around age 75 years,” the USPSTF says.</p><p>The health information website Healthline states that doctors may recommend a daily dose of 81mg to 325mg for people who have had or are at risk of conditions that include heart attacks and strokes.</p><h2 id=\"can-you-take-too-much-aspirin\">Can you take too much aspirin?</h2><p>A Healthline article reviewed by clinical pharmacist Dr Alan Carter states that people can experience aspirin poisoning if they take more aspirin than their body can clear.</p><p>There can be mild, moderate or severe forms of this, depending on the amount of aspirin and a person’s body weight.</p><p>Mild poisoning can take place if a person has taken less than 300mg of aspirin per kilogramme of body weight in one go.</p><p>Moderate poisoning takes place if a person has ingested 300mg to 500mg of aspirin per kilogramme of body weight in one go. Severe poisoning takes place when the aspirin exceeds 500mg per kilogramme of body weight.</p><p>Based on these numbers, if a man weighing 90kg took 45,000mg of aspirin in a single dose, it would likely be life-threatening.</p><p>However, “chronic” toxicity can also occur in someone who regularly takes aspirin for a long period of time, depending on how well their kidneys and liver are able to process it.</p><p>Symptoms of aspirin overdose include burning throat pain, decreased urination, double vision, drowsiness, fever, hallucinations, nervousness, restlessness, ringing in the ears or inability to hear, seizures, stomach pain, uncontrollable shaking and vomiting.</p><p>An aspirin overdose can cause death within one day.  An overdose can make blood dangerously acidic, disrupting the body’s regular functioning. It can cause fluid to build up in the lungs, making it hard to breathe. It can increase body temperature and cause the heart, kidneys and other organs to fail.</p></div></div></body></html>"
        },
        {
            "title": "These are the competing groups controlling territory in Yemen | Conflict | Al Jazeera",
            "time": "2026-01-02T12:47:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767358012.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Senegal vs Sudan: AFCON 2025 - team news, start time and lineups | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-02T12:11:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25357597770321-1767335336.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who</strong>: Senegal vs Sudan<br>\n<strong>What</strong>: <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">CAF Africa Cup of Nations</a><br>\n<strong>Where</strong>: Ibn Batouta Stadium in Tangier<br>\n<strong>When</strong>: <a href=\"/sports/2025/12/15/africa-cup-of-nations-2025-full-match-schedule-teams-groups-and-format\">Saturday</a>, January 3, 5pm (16:00 GMT)<br>\n<strong>How to follow</strong>: We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 13:00 GMT in advance of our text commentary stream.</p><p>The AFCON <a href=\"/sports/2026/1/1/afcon-2025-who-is-playing-in-the-round-of-16-preview-nigeria-algeria-senegal-egypt\">round of 16</a> begins with a clash between the heavyweights and minnows, as title favourites Senegal face Sudan, the lowest-ranked side remaining in the competition.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Boasting considerable attacking firepower in Nicolas Jackson and Sadio Mane, Senegal stormed their way into the knockouts, affirming their place among the title favourites as the AFCON 2021 champions seek their second title.</p><p>The 117th-ranked Sudan, on the other hand, needed a helping hand to qualify and will play in the knockout stages for the first time in 14 years. Reaching the round of 16 represents a significant achievement for Sudan, whose footballing progress has defied ongoing turmoil at home.</p><p>Here’s everything you need to know about Senegal vs Sudan:</p><h2 id=\"what-s-going-on-in-sudan\">What’s going on in Sudan?</h2><p>Sudan has been <a href=\"/news/2025/12/31/war-in-sudan-humanitarian-collapse-fighting-deadlock-december-2025\">ravaged by war</a> since fighting broke out between the Sudanese Armed Forces (SAF) and the paramilitary Rapid Support Forces (RSF) in April 2023.</p><p>The conflict has killed tens of thousands, displaced more than 12 million people and triggered famine in several parts of Sudan, a situation the United Nations has described as the “world’s worst humanitarian crisis”.</p><p>Sudan’s goalkeeper, Mohamed Abooja, had to deal with the anguish of his brother being taken prisoner by the RSF. “Of course, the team has been impacted. Everyone has just tried to get through this period, but it has been difficult with the tension all over Sudan,” Abooja told AFP news agency.</p><p>“In the end, our results on the pitch are what make the people happy and boost their morale.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-did-sudan-reach-the-2025-afcon-round-of-16\">How did Sudan reach the 2025 AFCON round of 16?</h2><p data-start=\"291\" data-end=\"560\">Sudan’s team progressed to the last 16 as one of the four best third-placed teams, collecting three points in Group E courtesy of a 1-0 victory over Equatorial Guinea: a result that marked only their second-ever win at the tournament since lifting the trophy in 1970.</p><p data-start=\"567\" data-end=\"697\">That historic victory was aided by a moment of good fortune, with an own goal from Equatorial Guinea’s Saul Coco proving decisive.</p><h2 data-start=\"613\" data-end=\"842\"><span>How did Senegal reach the round of 16?</span></h2><p data-start=\"613\" data-end=\"842\">Senegal, Africa’s second-highest-ranked nation at 19th in the world, finished top of Group D with seven points after two wins and a draw, edging DR Congo on goal difference.</p><p data-start=\"271\" data-end=\"396\">They finished the group stage with the joint-second highest goal tally (seven, alongside Algeria), just one behind Nigeria.</p><p></p><h2 id=\"who-will-the-winner-face-in-the-next-round\">Who will the winner face in the next round?</h2><p>The winner of the Senegal and Sudan match will stay in Tangier to face the winner of the Mali and Tunisia match in the <a href=\"/sports/2025/12/15/africa-cup-of-nations-2025-full-match-schedule-teams-groups-and-format\">quarterfinals</a> on January 9.</p><h2 id=\"who-are-senegal-s-best-players\">Who are Senegal’s best players?</h2><p>Striker Nicolas Jackson made an impressive start with two goals in the opening match against Botswana, while Cherif Ndiaye also has two goals to his name – both scored after coming on as a substitute.</p><p>The experienced winger Sadio Mane is another star player of Senegal, alongside midfielders Iliman Ndiaye and Idrissa Gana Gueye.</p><p>Mane has been involved in 17 AFCON goals (10 goals, 7 assists), the most by any player since 2010.</p><p></p><h2 id=\"who-are-sudan-s-best-players\">Who are Sudan’s best players?</h2><p>Midfielders Walieldin Khidir and Ammar Toaifour, along with defender Sheddy Barglan, have been Sudan’s standout performers at the tournament.</p><h2 id=\"senegal-and-sudan-form-guides\">Senegal and Sudan form guides</h2><p>All matches, most recent result last:</p><p><strong>Senegal</strong>: W-D-W-W-L</p><p><strong>Sudan</strong>: L-W-L-L-L</p><ul>\n<li>Senegal are on a 14-match unbeaten run at AFCON (W9 D5).</li>\n<li>Senegal have kept 17 clean sheets at AFCON since 2017, more than any other team.</li>\n<li>Sudan have conceded six goals, the most of any team to reach the round of 16.</li>\n<li>Sudan won just one of their last seven AFCON matches (D1 L5).</li>\n</ul><h2 id=\"head-to-head\">Head-to-head</h2><p>Senegal and Sudan have met in seven previous encounters, across competitive and friendly games.</p><p>Senegal boast an unbeaten record, having won four times and drawn three times.</p><h2 id=\"when-did-senegal-and-sudan-last-meet\">When did Senegal and Sudan last meet?</h2><p>The teams recently met in a 2026 FIFA World Cup qualifying match in September when Senegal won 2-0.</p><h2 id=\"senegal-vs-sudan-stat-attack\">Senegal vs Sudan – stat attack</h2><p>Saturday’s game will be their first meeting at AFCON and fifth overall in a span of a year.</p><p>Senegal have never lost to an East African opponent at AFCON, having played five matches, winning four and drawing one.</p><h2 id=\"have-senegal-ever-won-an-afcon-title\">Have Senegal ever won an AFCON title?</h2><p>This is Senegal’s 18th appearance at the AFCON finals, with their best result being the 2021 title they won in Cameroon. They have also finished runners-up twice: in 2002 and 2019.</p><h2 id=\"have-sudan-ever-won-an-afcon-title\">Have Sudan ever won an AFCON title?</h2><p>Sudan are making their 10th appearance this year. Since their debut in 1957, they have finished runners-up twice – in 1959 and 1963 – and won their only trophy in 1970.</p><figure id=\"attachment_4209299\" aria-describedby=\"caption-attachment-4209299\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4209299\" src=\"/wp-content/uploads/2026/01/AP25365537279779-1767335050.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Senegal's Kalidou Koulibaly celebrates the second goal during the Africa Cup of Nations group D soccer match between Benin and Senegal in Tangier, Morocco, Tuesday, Dec. 30, 2025. (AP Photo/Themba Hadebe)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4209299\" class=\"wp-caption-text\">Senegal captain Kalidou Koulibaly, a key member of their defence, will miss the match against Sudan after his sending off in the last match [File: Themba Hadebe/AP]</figcaption></figure><h2 id=\"senegal-team-news\">Senegal team news</h2><p>Senegal coach Pape Thiaw will be without his captain, Kalidou Koulibaly, who is suspended for this match, having picked up a red card in their final group game.</p><h2 id=\"senegal-s-predicted-lineup\">Senegal’s predicted lineup</h2><p>Edouard Mendy; Krepin Diatta, Abdoulaye Seck, Moussa Niakhate, Ismail Jakobs; Idrissa Gana Gueye, Pape Gueye; Ismaila Sarr, Iliman Ndiaye, Sadio Mane; Nicolas Jackson</p><h2 id=\"sudan-team-news\">Sudan team news</h2><p>Sudan coach Kwesi Appiah will be without midfielders Salah Adil, Abo Eisa and Abuaagla Abdalla, who are injured.</p><h2 id=\"sudan-s-predicted-lineup\">Sudan’s predicted lineup</h2><p>Monged El Neel; Sheddy Barglan, Mohamed Ereng, Mustafa Karshom, Bakhit Khamis; Walieldin Khidir, Abdelrazig Omer, Ammar Taifour; Aamir Abdallah, Mohammed Abdel-Rahman, Mohamed Eisa</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Updates: Fighting breaks out in east Yemen along border with Saudi Arabia | Military News | Al Jazeera",
            "time": "2026-01-02T12:06:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695818da-1767381210.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Updates: Fighting breaks out in east Yemen along border with Saudi Arabia</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The separatist Southern Transitional Council accuses Saudi Arabia of bombing its forces near the border.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Venus Williams gets Australian Open wildcard aged 45 | Tennis News | Al Jazeera",
            "time": "2026-01-02T11:33:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-11-04T044559Z_956098779_RC2BPHAXQHA4_RTRMADP_3_AWARDS-CFDA-1767352438.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venus Williams gets Australian Open wildcard aged 45</h1><p class=\"article__subhead\"><em>United States tennis legend Venus Williams returns to the Australian Open for the first time since 2021.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Seven-time major singles champion Venus Williams has been handed a wildcard to the Australian Open aged 45, becoming the oldest woman to play at the season-opening tennis Grand Slam.</p><p>The American, who has played only a limited number of singles matches in recent years, will compete in the main draw at Melbourne Park for the first time since 2021.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I’m excited to be back in Australia and looking forward to competing during the Australian summer,” Williams said on Friday.</p><p>“I’ve had so many incredible memories there and I’m grateful for the opportunity to return to a place that has meant so much to my career.”</p><p>Williams is a five-time Wimbledon champion and also won two US Opens.</p><p>She was an Australian Open singles finalist in 2003 and 2017.</p><p>She will become the oldest woman to play at the Australian Open since Japan’s Kimiko Date, who was 44 when she lost in the first round in 2015.</p><p>Williams, a four-time Australian Open doubles champion, is set to begin her preparations for the January 18-February 1 tournament at the Auckland Classic next week, having returned to the circuit at the US Open last year after a 16-month break.</p><p>She will then head to the Hobart International immediately before Melbourne.</p><p>Two-time Grand Slam champion and fellow American Coco Gauff said it was “incredible” to see Williams still turning up for tournaments.</p><p>“She’s a legend of the sport, so it will be cool to see her back in action,” she said.</p><p>“It’s incredible the longevity of her career. She’s one of the people I looked up to, so looking forward to seeing her back on court.”</p></div></div></body></html>"
        },
        {
            "title": "The ceasefire did what it was meant to do - make Gaza invisible | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-02T11:20:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25358642547211-1766657218.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When rumours about a ceasefire started circulating in October, it felt like a distant dream. We clung to any thread of hope, even though deep inside we feared believing it. For two years, we had become accustomed to hearing about “ceasefires” that never lasted.</p><p>When the announcement was finally made, the streets erupted with ululations and cheers. Yet, fear crept into my heart that this calm might just be a pause before another round of attacks.</p><p>My fears were justified. Israel’s daily deadly attacks have continued; more than 400 people have been killed so far by its army. Many others have died in circumstances caused by Israel’s decimation of the Strip.</p><p>And yet the level of global attention began to decline. In November, I noticed that engagement with what I wrote about Gaza started to diminish, whether on social media or media outlets – something other Palestinian journalists and writers also observed. The world’s interest waned because the global public was easily convinced that the war had ended.</p><p>It became clear to me that the real goal of the ceasefire was not to stop the violence or death, nor to protect people or limit bloodshed and genocide. The real goal was to stop the world from talking about Gaza, about the crimes being committed there, and about the daily suffering of people.</p><p>Gaza has now become mostly invisible, as other news and other “hot spots” have taken the global media spotlight.</p><p>Meanwhile, mass death continues.</p><p>A little more than two weeks after the ceasefire was announced, on October 28, the Israeli army carried out a huge bombing campaign, killing 104 people. The overwhelming fear for the future and for my loved ones returned.</p><p>On November 20, Israel struck closer to my heart. The Israeli army attacked the home of the Abu Shawish family in Nuseirat refugee camp in central Gaza. My friend Batoul Abu Shawish lost her whole family – her sisters Habiba, 11, and Tima, 16; her brothers Youssef, 14, and Mohammed, 18; and her mum, Sahar, 43, and dad, Rami, 50. They were massacred despite the fact that the family had no political affiliation; they were all civilians. Batoul now has to face the genocide alone.</p><p>The Israeli attacks continue, and so does mass death by other means: Collapsed buildings, unexploded bombs, floods, hypothermia, starvation and illness – all creations of the Israeli genocidal strategy. We continue to struggle with no proper shelter or food, no heating, electricity or potable water.</p><p>The situation is so bad that winter itself is killing people.</p><p>We just had <a href=\"/news/2025/12/29/tents-flooded-by-heavy-rains-in-gaza-amid-calls-for-israel-to-let-in-aid\">another storm</a>. Tents were flooded and blown off again. Thirty-year-old Alaa Juha was killed by a wall that the rain collapsed onto her. Two-month-old baby Arkan Musleh died from hypothermia. In total, <a href=\"/news/2025/12/28/gaza-storm-kills-palestinian-woman-as-israeli-curbs-on-aid-compoun\">15 have died</a> from the cold weather this month. My family’s tent was flooded again; it is hard to describe the feeling of helplessness that overwhelms you when you can find no escape from the water and the freezing cold.</p><p>Israel continues to violate the ceasefire not only with its attacks but with its refusal to comply with its obligation to allow in the negotiated number of aid trucks, a full supply of necessary medicines and tents, shelter materials and mobile homes.</p><p>Israel is also curbing access to international organisations that try to provide some relief for the people of Gaza. New rules are making it hard for NGOs to register, including some as big as Save the Children. This, along with Israel’s continuous denial of requests to bring in aid by NGOs, is stifling international efforts to provide some relief to us.</p><p>Meanwhile, Palestinian organisations that try to ease our suffering are facing a collapse of donations. For example, the Samir Project, a donations-based initiative that provides material support for impoverished families and students, has lost a large number of individual donors and followers after the ceasefire was announced. Dr Ezzedine al-Lulu, the project’s director, confirmed to me that the decreased flow of donations has hindered their ability to provide essential assistance.</p><p>Israel is also keeping the Rafah border closed. There is no opportunity to travel outside unless you pay an exorbitant amount of money to <a href=\"/opinions/2025/11/16/israel-cant-fly-us-all-out-to-south-africa\">Israeli-linked war profiteers</a> and agree to never return. More than 16,000 people who urgently need medical evacuation are prevented by Israel from leaving; more than 1,000 have died waiting to be allowed to leave.</p><p>Gaza has entered a new stage of genocide – low-grade mass killing which does not make headlines because it is not as explosive as carpet-bombing campaigns. But the ultimate result is the same: The extermination of Palestinian life in Gaza. It is no wonder that Israeli politicians have not stopped talking about colonising our land. They still see Gaza free of Palestinians as a very real possibility that is within reach.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Why I am on hunger strike in solidarity with Pal Action detainees | Human Rights | Al Jazeera",
            "time": "2026-01-02T11:13:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/photo_2025-12-21_13-29-29-1767194884.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>I know this road. I have its map etched into my bones. I carry scars that won’t heal without justice, without accountability.</p><p>I learned it in Guantanamo, when the only thing I could control was my own body.</p><p>We were disappeared. Isolated. Forced into silence. Our words were redacted. Our letters were stamped secret. Lawyers were blocked. Time stretched and rotted. No court dates were given. No real charges were made.</p><p>I was reduced to a number in an orange uniform, locked in a metal cage. The US government had already named me. “The worst of the worst.” “Terrorist.” “Enemy combatant.” Labels designed to make torture sound necessary.</p><p>And torture came. Day and night. Relentless. Mechanical. Meant to break the mind first, then the body. So I stopped eating. Not as a gesture. Not as a plea. I stopped because everything else had been taken from me. My body was the only territory this foreign state hadn’t yet occupied.</p><p>A hunger strike is not symbolic. It is not dramatic. That’s a lie sold by the media, by people who have never watched a body collapse from the inside, who turn slow death into headlines and panels and clean sentences.</p><p>A hunger strike is a slow, painful journey towards death. It dismantles you piece by piece. Muscles shrink. Vision fades. The heart falters. Organs begin to fail. Every beat is a warning. Every hour drags you closer to death, whether you want it or not.</p><p>A hunger strike begins when every other door is slammed shut. When the system makes it clear your life has no value, as long as you stay quiet and obedient. When it looks straight at you and tells you you’re already dead.</p><p>So you answer with your body.</p><p>At least <a href=\"/news/2025/12/29/pro-palestine-activists-target-uk-labour-offices-over-hunger-strikers\">eight imprisoned pro-Palestine activists</a> in the UK have refused food. One has been on hunger strike for more than two months. Others have passed 50 days without eating. Some have already been taken to hospital. They are scattered across prisons, cut off from each other, torn from their families, buried under the word “terrorist” so cruelty can be dressed up as law.</p><p>They are <a href=\"https://prisonersforpalestine.org/prisoner/heba-muraisi/\" target=\"_blank\" rel=\"noopener\">Heba Muraisi</a>, <a href=\"https://prisonersforpalestine.org/prisoner/qesser-zuhrah/\" target=\"_blank\" rel=\"noopener\">Qesser Zurah</a>, <a href=\"/news/liveblog/2025/12/31/live-israels-ban-on-aid-organisations-in-gaza\" target=\"_blank\" rel=\"noopener\">Amu Gib</a>, <a href=\"https://prisonersforpalestine.org/prisoner/teuta-hoxha/\" target=\"_blank\" rel=\"noopener\">Teuta Hoxha</a>, <a href=\"https://prisonersforpalestine.org/prisoner/kamran-ahmed/\" target=\"_blank\" rel=\"noopener\">Kamran Ahmed</a>, <a href=\"https://prisonersforpalestine.org/prisoner/lewie-chiaramello/\" target=\"_blank\" rel=\"noopener\">Lewie Chiaramello</a>, <a href=\"https://prisonersforpalestine.org/prisoner/jon-cink/\" target=\"_blank\" rel=\"noopener\">Jon Cink</a>, and <a href=\"https://prisonersforpalestine.org/prisoner/umer/\" target=\"_blank\" rel=\"noopener\">Umer Khalid.</a></p><figure id=\"attachment_4209607\" aria-describedby=\"caption-attachment-4209607\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4209607\" src=\"/wp-content/uploads/2026/01/photo_2025-12-25_10-46-11-1767352273.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"A room with poster with photos of 8 Palestine Action hunger strikers\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4209607\" class=\"wp-caption-text\">Photos of the eight Pal Action hunger strikers are displayed during an event in Rome, Italy on December 13, 2025 [Courtesy of Mansoor Adayfi]</figcaption></figure><p>United Nations human rights experts have expressed grave concern for hunger strikers’ lives. They warned the activists face heightened risks of organ failure, neurological damage, and death without proper medical care and called on the UK government to ensure timely emergency care, to engage with the activists’ demands and to address rights issues linked to prolonged pretrial detention and restrictions on protest activity.</p><p>I have been inside this story before. Violent words are meant to strip you of your humanity so the public doesn’t have to feel the sting of your suffering.</p><p>When Jeremy Corbyn raised the hunger strike in Parliament, some MPs laughed. Laughed. Not whispers. Not quiet discomfort. But open mockery. Smirks from padded seats while people’s bodies were breaking down in cells. While people were collapsing, being dragged to hospital wards, organs failing. This is untouchable power.</p><p>David Lammy, the deputy prime minister, has dodged meeting the families of the hunger strikers. He has avoided even the barest human gesture of listening. Cowardice wrapped in protocol. This is deliberate contempt.</p><p>In 1981, during the Irish hunger strike, men were dying in prison cells while politicians dismissed them as criminals, attention-seekers, terrorists. The mockery came first. The jokes. The coldness. The refusal to engage. Then came the funerals. Power always laughs before it kills. Humour becomes a shield for cowardice.</p><p>Nothing has changed. The accents are different. The suits are better tailored. The cruelty is the same.</p><p>This is not democracy. This is rot at the centre of the state.</p><p>We were held for years in Guantanamo without charges, without evidence, without a path to release. In the UK today, people are kept on extended remand, sometimes for years, while trial dates are pushed further away. Time itself becomes the punishment. Time becomes a weapon. A weapon against prisoners and their families.</p><p>Isolation comes next.</p><p>In Guantanamo, isolation was designed to break us. Months, sometimes years, without meaningful human contact. Silence so heavy it pressed against your skull. A silence meant to erase you. <a href=\"https://prisonersforpalestine.org/\" target=\"_blank\" rel=\"noopener\">In UK prisons, hunger strikers</a> are separated. Transferred. Harassed. Stripped of routine, stripped of connection. Isolation is framed as safety. It is not. It is punishment. It is control.</p><p>Then comes censorship. Letters delayed. Phone calls cut short. Visits restricted. Information filtered. Families left in the dark. Lawyers forced to fight for the barest access. At Guantanamo, every word leaving the camp was monitored. In the UK, the same instinct survives. Control the narrative. Control the person.</p><p>Then comes medical coercion. In Guantanamo, hunger strike was met with force. Shackles. Restraint chairs. Tubes forced through noses into stomachs while guards pinned our limbs. They called it medical care. It was violence. Pure, deliberate, crushing violence designed to make resistance unbearable.</p><p>The UK likes to pretend Guantanamo was an American mistake. Something distant. Something finished. It was not. It was a laboratory. The experiments were exported. Absorbed. Normalised. And now, they are applied inside their prisons.</p><p>You see it in the extended remand.</p><p>You see it in the proscription laws twisted to criminalise protest.</p><p>You see it in prisons used as warehouses, places to store people indefinitely while the state takes its time building a case.</p><p>And you see it in the quiet cooperation between systems. Guantanamo fed the black sites. Black sites fed domestic counterterror policing. The same logic shows up again and again. In places like Alligator Alcatraz in Florida. In British prisons holding political activists under terrorism laws. Different flags. Same playbook.</p><p>Abuse travels faster than accountability.</p><p>I have watched governments study each other. Share techniques. Refine the language. Learn how to cage people legally. How to stretch the law without snapping it. How to crush dissent while calling it order.</p><p>This is not about agreeing with the politics of the prisoners. This is about whether a state is allowed to disappear people before trial, isolate them, censor them, then punish them for refusing to cooperate with their own erasure. If the UK wants to claim it is nothing like Guantanamo, then it has to prove it with action.</p><p>End prolonged remand without trial.</p><p>End isolation as a response to protest.</p><p>Restore full access to lawyers and families.</p><p>Provide medical care that protects life, not policies that quietly endanger it.</p><p>Listen to the hunger strikers. Meet their families face to face.</p><p>Abolish the terror laws used to criminalise dissent, stretch guilt by association, and disappear people behind language instead of evidence.</p><p>Force members of parliament to step out of silence and take responsibility.</p><p>These are not radical demands. They are the bare minimum. The floor, not the ceiling, for any society that claims to respect human rights.</p><p>I am not writing this as an observer. I am writing as someone who has already lived the ending. I am telling you plainly, without euphemism and without distance. Systems like this do not correct themselves. They do not slow down out of shame. They only stop when they are confronted, directly and without fear. Now.</p><p>I refuse to be silent. I am joining this hunger strike in solidarity. I do this because I recognise the system at work. I do this because I know Guantanamo did not end, it spread. It embedded itself in other prisons, other laws, other governments that tell themselves they are better. I do this because standing with the oppressed against the oppressor is not symbolic for me. It is a responsibility earned through survival. I do this because I am able to, and because doing nothing would make me complicit.</p><p>This hunger strike is not about food. It is about dignity. It is about justice. It is about remand used as punishment, silence used as policy, and a state that believes if it waits long enough, people will break and disappear. It believes silence will protect it, shield it, absolve it. It will not.</p><p>I stand with the hunger strikers. I will not look away. I will not soften this. I will not be polite about slow death carried out in clean buildings and legal language.</p><p>And I will not let them be erased. Free the hungers strikers!</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Sudan’s el-Fasher now a “ghost town” after RSF takeover | Sudan war | Al Jazeera",
            "time": "2026-01-02T11:03:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/20260102-RAYMOND-H-1767351739.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Corruption & sanctions “work together” to cripple Iran’s economy | Al Jazeera | Al Jazeera",
            "time": "2026-01-02T10:55:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/UPD-QT-thumbnail-16x9-1767351159.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Sina Azodi on escalating protests in Iran and how sanctions and corruption are deepening the country’s economic crisis.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sina Azodi, a professor at George Washington University, discusses escalating protests in Iran and how sanctions and corruption are deepening the country’s economic crisis.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Jan 2026</span><span aria-hidden=\"true\">2 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}