{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Ghana helicopter crash kills defence, environment ministers | Aviation | Al Jazeera",
            "time": "2025-08-06T19:28:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ghana_helicopter_crash_government_ministers_joy_tv-1754508331.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Floating lanterns for peace on 80th anniversary of Hiroshima bombing | Nuclear Energy | Al Jazeera",
            "time": "2025-08-06T18:55:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754506502.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Brazil requests World Trade Organization consultation over Trump tariffs | Donald Trump News | Al Jazeera",
            "time": "2025-08-06T18:53:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213613673937-1754504747.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The government of President Luiz Inacio Lula da Silva has petitioned the World Trade Organization for consultations to help alleviate the steep tariffs imposed on Brazil by the United States.</p><p>Sources within the Brazilian government confirmed the petition on Wednesday to news outlets like AFP and The Associated Press, on condition of anonymity.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The aim is to seek relief from <a href=\"/news/2025/7/9/trump-singles-out-brazil-for-fifty-percent-tariffs-citing-political-motives\">the 50 percent tariff</a> that US President Donald Trump slapped on Brazilian exports in response to the country’s prosecution of a former far-right president, Jair Bolsonaro.</p><p>That tariff — the highest Trump has imposed on any country in August — took effect on Wednesday. India, meanwhile, is expected to face 50 percent tariffs later this month, unless a deal is struck beforehand.</p><p>A request for consultations is usually the first step in the World Trade Organization’s trade dispute process. The organisation functions as an international arbiter in <a href=\"/gallery/2025/8/1/protesters-demonstrate-against-trumps-steep-tariffs-in-brazil\">economic disputes</a>, though its procedures for negotiating settlements can be lengthy and inconclusive.</p><p>Brazilian Vice President Geraldo Alckmin has estimated that 35.9 percent of the country’s exports to the US will be subject to the stiff taxes. That equals about 4 percent of Brazil’s total exports worldwide.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"retaliation-over-bolsonaro-prosecution\">Retaliation over Bolsonaro prosecution</h2><p>Trump unveiled the current tariff rate on July 9, in <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114825119138468153\" target=\"_blank\" rel=\"noopener\">a letter</a> addressed to Lula and published online.</p><p>Unlike other tariff-related letters at the time, Trump used the correspondence to launch into a barbed attack on the Brazilian government for its decision to prosecute Bolsonaro, an ally, over an alleged coup attempt.</p><p>“The way that Brazil has treated former President Bolsonaro, a Highly Respected Leader throughout the World during his Term, including by the United States, is an international disgrace,” Trump wrote.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Just as Trump did after his 2020 electoral defeat, Bolsonaro had publicly cast doubt on the results of a 2022 presidential race that saw him lose to Lula.</p><p>But behind the scenes, police and prosecutors allege that Bolsonaro conspired with his associates to overturn the results of the election.</p><p>One possible scenario was to declare a “state of siege” during Bolsonaro’s final days as president, as a means of calling up the military and suspending civil rights. Then, a new election would have been called, according to prosecutors.</p><p>Another idea allegedly floated among Bolsonaro’s allies was to poison Lula.</p><p>But Trump, who likewise faced criminal charges in the past for allegedly attempting to subvert the outcome of a vote, has defended Bolsonaro, calling the prosecution politically biased.</p><p>“This trial should not be taking place,” he wrote in the July 9 letter. “It is a Witch Hunt that should end IMMEDIATELY!”</p><p>Several weeks later, on July 30, Trump followed up his tariff threat with <a href=\"https://www.whitehouse.gov/presidential-actions/2025/07/addressing-threats-to-the-us/\" target=\"_blank\" rel=\"noopener\">an executive order</a> that doubled down on his accusations.</p><p>Not only did Trump accuse Brazil of “politically persecuting” Bolsonaro, but he added that Brazil was guilty of “human rights abuses”, including the suppression of free speech, through its efforts to stem disinformation on social media.</p><p>“Recent policies, practices, and actions of the Government of Brazil threaten the national security, foreign policy, and economy of the United States,” Trump wrote.</p><p>“Members of the Government of Brazil have taken actions that interfere with the economy of the United States, infringe the free expression rights of United States persons, violate human rights, and undermine the interest the United States has in protecting its citizens and companies.”</p><figure id=\"attachment_3875970\" aria-describedby=\"caption-attachment-3875970\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3875970\" src=\"/wp-content/uploads/2025/08/AP25218070214278-1754504682.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Protesters hold up a Brazilian flag with Bolsonaro's face in the middle.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3875970\" class=\"wp-caption-text\">Demonstrators rally in support of former President Jair Bolsonaro at the entrance to his residential complex in Brasília, Brazil, on August 5 [Eraldo Peres/AP Photo]</figcaption></figure><h2 id=\"lula-speaks-out\">Lula speaks out</h2><p>The executive order, however, included an annex that indicated certain products would not be subject to the new US tariffs. They included nuts, orange juice, coal, iron, tin and petroleum products.</p><p>Lula has claimed that Trump is impeding attempts to negotiate a trade deal between their two countries, a sentiment he repeated in an interview on Wednesday with the news agency Reuters.</p><p>“The day my intuition says Trump is ready to talk, I won’t hesitate to call him,” Lula told Reuters. “But today my intuition says he doesn’t want to talk. And I’m not going to humiliate myself.”</p><p>The three-term, left-wing president explained that he saw Trump’s tariff threats as part of a long history of US intervention in Brazil and Latin America more broadly.</p><p>“We had already pardoned the US intervention in the 1964 coup,” Lula said, referencing the overthrow of a Brazilian president that sparked a two-decade-long military dictatorship</p><p>“But this now is not a small intervention. It’s the president of the United States thinking he can dictate rules for a sovereign country like Brazil. It’s unacceptable.”</p><p>Lula added that he plans to bolster Brazil’s “national sovereignty” by reforming its mineral extraction policy to boost the local economy.</p><p>With the US tariffs in play, Lula also explained that he would reach out to members of the BRICS economic trading bloc, named for its founding members: Brazil, Russia, India, China and South Africa. Trump, however, has threatened any BRICS-affiliated country with an <a href=\"/news/2025/7/7/donald-trump-threatens-un-american-brics-countries-with-10-percent-tariff\">additional 10-percent tariff</a>.</p><p>Lula has been on an English-language media blitz since Trump announced the latest his latest slate of tariffs in July, warning that consumers across the world will be penalised.</p><p>Late last month, for instance, Lula gave his first interview to The New York Times newspaper in nearly 13 years.</p><p>When the Times asked what his reaction would be to the tariffs taking effect, Lula expressed ambivalence.</p><p>“I’m not going to cry over spilled milk,” he said. “If the United States doesn’t want to buy something of ours, we are going to look for someone who will.”</p></div></div></body></html>"
        },
        {
            "title": "Wegovy maker Novo Nordisk warns of layoffs as competition grows | Business and Economy News | Al Jazeera",
            "time": "2025-08-06T18:24:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25183580105195-1754497199.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><span>Novo Nordisk’s <a href=\"/economy/2025/5/16/in-surprise-move-wegovy-maker-novo-nordisk-ousts-ceo-amid-sagging-sales\" target=\"_blank\" rel=\"noopener\">outgoing CEO, Lars Fruergaard Jorgensen,</a> has warned that layoffs at the Danish pharmaceutical giant could be unavoidable as competition heats up against its blockbuster obesity drug Wegovy amid rising pressure from rival Eli Lilly.</span></p><p>Novo Nordisk – which became Europe’s most valuable company, worth $650bn, last year on booming sales of Wegovy – is facing a pivotal moment as the medicine loses market share and sees sales growth slow, especially in the United States.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>It has warned of far slower growth this year, in part due to compounders who have been allowed to make copycat drugs based on the same ingredients as Wegovy due to shortages. Novo Nordisk, which according to its website has 77,000 employees, cut its full-year sales and profit forecasts last week, wiping $95bn off its market value since.</p><p>The slide is a vast and abrupt turnaround for the firm that has been one of the world’s hottest investment stories, which led to a rapid expansion of manufacturing and sales capacity. Now the company is eyeing potential cost-cutting measures.</p><h2 id=\"layoffs-loom\">Layoffs loom</h2><p>“We probably won’t be able to avoid layoffs,” Jorgensen told Danish broadcaster DR. “When you have to adjust a company, there are some areas where you have to have fewer people, some [areas] where you have to be smaller.”</p><p>He added, though, that any decision on layoffs would be in the hands of the incoming CEO, company veteran Maziar Mike Doustdar, who takes over on Thursday.</p><p>On a media call, Jorgensen said the market for copycat versions of Wegovy’s class of drugs – known as GLP-1 receptor agonists – was of “equal size to our business” and compounded versions of Wegovy were sold at a “much lower price point”.</p><p>In May, Novo Nordisk said it expected many of the roughly one million US patients using compounded GLP-1 drugs to switch to branded treatments after a US Food and Drug Administration <a href=\"/economy/2024/7/29/surging-demand-soaring-price-tags-lead-to-fake-ozempic-doses\" target=\"_blank\" rel=\"noopener\">ban on compounded copies</a> of Wegovy took effect on May 22, and it expected compounding to wind down in the third quarter.</p><p>However, finance chief Karsten Munk Knudsen said on Wednesday that more than one million US patients were still using compounded GLP-1s and that the company’s lowered outlook has “not assumed a reduction in compounding” this year.</p><p>“The obesity market is volatile,” Knudsen told analysts when asked under what circumstances the company could see negative growth in the last six months of the year. The low end of the firm’s new full-year guidance range would be for “unforeseen events”, such as stronger pricing pressure in the US than forecast, he said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The lower end of the range would imply sales around 150 billion Danish krone ($23bn) in the second half of 2025, compared with 157 billion krone ($24.5bn) in the same period last year.</p><p>Knudsen reiterated that the company was pursuing multiple strategies, including lawsuits against compounding pharmacies, to halt unlawful mass compounding.</p><p>Jorgensen said the company was encouraged by the latest US prescription data for Wegovy. While the drug was overtaken earlier this year by rival Eli Lilly’s Zepbound in terms of US prescriptions, that lead has narrowed in the past month.</p><p>Second-quarter sales of Wegovy rose by 36 percent in the US and more than quadrupled in markets outside the US compared to a year ago, Novo Nordisk said.</p><p>While Wegovy’s US pricing held steady in the quarter, the company expected deeper erosion in the key US market in the second half, due to a greater portion of sales expected from the direct-to-consumer or cash-pay channel, as well as higher rebates and discounts to insurers, Knudsen said.</p><p>He said Novo Nordisk was expanding its US direct-to-consumer platform, NovoCare, launched in March, and may need to pursue similar “cash sales” directly to patients, outside of insurance channels, in some markets outside the US.</p><h2 id=\"cost-cuts\">Cost cuts</h2><p>Novo Nordisk reiterated its full-year earnings expectations on Wednesday after last week’s profit warning.</p><p>Jorgensen said the company was acting to “ensure efficiencies in our cost base” as it announced it would terminate eight research and development projects.</p><p>“There seems to be a larger R&amp;D clean-out than usual, but we do not know if this reflects a strategic re-assessment or just a coincidence,” Jefferies analysts said in a note.</p><p>Investors have questioned whether the company can stay competitive in the booming weight-loss drug market. Several equity analysts have cut their price targets and recommendations on the stock since last week.</p><p>Shares in Novo Nordisk plunged 30 percent last week – their worst weekly performance in over two decades. The stock has continued to tumble since the market opened in New York. As of 12pm local time (16:00 GMT), the pharmaceutical giant was down by more than 3.3 percent.</p></div></div></body></html>"
        },
        {
            "title": "Public opinion is split as US marks 80th anniversary of Hiroshima bombing | Nuclear Weapons News | Al Jazeera",
            "time": "2025-08-06T17:54:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T110242Z_712797890_RC2X0GADW322_RTRMADP_3_WW2-ANNIVERSARY-HIROSHIMA-1754500840.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On August 6, 1945, the United States became the first and only country in history to carry out a nuclear attack when it dropped an atomic bomb on the Japanese city of <a href=\"/features/2023/5/19/hiroshima-survivors-warn-g7-leaders-about-using-nuclear-bombs\">Hiroshima</a>.</p><p>While the death toll of the bombing remains a subject of debate, at least 70,000 people were killed, though other figures are nearly twice as high.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Three days later, the US dropped another atomic bomb on the city of Nagasaki, killing at least 40,000 people.</p><p>The stunning toll on Japanese civilians at first seemed to have little impact on public opinion in the US, where pollsters found approval for the bombing reached 85 percent in the days afterwards.</p><p>To this day, US politicians continue to credit the bombing with saving American lives and ending World War II.</p><p>But as the US marks the <a href=\"/news/2025/8/6/japans-hiroshima-marks-80-years-since-us-atomic-bombing\">80th anniversary</a> of the bombing of Hiroshima, perceptions have become increasingly mixed. A Pew Research Center poll last month indicated that Americans are split almost evenly into three categories.</p><p>Nearly a third of respondents believe the use of the bomb was justified. Another third feels it was not. And the rest are uncertain about deciding either way.</p><p>“The trendline is that there is a steady decline in the share of Americans who believe these bombings were justified at the time,” Eileen Yam, the director of science and society research at Pew Research Center, told Al Jazeera in a recent phone call.</p><p>“This is something Americans have gotten less and less supportive of as time has gone by.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tumbling-approval-rates\">Tumbling approval rates</h2><p>Doubts about the bombing of Hiroshima and Nagasaki, and the advent of nuclear weapons in general, did not take long to set in.</p><p>“From the beginning, it was understood that this was something different, a weapon that could destroy entire cities,” said Kai Bird, a US author who has written about Hiroshima and Nagasaki.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>His Pulitzer Prize-winning book, American Prometheus, served as the basis for director Christopher Nolan’s 2023 film, Oppenheimer.</p><p>Bird pointed out that, even in the immediate aftermath of the bombing, some key politicians and public figures denounced it as a war crime.</p><p>Early critics included physicist Albert Einstein and former President Herbert Hoover, who was quick to speak out against the civilian bloodshed.</p><p>“The use of the atomic bomb, with its indiscriminate killing of women and children, revolts my soul,” Hoover wrote within days of the bombing.</p><figure id=\"attachment_3274835\" aria-describedby=\"caption-attachment-3274835\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3274835\" src=\"/wp-content/uploads/2024/10/GettyImages-113636748-1-1729940482.jpg?w=770&amp;resize=770%2C545&amp;quality=80\" alt=\"Hiroshima victims in a medical facility\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3274835\" class=\"wp-caption-text\">Survivors of the atomic explosion at Hiroshima in 1945 suffered long-term effects from radiation [Universal History Archive/Getty Images]</figcaption></figure><p>Over time, historians have increasingly cast doubt on the most common justification for the atomic attacks: that they played a decisive role in ending World War II.</p><p>Some academics point out that other factors likely played a larger role in the Japanese decision to surrender, including the Soviet Union’s declaration of war against the island nation on August 8.</p><p>Others have speculated whether the bombings were meant mostly as a demonstration of strength as the US prepared for its confrontation with the Soviet Union in what would become the Cold War.</p><p>Accounts from Japanese survivors and media reports also played a role in changing public perceptions.</p><p>John Hersey’s 1946 profile of six victims, for instance, took up an entire edition of The New Yorker magazine. It chronicled, in harrowing detail, everything from the crushing power of the blast to the fever, nausea and death brought on by radiation sickness.</p><p>By 1990, a Pew poll found that a shrinking majority in the US approved of the atomic bomb’s use on Hiroshima and Nagasaki. Only 53 percent felt it was merited.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rationalising-us-use-of-force\">Rationalising US use of force</h2><p>But even at the close of the 20th century, the legacy of the attacks remained contentious in the US.</p><p>For the 50th anniversary of the bombing in 1995, the National Air and Space Museum in Washington, DC, had planned a special exhibit.</p><p>But it was cancelled amid public furore over sections of the display that explored the experiences of Japanese civilians and the debate about the use of the atomic bomb. US veterans groups argued that the exhibit undermined their sacrifices, even after it underwent extensive revision.</p><p>“The exhibit still says in essence that we were the aggressors and the Japanese were the victims,” William Detweiler, a leader at the American Legion, a veterans group, told The Associated Press at the time.</p><p>Incensed members of Congress opened an investigation, and the museum’s director resigned.</p><p>The exhibit, meanwhile, never opened to the public. All that remained was a display of the Enola Gay, the aeroplane that dropped the first atomic bomb.</p><p>Erik Baker, a lecturer on the history of science at Harvard University, says that the debate over the atomic bomb often serves as a stand-in for larger questions about the way the US wields power in the world.</p><figure id=\"attachment_3874718\" aria-describedby=\"caption-attachment-3874718\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3874718\" src=\"/wp-content/uploads/2025/08/AFP__20250805__68RW4T3__v1__HighRes__JapanUsNuclearHistoryWwiiIsraelPalestinianConfl-1754457884.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"people hold a banner that says free Palestine with the Hiroshima memorial in the background\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3874718\" class=\"wp-caption-text\">A pair of protesters march with a ‘Free Palestine’ banner past the Atomic Bomb Dome on the eve of the 80th anniversary of the US attack on Hiroshima on August 5 [Richard A Brooks / AFP]</figcaption></figure><p>“What’s at stake is the role of World War II in legitimising the subsequent history of the American empire, right up to the current day,” he told Al Jazeera.</p><p>Baker explained that the US narrative about its role in the defeat of Nazi Germany and Imperial Japan — the main “Axis Powers” in World War II — has been frequently referenced to assert the righteousness of US interventions around the world.</p><p>“If it was justifiable for the US to not just go to war but to do ‘whatever was necessary’ to defeat the Axis powers, by a similar token, there can’t be any objection to the US doing what is necessary to defeat the ‘bad guys’ today,” he added.</p><h2 id=\"a-resurgence-of-nuclear-anxiety\">A resurgence of nuclear anxiety</h2><p>But as the generations that lived through World War II grow older and pass away, cultural shifts are emerging in how different age groups approach US intervention — and use of force — abroad.</p><p>The scepticism is especially pronounced among young people, large numbers of whom have expressed dissatisfaction with policies such as US support for Israel’s <a href=\"/news/2025/8/1/israel-engineering-massacres-as-more-palestinians-starve-to-death-in-gaza\">war in Gaza</a>.</p><p>In an April 2024 poll, the Pew Research Center found a dramatic generational divide among Americans over the question of global engagement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Approximately 74 percent of older respondents, aged 65 and up, expressed a strong belief that the US should play an active role on the world stage. But only 33 percent of younger respondents, aged 18 to 35, felt the same way.</p><p>Last month’s Pew poll on the atomic bomb also found stark differences in age. People over the age of 65 were more than twice as likely to believe that the bombings were justified than people between the ages of 18 and 29.</p><p>Yam, the Pew researcher, said that age was the “most pronounced factor” in the results, beating out other characteristics, such as party affiliation and veteran status.</p><p>The 80th anniversary of the Hiroshima bombing also coincides with a period of renewed anxiety about nuclear weapons.</p><p>US President <a href=\"/news/2025/8/2/why-is-trump-moving-nuclear-submarines-after-spat-with-medvedev\">Donald Trump</a>, for instance, repeatedly warned during his re-election campaign in 2024 that the globe was on the precipice of “World War III”.</p><p>“The threat is nuclear weapons,” Trump told a rally in Chesapeake, Virginia. “That can happen tomorrow.”</p><p>“We’re at a place where, for the first time in more than three decades, nuclear weapons are back at the forefront of international politics,” said Ankit Panda, a senior fellow in the nuclear policy programme at the Carnegie Endowment for International Peace, a US-based think tank.</p><p>Panda says that such concerns are linked to geopolitical tensions between different states, pointing to the recent fighting between <a href=\"/news/2025/5/15/india-and-pakistan-trade-accusations-of-nuclear-weapons-mismanagement\">India and Pakistan</a> in May as one example.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The war in Ukraine, meanwhile, has prompted Russia and the US, the world’s two biggest nuclear powers, to exchange <a href=\"/news/2025/5/4/putin-expresses-hope-that-nuclear-weapons-will-not-be-needed-in-ukraine\">nuclear-tinged threats</a>.</p><p>And in June, the US and Israel <a href=\"/news/2025/7/6/iran-demands-accountability-for-israel-and-us-after-war-of-aggression\">carried out attacks</a> on Iranian nuclear facilities with the stated aim of setting back the country’s ability to develop nuclear weapons.</p><p>But as the US marks the 80th anniversary of the Hiroshima bombings, advocates hope the shift in public opinion will encourage world leaders to turn away from nuclear sabre-rattling and work towards the elimination of nuclear weapons.</p><p>Seth Shelden, the United Nations liaison for the International Campaign to Abolish Nuclear Weapons, explained that countries with nuclear weapons argue that their arsenals discourage acts of aggression. But he said those arguments diminish the “civilisation-ending” dangers of nuclear warfare.</p><p>“As long as the nuclear-armed states prioritise nuclear weapons for their own security, they’re going to incentivise others to pursue them as well,” he said.</p><p>“The question shouldn’t be whether nuclear deterrence can work or whether it ever has worked,” he added. “It should be whether it will work in perpetuity.”</p></div></div></body></html>"
        },
        {
            "title": "Syria signs $14bn infrastructure deals, will revamp Damascus airport | Business and Economy News | Al Jazeera",
            "time": "2025-08-06T17:44:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/13198668-1754498450.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria signs $14bn infrastructure deals, will revamp Damascus airport</h1><p class=\"article__subhead\"><em>Syria’s fledgling government has sought investment to reconstruct the country after its devastating yearslong civil war.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria has signed a series of investment deals with international companies, covering 12 major strategic projects in infrastructure, transportation and real estate valued at a total of $14bn, the latest lifeline aimed at reviving its war-ravaged economy.</p><p>The plans included a $4bn investment project for <a href=\"/news/2025/1/5/syria-to-resume-international-flights-from-damascus-airport-next-week\">Damascus airport</a> signed with Qatar’s UCC Holding and a $2bn deal with the United Arab Emirates national investment corporation to establish a metro in the Syrian capital, Talal al-Hilali, head of the Syrian Investment Authority, said during the ceremony at the presidential palace in Damascus on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>It’s a welcome development for President Ahmed al-Sharaa’s new government as it has been grappling with the heavy fallout from sectarian violence that broke out on July 13 in the southern province of Suwayda between Bedouin and Druze fighters. Government troops were deployed to quell the conflict. The bloodshed worsened, and Israel carried out strikes on Syrian troops and also <a href=\"/news/2025/7/16/ceasefire-collapses-in-syrias-suwayda-as-israel-threatens-escalation\">bombed the heart of the capital Damascus</a>, under the pretext of protecting the Druze.</p><p>Other major developments on the investment front destined for Damascus include the $2bn Damascus Towers project signed with the Italian-based company UBAKO, a $500m deal for the Baramkeh Towers project and another $60m agreement for Baramkeh Mall.</p><p>Since the <a href=\"/news/liveblog/2024/12/7/syria-war-live-news-govt-says-president-al-assad-has-not-fled-damascus\">overthrow of longtime ruler Bashar al-Assad</a> in December in a lightning rebel offensive, Syria’s new authorities have worked to attract investment for the reconstruction of infrastructure destroyed in the country’s devastating, nearly 14-year-long civil war.</p><p>The projects “will extend across Syria and represent a qualitative shift in infrastructure and economic life”, al-Hilali said on Wednesday, adding that the agreements were “a turning point” for Syria’s future.</p><p>Al-Sharaa and United States special envoy for Syria Tom Barrack were both present at the signing ceremony, Syria’s official SANA news agency reported on Wednesday.</p><p>Barrack congratulated Syrian authorities on “another great accomplishment”, saying they will witness the rise of a “new hub” in “trade and prosperity”.</p><p>The United Nations has put Syria’s post-war reconstruction costs at more than $400bn. Several deals have already been announced.</p><p>Last month, <a href=\"/news/2025/7/24/saudi-arabia-pledges-2-9bn-for-syria-infrastructure-part-of-wider-package\">Saudi Arabia signed major investment and partnership deals with Syria</a>, valued at $6.4bn.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Also in July, <a href=\"/economy/2025/7/13/syria-signs-800m-tartus-port-deal-with-uae-firm-dp-world\">Syria signed an $800m deal with UAE-based company DP World</a> to develop the port of Tartous, state media reported.</p><p>In May, Syria signed a $7bn energy deal with a consortium of Qatari, Turkish and US companies as it seeks to revive its crippled power sector.</p><p>The US and European Union have recently <a href=\"/news/2025/6/30/trump-formally-orders-lifting-of-syria-sanctions\">lifted sanctions</a> on Syria in the wake of al-Assad’s ouster, opening the nation to further investment and trade deals.</p></div></div></body></html>"
        },
        {
            "title": "Wildfire in southern France rages as firefighters battle for control | Climate Crisis | Al Jazeera",
            "time": "2025-08-06T17:39:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-06T143523Z_305144092_RC2O1GAGHC9A_RTRMADP_3_EUROPE-WEATHER-FRANCE-WILDFIRE-1754501811.jpg?resize=1440%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US sanctions Mexico cartel members, including rapper El Makabelico | Donald Trump News | Al Jazeera",
            "time": "2025-08-06T17:11:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-29T173613Z_1371275544_RC2HWFAHQIXX_RTRMADP_3_USA-TRUMP-TARIFFS-CHINA-1754495578.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US sanctions Mexico cartel members, including rapper El Makabelico</h1><p class=\"article__subhead\"><em>Treasury aims to disrupt Cartel del Noreste’s leadership and financial networks tied to violence and drug trafficking.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The US Department of the Treasury has announced sanctions on assets of four individuals that it linked to Mexico-based Cartel del Noreste, including the popular hip-hop artist El Makabelico.</p><p>The sanctions target three “high-ranking members” of <a href=\"/news/2025/2/19/us-declares-drug-cartels-criminal-gangs-global-terrorist-organisations\">Cartel del Noreste</a> (Northeast Cartel), which splintered off from Los Zetas, as well as an alleged “prominent associate” of the group, Ricardo Hernandez, a 34-year-old musician known as El Makabelico who has millions of followers on social media.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Treasury said El Makabelico’s concerts and events are used to launder money on behalf of the organisation, “with 50 percent of his royalties from streaming platforms going directly to the group.”</p><p>The Treasury identified the three other individuals as Abdon Rodriguez, Antonio Romero, and Francisco Esqueda.</p><p>Washington said the sanctioned individuals have played a critical role in the cartel’s activities, including drug trafficking, extortion, and money laundering.</p><p>The Treasury said it had previously sanctioned two “high-ranking members” of the cartel in May. The cartel was among those that President Donald Trump’s administration in February designated as “global terrorist organisations”.</p><p>“The Treasury Department will continue to be relentless in its effort to put America First by targeting terrorist drug cartels. These cartels poison Americans with fentanyl and conduct human smuggling operations along our southwest border,” said US Treasury Secretary Scott Bessent in a statement by the Treasury Department.</p><p>“Treasury, in close coordination with our law enforcement partners, is committed to a full-frontal assault on the cartels, targeting the leadership and revenue streams that enable their horrific crimes.”</p><p>The Cartel del Noreste is considered one of Mexico’s most violent drug trafficking organisations and wields significant influence along the US-Mexico border, particularly in Laredo, Texas, the Treasury said.</p><p>DEL Records, which Hernandez lists as his label on social media, did not immediately respond to a request for comment.</p></div></div></body></html>"
        },
        {
            "title": "M23 rebels killed 319 civilians in east DR Congo in July, UN says | News | Al Jazeera",
            "time": "2025-08-06T16:59:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-19T084718Z_359402049_RC2RJCAUVDXG_RTRMADP_3_CONGO-SECURITY-QATAR-1754496745.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>M23 rebels killed 319 civilians in east DR Congo in July, UN says</h1><p class=\"article__subhead\"><em>UN rights chief Volker Turk says the violence resulted in ‘one of the largest documented death tolls’ despite a truce.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rwanda-backed M23 rebels killed at least 319 civilians, including 48 women and 19 children, last month in eastern Democratic Republic of Congo, Volker Turk, UN high commissioner for human rights, said, citing “first-hand accounts”.</p><p>The violence in the Rutshuru territory of North Kivu Province produced “one of the largest documented death tolls in such attacks since the M23’s resurgence in 2022,” Turk said in a statement on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>With Rwanda’s support, the M23 has seized swaths of the mineral-rich Congolese east from the DRC’s army since its resurgence in 2021, triggering a spiralling humanitarian crisis in a region already riven by three decades of conflict.</p><p>July’s violence came only weeks after the Congolese government and the M23 <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">signed a declaration of principle</a> on June 19 reaffirming their commitment to a permanent ceasefire, following months of broken truces.</p><figure id=\"attachment_3599238\" aria-describedby=\"caption-attachment-3599238\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3599238\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-DRC-CONGO-MAP-MARCH-20-2025-1742811227.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-DRC-CONGO-MAP-MARCH 20, 2025-1742811227\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3599238\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>“I am appalled by the attacks on civilians by the M23 and other armed groups in eastern DRC amid continued fighting, despite the ceasefire that was recently signed in Doha,” Turk said in a statement.</p><p>“All attacks against civilians must stop immediately, and all those responsible must be held to account,” he added.</p><p>Turk’s UN Human Rights Office said it had documented multiple attacks in North Kivu, South Kivu and Ituri provinces, in the conflict-ridden east of the country bordering Uganda, Rwanda and Burundi.</p><p>In the agreement <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">signed</a> in Doha, the warring parties agreed to “uphold their commitment to a permanent ceasefire”, refraining from “hate propaganda” and “any attempt to seize by force new positions”.</p><p>The deal includes a roadmap for restoring state authority in eastern DRC, and an agreement for the two sides to open direct talks towards a comprehensive peace agreement.</p><p>It followed a <a href=\"/news/2025/6/27/dr-congo-and-rwanda-sign-peace-deal-in-turning-point-after-years-of-war\">separate agreement</a> signed in Washington by the Congolese government and Rwanda, which has a history of intervention in the eastern DRC stretching back to the 1990s.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Rwandan President Paul Kagame and Congolese President Felix Tshisekedi are due to meet in the coming months to firm up the Washington agreement, whose terms have not yet been implemented.</p><p>Last week, the two countries <a href=\"/news/2025/8/2/drc-rwanda-agree-economic-framework-outline-as-part-of-peace-deal\">agreed</a> to a US State Department-brokered economic framework outline as part of the peace deal.</p><p>“I urge the signatories and facilitators of both the Doha and Washington agreements to ensure that they rapidly translate into safety, security and real progress for civilians in the DRC, who continue to endure the devastating consequences of these conflicts,” said Turk.</p><p>Rich in key minerals such as gold and coltan, the Congolese east has been riven by fighting between rival armed groups and interference by foreign powers for more than 30 years.</p><p>Dozens of ceasefires and truces have been brokered and broken in recent years without providing a lasting end to the conflict.</p></div></div></body></html>"
        },
        {
            "title": "Suspect in custody after five soldiers shot at US Army’s Fort Stewart | Gun Violence News | Al Jazeera",
            "time": "2025-08-06T16:51:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25218602675856-1754499008.jpg?resize=1860%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Suspect in custody after five soldiers shot at US Army’s Fort Stewart</h1><p class=\"article__subhead\"><em>Authorities say they have arrested suspect in shooting at Fort Stewart in Georgia that injured at least five people.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Five soldiers were shot during an incident at the United States Army’s Fort Stewart in the southern US state of Georgia before the suspected shooter, identified as Army Sergeant Quornelius Radford, was taken into custody, military authorities have said.</p><p>Parts of the base were placed on temporary lockdown on Wednesday after reports of an active shooter. The five wounded soldiers were treated at the site of the shooting before being transferred to Winn Army Community Hospital.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Brigadier General John Lubas, the commander of the 3rd Infantry Division, said that the five soldiers who were shot in the incident are currently in stable condition.</p><p>Lubas said that the alleged shooter opened fire on his workplace but was tackled “immediately and without hesitation” by soldiers who saw the shooting taking place. The motivations of the attacker are not yet clear, but the general says the attack was carried out with a personal handgun rather than a military-issued weapon. The injured soldiers were described as Radford’s co-workers.</p><p>Fort Stewart says that law enforcement first responded to reports of a possible shooting in the 2nd Armored Brigade Combat Team area at 10:56am ET (14:56 GMT). The base was locked down shortly after 11:04am (15:04 GMT), and the alleged shooter was apprehended at 11:35am (15:35 GMT).</p><p>The lockdown was in place for about one hour, and three schools outside the base were also placed on lockdown out of what the Liberty County School System said was an “abundance of caution”.</p><p>Located about 64km (40 miles) southwest of Savannah, Fort Stewart is the largest US Army post east of the Mississippi River. It’s home to thousands of soldiers assigned to the Army’s 3rd Infantry Division and their family members.</p><p>Georgia Governor Brian Kemp said in a social media post that he was “saddened by today’s tragedy”.</p><p>“We are keeping the victims, their families, and all those who answer the call to serve in our hearts and prayers, and we ask that Georgians everywhere do the same,” Kemp added.</p><p>White House press secretary Karoline Leavitt also stated in a social media post that US President Donald Trump has been briefed on the incident and is following developments.</p></div></div></body></html>"
        },
        {
            "title": "Israel pushes for more illegal settlements in occupied West Bank amid raids | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-06T16:36:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2023-01-20T114008Z_1877295005_RC2BUY9E645G_RTRMADP_3_ISRAEL-PALESTINIANS-PROTEST-1753744887.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli authorities are moving forward with plans to dramatically expand illegal settlements in the <a href=\"/tag/occupied-west-bank/\">occupied West Bank</a>, despite growing international condemnation and warnings that the move would destroy already moribund prospects for a two-state solution.</p><p data-start=\"555\" data-end=\"871\">The Israeli government has set Wednesday as the date to discuss building thousands of new housing units in the E1 area, east of occupied East Jerusalem. The proposed expansion would link the large and illegal <a href=\"/news/2024/3/7/israels-illegal-west-bank-settlement-plans-face-global-condemnation\">Ma’ale Adumim</a> settlement with Jerusalem, effectively bisecting the West Bank and isolating Palestinian communities.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"555\" data-end=\"871\">Israeli Prime Minister Benjamin Netanyahu’s far-right government also appears on the cusp of announcing its intention to occupy all of <a href=\"/news/liveblog/2025/8/6/live-israel-kills-83-in-gaza-as-eu-un-condemn-alarming-invasion-plan\">Gaza</a> as its genocidal war on the besieged enclave rages on.</p><p>The E1 plan in the West Bank has long been criticised by the international community, including the European Union and successive United States administrations. In 2022, Israel postponed the plan following US pressure, but in recent months, the government approved road-widening projects in the area and began restricting Palestinian access – a move rights groups say indicates a renewed push to entrench control.</p><p>Israeli settlements in the West Bank and East Jerusalem are illegal under international law. The International Court of Justice, the top United Nations tribunal, <a href=\"/news/2024/7/19/world-court-says-israels-settlement-policies-breach-international-law\">reaffirmed that position</a> last year, saying that Israel’s presence in the occupied Palestinian territories is unlawful and must end “as rapidly as possible”.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2113556\" src=\"/wp-content/uploads/2023/03/INTERACTIVE-Occupied-West-Bank-Palestine-Israeli-settlements.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"INTERACTIVE Occupied West Bank Palestine Israeli settlements\" fetchpriority=\"low\"></p><p> </p><p>On Monday, Germany reiterated its strong opposition to the E1 project.</p><p>“We, as the federal government, strongly reject the E1 settlement project,” Foreign Ministry spokesperson Kathrin Deschauer said. “What we are concerned about is that a two-state solution is possible in the long term.”</p><p data-start=\"1578\" data-end=\"1935\">The plan would see nearly 1,214 hectares (3,000 acres) of Palestinian land stolen to build more than 4,000 settlement units, as well as hotels and roads connecting Ma’ale Adumim to West Jerusalem.</p><p>Palestinians say the project is part of broader efforts to “Judaise” East Jerusalem and entrench Israeli control over occupied territories in violation of international law.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Palestinian leaders seek the entirety of the West Bank, along with the Gaza Strip, and as a capital, East Jerusalem – areas Israel captured in the 1967 war – for their future state.</p><p>Currently, more than 500,000 settlers are living in the West Bank, and some 220,000 others in East Jerusalem.</p><p>Al Jazeera’s Nida Ibrahim said the plan has been in the works since “the early 90s”.</p><p>“The plan has been described by US officials … as devastating and a disastrous plan,” Ibrahim said, as it threatens “the unity” of a potential Palestinian state.</p><p>According to Ibrahim, the Israeli objective is to ensure there is “no Palestinian state on the ground” by the time Western and European countries recognise Palestine as a state.</p><p>Israel would be “cutting the West Bank into so many different sections, fragmenting them, creating what Palestinians have been calling as cantons,” she said, predicting that his would push Palestinians into “very small, caged communities”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"widening-crackdown-in-the-west-bank\">Widening crackdown in the West Bank</h2><p data-start=\"2168\" data-end=\"2466\">The move comes amid a broader Israeli crackdown in the occupied West Bank. At least 30 Palestinians were arrested overnight across multiple cities including Hebron, Nablus, Bethlehem, Ramallah, and Tulkarem, according to the Palestinian Authority’s Commission of Detainees and Ex-Detainees Affairs.</p><p data-start=\"2468\" data-end=\"2690\">Among those detained were two women, a female journalist, and several former prisoners. The commission said more than 18,500 Palestinians have been arrested in the West Bank since Israel began its genocidal assault on Gaza in October 2023.</p><p data-start=\"2692\" data-end=\"3020\">In Bethlehem, residents of Beit Iskaria village received forced displacement notices this week as Israeli forces moved to seize more land for settlement expansion in the Gush Etzion bloc. According to village council head Muhammad Atallah, soldiers ordered him and his family to vacate grapevine-covered farmland within 10 days.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Separately, Israeli forces carried out demolitions in the agricultural suburb near Jalazone refugee camp north of Ramallah, with reports that soldiers were accompanied by settlers. In Dar Salah, east of Bethlehem, a building under construction was demolished by Israeli military vehicles.</p><p data-start=\"3312\" data-end=\"3496\">According to rights groups, July alone saw 75 demolitions in the West Bank targeting 122 structures, including 60 homes and dozens of agricultural and livelihood facilities.</p><p data-start=\"3312\" data-end=\"3496\">Along with arrests and demolitions, Palestinians have also seen a rise in settler attacks in recent months. Armed settlers, often backed by Israeli soldiers, have rampaged through Palestinian villages, torched crops, vandalised homes, and assaulted residents with impunity, resulting in several <a href=\"/news/2025/8/1/another-us-citizen-killed-by-israeli-settler-attack-in-west-bank-family\">Palestinian deaths</a>.</p><p data-start=\"3312\" data-end=\"3496\">Rights groups and United Nations officials have warned that settler violence has reached record levels, part of what they describe as a coordinated campaign to forcibly displace Palestinians from key areas of the West Bank.</p><p>Meanwhile, Israeli authorities issued a six-month ban on Sheikh Muhammad Hussein, the grand mufti of Jerusalem and the Palestinian territory, from entering Al-Aqsa Mosque.</p><p>According to the Wafa news agency, the Jerusalem governorate, quoting lawyer Khaldoun Najm, said the ban on Hussein follows the expiration of his eight-day ban.</p><p>This most recent ban was imposed after his Friday sermon, where he condemned Israel’s starvation policy against Palestinians in Gaza.</p><p>Last week, Hussein was handed an initial eight-day expulsion order from the mosque.</p></div></div></body></html>"
        },
        {
            "title": "What Trump’s tariffs mean for Shein and Temu shoppers | Business and Economy News | Al Jazeera",
            "time": "2025-08-06T16:30:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754497785.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Are US tariffs about to end the “add to cart” era? United States President Donald Trump’s move to end the de minimis exemption closes a loophole used by Shein, Temu and others to ship duty-free. With costs likely passed to shoppers, consumers are starting to rethink the real price of ultra-cheap clothing.</p></div></div></body></html>"
        },
        {
            "title": "Connected and Alone | Social Media | Al Jazeera",
            "time": "2025-08-06T16:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/web-1754486910.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">We’re constantly online, but more disconnected than ever.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In an age of constant connection, why do we feel so isolated?</p><p>Connected and Alone dives into the hidden costs of our digital lives, revealing how social media hijacks our attention and emotions.</p><p>What promises to bring us closer often leaves us emotionally empty and endlessly distracted.</p></div></div></body></html>"
        },
        {
            "title": "White House says Apple to invest billions in US manufacturing | Business and Economy News | Al Jazeera",
            "time": "2025-08-06T16:05:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25211108056300-1754490278.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Apple will pledge $100bn for manufacturing in the United States that will focus on building more jobs across the country, the White House has said.</p><p>The investment is expected to be announced on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>White House economic adviser Kevin Hassett said Apple was likely to make an investment announcement on Wednesday, as he discussed the financial pledges made by companies and countries under US President Donald Trump.</p><p>“They’re moving here in droves. This is trillions and trillions of dollars of commitments for people to build new factories here. In fact, you’re likely to see one today from Apple,” Hassett said in an interview with Fox Business Network.</p><p>Hassett did not elaborate further.</p><p>The investment will help move key parts of the Cupertino, California-based tech giant’s supply chain to the US, Bloomberg News reported, but details on the specifics were sparse.</p><p>“Today’s announcement with Apple is another win for our manufacturing industry that will simultaneously help reshore the production of critical components to protect America’s economic and national security,” Assistant White House Press Secretary Taylor Rogers said in a statement.</p><p>The president is slated to make an announcement at 4:30pm in Washington (20:30 GMT), according to the White House, which gave no specifics about the deal with the tech giant.</p><h2 id=\"the-latest-investment\">The latest investment</h2><p>Apple said in February that it would <a href=\"/economy/2025/2/24/apple-announces-500bn-investment-in-the-us\" target=\"_blank\" rel=\"noopener\">spend $500bn in US investments</a> in the next four years, which would include a giant factory in Texas for artificial intelligence servers and the addition of about 20,000 research and development jobs across the country.</p><p>Apple has many times pledged investments in the US in the last decade. In 2018, during Trump’s first term, the company pledged $350bn. In 2021, under former President Joe Biden, Apple announced a $430bn investment.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The investment comes after Trump warned that he would hit Apple with a <a href=\"/economy/2025/5/23/trump-threatens-50-tariffs-on-eu-25-on-apple-ratcheting-up-trade-war\" target=\"_blank\" rel=\"noopener\">25 percent tariff </a>if it did not move its manufacturing efforts to the US. Analysts have said such a shift is not realistic.</p><p>Dan Ives at Wedbush Securities said in a note that it would take at least five to 10 years to shift production to the US, meaning consumers would pay as much as $3,500 for an iPhone.</p><p>“We believe the concept of Apple producing iPhones in the US is a fairy tale that is not feasible,” Ives had previously said.</p><p>Apple did not immediately respond to requests for comment.</p><p>In April, Apple had announced plans to <a href=\"/economy/2025/4/25/apple-to-move-assembly-of-us-phones-to-india-in-shift-away-from-china\" target=\"_blank\" rel=\"noopener\">move to India</a> the assembly of the majority of the phones it sells to the US by the end of next year in an effort to reduce its reliance on China as the trade war between the US and China heats up. But <a href=\"/news/2025/8/6/trump-imposes-25-percent-tariff-on-indian-goods-over-russian-oil\" target=\"_blank\" rel=\"noopener\">Trump’s ire has now shifted to India</a> and he has slapped the country with a 50 percent tariff over imports of Russian oil. It’s not clear if the latest developments will impact Apple’s India plans.</p><p>Apple’s stock surged on the looming US investment announcement. The company, which is traded under the ticker symbol APPL, is up more than 3.8 percent since the market opened as of 10:15am in New York (14:15 GMT) on Wednesday.</p></div></div></body></html>"
        },
        {
            "title": "Israeli settlers block Gaza-bound aid trucks | Newsfeed | Al Jazeera",
            "time": "2025-08-06T15:56:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754495761.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Wildfires and heatwaves grip southern Europe as evacuations ordered | Climate Crisis News | Al Jazeera",
            "time": "2025-08-06T15:30:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_689367338c0f-1754490675.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Southern Europe is battling deadly wildfires and extreme heat this week, <a href=\"/news/2025/7/16/why-is-europe-facing-record-breaking-heatwaves\">with record temperatures</a> and dry conditions forcing evacuations across France, Spain and Portugal.</p><p>An enormous wildfire in southern France’s Aude region has killed one person, injured nine others, marking the country’s largest wildfire this season.</p><p>The blaze, which erupted on Tuesday, has already scorched at least 15,000 hectares (37,000 acres) – an area larger than the city of Paris – in less than 24 hours. Fires have consumed forests, ravaged villages and damaged or destroyed at least 25 homes, with emergency officials warning that the blaze remains out of control.</p><p>“All of the nation’s resources are mobilised,” President Emmanuel Macron said in a post on X, urging people to act with “the utmost caution”.</p><p>More than 1,800 firefighters have been sent to battle the flames, backed by 600 vehicles and water-dropping aircraft.</p><p>“We have at our disposal in the Aude department the maximum number of personnel and resources that we can have in the south of France in its entirety,” said Remi Recio, deputy prefect of Narbonne.</p><p>An elderly woman who refused to evacuate was killed, while another person is missing. Two civilians were injured, including one in critical condition with burns, and seven firefighters suffered smoke inhalation.</p><p>Camping grounds and at least one village were partially evacuated, and roads were closed. “I left everything behind me,” said David Cerdan, 51, who fled the village of Saint-Laurent-de-la-Cabrerisse. “I’m putting it into perspective. I only have material damage.”</p><p>Officials say the fire has already consumed as much land as all French wildfires in 2024 combined – more than double that of 2023. “The fire is advancing in an area where all the conditions are ripe for it to progress,” said fire official Roesch. “This fire will keep us busy for several days. It’s a long-term operation.”</p><p>An investigation into the cause is under way. France’s environment ministry said drought conditions and dry vegetation contributed to the spread, with water restrictions already in place in the Aude region.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“The risk of fire is greatest in the Mediterranean,” said climate and agriculture analyst Serge Zaka. “In France, it is the hottest and driest area. But with climate change, these fire risks are expected to become more significant during the summer.”</p><p>Last month, a blaze near Marseille injured about 300 people. Scientists warn that climate change is driving more intense heat and dryness across Europe, the world’s fastest-warming continent.</p><h2 id=\"spain-and-portugal-face-heat-driven-blazes\">Spain and Portugal face heat-driven blazes</h2><p>In Spain, a prolonged heatwave since Sunday – with temperatures reaching 43C (109F) – has helped fan multiple wildfires across the country.</p><p>The resort town of Tarifa in Andalusia saw more than 1,500 people and 5,000 vehicles evacuated after a fire broke out near La Pena, a wooded area close to the beach. The fire, believed to have started in a camper van, was rapidly spread by strong winds.</p><p>“What concerns us most right now is the wind, whether it shifts between the west and east,” said Antonio Sanz, Andalusia’s interior minister.</p><p>Fire crews worked through the night to keep flames away from hotels and tourist accommodation, but the blaze remains active, and residents have not been allowed to return.</p><p>Elsewhere, a fire near Ponteceso in the Galicia region forced the evacuation of Corme Aldea village. In Cadiz, a blaze that erupted Tuesday led to mass evacuations, according to state broadcaster RTVE.</p><p>The Spanish meteorological agency AEMET has issued orange alerts across several regions through Friday. Civil protection authorities warn of “high” or “extreme” fire risk in much of the country.</p><p>Spain’s Ministry of Health reported 1,060 excess deaths linked to extreme heat in July, a 57 percent increase over the same month last year, based on data from the national mortality monitoring system. While the data does not confirm direct causation, it is widely used to estimate heat-related deaths.</p><p>In neighbouring Portugal, wildfires have already burned more than 42,000 hectares (104,000 acres) in 2025 – the largest area since 2022 and eight times more than this time last year. More than half of that land was scorched in just the past two weeks.</p><p>Firefighters managed to bring a large blaze under control near Vila Real in the north on Wednesday, but others remain active. A fire in the city of Amarante continued to burn, while another in A Coruna reached emergency level 2 due to its proximity to populated areas.</p><p>Lisbon declared a state of alert until August 7, with more than 100 municipalities on maximum fire risk amid soaring temperatures.</p><p>Scientists say Southern Europe is on the front line of climate breakdown. Rising global temperatures are creating the conditions for longer and more destructive fire seasons.</p></div></div></body></html>"
        },
        {
            "title": "Ghana’s defence, environment ministers among 8 killed in helicopter crash | News | Al Jazeera",
            "time": "2025-08-06T15:12:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250703__64N33TM__v2__HighRes__GhanaIndiaDiplomacyParliament-1754497703.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ghana’s defence, environment ministers among 8 killed in helicopter crash</h1><p class=\"article__subhead\"><em>Several other government officials among the victims of the crash that occurred Wednesday morning.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p2\">A helicopter crash has killed all eight people on board, including the nation’s defence and environment ministers, according to Ghana’s government.</p><p>Defence Minister Edward Omane Boamah and Environment Minister Ibrahim Murtala Muhammed were among the victims of the crash in the southern Ashanti region of the country, said Julius Debrah, chief of staff to President John Mahama, on Wednesday.</p><p>“The president and the government extend their condolences and solidarity to the families of our comrades and soldiers who fell in their service to the nation,” said Debrah.</p><p>Also among the victims were Alhaji Mohammad Muniru Limuna, deputy national security coordinator and former minister of agriculture, and Samuel Sarpong, vice chairman of Mahama’s National Democratic Congress (NDC) party.</p><p>Boamah was helming Ghana’s defence ministry at a time when armed groups across its northern border in Burkina Faso had become increasingly restive.</p><p>While Ghana has so far avoided a rebel spillover from the Sahel – unlike neighbours Togo and Benin – observers have warned of increased arms trafficking and of fighters from Burkina Faso crossing the porous border to use Ghana as a rear base.</p><p>A medical doctor by training, Boamah’s career in government included stints as communications minister during Mahama’s previous 2012-2017 tenure. Before that, he was the deputy minister for the environment.</p><p>As Ghana has pursued increased diplomacy with Burkina Faso, Mali and Niger – all ruled by military governments who have broken with the ECOWAS West African regional bloc – Boamah led a delegation to Ouagadougou in May.</p><p>He had been set to release a book titled, A Peaceful Man in an African Democracy, about former President John Atta Mills, who died in 2012.</p><p>The Ghanaian Armed Forces had reported earlier Wednesday that an air force helicopter had fallen off radar after taking off from Accra just after 9:00am (09:00 GMT). It had been headed towards the town of Obuasi, northwest of the capital.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The statement had said that three crew and five passengers were on board, without specifying at the time that the ministers were among them.</p><p>All flags were to be flown at half-staff, Debrah said, while the presidency said Mahama had cancelled his official activities for the day.<i></i></p></div></div></body></html>"
        },
        {
            "title": "Netanyahu wants to ‘occupy Gaza’, what do Israeli people, military think? | Benjamin Netanyahu News | Al Jazeera",
            "time": "2025-08-06T15:12:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-08T002155Z_2017695554_RC2ZHFAN8PFX_RTRMADP_3_USA-ISRAEL-1754004306.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After 22 months of full-scale war, killing more than 60,000 Palestinians and forcing Gaza to the brink of famine, Israeli Prime Minister Benjamin Netanyahu is reportedly preparing to defy international, domestic and military opinion by escalating the war on Gaza still further and ordering its full occupation.</p><p>“The die is cast – we are going for a full occupation of the Gaza Strip,” Israeli media cited an anonymous official, supposedly quoting Netanyahu, as saying.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Meeting with senior security officials on Tuesday, Netanyahu was said to have come out in support of the military taking complete control of Gaza, even if it meant that the remaining Israeli captives there might be harmed or killed.</p><p>The fate of the captives taken during the Hamas-led attack on southern Israel on October 7, 2023, has been a constant theme throughout Israel’s war on Gaza and rescuing them was one of the war aims Netanyahu claimed at its outset.</p><p>However, despite the destruction of much of Gaza and the displacement and starvation of much of its population, many captives remain and the territory where they are thought to now be is outside Israeli military control.</p><p>“Netanyahu wants to continue the war,” Ahron Bregman, a political scientist at King’s College London and former Israeli officer, said, echoing a widespread criticism of the prime minister.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“He wants time. He wants time to maintain his coalition and time to drag out his corruption trial,” he said of the criminal charges that <a href=\"/news/2024/12/9/benjamin-netanyahus-corruption-trial-what-you-need-to-know\">have dogged Netanyahu since 2019</a>.</p><h2 id=\"motivation\">Motivation</h2><p>The specific reason for this latest potential offensive remains unclear.  <a href=\"https://www.haaretz.com/israel-news/2025-08-06/ty-article/.premium/netanyahus-threats-to-occupy-gaza-could-become-a-blood-soaked-reality/00000198-7bbc-d2e5-adb9-7fbd37bc0000\" target=\"_blank\" rel=\"noopener\">Some have suggested that</a> talk of occupation is a tactic to bring Hamas back to the negotiating table.</p><p>The siege Israel imposed on Gaza after breaking the last ceasefire in March has caused international outrage because of the starvation it has caused. Others have suggested it may also be a genuine attempt to eradicate Hamas and finally break whatever spirit remains in Gaza’s population and force <a href=\"/news/2025/7/16/israel-presses-ahead-gaza-concentration-camp-plans-despite-criticism\">them into “concentration zone” camps</a>.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“It could be any of them,” Israeli political analyst Nimrod Flaschenberg said. “Netanyahu has proven in the past that he doesn’t care about popular opinion or mass protest, as long as his right-wing base is happy.</p><p>“We saw that in Rafah, which he destroyed, and we saw that with Iran, which he attacked. It doesn’t matter what most people think. He just needs to keep the base on side and worry about elections later. This has been the strategy for much of the last two years.”</p><p>The real question is whether the army is capable of occupying all of Gaza, Flaschenberg added.</p><figure id=\"attachment_3873693\" aria-describedby=\"caption-attachment-3873693\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873693\" src=\"/wp-content/uploads/2025/08/AA-20250805-38750675-38750659-FOOD_DISTRIBUTED_TO_PALESTINIANS_STRUGGLING_WITH_HUNGER_IN_GAZA-1754399059.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873693\" class=\"wp-caption-text\">Palestinians facing immense difficulties accessing food due to the blockade imposed by Israel wait to receive hot meals in Gaza on August 5, 2025 [Abdalhkem Abu Riash/Anadolu]</figcaption></figure><p>“There’s huge fatigue within the military, extensive PTSD [post-traumatic stress disorder] and massive numbers of both overt and grey [private] refusals,” he said of what was estimated by the Israeli magazine +972  in April to be a shortfall in troops of more than 100,000.</p><p>“This is not realistic at all,” former US Special Forces commander Colonel Seth Krummrich of international security firm Global Guardian said of Netanyahu’s plans to occupy Gaza.</p><p>“To capture and hold terrain takes an enormous number of soldiers and resources. The Israeli population is divided on this issue, so there are domestic headwinds that will not support this level of mobilisation,” he said of widespread protests in Israel calling for an end to the war.</p><h3>Refuseniks</h3><p>Irrespective of the politics, many in the Israeli army and security services have opposed Netanyahu’s and his right-wing allies’ plans to occupy Gaza, as well as continuing with the war on the enclave more generally.</p><p>Several senior Israeli military officers, including Chief of Staff <a href=\"/news/2025/3/4/who-is-eyal-zamir-the-israeli-armys-new-chief-of-staff\">Lieutenant General Eyal Zamir</a>, are understood to oppose any further escalation in Gaza at all.</p><p>On Tuesday, more than <a href=\"/news/2025/8/4/over-600-former-israeli-security-chiefs-urge-trump-to-end-gaza-war\">600 former Israeli senior security officials</a> signed an open letter calling on US President Donald Trump to use his influence to help bring the war to a close.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“It is our professional judgement that Hamas no longer poses a strategic threat to Israel,” the Commanders for Israel’s Security (CIS) group said in a post on X, where it shared the open letter to President Donald Trump</p><p>CIS describes itself as “Israel’s largest group of former [Israeli military] generals and Mossad, Shin Bet, Police, and Diplomatic Corps equivalents”.</p><p>“From the military point of view, [Hamas] is totally destroyed. On the other hand, as an ideology, it is getting more and more power among the Palestinian people, within the Arab street around us, and also in the world of Islam,” Ami Ayolon, the former head of Israel’s Shin Bet internal intelligence agency and one of the letter’s signatories, told the BBC.</p><p>“The lack of support from the upper echelons of the military would also prove vital,” Colonel Krummrich added. “The military leadership has to ‘own’ this operation. If it fails, the military leadership gets blamed. They have to convince their soldiers that it is worth the cost, especially over the long term – potentially stretching into years,” he said.</p><figure id=\"attachment_3861261\" aria-describedby=\"caption-attachment-3861261\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3861261\" src=\"/wp-content/uploads/2025/07/afp_68872cc374be-1753689283.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"PHOTO TAKEN DURING A CONTROLLED EMBED TOUR WITH THE ISRAELI ARMY AND SUBSEQUENTLY EDITED UNDER MILITARY SUPERVISION -- Israeli soldiers stand guard next to humanitarian aid at the Kerem Shalom crossing between southern Israel and the Gaza Strip on July 27, 2025. (Photo by Carlos REYES / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3861261\" class=\"wp-caption-text\">Photo taken during a controlled embed tour with the Israeli army and subsequently edited under military supervision – The Israeli army is reported to be exhausted and suffering critical shortages of reservists [File: Carlos Reyes/AFP]</figcaption></figure><h2 id=\"why-would-netanyahu-push-for-the-occupation-of-gaza\">Why would Netanyahu push for the occupation of Gaza?</h2><p>Any further escalation in Gaza is also certain to prove unpopular with the public, which is already tired of the endless war, analysts said.</p><p>Some polls show widespread public opposition in Israel to the war, with frustration over Netanyahu’s repeated excuses for his government’s failure to reach a ceasefire deal, which could bring the remaining captives home, tangible.</p><p>Critically, in May, a poll for Israel’s Channel 12 showed that most Israelis thought Netanyahu cared more about clinging to power than he did winning the war.</p><p>“When you look at the list of people who’ve come out against this, including Zamir, it begs the question why,” Yossi Mekelberg of Chatham House said. “Are Hamas really so great a threat that you’d sacrifice the hostages, sacrifice soldiers’ lives and sacrifice what’s left of the country’s reputation?” he asked.</p><p>“He’s become completely fractured from reality,” Professor Mekelberg said. “It’s madness. A half-decent human being, no, a quarter-decent human being, would have resigned long ago, but everything with Netanyahu is about his political survival.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Hezbollah to treat Lebanon’s disarmament decision ‘as if it does not exist’ | Hezbollah News | Al Jazeera",
            "time": "2025-08-06T14:48:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_68935f0f6586-1754488591.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hezbollah has branded the Lebanese government’s push to have a state monopoly on arms as a “grave sin” and is dismissing it out of hand “as if it doesn’t exist”.</p><p>The group on Wednesday rejected <a href=\"/news/2025/8/5/hezbollah-supporters-protest-disarmament-ahead-of-lebanese-government-talks\">a decision by the Lebanese cabinet a day earlier</a> that authorises the Lebanese army to draw up a plan to confine arms across the country to six official security forces by the end of the year.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The government decision followed ramped-up pressure by the United States to get the Lebanese armed group to lay down its arms, amid burgeoning fears that Israel could intensify strikes on Lebanon, even while it carries out <a href=\"/news/2025/7/31/lebanon-president-aoun-reiterates-calls-for-hezbollah-to-disarm\">near-daily violations </a>of the November truce it signed with Hezbollah to end the war.</p><p>Prime Minister Nawaf Salam confirmed the decree after the cabinet meeting, saying it is “the state’s duty to monopolise the possession of weapons”, according to Lebanon’s state-run National News Agency (NNA).</p><p>Salam’s declaration on Tuesday amounted to an official rejection by the Lebanese government of Hezbollah’s military presence in the country, an unthinkable development two years ago when the group held sway in the country and its military powers were a forceful reality in the region.</p><p>In a written statement on Wednesday, <a href=\"/news/2025/7/30/hezbollah-rejects-calls-to-disarm-says-demands-serve-israel\">Hezbollah</a> said the move was a result of US “diktats” and that it would “deal with it as if it does not exist”.</p><p>“The government of Prime Minister Nawaf Salam committed a grave sin by taking a decision to strip Lebanon of its weapons to resist the Israeli enemy … This decision fully serves Israel’s interest,” the group said.</p><p>The statement said Shia ministers walked out of the six-hour-long cabinet session before the decision was reached as “an expression of the resistance’s [Hezbollah’s] rejection of this decision”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The group said it remained ready to discuss a broader national security strategy and urged its supporters to remain patient.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“We are open to dialogue, ending the Israeli aggression against Lebanon, liberating its land, releasing prisoners, working to build the state, and rebuilding what was destroyed by the brutal [Israeli] aggression,” Hezbollah’s statement read.</p><p>It added that Israel must first adhere to the ceasefire agreement reached in November of last year – which Israel has been flagrantly breaking.</p><p>Underscoring regular attacks on its northern neighbour, an Israeli drone strike targeting the southern Lebanese town of Tulin killed a child and injured his father on Wednesday, the publication Al-Akhbar reported. NNA also reported that Israeli jets dropped four bombs over the Wazzani River in the southeast of the country.</p><p>Late Wednesday evening, Lebanese media outlets reported that Israeli jets launched a wave  of attacks in southern Lebanon. Strikes targeted the villages of Eastern Zawtar and Deir Siriane, according to the reports.</p><p>The Hezbollah-affiliated al-Manar TV said three Israeli missiles hit a single site in Deir Siriane. Al Jadeed TV reported that ambulances were trying to reach the area with the Israeli strikes still ongoing.</p><p>Lebanon’s cabinet is scheduled to meet again on Thursday to continue discussions on US proposals to disarm Hezbollah within a specific time frame.</p><p>Lebanese politicians have not ruled out disarming Hezbollah by force, with the Lebanese army to step in to do so if such a decision is made.</p><p>But on Friday, Lebanese President Joseph Aoun warned that disarmament is a sensitive issue due to sectarian divisions within the country, and this could have consequences for national peace.</p><p>Tuesday’s session at Lebanon’s presidential palace was the first time the cabinet addressed Hezbollah’s weapons.</p><p>Hezbollah emerged weakened from <a href=\"/features/2025/7/26/dahiyeh-families-displaced-by-war-now-trapped-by-identity\">war with Israel</a> last year that saw most of the group’s senior leaders assassinated by Israel, including <a href=\"/news/2024/9/28/hassan-nasrallah-hezbollah-leader-killed-in-beirut-in-israeli-strike\">its longtime leader Hassan Nasrallah</a>. The conflict killed thousands of its fighters and Lebanese civilians, and left tens of thousands from the Shia and other communities displaced from their destroyed homes.</p><p>Hezbollah leader <a href=\"/news/2025/7/30/hezbollah-rejects-calls-to-disarm-says-demands-serve-israel\">Naim Qassem</a> reiterated on Tuesday as the cabinet met that the group will not lay down its weapons under Israeli fire, instead stating that the strategy should not be a timeline to disarm, and that resistance to Israel must be discussed in national consensus.</p><p>In a televised speech from a secure location, Qassem said, “The resistance is fine, strong and ready to fight for Lebanon’s sovereignty and independence … Hezbollah made heavy sacrifices to defend Lebanon against the Israeli aggression.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump slaps 50 percent tariff on Indian goods over imports of Russian oil | Donald Trump News | Al Jazeera",
            "time": "2025-08-06T14:41:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/10/2020-02-25T084509Z_861887109_RC2K7F9LD0YQ_RTRMADP_3_INDIA-USA-TRUMP.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">United States President Donald Trump has issued an executive order imposing an additional 25 percent tariff on goods from India, as penalty for importing Russian oil.</p><p>Wednesday’s hike comes in addition to the 25 percent tariff India already faces, making it subject to one of the US’s highest import tax brackets under Trump, at a total of 50 percent.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In his executive order, Trump explained that Russia’s continued military actions in Ukraine constituted a “national emergency” and it was therefore “necessary and appropriate” to place heightened tariffs on India, a major consumer of its petroleum products.</p><p>“I find that the Government of India is currently directly or indirectly importing Russian Federation oil,” Trump <a href=\"https://www.whitehouse.gov/presidential-actions/2025/08/addressing-threats-to-the-united-states-by-the-government-of-the-russian-federation/\" target=\"_blank\" rel=\"noopener\">wrote</a>.</p><p>“The actions and policies of the Government of the Russian Federation continue to pose an unusual and extraordinary threat to the national security and foreign policy of the United States.”</p><p>The tariff increase is slated to come into effect 21 days after the announcement, leaving a window open for India and the US to negotiate a lower rate.</p><p>But the move threatens to further <a href=\"/news/2025/8/6/us-india-relations-hit-new-low-despite-trump-modi-bromance-whats-next\">complicate US-Indian relations</a>. Brazil is the only other country to face a 50 percent overall tariff rate.</p><p>India’s Ministry of External Affairs quickly responded to Trump’s executive order with a <a href=\"https://x.com/MEAIndia/status/1953111378685739457/photo/1\" target=\"_blank\" rel=\"noopener\">statement</a>, decrying the tariffs as “unfair, unjustified and unreasonable”.</p><p>It questioned why India was being punished with additional tariffs while other importers of Russian oil were not.</p><p>“We have already made clear our position on these issues, including the fact that our imports are based on market factors and done with the overall objective of ensuring the energy security of 1.4 billion people of India,” the government statement said.</p><p>“It is therefore extremely unfortunate that the US should choose to impose additional tariffs on India for actions that several other countries are also taking in their own national interest.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"strained-us-india-relations\">Strained US-India relations</h2><p>India and the US had engaged in five rounds of trade talks in the lead-up to Wednesday’s announcement. In April, US Vice President JD Vance even travelled to New Delhi to help helm the negotiations.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But months of haggling have failed to produce a trade agreement, and experts say US-India ties are now facing their most serious crisis in years.</p><p>Experts have pointed out that India’s struggle to cement a deal with Trump contrasts with the situation of its neighbour and rival Pakistan, which negotiated a lower tariff rate in July.</p><p>Wednesday’s announcement coincides with reports that Indian Prime Minister Narendra Modi would visit China for the first time in more than seven years later this month.</p><p>An Indian government source told the news agency Reuters that Modi would attend a security summit in the city of Tianjin, a sign of easing tensions with China, despite past clashes over borders and water rights. Russian officials are also expected to attend.</p><p>Up until recently, the relationship between Trump and Modi was considered exceptionally tight.</p><p>Modi was one of the first foreign leaders to visit Trump after the Republican leader took office for a second term in January. During Trump’s first term in 2019, the president went so far as to host a dedicated Texas rally for the Indian prime minister, calling the event “Howdy Modi”.</p><p>Modi, for his part, has embraced Trump’s “Make America Great Again” movement, offering his own spin on the slogan: “Make India Great Again”.</p><p>But Trump has been outspoken in his belief that India’s economic practices are unfair to the US, and he has pledged to reduce trade deficits with foreign trading partners overall.</p><p>According to US government trade <a href=\"https://ustr.gov/countries-regions/south-central-asia/india\" target=\"_blank\" rel=\"noopener\">statistics</a>, India exported nearly $87.3bn in goods and services to the US in 2024, dwarfing the amount of US exports to India, which totalled $41.5bn.</p><p>Relations have further been strained by Trump’s claim that he brokered a peace between India and Pakistan after an armed standoff in May. Modi has denied any such foreign involvement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"pressure-to-end-ukraine-war\">Pressure to end Ukraine war</h2><p>Trump has also grown increasingly frustrated with Russia, despite his previously warm relationship with that country’s president, Vladimir Putin.</p><p>Upon taking office for a second term, Trump positioned himself as a “peacemaker”. He had previously pledged to end the war between Russia and Ukraine within 24 hours if re-elected, a pledge he has since walked back, saying it was meant to be “sarcastic”.</p><p>But Trump has pressed forward with peace negotiations between the two countries. But with no ceasefire in sight, Trump announced in July a deadline for Russia to wind down its military campaign — a deadline that expires on Wednesday.</p><p>Russia first launched its full-scale invasion of Ukraine in February 2022, and the war has since become a costly, slow-grinding conflict.</p><p>In his executive order on Wednesday, Trump left open the possibility that other importers of Russian oil products could be subject to higher tariffs, just as India had.</p><p>He also reserved the right to “modify” the executive order if any retaliatory action were taken, or if countries like India “take significant steps” to align with US policy goals.</p><p>The tariff announcement followed meetings taken by Trump’s top diplomatic envoy Steve Witkoff in Moscow aimed at pushing Russia to agree to peace in Ukraine.</p><p>Indian National Security Adviser Ajit Doval was likewise in Russia this week, with Reuters reporting that he was discussing the pressure to end Indian purchases of Russian petrol.</p><p>Reporting from outside the White House, Al Jazeera correspondent Kimberly Halkett pointed out that other countries besides India have continued to import Russian oil products, but they were absent from Trump’s executive order.</p><p>China, for instance, remains the top buyer of Russian oil, and Turkiye is its third largest consumer.</p><p>“There is a list of countries that buy Russian oil. India’s number two, and China number one,” Halkett explained.</p><p>“ The United States, even the European Union, buy from Russia themselves. They buy fertilisers. So what is it about India?  Well, India’s buying it at a very steep discount from Russia, this oil and gas. They say it’s to meet their commercial needs for the more than 1.4 billion living in the country.”</p><p>But Halkett explained that Trump officials perceive that specific trade to be a threat to US national security.</p><p>“ They see this as a threat to US interests because this is funding directly the Russian war machine, just as the United States is trying to wind down Russia’s invasion of Ukraine,” Halkett said.</p><p>“ So this, in the eyes of the United States, is counter to US interests, and India is the biggest offender in their eyes at this moment.”</p></div></div></body></html>"
        },
        {
            "title": "Friendship, love and loss in Gaza: A graphic novel | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-06T14:36:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Artboard-1-1754467809-1-1754481071_7de2e4-1754481647.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Indian village swallowed by mudslide: What happened - and why? | Weather News | Al Jazeera",
            "time": "2025-08-06T14:17:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/13244135-1754477228.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 100 people are missing and at least four people have died after flash floods swept through the village of Dharali, in the north Indian state of Uttarakhand.</p><p>Teams from the army and disaster response forces are operating in the area to rescue people trapped under debris, local authorities have said.</p><p>“A massive mudslide struck Dharali village in the Kheer Gad area near Harsil, triggering a sudden flow of debris and water through the settlement,” the Central Command of the Indian Army said in a post on X.</p><p>Flash floods in Uttarkashi, where Dharali is situated, were triggered by intense rainfall known as a “cloudburst”, which caused the Kheerganga river to swell, at around 1:30pm local time (08:00 GMT) on Tuesday.</p><p>The India Meteorological Department (<a href=\"https://x.com/Indiametdept/status/1953047666923061782\" target=\"_blank\" rel=\"noopener\">IMD</a>) warned that heavy rainfall will continue for the next few days.</p><figure id=\"attachment_3875440\" aria-describedby=\"caption-attachment-3875440\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3875440\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Mudslide-sweeps-through-Indian-village-August-6-20250D-1754484778.png?quality=80\" alt=\"INTERACTIVE - Mudslide sweeps through Indian village - August 6, 2025-1754484778\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3875440\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"what-is-a-cloudburst\">What is a cloudburst?</h2><p>A cloudburst is an intense downpour that delivers a large volume of rain in a short time. It is often accompanied by thunder and hail and can cause flash floods.</p><p>At any given time, clouds blanket about 70 percent of the Earth’s surface. Cloudbursts are often associated with cumulonimbus clouds, which contain large amounts of water.</p><figure id=\"attachment_3875442\" aria-describedby=\"caption-attachment-3875442\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3875442\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-What-is-a-cloudburst-August-6-2025-copy-1754484784.png?quality=80\" alt=\"INTERACTIVE - What is a cloudburst- August 6, 2025? copy-1754484784\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3875442\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>The <a href=\"https://mausam.imd.gov.in/Forecast/marquee_data/Press%20Release%2005-08-2025%20-.pdf\" target=\"_blank\" rel=\"noopener\" data-link-name=\"in body link\">IMD said</a> that over the past 24 hours, extreme rainfall of 21cm (8.3 inches) or more had been recorded in parts of northwest India, including Uttarakhand, where the flash floods happened – more than the 10cm (3.9 inches) of rain per hour required to be classed as a cloudburst, according to the IMD.</p><p>Cloudbursts tend to occur over a small geographical region of 20 to 30 square kilometres (7.7 to 11.6 square miles)</p><h2 id=\"is-this-caused-by-climate-change\">Is this caused by climate change?</h2><p>Uttarakhand, which has a large amount of mountainous and often unstable terrain, is prone to monsoon-related flooding. Dharali village is nestled in the Himalayas between the villages of Harsil and Gangotri.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Uttarakhand is particularly vulnerable to climate change given the fragility of the Himalayan region. In particular, it is exposed to excessive precipitation, cloudbursts, flood events and periods of very cold weather (cold waves), according to a study published in the <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S2212420924007003\">International Journal of Disaster Risk Reduction</a>.</p><p>That study found that districts in higher regions are more exposed to these effects because of their inability to adjust to weather-related and climate changes and because the ecosystems in these areas are more sensitive to such changes.</p><p>Experts say global warming will cause mountain temperatures to rise faster than the global average.</p><p>Catastrophic flooding that has historically affected Uttarakhand will become more common as rising temperatures lead to hastening glacier melting, such as the Gangotri, the glacier that is closest to Dharali.</p><p>According to the United Nations Environment Programme, rising temperatures in the Himalayas will ultimately reduce the size of glaciers, resulting in a reduction in the long-term availability of water for agriculture, people and power systems. It will also cause more solar energy absorption – accelerating the effects of global warming – because areas of glacial melting will be replaced by water or land, and the amount of light currently reflected by existing glaciers will decrease.</p></div></div></body></html>"
        },
        {
            "title": "Is Trump winning the trade war and at what cost to the economy? | Business and Economy | Al Jazeera",
            "time": "2025-08-06T13:31:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/trump-trade-war-counting-the-cost-clean-1754486990.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Donald Trump’s tariff policy is taking shape and the president is already touting benefits to the US economy.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump aims to rebalance the global trading system. The president has announced a new round of tariffs on many nations.</p><p>Trump’s trade experiment seems to be paying off better than most had expected, at least for now. He got his biggest trading partners to make deals that are closer to his demands than theirs.</p><p>Financial markets have shrugged off higher duties, and tariff revenues are pouring in. But economists say Americans will pay more for many goods they consume when the tariffs take effect.</p><p>What’s the impact of tariffs on Asia’s manufacturing hubs?</p><p>Plus, can global hunger be ended?</p></div></div></body></html>"
        },
        {
            "title": "Military targets among civilians don’t justify attacks on Gaza | Digital Series | Al Jazeera",
            "time": "2025-08-06T12:50:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/horizontal_peter_beinart_720-1754484601.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel shows starving captives to accuse Hamas of hunger crisis | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-06T12:49:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754484547.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        }
    ]
}