{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Putin lauds ‘heroism’ of North Koreans in liberating Kursk, Pyongyang says | Conflict News | Al Jazeera",
            "time": "2025-08-13T02:54:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250813__69E88CQ__v1__MidRes__NkoreaRussiaDiplomacy-1755047947_738a66-1755048311.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Putin lauds ‘heroism’ of North Koreans in liberating Kursk, Pyongyang says</h1><p class=\"article__subhead\"><em>Call between the two leaders comes days ahead of US President Donald Trump’s summit with Putin in Alaska.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian President Vladimir Putin lauded the “bravery” and “heroism” of North Korean soldiers in retaking Russia’s Kursk region from Ukrainian forces during a call with North Korean leader Kim Jong Un, North Korean state media has reported.</p><p>Putin told Kim that he “highly appreciated” North Korea’s support and the “self-sacrificing spirit” displayed by its troops during the liberation of the western region, the Korean Central News Agency (KCNA) reported on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Kim expressed his “heartfelt thanks” to Putin and said Pyongyang would “always remain faithful” to the spirit of the mutual defence treaty signed by the sides last year, as well as “fully support all measures to be taken by the Russian leadership in the future”, the KCNA said.</p><p>“The heads of states of the two countries exchanged views on the issues of mutual concern,” the KCNA said.</p><p>“Kim Jong Un and Putin agreed to make closer contact in the future.”</p><p>The call, days before Putin is set to meet United States President Donald Trump in Alaska to discuss efforts to end the war in Ukraine, is the latest sign of strengthening ties between North Korea and Russia amid Moscow’s ostracisation on the world stage.</p><p>“There are a lot of ifs still in the air, but the call suggests there’s a role for Russia, similar to the role South Korea played in 2018, in helping create an opening for US-DPRK relations,” Jenny Town, the director of the Korea programme at the Stimson Center in Washington, DC, told Al Jazeera. He used the acronym for North Korea’s official name, the Democratic People’s Republic of Korea.</p><p>“It might not be a focal point of the upcoming meeting, but it is likely to be part of the conversation.”</p><p>Last month, Kim told Russian Minister of Foreign Affairs Sergey Lavrov that Pyongyang would “unconditionally support” all actions taken by Moscow in Ukraine, according to North Korean state media reports.</p><p>North Korea has deployed more than 10,000 troops to support Russia’s war and has drawn up plans to dispatch thousands more, according to assessments by South Korea’s National Intelligence Service.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In April, Putin announced that Moscow had fully recaptured Kursk, though Ukrainian officials disputed his claim that the entire region had been brought under Russian control.</p><p>At his scheduled summit with Putin on Friday, Trump is expected to press the Russian leader to agree to a peace deal.</p><p>On Monday, he told reporters that he will probably know within the “first two minutes” of meeting Putin whether they can reach a deal and that any agreement would involve “some swapping, changes in land” between Moscow and Kyiv.</p></div></div></body></html>"
        },
        {
            "title": "Trump admin orders Smithsonian museums to be reviewed for ‘Americanism’ | Donald Trump News | Al Jazeera",
            "time": "2025-08-13T02:46:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25163573387889-1755043215.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House has ordered an extensive review of the Smithsonian museums and exhibitions in advance of next year’s 250th anniversary of the United States, with the goal of aligning the institution’s content with President Donald Trump’s interpretation of US history.</p><p>In a letter sent on Tuesday to Smithsonian Institution Secretary Lonnie Bunch III, the White House laid out in detail the steps it expects the organisation to take so that museum content can be reviewed for a focus on “Americanism”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The federal government will review public-facing museum content, such as social media, exhibition text and educational materials, to “assess tone, historical framing, and alignment with American ideals”, the letter said.</p><p>“This initiative aims to ensure alignment with the President’s directive to celebrate American exceptionalism, remove divisive or partisan narratives, and restore confidence in our shared cultural institutions,” the letter added.</p><p>In a statement responding to the letter, the Smithsonian said it remained committed to “scholarly excellence, rigorous research, and the accurate, factual presentation of history”.</p><p>“We are reviewing the letter with this commitment in mind and will continue to collaborate constructively with the White House, Congress, and our governing Board of Regents,” it said.</p><p>The White House said that the review is in line with the Restoring Truth and Sanity to American History Executive Order, which Trump <a href=\"/news/2025/3/28/trump-orders-removal-of-improper-ideology-from-top-us-museums\">signed in March</a>.</p><p>At the time, the Congressional Black Caucus, made up of Black members of the US Congress, described the Trump administration’s efforts to restrict the Smithsonian Institution as “whitewashing our nation’s history”.</p><p>“Donald Trump’s idea that the National Museum of African American History and Culture is guilty of distorting our nation’s history or painting our ‘founding principles’ in a ‘negative light’ is patently ridiculous,” the caucus said in a statement.</p><figure id=\"attachment_3885268\" aria-describedby=\"caption-attachment-3885268\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885268\" src=\"/wp-content/uploads/2025/08/13004490-1755046581.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"a white kkk mask can be seen in a museum\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885268\" class=\"wp-caption-text\">Visitors browse exhibits at the National Museum of African American History and Culture in Washington, DC, on April 29, 2025 [Jim Lo Scalzo/EPA]</figcaption></figure><p>“Let’s be clear, Black history is American history. Any rhetoric that opposes this notion is not only factually incorrect but blatantly racist,” the caucus said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“It is the Trump Administration that bans books, words, and phrases that do not fit their narrative. It is the Trump Administration that wants to erase and retell our history,” the caucus added.</p><p>The White House said the review would initially focus on the National Museum of American History, the National Museum of Natural History, the National Museum of <a href=\"/features/2016/9/19/museum-sheds-light-on-african-american-history\">African American History and Culture</a>, the National Museum of the American Indian, the National Air and Space Museum, the Smithsonian American Art Museum, the National Portrait Gallery and the Hirshhorn Museum and Sculpture Garden.</p><p>The museums under review are all located in Washington, DC, where the president this week ordered the deployment of the US National Guard to tackle a purported crime wave that city officials in the capital have refuted.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The museums all offer free admission and attract millions of visitors each year, with the National Museum of American History alone recording 2 million in-person visits in 2024.</p><p>The Smithsonian has <a href=\"/news/2025/8/3/us-museum-denies-political-pressure-in-removal-of-trump-impeachment-display\">repeatedly denied</a> allegations that it has changed or removed exhibit details in response to pressure from the Trump administration. Recently, the institution removed references to Trump’s two impeachments from an exhibit on the US presidency. The Smithsonian Institution said that a placard was removed for reasons related to consistency and because it “blocked the view of the objects inside its case”.</p><p>“We were not asked by any Administration or other government officials to remove content from the exhibit,” the Institution said.</p><p>The Smithsonian Institution, which runs 21 museums and the National Zoo, said at the time that the impeachment section of the museum would be updated in the coming weeks to “reflect all impeachment proceedings in our nation’s history”.</p><p>Trump <a href=\"/news/2021/1/13/donald-trump-impeached-for-inciting-us-capitol-riot\">was impeached</a> in January 2021, for “incitement of insurrection”, after a mob of his supporters stormed the US Capitol on January 6, 2021.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN chief warns Israel, Russia over reports of sexual abuse by armed forces | Human Rights News | Al Jazeera",
            "time": "2025-08-13T02:17:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2023-05-02T080044Z_391995931_RC28Q0AYJEZN_RTRMADP_3_ISRAEL-PALESTINIANS-PRISONER-1683015043-1755049967.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations Secretary-General Antonio Guterres has put <a href=\"/news/2024/7/29/israeli-far-right-politicians-protest-arrest-of-soldiers-suspected-of-abuse\">Israel</a> and <a href=\"/news/2022/6/6/russia-urged-to-end-sexual-violence-in-ukraine-war-at-un-meeting\">Russia</a> “on notice” that their armed forces and security personnel could be listed among parties “credibly suspected” of committing sexual violence in conflict zones.</p><p>The warning on Tuesday resulted from “significant concerns regarding patterns of certain forms of sexual violence that have been consistently documented by the United Nations”, Guterres wrote in a report seen by the Reuters news agency.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In his annual report to the UN Security Council on conflict-related sexual violence, Guterres said that Israel and Russia could be listed next year among the parties “credibly suspected of committing or being responsible for patterns of rape or other forms of sexual violence”.</p><p>In his <a href=\"/video/newsfeed/2024/12/31/sde-teiman-israels-notorious-detention-facility\">warning to Israel</a>, Guterres said he was “gravely concerned about credible information of violations by Israeli armed and security forces” against Palestinians in several prisons, a detention centre and a military base.</p><p>“Cases documented by the United Nations indicate patterns of sexual violence such as genital violence, prolonged forced nudity and repeated strip searches conducted in an abusive and degrading manner,” Guterres wrote.</p><p>Because Israel has denied access to UN monitors, it has been “challenging to make a definitive determination” about patterns, trends and the systematic use of sexual violence by its forces, he said, urging Israel’s government “to take the necessary measures to ensure immediate cessation of all acts of sexual violence, and make and implement specific time-bound commitments.”</p><p>The UN chief said these should include investigations of credible allegations, clear orders and codes of conduct for military and security forces that prohibit sexual violence, and unimpeded access for UN monitors.</p><p>In March, UN-backed human rights experts accused Israel of “the systematic use of sexual, reproductive and other gender-based violence”.</p><p>The Independent International Commission of Inquiry on the Occupied Palestinian Territory, including East Jerusalem, and Israel said it documented a range of violations perpetrated against Palestinian women, men, girls and boys, and accused Israeli forces of rape and sexual violence against Palestinian detainees.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel’s ambassador to the UN, Danny Danon, dismissed the Secretary-General’s concerns as “baseless accusations” on Tuesday.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Danon, who circulated a letter he received from Guterres and his response to the UN chief, said the allegations “are steeped in biased publications”.</p><p>“The UN must focus on the shocking war crimes and sexual violence of Hamas and the release of all hostages,” the Israeli ambassador said.</p><p>Danon stressed that “Israel will not shy away from protecting its citizens and will continue to act in accordance with international law”.</p><p>In July 2024, the Israeli military said it had detained and was questioning nine soldiers over the <a href=\"/news/2024/8/9/everything-is-legitimate-israeli-leaders-defend-soldiers-accused-of-rape\">alleged sexual abuse of a Palestinian</a> detainee at the infamous Sde Teiman prison facility, which was set up to detain people arrested in Gaza.</p><p>Israeli media reported at the time that a Palestinian prisoner was taken to hospital after suffering severe injuries from what was an alleged gang rape by military guards at the prison.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the case of Russia, Guterres wrote that he was “gravely concerned about credible information of violations by Russian armed and security forces and affiliated armed groups”, primarily against Ukrainian prisoners of war, in 50 official and 22 unofficial detention facilities in Ukraine and Russia.</p><p>“These cases comprised a significant number of documented incidents of genital violence, including electrocution, beatings and burns to the genitals, and forced stripping and prolonged nudity, used to humiliate and elicit confessions or information,” he said.</p><p>Russia’s mission to the UN in New York did not immediately respond to a request for comment on the report.</p><p>Guterres said that Russian authorities have not engaged with his special envoy on the matter.</p></div></div></body></html>"
        },
        {
            "title": "Singapore warms to ‘Made in China’ label as stigma fades | Business and Economy News | Al Jazeera",
            "time": "2025-08-13T01:37:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250109__36TD6AV__v1__MidRes__SingaporeAutoShow-1754970985.jpg?resize=1799%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Singapore – </strong>On a weekday afternoon in the heart of the central business district, the BYD showroom on Robinson Road is a picture of futuristic cool.</p><p>Inside, sleek electric cars gleam under bright white lights as young professionals drift through the space.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Just a short walk away, diners mingle in a BYD-branded restaurant over craft beer and bar bites in a chic, members’ club-like setting – one of several lifestyle ventures the Chinese electric vehicle giant has rolled out across Singapore.</p><p>It is a scene that reflects a larger shift.</p><p>Once seen as cheap and functional at best, Chinese brands are fast becoming desirable – even aspirational – among Singapore’s middle class.</p><p>Shenzhen-based BYD was by far the top-selling carmaker in the city-state in the first half of 2025.</p><p>The EV maker sold almost 4,670 cars – about 20 percent of total vehicle sales – during the period, according to government data, compared with about 3,460 vehicles sold by second-ranked Toyota.</p><p>Many other Chinese brands have also made major inroads, from the tea chain Chagee to toymaker Pop Mart and electronics maker Xiaomi, shaping how Singaporeans work, rest and play.</p><p>Singapore and Malaysia had the biggest concentration of Chinese food and beverage brands in Southeast Asia last year, according to the research firm Momentum Works, with 32 China-based firms operating 184 outlets in the city-state as of June 2024.</p><p>At the same time, Chinese tech firms, including ByteDance, Alibaba Cloud and Tencent, have chosen Singapore for their regional bases.</p><figure id=\"attachment_3883601\" aria-describedby=\"caption-attachment-3883601\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3883601 size-arc-image-770\" src=\"/wp-content/uploads/2025/08/2023-09-19T000151Z_337583248_RC2K33AO2LCE_RTRMADP_3_BYD-SOUTHEAST-ASIA-1754971265.jpg?resize=770%2C544&amp;quality=80\" alt=\"BYD\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883601\" class=\"wp-caption-text\">A bartender prepares a cocktail at a BYD by 1826 cafe and car dealership in Singapore on September 7, 2023 [Edgar Su/Reuters]</figcaption></figure><p>Healthcare worker Thahirah Silva, 28, said she used to be wary of the “Made in China” label, but shifted her perspective after a visit to the country last year.</p><p>“They’re very self-sufficient. They have their own products and don’t need to rely on international brands, and the quality was surprisingly reliable,” Silva told Al Jazeera.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>These days, Silva regularly samples Chinese food brands, often after seeing particular dishes or snacks taking off on social media.</p><p>Compared with Japanese or Korean brands, she said, Chinese chains are “creative, quick to innovate and set food trends”, though she admits it sometimes feels like they are “taking over” from local brands.</p><p>“Somehow, it made me feel there won’t be much difference visiting China, since so many of their brands are already here”, she said.</p><p>For younger Singaporeans, the old stigmas around products “made in China” are fading, said Samer Elhajjar, senior lecturer at the marketing department of the National University of Singapore’s (NUS) Business School.</p><p>“Many of these brands are now perceived as cool, modern and emotionally in tune with what young consumers want. They feel local and global at the same time,” Elhajjar told Al Jazeera.</p><p>“You can walk into a Chagee and feel like you are part of a new kind of aesthetic culture: clean design, soft lighting, calming music. It is not selling a product. It is selling a feeling.”</p><p>Moulded by China’s hyper-competitive e-commerce landscape, Chinese companies have been especially adept at rolling out digitally savvy marketing strategies, Elhajjar said.</p><p>“These brands are now playing the same emotional game that legacy Western brands have mastered for decades,” he said.</p><figure id=\"attachment_3883607\" aria-describedby=\"caption-attachment-3883607\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883607\" src=\"/wp-content/uploads/2025/08/AFP__20250107__36T92UA__v1__MidRes__SingaporeLifestyle-1754971618.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Singapore\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883607\" class=\"wp-caption-text\">Pedestrians cross a street in the Chinatown district of Singapore on January 7, 2025 [Roslan Rahman/AFP]</figcaption></figure><p>Singapore, where about three-quarters of the population is ethnic Chinese, is an especially attractive testbed for Chinese brands looking to expand overseas, according to analysts.</p><p>Doris Ho, who led a brand consultancy in Greater China from 2010 to 2022, said that Chinese brands have been able to succeed in Singapore with a bold, creative approach to innovation that appeals to local sensibilities.</p><p>This “new China edge”, Ho said, shows up in BYD features, such as built-in fridges and spacious, fold-flat interiors that can be used for sleeping, and hotpot chain Haidilao’s extravagant hospitality, which sees customers treated to live music performances, shoeshines, hand massages and manicures.</p><p>“When they innovate, they don’t follow the same lines you’d expect. It’s their way of looking at something and coming out with a completely surprising answer,” Ho told Al Jazeera.</p><p>For Chinese brands, Singapore offers “a sandbox with real stakes” as a compact, ethically diverse and globally-connected market, Elhajjar said.</p><p>Because Singapore is seen as sophisticated, efficient and forward-looking, success in the city-state “sends a powerful message”, he said.</p><p>The rise of Chinese brands has coincided with Singapore’s growing reliance on China’s economy.</p><p>China has been Singapore’s largest trading partner since 2013, with bilateral trade in goods last year reaching $170.2bn.</p><p>As Western firms scaled back or paused expansion, Chinese brands moved in, with many effectively propping up Singapore’s property sector and entrenching themselves in the country, said Alan Chong, senior fellow at the S Rajaratnam School of International Studies (RSIS).</p><p>Singapore’s government has also actively courted Chinese firms amid the uncertainty from US President Donald Trump’s arrival on the geopolitical scene, Chong said.</p><p>“You see the positive image of the United States slipping quite consistently,” Chong told Al Jazeera.</p><p>“The US has acted in a miserly, resentful sort of way with ongoing trade tariffs, whereas China remains a factory of the world – seen as an economic benefactor – so there will be a swing in terms of looking at China favourably.”</p><p>Chong said that Singapore has also become a virtual second home for some middle-class Chinese nationals, many of whom own property in the city-state.</p><figure id=\"attachment_3885260\" aria-describedby=\"caption-attachment-3885260\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885260\" src=\"/wp-content/uploads/2025/08/AFP__20191009__1L8060__v1__MidRes__SingaporeHongKongChinaPoliticsCrimeUnrestSeasia-1755046110.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Singapore\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885260\" class=\"wp-caption-text\">High-rise private condominiums in Singapore [File: Roslan Rahman/AFP]</figcaption></figure><p>Singaporean universities have also made a concerted effort to attract Chinese students, with some even introducing programmes taught in Mandarin Chinese.</p><p>In a report released earlier this year by China’s Ministry of Education and the Beijing-based Center for China and Globalization, Singapore was ranked the second-most popular destination for Chinese students after the United Kingdom.</p><p>Some analysts have observed the rise of “born-again Chinese” (BAC) – people of Chinese descent outside China, especially in Singapore and Malaysia, who embrace a strong pro-China identity, despite limited cultural or linguistic ties.</p><p>Donald Low, a lecturer at the Hong Kong University of Science and Technology, has defined so-called BACs as those who adopt an “idealised, romanticised” idea of a China that is “inevitably rising” and “stands heroically against a hegemonic West”.</p><p>The success of Chinese brands in Singapore has not been without some pushback.</p><p>Some Singapore residents have felt alienated by stores that operate mainly in Mandarin Chinese, Elhajjar said, given that the city-state has one of the world’s largest immigrant populations, as well as large minorities of native-born Malays and Indians.</p><p>There have also been concerns raised about homegrown brands being priced out of the market by the arrival of large firms with deep pockets.</p><p>Rising rents resulted in the closure of 3,000 F&amp;B businesses in 2024, the highest number since 2005, Channel NewsAsia reported in January.</p><p>In a recent white paper, the Singapore Tenants United for Fairness, a cooperative representing more than 700 business owners, called for curbs on “new and foreign players”.</p><p>Leong Chan-Hoong, the head of the RSIS Social Cohesion Research programme, cautioned against blaming Chinese enterprises for social tensions or rising rents, describing the inroads made by some brands as part of the natural cycle of a market-driven economy.</p><p>“As a global city-state, we are always at the forefront of such transitions,” Leong told Al Jazeera.</p><figure id=\"attachment_3885262\" aria-describedby=\"caption-attachment-3885262\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885262\" src=\"/wp-content/uploads/2025/08/AFP__20250804__68NU4T3__v1__MidRes__ChinaEntertainmentTechnologyGames-1755046250.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Labubu\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885262\" class=\"wp-caption-text\">A woman sells Labubu plush toys to visitors during the China Digital Entertainment Expo and Conference, known as ChinaJoy, at the Shanghai New International Expo Centre in Shanghai, China, on August 4, 2025 [Hector Retamal/AFP]</figcaption></figure><p>Indeed, for many residents in Singapore, the growing presence of Chinese brands is simply an unremarkable part of daily life.</p><p>Ly Nguyen, a 29-year-old Vietnamese migrant working in tech sales, said she started collecting Labubu, the globally popular gremlin-like toys created by Pop Mart, after being captivated by their “ugly but fun” aesthetic.</p><p>“Labubu represents independent creativity and a newfound confidence in Chinese-designed memorabilia,” Nguyen told Al Jazeera.</p><p>For Nguyen, the popularity of Labubu dolls, which have been spotted with celebrities such as Rihanna and BLACKPINK’s Lisa, points to a generational shift in how Chinese cultural exports are viewed.</p><p>“The more familiar people become with these brands, the more likely younger generations will have a new, much more favourable perception towards China as a cultural power,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,266 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-13T00:21:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-12T064143Z_548435018_RC2V4GA6CCEX_RTRMADP_3_UKRAINE-CRISIS-DRILLS-1755044521_a34555-1755044605.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,266</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,266 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Wednesday, August 13:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>A Russian attack killed a civilian and injured one other person in Shakhove, in Ukraine’s Donetsk region, Governor Vadym Filashkin said in a post on Telegram.</li>\n<li>Russian forces bombed the town of Bilozerske, also in Ukraine’s Donetsk region, overnight, killing two people and injuring seven, including a 16-year-old boy, the regional prosecutor’s office said.</li>\n<li>The AFP news agency reported that Ukrainians were evacuating Bilozerske as Russian troops made gains in the area, while Ukrainian battlefield monitoring group DeepState reported that Russian forces had advanced in Nikanorivka, Shcherbynivka and near Petrivka in the Donetsk region.</li>\n<li>Ukrainian President <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\">Volodymyr Zelenskyy</a> said that Russia wants Ukraine to withdraw from the entire Donetsk region in eastern Ukraine as part of a ceasefire deal, as Russian leader Vladimir Putin is due to meet United States President Donald Trump for talks about the war <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">in Alaska</a> on Friday.</li>\n<li>The Ukrainian General Staff said its forces were involved in “difficult” fighting close to Pokrovsk and Dobropillia in Donetsk, and that reinforcements were required to block attacks by small groups of Russian troops.</li>\n<li>Ukraine’s SBU intelligence service claimed that Ukrainian drones hit a Russian long-range drone storage warehouse in the Kzyl-Yul settlement in the Russian republic of Tatarstan.</li>\n<li>A person died after being injured in a Ukrainian drone attack on Monday in Arzamas, in Russia’s Nizhny Novgorod region, according to Russia’s state-run TASS news agency, which cited the regional governor.</li>\n<li>\n<p class=\"tr-story-p1\">International Atomic Energy Agency (IAEA) chief Rafael Mariano Grossi said that IAEA staff had observed smoke rising from an administration building at Ukraine’s Zaporizhzhia Nuclear Power Plant, but that there was “no radiation increase, no nuclear safety impact reported, and no casualties”.</p>\n</li>\n<li>Russian forces shot down six guided bombs and 179 drones in 24 hours, the Russian Ministry of Defence reported on Tuesday, according to TASS.</li>\n</ul><figure id=\"attachment_3885138\" aria-describedby=\"caption-attachment-3885138\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885138\" src=\"/wp-content/uploads/2025/08/AFP__20250812__69DZ4G3__v1__HighRes__UkraineRussiaConflictWar-1755034727.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"people carrying their belongings get onto a yellow bus\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885138\" class=\"wp-caption-text\">Ukrainian residents of the town of Bilozerske board a bus to evacuate following a strike, Donetsk region, Tuesday [Genya Savilov/AFP]</figcaption></figure><h2 id=\"ceasefire\">Ceasefire</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said that <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">the summit</a> between Trump and Putin in Alaska on Friday is a “personal victory” for Putin, “because he is meeting on US territory”, and because he “has somehow postponed sanctions”.</li>\n<li>Zelenskyy also said he had received a “first signal” from US envoy Steve Witkoff that Russia might agree to a ceasefire, without providing further details.</li>\n<li>White House spokeswoman Karoline Leavitt said that the meeting in Alaska’s capital, Anchorage, would be “a listening exercise for the president”, and that the aim was for him “to walk away with a better understanding of how we can end this war”.</li>\n<li>US Secretary of State Marco Rubio and Russian Minister of Foreign Affairs Sergey Lavrov <a href=\"/news/2025/8/12/top-russia-us-diplomats-hold-phone-call-before-trump-putin-alaska-meet\">spoke on the phone</a> on Tuesday. The US State Department said that “both sides confirmed their commitment to ensure a successful event” in Alaska.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russia’s Ministry of Foreign Affairs said that Putin spoke with North Korean leader Kim Jong Un about his upcoming meeting with Trump. Putin also expressed appreciation for North Korea’s support in the “liberation of the Kursk Region from the invading forces of the Kyiv regime”, the ministry said in a post on Telegram.</li>\n<li>Zelenskyy held calls with the president of Turkiye, the emir of Qatar, the president of Romania and the prime minister of the Netherlands on Tuesday.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "US judge orders ICE to improve condition in New York immigration facility | Migration News | Al Jazeera",
            "time": "2025-08-13T00:12:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250808__2229095057__v2__MidRes__IceDetainsImmigrantsInsideNewYorkCityCourthou-1755036091.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States federal judge has ordered immigration authorities to improve conditions at a <a href=\"/news/2025/6/17/new-york-city-comptroller-arrested-by-ice-agents-outside-immigration-court\">New York City facility</a> following reports of overcrowding, inadequate food and unhygienic conditions.</p><p>On Tuesday, Judge Lewis Kaplan <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.nysd.647291/gov.uscourts.nysd.647291.65.0.pdf\" target=\"_blank\" rel=\"noopener\">issued</a> a temporary restraining order that mandated Immigration and Customs Enforcement (ICE) to implement reforms at 26 Federal Plaza, a government building in Manhattan where one floor contains holding cells for migrants and asylum seekers.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The restraining order requires the government to limit capacity at the holding facility, ensure cleanliness and provide sleeping mats.</p><p>“My conclusion here is that there is a very serious threat of continuing irreparable injury, given the conditions that I’ve been told about,” Kaplan said.</p><p>Under Kaplan’s order, the government will be forced to thoroughly clean the cells three times a day and provide adequate supplies of soap, towels, toilet paper, toothbrushes, toothpaste and feminine products.</p><p>He has also instructed immigration officials to allocate 4.6 square metres (50 square feet) per person, shrinking the capacity of the largest room from 40 or more detainees to just 15.</p><p>Finally, to ensure access to legal representation, Kaplan said the government must ensure detainees have accommodations to make confidential, unmonitored and unrecorded legal telephone calls.</p><h2 id=\"inside-the-complaint\">Inside the complaint</h2><p>The changes come in response to a complaint filed by lawyers for a Peruvian asylum-seeker named Sergio Alberto Barco Mercado, who was taken into custody on August 8 after appearing for a scheduled court date.</p><p>He was imprisoned at 26 Federal Plaza after his arrest. But his lawyers have argued that Barco Mercado and others in the facility have faced “crowded, squalid, and punitive conditions”. They also said they were denied access to their client after his arrest.</p><p class=\"p1\">Barco Mercado testified that the holding room was “extremely crowded” and “smelled of sewage” and that the conditions exacerbated a tooth infection that swelled his face and altered his speech.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"p1\">“We did not always get enough water,” Barco Mercado said in a sworn declaration. “There was one guard who would sometimes hold a bottle of water up and people would wait to have him squirt some into our mouths, like we were animals.”</p><p>Barco Mercado has since been transferred to a facility in upstate New York.</p><p>In court filings, other detainees complained that they had no soap, toothbrushes or other hygiene products while locked in the 26 Federal building.</p><p>They also said they were fed inedible “slop” and endured the “horrific stench” of sweat, urine and faeces, in part because the rooms have open toilets. One woman having her period could not use menstrual products because women in her room were given just two to divvy up, the lawsuit said.</p><p>A mobile phone video recorded last month showed about two dozen men crowded in one of the building’s four holding rooms, many lying on the floor with thermal blankets but no mattresses or padding.</p><h2 id=\"ice-responds-to-allegations-of-ill-treatment\">ICE responds to allegations of ill treatment</h2><p>At Tuesday’s hearing, a government lawyer conceded that “inhumane conditions are not appropriate and should not be tolerated”.</p><p class=\"p1\">“I think we all agree that conditions at 26 Federal Plaza need to be humane, and we obviously share that belief,” said Jeffrey S Oestericher, a representative for the US Attorney’s Office in the Southern District of New York.</p><p>The government also tried to downplay allegations of overcrowding at the facility and inhumane conditions.</p><p class=\"p1\">In a sworn declaration, Nancy Zanello, the assistant director of ICE’s New York City Field Office of Enforcement and Removal Operations, wrote that 24 people were held in the building’s four holding rooms as of Monday.</p><p>That number was well below the 154-person limit imposed by the city fire marshal for the floor.</p><p>Zanello also said that each room was equipped with at least one toilet and sink, and hygiene products were available, including soap, teeth cleaning wipes and feminine products.</p><p>The 26 Federal Plaza site has become a flashpoint in New York as the city contends with President Donald Trump’s crackdown on undocumented immigration.</p><p>The holding cells are on the 10th floor, just two floors below an immigration court. The building also houses the New York field office for the Federal Bureau of Investigation (FBI) and other government offices.</p><p>While ICE has conducted <a href=\"/news/2025/6/7/police-protesters-clash-in-los-angeles-following-immigration-raids\">high-profile raids</a> on factories, farms and other workplaces elsewhere in the country, New York City has seen its immigration arrests largely unfold in court buildings, as migrants and asylum seekers exit their civil immigration hearings.</p><p>Critics have denounced such arrests as violations of the right to due process. They warn that, <a href=\"/news/longform/2025/6/27/why-the-trump-administration-is-targeting-immigration-courts-for-arrests\">by carrying out arrests in court</a> buildings, officials could discourage foreign nationals from pursuing lawful paths to immigration.</p><p>But in January, the Trump administration rescinded guidelines that limited immigration arrests in “sensitive locations”, court buildings generally considered to be among them.</p><p>An analysis <a href=\"https://www.thecity.nyc/2025/08/11/26-federal-plaza-immigration-court-trump-arrests-data-analysis/?ref=hellgatenyc.com\" target=\"_blank\" rel=\"noopener\">published</a> this week by local news outlet The City found that half of all court arrests nationwide in late May and early June took place in New York City.</p></div></div></body></html>"
        },
        {
            "title": "Mexico expels 26 alleged cartel members in latest deal with Trump | Donald Trump News | Al Jazeera",
            "time": "2025-08-12T23:37:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T163849Z_779726577_RC2M3FA4M4XS_RTRMADP_3_USA-MILITARY-CARTELS-1755036896.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexico has expelled 26 alleged high-ranking <a href=\"/news/2025/8/6/us-sanctions-mexico-cartel-members-including-rapper-el-makabelico\">cartel members</a> to the United States, in its latest deal with the administration of President Donald Trump.</p><p>The transfer was confirmed by a joint statement from the Mexican attorney general’s office and its security ministry on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The statement said that the US Justice Department had sought the extradition and that it had given guarantees that the death penalty would not be levied against any of those prosecuted.</p><p>The transfer comes as the Trump administration continues to exert pressure on Mexico to take more action against criminal gangs involved in drug smuggling and human trafficking.</p><p>Part of that pressure campaign has come in the form of tariffs, with certain Mexican exports to the US now taxed at a higher rate.</p><p>Trump has <a href=\"https://www.whitehouse.gov/fact-sheets/2025/02/fact-sheet-president-donald-j-trump-imposes-tariffs-on-imports-from-canada-mexico-and-china/\" target=\"_blank\" rel=\"noopener\">described</a> the import tax as necessary to hold Mexico “accountable” for the “extraordinary threat posed by illegal aliens and drugs”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In response, Mexican President Claudia Sheinbaum has struck a careful balance when dealing with Trump, cooperating on some security issues, while drawing clear lines when it comes to her country’s sovereignty. That has included vehemently opposing any US military intervention on Mexican soil.</p><p>Still, US media reported last week that Trump has <a href=\"/news/2025/8/8/trump-signs-order-authorising-military-action-against-cartels-reports\">secretly signed an order</a> directing the military to take action against drug-smuggling cartels and other criminal groups from Latin America, which could presage the deployment of US forces both domestically and abroad.</p><p>The move on Tuesday was the second time in recent months that Mexico has expelled alleged criminal gang members wanted by the US.</p><p>In February, Mexico extradited <a href=\"/news/2025/2/28/why-has-mexico-handed-over-drug-cartel-leaders-to-us-who-are-they\">29 alleged cartel figures</a>, including Rafael Caro Quintero, who is accused of killing a US Drug Enforcement Administration (DEA) agent in 1985.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>That deal came as Trump threatened to impose blanket 25-percent tariffs on Mexican imports, but the scope of that tariff threat was later pared down.</p><p>Currently, the US imposes a 25-percent tariff on Mexican-made cars and products not covered under a pre-existing free trade accord, the US-Mexico-Canada Agreement (USMCA). Mexico also faces a 50-percent tax on its steel, aluminium and copper products.</p><p>But at the end of July, Trump <a href=\"/news/2025/7/31/trump-agrees-to-keep-us-tariffs-on-mexico-steady-for-90-day-period\">agreed to extend</a> a tariff exemption for goods that fall under the US-Mexico-Canada Agreement for 90 days.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Associated Press news agency reported that Abigael González Valencia, the leader of “Los Cuinis”, a drug-trafficking group closely aligned with the notorious Cartel Jalisco New Generation (CJNG), was among those expelled to the US in the latest deal.</p><p>The Trump administration took the unorthodox move of designating the CJNG and seven other Latin American crime groups as “foreign terrorist organisations” upon taking office.</p><p>Valencia is the brother-in-law of CJNG leader Nemesio Ruben “El Mencho” Oseguera Cervantes, who is considered one of the most wanted people in Mexico and the US.</p><p>Valencia was arrested in February 2015 in Mexico and had since been fighting extradition to the US.</p><p>Another individual, Roberto Salazar, stands accused of participating in the 2008 killing of a Los Angeles County sheriff’s deputy, a source told the news agency.</p></div></div></body></html>"
        },
        {
            "title": "Guatemala judge convicts 6 ex-officials in deaths of 41 girls in 2017 fire | News | Al Jazeera",
            "time": "2025-08-12T22:42:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25224729026369-1755036386.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guatemala judge convicts 6 ex-officials in deaths of 41 girls in 2017 fire</h1><p class=\"article__subhead\"><em>The fatal blaze rocked Guatemala and highlighted widespread abuse in the government’s shelter system.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Guatemalan court has convicted six people in connection with the deaths of 41 girls at a state-funded youth shelter in 2017.</p><p>On Tuesday, Judge Ingrid Cifuentes gave the former officials, who had all pleaded not guilty, sentences of between six and 25 years for charges ranging from abuse of authority to manslaughter.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Two of the people convicted were ex-police officers, while the other four were ex-child protection officials.</p><p>Prosecutors had sought sentences of up to 131 years for some of those on trial.</p><p>The judge said she did not have the jurisdiction to make a ruling against a seventh defendant, who used to be the children’s prosecutor at the attorney general’s office.</p><p>As well as handing down the prison terms, Cifuentes also ordered an investigation into former President Jimmy Morales, who was Guatemala’s leader at the time of the blaze.</p><p>Emily del Cid Linares, 25, a survivor of the fire who suffered burns, said she was satisfied with the verdict.</p><p>“I feel like a weight has been lifted from me,” she said. “What I most feel is that they [the victims] will be able to rest in peace. [Those responsible] are going to pay for what they did.”</p><p><a href=\"/features/2017/4/18/why-did-41-girls-die-at-a-guatemalan-youth-shelter\">T</a>he tragedy at the <a href=\"/features/2017/4/18/why-did-41-girls-die-at-a-guatemalan-youth-shelter\">Virgen de la Asuncion</a> youth shelter, which is located 22km (14 miles) east of the capital, Guatemala City, shook the country and went on to highlight the widespread abuse in the government’s shelter system.</p><p>The fire broke out on March 8, 2017, a year after the home, which housed hundreds more children than its legal capacity, was ordered to close by a court.</p><p>The blaze started in a classroom in which 56 girls had been locked after their attempt to escape the shelter the previous day. After being brought back to the site by the police, they were shut in a room with no access to a toilet.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Witnesses said that one of the girls set fire to their foam mattresses to protest against their treatment at the home, which is alleged to have included sexual abuse.</p><p>Nineteen girls died on March 8 from their injuries, with a further 22 later succumbing to their injuries. The fire also severely injured 15 others.</p></div></div></body></html>"
        },
        {
            "title": "US sanctions DR Congo armed group over illicit mining, ceasefire tested | Armed Groups News | Al Jazeera",
            "time": "2025-08-12T22:18:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250312__36ZG4WC__v1__HighRes__DrcongoMiningUnrest-1755032337.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/where/united-states/\">United States</a> has sanctioned an armed group accused of illicit mining in the Democratic Republic of the Congo (DRC), as both the army and the Rwandan-backed M23 rebel group traded accusations of violating a recently reached US-mediated ceasefire deal by attacking each other’s positions.</p><p>The US Department of the Treasury said on Tuesday that it was blocking all interests and restricting transactions with Pareco-FF, an armed group that it said controlled the key coltan mining site of Rubaya from 2022 to 2024, and which has opposed the M23 group.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The administration of President Donald Trump has been pushing for US access to the region’s minerals, as it has done in other parts of the world, including Ukraine.</p><p>It also slapped sanctions on the Congolese mining company CDMC, saying it sold minerals that were sourced and smuggled from mines near Rubaya and two Hong Kong-based export companies, East Rise and Star Dragon, which have been accused of buying minerals from the armed group.</p><p>“The United States is sending a clear message that no armed group or commercial entity is immune from sanctions if they undermine peace, stability or security in the DRC,” State Department spokeswoman Tammy Bruce said in a statement.</p><p>Rubaya is currently under the control of the M23 group, which is already targeted by US sanctions. The mine there produces 15 to 30 percent of the world’s supply of coltan, a mineral used in electronics such as laptops and mobile telephones.</p><p>Many Pareco rebels integrated into the DRC military in 2009, but Pareco-FF emerged in 2022 in response to the M23 gains.</p><p>The sanctions come as Congolese army spokesman Sylvain Ekenge said in a statement that the M23 group’s “almost daily” attacks constitute an “intentional and manifest violation” of the declaration of principles, which the two parties <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">signed in mid-July in Doha</a>, whose terms include a “permanent ceasefire”.</p><p>It followed a <a href=\"/news/2025/6/27/dr-congo-and-rwanda-sign-peace-deal-in-turning-point-after-years-of-war\">separate peace deal</a> between the Congolese and Rwandan governments, signed in Washington, DC, the previous month, which also helped the US government and US companies gain control of critical minerals in the region.</p><p>The Congolese army said it was ready to respond “to all provocations from this [M23 group] coalition, accustomed to violating agreements”, the statement said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>M23 spokesman Lawrence Kanyuka said in a post on X on Monday that DRC’s government was continuing “its offensive military manoeuvres aimed at full-scale war”.</p><p>The eastern DRC, a region bordering Rwanda with abundant natural resources but plagued by non-state armed groups, has suffered extreme violence for more than three decades.</p><p>A new surge of unrest broke out early this year when the M23 group captured the <a href=\"/news/2025/1/27/declaration-of-war-m23-rebels-claim-to-have-captured-key-dr-congo-city\">key cities of Goma</a> and Bukavu, setting up their own administrations, with thousands killed in the conflict.</p><p>Violence has continued on the ground despite the US and Qatar-brokered peace deal, with fighting becoming more intense since Friday around the town of Mulamba in South Kivu province, where the front line had been relatively stable since March.</p><p>The M23 attacked positions between Friday and Monday held by pro-Kinshasa militia and army forces, and pushed them back several kilometres, after clashes using light and heavy weapons, local and security sources said.</p><p>The DRC government and the M23 rebels have agreed to sign a permanent peace deal by August 18, but the renewed fighting has threatened this effort.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Real Madrid rejects idea of Barcelona playing in Messi’s Miami | Football News | Al Jazeera",
            "time": "2025-08-12T22:04:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-04T103427Z_1213304819_RC28LR7CUEVC_RTRMADP_3_SOCCER-FIFA-CLAIM-1755034704.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Real Madrid has said that it “firmly rejects” having a regular-season Spanish league game played in the United States and warned of “a turning point in the world of football”.</p><p>Villarreal, in contrast, is promising free travel and tickets for season-ticket holders if its match against Barcelona in Miami is approved, in what would be a first for the league. The 17th-round match in La Liga would be played at Hard Rock Stadium, the home of Barca legend Lionel Messi’s Inter Miami.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Madrid said on Tuesday that it has taken action to keep the December 20 match from happening in the US, claiming it would hurt the “integrity of the competition” and the “legitimacy of the results”.</p><p>“The measure, which was taken without prior information or consultation of the clubs participating in the competition, infringes the essential principle of territorial reciprocity, which applies in two-legged league competitions (one match at home and the other at the home of the opposing team), upsetting the competitive balance and giving an undue sporting advantage to the applicant clubs,” Madrid said.</p><p>The club said the match would set “an unacceptable precedent that opens the door to exceptions based on non-sporting interests, clearly affecting sporting integrity and risking the adulteration of the competition”.</p><p>“If this proposal were to be carried out, its consequences would be so serious that it would be a turning point in the world of football,” Madrid said.</p><p>The Europe-wide fan group Football Supporters Europe (FSE) said it was “liaising” with members, soccer stakeholders, affected groups and partner organisations to “collectively resist the latest threat to the very nature of football”.</p><p>“We are following the broader impact on football with the utmost concern,” the group said. “Moving games from their domestic territories strikes at the heart of the relationship between fans and their teams, breaking vital links between clubs and their communities.”</p><p>The group also criticised a similar move by the Italian league to play a match abroad.</p><p>The Italian football federation said in July that a plan was in motion to play the Serie A match between AC Milan and Como in the Australian city of Perth in February.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"madrid-asks-fifa-and-uefa-to-withhold-permission-for-barcelona-game\">Madrid asks FIFA and UEFA to withhold permission for Barcelona game</h2><p>Madrid said it has asked FIFA, UEFA and Spain’s top sport body to not authorise the game in the US. The Spanish football federation on Monday approved a request for the <a href=\"/sports/2025/8/11/barcelona-and-villarreal-set-to-play-la-liga-game-in-united-states\">match to be played in Miami</a>. UEFA and FIFA now have to approve the request before it can be made official.</p><p>“Any modification of this nature must, in any case, have the express and unanimous agreement of all the clubs participating in the competition, as well as strictly respecting the national and international rules governing the organization of official competitions,” Madrid said.</p><p>Madrid and the Spanish league president, Javier Tebas, have often been at odds on various issues.</p><p>The club said UEFA should deny the request to play the game abroad, based on the “criterion established in 2018 that prevents official matches in domestic competitions from being played outside national territory, except in duly justified exceptional circumstances, which are not present here”.</p><p>Madrid said it asked the country’s high sport council “not to grant the necessary administrative authorization without such unanimous consent”.</p><p>“Real Madrid reaffirms its commitment to respect the national and international rules that guarantee the fairness and proper functioning of official competitions, and will defend its compliance with them before all competent bodies,” the club said.</p><h2 id=\"villarreal-hoping-to-expand-its-brand-in-us\">Villarreal hoping to expand its brand in US</h2><p>Villarreal earlier on Tuesday said that its season ticket-holders can travel for free and receive free tickets for the match. It said those who do not want to go, or cannot go, will get a 20 percent discount on their season tickets.</p><p>“We would be the first [Spanish] team to play a league match abroad,” Villarreal’s president, Fernando Roig, told a news conference. “It would greatly help us expand our brand in a key market like the United States.”</p><p>Staging a match abroad has long been part of the league’s goal to promote football and its brand in other countries.</p><p>It first tried to stage a match in the US in 2018, with a game between Barcelona and Girona, but the idea was dismissed after criticism from players, fans and clubs. Subsequent attempts to play there also failed.</p><p>The league had offered compensation packages for Girona fans in 2018.</p><p>It was not clear whether it would be Villarreal or the league paying for the travel and tickets for the club’s fans this time.</p><p>The attempts to play in the US are part of the league’s long-term partnership with sport and entertainment group Relevent Sports, which is part of Stephen Ross’s portfolio of companies, including Hard Rock Stadium, the Miami Dolphins, the Formula One’s Miami Grand Prix and the Miami Open tennis tournament.</p><p>Earlier this year, it was announced that New York-based Relevent Sports has exclusive negotiating rights over the global commercial rights to the UEFA men’s club competitions for the period 2027-2033.</p><p>FIFA moved last year towards ending decades of football tradition by ordering a review of its policy that blocks domestic league games from being played in other countries.</p><p>Some fan groups in Spain and the country’s players’ association on Monday expressed their disapproval of the plan to move the match thousands of kilometres away.</p><p>It has become routine, though, for US pro sport leagues to stage games in Europe, Asia and South America that help build their brands and fan bases.</p></div></div></body></html>"
        },
        {
            "title": "China raises concerns over Nvidia’s H20 chips with local firms: Report | Technology News | Al Jazeera",
            "time": "2025-08-12T21:51:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25143659699718-1755030314.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chinese authorities have summoned domestic companies, including major internet firms Tencent and ByteDance, over their purchases of <a href=\"/economy/2025/7/15/nvidias-ceo-says-it-gained-us-approval-to-sell-h20-ai-chips-to-china\" target=\"_blank\" rel=\"noopener\">Nvidia’s H20 chips</a>.</p><p>Authorities asked the companies on Tuesday to explain their reasons and expressed concerns over information risks, three people familiar with the matter told the Reuters news agency.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Cyberspace Administration of China (CAC) and other agencies also held meetings with Baidu and smaller Chinese tech firms in recent weeks, said one of the two people and a third source.</p><p>The Chinese officials asked companies why they needed to buy chips made by Nvidia, a US company, when they could purchase from domestic suppliers, the sources said.</p><p>Authorities in China expressed concern that the materials Nvidia has asked companies to submit for review with the US government could contain sensitive information, including client data, one of the sources said.</p><p>However, the people, who declined to be identified because the meetings were not public, said the companies have not been ordered to stop buying H20 chips.</p><p>Nvidia said on Tuesday that the H20 chip was “not a military product or for government infrastructure”.</p><p>“China has ample supply of domestic chips to meet its needs. It won’t and never has relied on American chips for government operations, just like the US government would not rely on chips from China,” the statement said.</p><p>Baidu, ByteDance, Tencent and the CAC did not immediately respond to requests for comment.</p><h2 id=\"discouraged-use\">Discouraged use</h2><p>Earlier on Tuesday, Bloomberg News reported that Chinese authorities have urged domestic companies to avoid using Nvidia’s H20 chips, particularly for government-related purposes.</p><p>Several companies were issued official notices discouraging the use of the H20, a lower-end chip, mainly for any government or national security-related work by state enterprises or private companies, the report said, citing people familiar with the matter.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In a separate report, The Information reported that ByteDance, Alibaba and Tencent had been ordered by the CAC in the past two weeks to suspend Nvidia chip purchases altogether, citing data security concerns.</p><p>The CAC directive was communicated at a meeting the regulator held with more than a dozen Chinese tech firms, shortly after the administration of United States President Donald Trump reversed the export curbs on H20 chips, according to the Information report.</p><p>Reuters could not immediately confirm the reports, and Alibaba did not respond to a request for comment. Top contract chipmaker SMIC rose 5 percent on Tuesday on expectations of rising demand for locally-produced chips.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But even without an outright ban, the concerns expressed by Chinese authorities could threaten Nvidia’s recently restored access to the Chinese market as Chinese companies look to keep in step with regulators.</p><p>Nvidia designed the H20 specifically for China after export restrictions on its more advanced AI chips took effect in late 2023. The H20 has since been the most sophisticated AI chip Nvidia was allowed to sell in China.</p><p>Earlier this year, US authorities effectively banned its sale to China, but reversed the decision in July following an agreement between Nvidia and the Trump administration.</p><h2 id=\"threat-to-revenue-stream\">Threat to revenue stream</h2><p>Last month, China’s cyberspace regulator summoned Nvidia representatives, asking the company to explain whether the H20 posed backdoor security risks that could affect Chinese user data and privacy.</p><p>State-controlled media have intensified criticism of Nvidia in recent days. Yuyuan Tantian, affiliated with state broadcaster CCTV, published an article on WeChat over the weekend claiming that H20 chips pose security risks and lack technological advancement and environmental friendliness.</p><p>The scrutiny threatens a significant revenue stream for Nvidia, which generated $17bn from sales to China in its fiscal year ended January 26, or 13 percent of total revenue.</p><p>China has accelerated work on domestic AI chip alternatives, with companies such as Huawei developing processors that rival the H20’s performance, and Beijing urging the technology sector to become more self-sufficient.</p><p>However, US sanctions on advanced chipmaking equipment, including lithography machines essential for chip production, have constrained domestic manufacturers’ ability to boost production.</p><p>On Monday, US President Donald Trump suggested that he might allow Nvidia to sell a scaled-down version of its advanced Blackwell chip in China, despite deep-seated fears in Washington that Beijing could harness US AI capabilities to supercharge its military.</p><p>China’s Ministry of Foreign Affairs said on Tuesday that it hoped the US would act to maintain the stability and smooth operation of the global chip supply chain.</p><p>The Trump administration last week confirmed an unprecedented deal with Nvidia and AMD, which agreed to give the <a href=\"/economy/2025/8/11/nvidia-amd-to-pay-15-of-china-chip-sales-to-us-government-reports-say\" target=\"_blank\" rel=\"noopener\">US government 15 percent of revenue</a> from sales of some advanced chips in China.</p><p>China’s renewed guidance on avoiding chips also affects AI accelerators from AMD, Bloomberg also reported. It was not clear, however, whether any notices from Chinese authorities specifically mentioned AMD’s MI308 chip.</p><p>AMD did not respond to a request for comment outside regular business hours.</p></div></div></body></html>"
        },
        {
            "title": "UN says bid to help address turmoil in Haiti less than 10 percent funded | Conflict News | Al Jazeera",
            "time": "2025-08-12T20:42:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-06-25T062023Z_307407463_RC279FAI91R8_RTRMADP_3_HAITI-VIOLENCE-1751045817.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN says bid to help address turmoil in Haiti less than 10 percent funded</h1><p class=\"article__subhead\"><em>Violence remains widespread in Haiti, where powerful armed gangs have surged amid political and economic chaos.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations has said that efforts to address widespread economic and political dysfunction and <a href=\"/news/2025/7/11/haiti-death-toll-hits-nearly-5000-in-nine-months-as-gang-violence-spreads\">debilitating violence</a> in Haiti are falling far short, with a UN response plan receiving the lowest funding of any in the world.</p><p>In a briefing on Tuesday, coordinator Ulrika Richardson said that the UN hopes to raise more than $900m for Haiti this year, but that effort is just 9.2 percent funded.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We have tools, but the response from the international community is just not at par with the gravity on the ground,” Richardson said.</p><p>The lacklustre funding numbers underscore concerns over flagging international efforts to assist the Caribbean island nation, which is <a href=\"/news/2025/4/3/fed-up-with-surging-gang-violence-thousands-of-haitians-hit-the-streets\">reeling from violence</a> as powerful armed gangs jostle for control of territory and resources amid political and economic instability.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Richardson said that a $2.63bn appeal for Ukraine is 38 percent funded and that a $4bn appeal for the <a href=\"/news/2025/8/10/un-warns-of-calamity-as-netanyahu-pushes-for-israel-to-seize-gaza-city\">occupied Palestinian territories</a> is 22 percent funded, by comparison.</p><p>More than 1.3 million people have been displaced by the violence in Haiti, and more than 3,100 people have been killed this year.</p><p>Armed gangs, some with links to powerful political and economic figures, have taken control of large swathes of the capital of Port-au-Prince since the assassination of former president <a href=\"/news/2023/7/6/cup-of-blood-haiti-official-decries-impunity-in-moise-killing\">Jovenel Moise</a> in July 2021.</p><p>The UN has said that cutting off the supply of arms pouring into the country, largely smuggled from the US state of Florida, is a key step towards staunching the violence, along with applying sanctions on networks connected to the gangs.</p><p>“Haiti can quickly spiral up again, but the violence needs to end,” said Richardson.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But international efforts to address the fighting thus far have little to show, and some Haitians are sceptical of such efforts given a long history of <a href=\"/news/2024/3/14/what-is-the-history-of-foreign-interventions-in-haiti\">destructive interventions</a> by outside powers.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A UN-backed policing mission, staffed largely by Kenyan security officers, has failed to bring stability to the country or tackle the gangs. Haiti’s government also declared a three-month <a href=\"/news/2025/8/9/haiti-declares-three-month-state-of-emergency-as-gang-violence-spikes\">state of emergency</a> earlier this month, covering the West, Centre and Artibonite departments of the country.</p></div></div></body></html>"
        },
        {
            "title": "How can Israel kill journalists with impunity? | Gaza | Al Jazeera",
            "time": "2025-08-12T20:34:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755027495.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">More media workers killed in Gaza genocide than in previous conflicts in history.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Israel’s murder of four Al Jazeera journalists in Gaza has sparked international condemnation.</p><p>And it’s not the first time.</p><p class=\"p1\">Although Israel has killed at least 237 media workers since its war began, these and other killings have gone unpunished.</p><p class=\"p1\">What does this impunity mean for journalism?</p><p class=\"p1\"><strong>Presenter:</strong> Nick Clark</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Ahmed Najar – Palestinian writer and political analyst</p><p class=\"p1\">Dominique Pradalie – President of the International Federation of Journalists</p><p class=\"p1\">Omar Rahman – Fellow at the Middle East Council on Global Affairs in Washington, DC</p></div></div></body></html>"
        },
        {
            "title": "Key issues omitted in revised US State Department human rights report | Donald Trump News | Al Jazeera",
            "time": "2025-08-12T20:32:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-18T212340Z_299766331_RC20PFAHKLDB_RTRMADP_3_USA-TRUMP-ELSALVADOR-VENEZUELA-1755026732.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A key annual United States government report on global human rights abuses has drastically shifted focus, with references removed to abuses based on sexual orientation, and poor conditions downplayed in ally nations while taking aim at those who have clashed with President Donald Trump.</p><p>Released on Tuesday, the 2024 State Department Human Rights Report, was issued months late as Trump appointees altered an earlier draft dramatically to bring it in line with America First values, according to government officials who spoke on condition of anonymity. The report introduced new categories such as “Life”, and “Liberty,” and “Security of the Person.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The department referred to its new report as “streamlined” and focused on remaining “aligned to the administration’s executive orders”.</p><p>While the 2023 report contains a lengthy introduction with numerous appendices and citations, the newest report has a single introductory page that stresses a desire to “minimize the amount of statistical data in the report”. An NPR analysis found individual country reports are, on average, one-third the length of the previous year’s.</p><p>There is no mention of discrimination <a href=\"/news/2025/3/8/women-worldwide-march-to-demand-end-to-violence-inequality\">against women</a>, members of the <a href=\"/news/2024/9/17/georgias-parliament-approves-law-curbing-lgbtq-rights\">LGBTQ community</a>, or on the <a href=\"/news/2025/7/31/new-poll-finds-americans-perceive-less-racial-discrimination-in-us\">basis of race</a> in the latest report introduction.</p><p>Instead, the report sounds an alarm about the erosion of freedom of speech in Europe and ramped up criticism of Brazil and South Africa, both of which Washington has clashed with over a host of issues.</p><p>Any criticism of governments for their treatment of LGBTQ rights, which appeared in Biden administration editions of the report, appears to have been omitted.</p><p>The report’s section on Israel is much shorter than last year’s edition and contains no mention of the severe humanitarian crisis or death toll in Gaza. Some 61,000 people have died, according to the Gaza Health Ministry, as a result of Israel’s military operations in response to an attack by the Palestinian group Hamas in October 2023.</p><p>While last year’s report underscored numerous acts of anti-Semitism in Hungary, noting that a local survey found half the population were “moderately or strongly anti-Semitic”, the new report says the close Trump ally has “made combating anti-Semitism a top priority, publicly emphasizing its welcoming and open environment for Jews”.</p><p>The report claims “no credible reports of significant human rights abuses” in El Salvador – where Trump has gained help from President Nayib Bukele, whose country is receiving $6m from the US to house migrant deportees in a high-security mega-prison.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Rights group Amnesty International said in a statement that the report “purposefully fail[ed]” to capture rights abuses in a number of countries.</p><p></p><p>This year’s Human Rights Report from the US Department of State shows a visible effort by the Trump administration to purposefully fail to fully capture the alarming and growing attacks on human rights in certain countries around the globe.</p><p>On Monday, rights group coalition the Council for Global Equality sued (<a href=\"https://democracyforward.org/wp-content/uploads/2025/08/CGE-filing.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>) the State Department to release report documents, alleging the department had potentially manipulated its latest human rights report.</p><p>For decades, the State Department’s congressionally mandated Human Rights Report has been used as a blueprint of reference for global rights advocacy.</p><p>This year’s report was prepared following a major revamp of the department, which included the firing of hundreds of people, many from the agency’s Bureau of Democracy, Human Rights, and Labor, which takes the lead in writing the report.</p><p id=\"secretary-of-state-marco-rubio-in-april-wrote-an-opinion-piece-that-said-the-bureau-had-become-a-platform-for-left-wing-activists-saying-the-trump-administration-would-reorient-the-bureau-to-focus-on-western-values\">Secretary of State Marco Rubio, in April, wrote an opinion piece that said the bureau had become a platform for “left-wing activists,” saying the Trump administration would reorient the bureau to focus on “Western values”.</p><h2 id=\"taking-aim-at-brazil-and-south-africa\">Taking aim at Brazil and South Africa</h2><p>In Brazil, where the Trump administration has clashed with the government, the State Department found the human rights situation had declined, after the 2023 report found no significant changes. This year’s report took aim at the courts, stating they took action undermining freedom of speech and disproportionately suppressing the speech of supporters of former President Jair Bolsonaro, among others.</p><p>Bolsonaro is on trial before the Supreme Court on charges he conspired with allies to violently overturn his 2022 electoral loss to leftist President Luiz Inacio Lula da Silva. Trump has referred to the case as a “witch hunt” and called it grounds for a 50 percent tariff on Brazilian goods.</p><p>In South Africa, whose government the Trump administration has accused of racial discrimination towards Afrikaners, this year’s report said the human rights situation significantly worsened. It stated that “South Africa took a substantially worrying step towards land expropriation of Afrikaners and further abuses against racial minorities in the country.”</p><p>In last year’s report, the State Department found no significant changes in the human rights situation in South Africa.</p><p>Trump, earlier this year, issued an executive order that called for the US to resettle Afrikaners, describing them as victims of “violence against racially disfavored landowners,” allegations that echoed far-right claims but which have been contested by South Africa’s government.</p></div></div></body></html>"
        },
        {
            "title": "Wildfires ravage Europe amid intense heatwave | Environment | Al Jazeera",
            "time": "2025-08-12T20:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/WIDE-THUMB-EUROPE-FIRES-1755029813.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What’s happened in Gaza since Al Jazeera staff were killed? | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-12T20:26:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755030355.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Argentina’s Javier Milei launches group to boost Israel-Latin America ties | Politics News | Al Jazeera",
            "time": "2025-08-12T19:41:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-09T213823Z_375398114_RC2S3GAPGPLJ_RTRMADP_3_ISRAEL-PALESTINIANS-LATAM-1755025844.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Javier Milei of Argentina has proposed a new $1m initiative to strengthen relations between Latin America and Israel, ahead of an anticipated visit from Israeli Prime Minister Benjamin Netanyahu.</p><p>On Monday, the Genesis Prize Foundation — a group that offers an annual award to members of the Jewish community — announced that Milei, its most recent winner, would use his prize money to launch a new nonprofit, the American Friends of the Isaac Accords (AFOIA).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“AFOIA is a vehicle to promote Milei’s bold vision and encourage other Latin American leaders to stand with Israel, confront antisemitism, and reject the ideologies of terror that threaten our shared values and freedoms,” Genesis Prize co-founder Stan Polovets said in a <a href=\"https://www.genesisprize.org/press-center/2025-08-11-president-milei-initiative-to-advance-latin-america-israel-ties-receives-financial-boost-from-the-genesis-prize?\" target=\"_blank\" rel=\"noopener\">news release</a>.</p><p>The statement explained that the new nonprofit was inspired, in part, by efforts under United States President Donald Trump to normalise relations between Israel and its Arab neighbours.</p><p>During Trump’s first term, from 2017 to 2021, countries like Bahrain and the United Arab Emirates agreed to establish diplomatic relations with Israel in a series of deals known as the Abraham Accords.</p><p>Milei’s efforts, meanwhile, come as Israel faces growing condemnation in Latin America over its war in Gaza, which United Nations experts have compared to a genocide.</p><p>Countries like <a href=\"/news/2024/5/1/colombia-to-cut-diplomatic-ties-with-israel-over-gaza-war-petro-says\">Colombia</a> and <a href=\"/news/2023/11/1/bolivia-cuts-ties-with-israel-other-latin-american-countries-recall-envoys\">Bolivia</a> have severed diplomatic ties with Israel since the start of the war in 2023, and Brazil recently became the latest nation to <a href=\"/news/2025/7/23/brazil-to-join-south-africas-icj-genocide-case-against-israel\">join a case against Israel</a> brought by South Africa before the International Court of Justice.</p><p>“The Isaac Accords aim to mirror the success of the Abraham Accords by fostering diplomatic, economic, and cultural cooperation between Israel and key Latin American nations,” the news release said.</p><figure id=\"attachment_3884997\" aria-describedby=\"caption-attachment-3884997\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884997\" src=\"/wp-content/uploads/2025/08/2025-07-26T171427Z_52790792_RC2DUFAMCFYA_RTRMADP_3_ARGENTINA-MILEI-RURAL-1755026184.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Javier Milei waves as he stands next to Luis Caputo and Karina Milei.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884997\" class=\"wp-caption-text\">President Javier Milei waves as he stands between Economy Minister Luis Caputo and General Secretary of the Presidency Karina Milei on July 26 [Matias Baglietto/Reuters]</figcaption></figure><h2 id=\"pushing-against-a-regional-trend\">Pushing against a regional trend</h2><p>The nonprofit will initially focus its efforts on three Latin American countries: Uruguay, Panama and Costa Rica. The news release credits regional analysts as saying those countries are “primed for enhanced cooperation with Israel”.</p><p>“These nations stand to benefit significantly from Israeli expertise in water technology, agriculture, cyber defense, fintech, healthcare, and energy,” it said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But the Isaac Accords nonprofit ultimately aims to expand its mission to Brazil, Colombia, Chile and potentially El Salvador by 2026.</p><p>Danny Danon, Israel’s ambassador to the United Nations, applauded the establishment of the nonprofit and praised Milei as “setting an example for his neighbors in the region”.</p><p>But he acknowledged that several high-profile Latin American leaders have spoken out against Israel’s military campaign in Gaza.</p><p>“Given the hostility toward the Jewish state from some nations in the region, support of Israel by Latin American countries which are now on the sidelines is very important,” Danon said in the release.</p><p>Top leaders like Brazilian President Luiz Inacio Lula da Silva <a href=\"/news/2025/7/6/brazils-leader-lula-condemns-gaza-genocide-at-brics\">have forcefully denounced</a> the human rights abuses unfolding in Gaza, where more than 61,500 Palestinians have been killed and many risk perishing from hunger.</p><p>The enclave is under an Israeli blockade that restricts the amount of food, water and essential supplies reaching residents. Last month, the UN warned of “mounting evidence of famine” and “catastrophic hunger” in Gaza.</p><p>“We cannot remain indifferent to the genocide carried out by Israel in Gaza, the indiscriminate killing of innocent civilians and the use of hunger as a weapon of war,” Brazil’s President Lula told the BRICS economic alliance in July.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"milei-embraces-israel\">Milei embraces Israel</h2><p>But while left-wing Latin American leaders like Lula take steps to distance themselves from Israel, Milei, a libertarian, has taken the opposite approach.</p><p>In June, for example, Milei <a href=\"/news/2025/6/12/milei-says-argentina-to-move-embassy-from-tel-aviv-to-jerusalem-in-2026\">confirmed his intention</a> to move Argentina’s embassy in Israel from Tel Aviv to Jerusalem by 2026, despite conflicting Israeli and Palestinian claims on the city. Trump made a <a href=\"/news/2018/5/14/world-leaders-react-to-us-embassy-relocation-to-jerusalem\">similar decision</a> in 2018.</p><p>Milei has also praised Israel for its human rights record, including in a <a href=\"https://x.com/JMilei/status/1917936656654418029\" target=\"_blank\" rel=\"noopener\">social media post</a> this past May honouring the 77th anniversary of its establishment in 1948, which resulted in the mass displacement of Palestinians.</p><p>“I congratulate the State of Israel on its short but glorious 77 years of existence,” the Argentinian president wrote. “Like Argentina, Israel is a beacon of FREEDOM and DEMOCRACY.”</p><p>Milei, a Catholic, has even expressed interest in converting to Judaism, which would be a first for an Argentinian president.</p><p>His selection as the 2025 Genesis Prize winner is considered a first for a non-Jewish person, and it is tradition for winners to give the cash award to a cause they support.</p><p>But Milei’s pro-Israel stance has prompted public backlash in Argentina. On Saturday, thousands of protesters flooded the streets of the capital Buenos Aires to condemn Israeli actions in Gaza.</p><p>“We not only demand the opening of borders and the entry of humanitarian aid: We support the fight for a #FreePalestine. Zionism is not Judaism,” one group involved in the protests, JudiesXPalestina, <a href=\"https://x.com/JXPalestina/status/1954318269235785905?ref_src=twsrc%5Etfw\" target=\"_blank\" rel=\"noopener\">posted</a> on social media.</p><figure id=\"attachment_3884999\" aria-describedby=\"caption-attachment-3884999\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884999\" src=\"/wp-content/uploads/2025/08/2025-08-09T215245Z_1618672368_RC2T3GAEK7F0_RTRMADP_3_ISRAEL-PALESTINIANS-LATAM-1755026205.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Protests denouncing Javier Milei and Benjamin Netanyahu take place under a cloud of pink smoke.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884999\" class=\"wp-caption-text\">Protesters hold signs denouncing President Javier Milei and Israeli Prime Minister Benjamin Netanyahu in Buenos Aires, Argentina, on August 9 [Francisco Loureiro/Reuters]</figcaption></figure><h2><span>A test for the International Criminal Court</span></h2><p><span>Many demonstrators also voiced opposition to reports that Netanyahu would visit Argentina in the coming weeks.</span></p><p>The Israeli prime minister’s arrival would test Argentina’s commitment to the International Criminal Court (ICC), of which it is a member.</p><p>In 2024, the ICC <a href=\"http://aljazeera.com/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">issued arrest warrants</a> for Netanyahu and his former defence minister, Yoav Gallant, on the basis that there are reasonable grounds to believe they had overseen war crimes in Gaza.</p><p>The ICC, however, relies on member countries to carry out such arrests. Argentina’s decision to welcome Netanyahu may therefore be seen as a rebuke to the court’s authority, further weakening its power.</p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera journalists in Gaza remember their murdered colleagues | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-12T19:31:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250811__698Z3ZQ__v1__HighRes__PalestinianIsraelConflictGazaAlJazeera_cropped-1755026889.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Aug 2025</span><span aria-hidden=\"true\">12 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Mexico City airport flights hit for second day due to torrential rains | Weather News | Al Jazeera",
            "time": "2025-08-12T18:37:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25224625079514-1755022754.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Mexico City airport flights hit for second day due to torrential rains</h1><p class=\"article__subhead\"><em>Around 20,000 passengers have been affected by flight cancellations, delays and rerouting.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Torrential rains have forced Mexico City’s main airport to suspend numerous flights for multiple hours for a second consecutive day, causing chaos in one of Latin America’s busiest travel hubs.</p><p>Authorities at Benito Juarez International Airport said on Tuesday that all runways were operating again by midday, after all flights were suspended for at least four hours earlier that day. Around 20,000 passengers were affected by flight cancellations, delays and rerouting.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The <a href=\"/where/mexico/\">Mexican</a> capital is experiencing one of its heaviest rainy seasons in years, leading to constant flooding in other parts of the city.</p><p>Passengers have reported numerous cancellations and delays this week as heavy rains fall on the capital.</p><p>Alicia Nicanor, 69, said her Sunday flight to the northern city of Tijuana was cancelled, and when she returned Tuesday morning for her early morning flight, it was also cancelled.</p><figure id=\"attachment_3884928\" aria-describedby=\"caption-attachment-3884928\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884928\" src=\"/wp-content/uploads/2025/08/AP25224626755261-1755022255.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Drivers cross a flooded street just outside the Benito Juárez International Airport in Mexico City on August 12, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884928\" class=\"wp-caption-text\">Vehicles navigate flooding near Benito Juarez International Airport in Mexico City on August 12, 2025  [Fernando Llano/AP Photo]</figcaption></figure><p>“I told them I have to go because I have an important appointment with my doctor, but they didn’t listen,” she said.</p><p>Mexico City Mayor Clara Brugada said heavy rains on Sunday flooded the city’s main plaza, known as the Zocalo, with more than 76mm (3 inches) of water, much of which poured down in just 20 minutes. It broke a record set in 1952.</p><p>Meanwhile, videos from the city’s south showed cars floating on flooded streets. The flooding has fuelled criticism by some in the capital, who call it a sign of larger infrastructure failures by the city’s government.</p></div></div></body></html>"
        },
        {
            "title": "Perplexity AI makes unsolicited $34.5bn bid to buy Google Chrome | Technology News | Al Jazeera",
            "time": "2025-08-12T18:29:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24213263409163-1755019131.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Perplexity AI makes unsolicited $34.5bn bid to buy Google Chrome</h1><p class=\"article__subhead\"><em>This is the second major offer the AI startup has made this year to buy a major asset. In January, it offered to buy TikTok.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Perplexity AI said it has made a $34.5bn unsolicited all-cash offer for Alphabet’s Google Chrome browser.</p><p>The deal, if Alphabet agreed to it, would also require financing above the startup’s most recently reported valuation of $18bn.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The nearly three-year-old startup’s purchase of Chrome, if approved, would give the company access to its more than three billion users as regulatory pressure weighs on Google’s control over the tech industry.</p><p>Perplexity did not disclose on Tuesday how it plans to fund the offer, but has raised $1bn in funding from investors including SoftBank and the semiconductor chip giant Nvidia.</p><p>Several funds have said they would finance the deal in full if Alphabet accepts, the Reuters news agency reported citing unnamed sources familiar with the matter.</p><p>Alphabet has not offered to sell Chrome and has planned to appeal a United States court ruling that said Google held an unlawful monopoly over the online search marketplace. The US Department of Justice has said that divestiture of Chrome would help remedy that case. A federal judge is expected to rule on remedies for the case later this month.</p><h2 id=\"web-browsers-as-vital-gateways\">Web browsers as vital gateways</h2><p>As a new generation of users turns to chatbots such as ChatGPT and Perplexity for answers, web browsers are regaining prominence as vital gateways to search traffic and prized user data, making them central to Big Tech’s AI ambitions.</p><p>Perplexity already has an AI browser, Comet, that can perform certain tasks on a user’s behalf. Buying Chrome would allow it to tap the browser’s more than three billion users, giving it the heft to better compete with bigger rivals such as OpenAI. The ChatGPT parent is also working on its own AI browser.</p><p>Perplexity, run by CEO Aravind Srinivas, has said it will keep the browser’s code open source and make no changes to the default search engine, according to Reuters.</p><p>The San Francisco-based startup is far from the only company to express interest in Google Chrome. ChatGPT owner OpenAI has also expressed interest, as has Yahoo and New York-based private equity firm Apollo Global Management.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>It is not the first eye-catching bid from the AI startup this year. In January, Perplexity AI offered to buy TikTok after regulators called for the Chinese-owned app to be sold to a US company. The White House has delayed the ban several times. The most recent delay <a href=\"/economy/2025/6/19/us-extends-tiktok-sale-deadline-by-another-90-days\" target=\"_blank\" rel=\"noopener\">was announced in late June</a>.</p><p>Neither Google nor Perplexity immediately responded to Al Jazeera’s request for comment.</p><p>On Wall Street, Alphabet’s share price surged up 1.4 percent since the market opened. Potential funder Nvidia is relatively flat, only up about 0.1 percent. However, SoftBank is surging up more than 6.9 percent as of 1pm in New York (17:00 GMT). Perplexity is not a publicly traded company.</p></div></div></body></html>"
        },
        {
            "title": "Is Israel using Gaza tribal militias to help ethnic cleansing? | Gaza | Al Jazeera",
            "time": "2025-08-12T18:27:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/reuters_6846d7db-1749473243.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In June, Israeli Prime Minister Benjamin Netanyahu <a href=\"/news/2025/6/5/netanyahu-admits-israel-backed-armed-rivals-of-hamas-in-gaza\">admitted</a> to arming and supporting the Popular Forces militia in Gaza to oppose Hamas.</p><p>“What’s wrong with this?” he said in a short video he tweeted. “It only saves the lives of Israeli soldiers.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>He did not clarify what the Popular Forces would do exactly, but experts believe Israel is backing the militia and its leader, Yasser Abu Shabab, to put a Palestinian face on the ethnic cleansing of Gaza.</p><p>The 31-year-old Abu Shabab, a previously unknown member of Gaza’s Tarabin Bedouin tribe, escaped prison around October 7, having been imprisoned since 2015 for drug-related charges.</p><p>Drugs are reportedly smuggled into Gaza through Egypt’s Sinai and, according to analysts, are run by ISIL-affiliated groups. This has led to a widespread belief that Abu Shabab has ISIL (ISIS) links.</p><p>But Abu Shabab’s alleged affiliation with ISIL has not been an issue for Israel; analysts say it is using him to advance its ethnic cleansing plans in Gaza.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"abu-shabab-emerges\">Abu Shabab emerges</h2><p>Abu Shabab, who leads the 100-man-strong Popular Forces militia, is an elementary school dropout, according to Muhammad Shehada, a visiting fellow with the European Council on Foreign Relations.</p><p>Despite this, he has a sophisticated and multilingual social media presence, and he recently penned an op-ed in the Wall Street Journal claiming that Palestinians in Gaza were done with Hamas.</p><p>Analysts believe his refined media presence is likely honed outside Gaza.</p><p>“He’s not been in touch with society for the last decade,” Shehada said. “He’s a nobody. He’s basically a front guy.”</p><p>His own tribe, the Tarabin, does not approve of his role in Gaza today, making a rare public statement <a href=\"https://www.inss.org.il/social_media/what-you-need-to-know-about-the-man-of-the-hour-yaser-abu-shabab-and-the-militia-he-founded/\" target=\"_blank\" rel=\"noopener\">disavowing him</a> for allegedly collaborating with Israel.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Abu Shabab began to rise to prominence in late May 2024 after Israel invaded Rafah, in southern Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“His gang emerges a month later and becomes the main gang that loots the overwhelming majority of food and aid that’s going into Gaza systematically under [Israeli military] protection,” Shehada said.</p><p>About nine out of 10 trucks entering Gaza have been looted, according to United Nations <a href=\"https://app.un2720.org/tracking/intercepted\" target=\"_blank\" rel=\"noopener\">statistics</a>. Israel initially blamed Hamas for the looting, but humanitarian groups refuted that claim, and even the Israeli military was unable to find any proof that that was the case.</p><p>Instead, international aid workers <a href=\"https://www.washingtonpost.com/world/2024/11/18/gaza-looting-aid-convoys-israel-famine/?itid=lk_inline_manual_3\" target=\"_blank\" rel=\"noopener\">say</a> it was Abu Shabab who was systematically looting the aid.</p><p>An internal UN memo obtained by the Washington Post specifically named Abu Shabab “the main and most influential stakeholder behind systematic and massive looting” in Gaza.</p><figure id=\"attachment_3872999\" aria-describedby=\"caption-attachment-3872999\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872999\" src=\"/wp-content/uploads/2025/08/AP25216676419198-1754368620.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Palestinians struggle to get food and humanitarian aid from the back of a truck as it moves along the Morag corridor near Rafah, in the southern Gaza Strip, Monday, Aug. 4, 2025. (AP Photo/Mariam Dagga)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872999\" class=\"wp-caption-text\">Palestinians struggle to get food and humanitarian aid from the back of a truck as it moves along the Morag Corridor near Rafah, in the southern Gaza Strip, Monday, August 4, 2025 [Mariam Dagga/AP]</figcaption></figure><p>During the brief ceasefire that Israel unilaterally broke in March, Abu Shabab disappeared, only to reappear in mid-May when Israel, under immense international pressure, <a href=\"/news/2025/5/19/israel-to-allow-limited-food-into-gaza-amid-intensified-military-offensive\">started to allow a trickle of aid</a> back into Gaza.</p><p>“Literally on that day, he emerges again out of nowhere,” Shehada said.</p><p>“He’s been the face of Israel’s hunger campaign,” Shehada said, “while giving Israel full deniability of it and outsourcing the thing.”</p><h2 id=\"a-palestinian-face-to-ethnic-cleansing\">A Palestinian face to ethnic cleansing</h2><p>Beyond the stealing of aid meant for starving Palestinians, analysts said Abu Shabab and his militia are contributing to a wider Israeli plan to ethnically cleanse Gaza, which has been intensifying this year.</p><p>“Israel is in the process of trying to build up the militias associated with Abu Shabab in hopes that they can expand the concentration camp zones over which those militias can operate/control so that Israel can reduce the burden of occupation while facilitating the ethnic cleansing,” Tariq Kenney Shawa, the US policy fellow at Al-Shabaka, a Palestinian policy network, told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In early July, Israeli Defence Minister Israel Katz announced a plan to push 600,000 Palestinians into <a href=\"/video/newsfeed/2025/7/8/israeli-defence-minister-calls-for-confining-all-palestinians-in-rafah\">tent cities</a> in southern Gaza and called it “voluntary migration”. When Katz revealed the plan, it was widely panned by the Israeli media and humanitarians.</p><p>Abu Shabab’s militia has been building what analysts are calling concentration camps in southern Gaza, in an effort to drive more than half a million Palestinians there before being displaced to third countries.</p><p>“The intention is to hold them there until an opportunity arises to send them elsewhere outside of Gaza, be that Egypt or any number of third countries,” Omar Rahman, a fellow at the Middle East Council on Global Affairs, said.</p><p>Forcing Palestinians into an unbearably small area and then forcing them over the border into Egypt could spark serious international repercussions, as the <a href=\"https://www.sis.gov.eg/Story/211164/FM-Egypt-categorically-rejects-forced-displacement-of-Palestinians?lang=en-us\" target=\"_blank\" rel=\"noopener\">Egyptians have rejected</a> displacing Palestinians.</p><p>“Israel understands that if the [Israeli army] operates a concentration camp in Rafah, it wouldn’t look very nice,” Shehada told Al Jazeera, adding that Israel would prefer “a Palestinian face that’s dressed in Palestinian uniforms with a Palestinian flag and speaking in Arabic” as the face of such an operation.</p><p>In addition, he said, Abu Shabab has “two very well-oiled Facebook propaganda machineries” that could convince desperate people to seek shelter in his camps, “especially if Israel [begins] forcefully pushing people there.”</p><p>“Abu Shabab’s militia is running smaller concentration camps within areas Israel controls and has advertised them as ‘safe havens’ for people to come get aid and set up tents and such,” Kenney Shawa said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"taking-advantage-of-desperation\">Taking advantage of desperation</h2><p>This process has been bolstered by the US and Israel-backed GHF, which Israel is trying to impose as the sole distributor of aid in Gaza.</p><p>But the GHF has been widely <a href=\"/news/2025/5/20/what-is-the-gaza-humanitarian-foundation-and-why-has-it-been-criticised\">lambasted</a> by aid groups and the UN for politicising aid, and Israeli soldiers shoot at hungry Palestinians every day as they try to secure aid for their families. More than 1,000 Palestinians have been <a href=\"/news/2025/7/31/inside-israels-role-in-the-killings-at-gazas-food-aid-sites\">killed</a> at the GHF’s distribution centres since May.</p><p>Worsening the situation is that, instead of some 400 aid distribution points that the UNRWA used to operate in Gaza, the GHF has only <a href=\"/news/longform/2025/5/29/visual-guide-to-how-the-gaza-aid-distribution-turmoil-unfolded\">four sites</a> in the whole Gaza Strip.</p><p>Tellingly, three of those are in the south, with only one in central Gaza, leading analysts to believe the sites were selected intentionally by Israeli authorities.</p><p>“Survival depends on food access,” Rahman said. “The entire purpose of GHF is to force the population to relocate.”</p><figure id=\"attachment_3873700\" aria-describedby=\"caption-attachment-3873700\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873700\" src=\"/wp-content/uploads/2025/08/AA-20250805-38748999-38748996-ISRAELI_ATTACKS_ON_GAZA_CONTINUE-1-1754399280.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873700\" class=\"wp-caption-text\">A Palestinian man carries the shrouded body of a Palestinian killed in Israeli attacks for burial at the Nasser Hospital in Khan Younis, Gaza, on August 5, 2025 [Khames Alrefi/Anadolu Agency]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Trump deploys US National Guard to DC amid crime emergency claims | Donald Trump News | Al Jazeera",
            "time": "2025-08-12T17:41:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-12T155650Z_1964649638_RC2R5GA9NKRD_RTRMADP_3_USA-TRUMP-CRIME-1755018569.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Some of the <a href=\"/news/2025/8/12/why-is-trump-sending-us-national-guard-to-washington-dc\">800 National Guard members</a> deployed by the Trump administration began arriving as police and federal officials took the first steps in an uneasy partnership to reduce crime in what President Donald Trump called – without substantiation – a lawless city.</p><p>The influx on Tuesday came the morning after the Republican president announced he would be activating the guard members and taking over the District’s police department. He cited a crime emergency – but referred to the same crime that city officials stress is already falling noticeably. The president holds the legal right to make such moves, at least for a month.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Mayor Muriel Bowser pledged to work alongside the federal officials Trump has tasked with overseeing the city’s law enforcement, while insisting the police chief remained in charge of the department and its officers.</p><p>“How we got here or what we think about the circumstances – right now we have more police, and we want to make sure we use them,” she told reporters.</p><p>The tone was a shift from the day before, when Bowser said Trump’s plan to take over the Metropolitan Police Department and call in the National Guard was not a productive step and argued his perceived state of emergency simply doesn’t match the declining crime numbers.</p><p>Still, the law gives the federal government more sway over the capital city than in US states, and Bowser said her administration’s ability to push back is limited.</p><p>Attorney General Pam Bondi posted on social media that the meeting was productive.</p><p>The law allows Trump to take over the DC police for up to 30 days, though White House press secretary Karoline Leavitt suggested it could last longer as they “reevaluate and reassess” following the monthlong period. Extending federal control past that time would require Congressional approval, something likely tough to achieve in the face of Democratic resistance.</p><p>About 850 federal law enforcement officers were deployed in Washington on Monday and arrested 23 people overnight, Leavitt said. The charges, she said, included gun and drug crimes, drunk driving, subway fare evasion and homicide.</p><p>The US Park Police has also removed 70 homeless encampments. People who were living in them can leave, go to a homeless shelter or go into drug addiction treatment, Leavitt said. Those who refuse could face fines or jail time.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al Jazeera’s Kimberly Halkett, reporting from Washington, DC, said Trump has accused Democrats of being “weak on crime”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“He singled out Democrat-run cities like Oakland – which is outside San Francisco – New York, Baltimore, even Chicago,” she said. “Given the fact they’re run by Democrats … this is causing a little bit of concern.”</p><p>Democrats are calling the move “a power grab”.</p><p>“Even though they’re saying this is technically legal, it is a hostile takeover given that these powers have actually never been executed in modern history,” Halkett said.</p><h2 id=\"trump-s-bumpy-relationship-with-dc\">Trump’s bumpy relationship with DC</h2><p>While Trump invokes his plan by saying that “we’re going to take our capital back”, Bowser and the MPD maintain that violent crime overall in Washington has decreased to a 30-year low after a sharp rise in 2023.</p><p>Carjackings, for example, dropped about 50 percent in 2024 and are down again this year. More than half of those arrested, however, are juveniles, and the extent of those punishments is a point of contention for the Trump administration.</p><p>“The White House says crime may be down, but that doesn’t mean that it’s not a problem and that violent crime exists at levels that are far too high,” Halkett said.</p><p>Bowser, a Democrat, spent much of Trump’s first term in office openly sparring with the Republican president. She fended off his initial plans for a military parade through the streets and stood in public opposition when he called in a multi-agency flood of federal law enforcement to confront anti-police brutality protesters in the summer of 2020.</p><p>She later had the words “Black Lives Matter” painted in giant yellow letters on the street about a block from the White House.</p><p>In Trump’s second term, backed by Republican control of both houses of Congress, Bowser has walked a public tightrope for months, emphasising common ground with the Trump administration on issues such as the successful effort to bring the National Football League’s (NFL’s) Washington Commanders back to the District of Columbia.</p><p>She watched with open concern for the city streets as Trump finally got his military parade this summer. Her decision to dismantle Black Lives Matter Plaza earlier this year served as a neat metaphor for just how much the power dynamics between the two executives had evolved.</p><p>Now that fraught relationship enters uncharted territory as Trump has followed through on months of what many DC officials had quietly hoped were empty threats. The new standoff has cast Bowser in a sympathetic light, even among her longtime critics.</p><p>“It’s a power play and we’re an easy target,” said Clinique Chapman, CEO of the DC Justice Lab. A frequent critic of Bowser, whom she accuses of “over policing our youth” with the recent expansions of Washington’s youth curfew, Chapman said Trump’s latest move “is not about creating a safer DC; it’s just about power”.</p></div></div></body></html>"
        },
        {
            "title": "Top Russia-US diplomats hold phone call before Trump-Putin Alaska meet | Vladimir Putin News | Al Jazeera",
            "time": "2025-08-12T17:40:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25212327561582-1755017336.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The top diplomats from Russia and the United States have held a phone call ahead of a <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">planned meeting</a> this week between US President Donald Trump and Russian President Vladimir Putin.</p><p>In a post on Telegram on Tuesday, the ministry said that Russian Minister of Foreign Affairs Sergey Lavrov said that the two sides had reaffirmed their intention to hold successful talks. In a statement, the US Department of State also said that “both sides confirmed their commitment to ensure a successful event”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Speaking shortly after the announcement, White House spokesperson Karoline Leavitt revealed that Trump would meet with Putin in the city of Anchorage. She said the pair would discuss ending Russia’s <a href=\"/news/2025/8/11/putin-will-fool-trump-why-ukrainians-are-wary-about-trump-putin-talks\">invasion of Ukraine</a>.</p><p>“On Friday morning, Trump will travel across the country to Anchorage, Alaska, for a bilateral meeting with Russian President Vladimir Putin,” Leavitt told reporters.</p><p>She added that Trump “is determined to try and end this war and stop the killing”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Monday, Trump told reporters that he was “going to see” what Putin “has in mind” when it comes to a deal to end the fighting.</p><p>Trump also said he and Putin would discuss “land swapping”, indicating he may support an agreement that sees Russia maintain control of at least some of the Ukrainian territory it occupies.</p><p>Kyiv has repeatedly said that any deal that would see it cede occupied land – including the regions of Crimea, Donetsk, Luhansk, Kherson and Zaporizhia – to Russia would be a non-starter.</p><p>On Tuesday, Ukrainian President Volodymyr Zelenskyy said that Putin wants Ukraine to withdraw from the remaining 30 percent of the Donetsk region that Ukraine controls as part of a ceasefire deal, saying the position had been conveyed to him by a US official.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He reiterated that Ukraine would not withdraw from its territories, noting that such a move would go against the country’s constitution and would serve only as a springboard for a future Russian invasion.</p><p>Moscow has maintained that any deal must require Ukraine to relinquish some of the territories Russia has seized since 2014. He has also called for a pause to Western aid for Ukraine and an end to Kyiv’s efforts to join the NATO military alliance.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Reporting from Washington, DC, Al Jazeera’s Kimberly Halkett said that Trump’s tone ahead of the meeting represents a shift from earlier this month, when he gave Putin an August 8 deadline to halt attacks on Ukraine or face new secondary tariffs and sanctions.</p><p>The White House is saying that the “goal of the meeting is to essentially listen to Vladimir Putin… and that is a far cry from the US president’s initial August 8 deadline, when he said that Vladimir Putin needed to accept a ceasefire”, she said.</p><p>“So there’s been a real shifting of strategy and goals in terms of what can be accomplished.”</p><p>Halkett added that Trump expected to hold a call on Wednesday with European counterparts to prepare.</p><p>Friday’s planned meeting will be the first time Putin has been in the US since 2015, when he attended the United Nations General Assembly.</p><p>The pair met six times during Trump’s first presidency, including at a <a href=\"/news/2018/7/16/trump-putin-summit-brings-end-to-frosty-us-russia-relations\">2018 summit</a> in Helsinki, during which Trump sided with Putin – and undermined the US intelligence community – by saying that Russia did not meddle in the 2016 US election.</p></div></div></body></html>"
        },
        {
            "title": "Assaults by Israeli soldiers become a daily reality in West Bank’s Sebastia | Occupied West Bank News | Al Jazeera",
            "time": "2025-08-12T17:30:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/Sebastias-main-square-and-the-Roman-colonnade-1-1753105021.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On July 2, Khaled Azem was pulled from his car at a checkpoint in the northern occupied West Bank, he tells Al Jazeera.</p><p>Israeli soldiers beat and humiliated him, forcing him to say: “I love Israel”, while filming him on his phone, then posting it to his social media.</p><p>Azem, 25, and his brother-in-law had just left the Azem home in Sebastia, a village to the northwest of Nablus, to work on a construction site.</p><p>That’s when he fell victim to one of the increasing attacks that villagers say are part of Israel’s plan to drive Palestinians out.</p><p>Israel has been eyeing Sebastia’s significant archaeological site, which dates back to the Iron Age, since 2023, wanting to turn the area into a national park and tourism hub.</p><h2 id=\"the-baby-of-the-family\">The baby of the family</h2><p>On a hot afternoon in late July, Azem is sitting on his front porch, framed by his mother and grandmother. He smiles shyly and, at one point, puts his arms around both of the women.</p><p>He’s the baby of the family, the youngest of four siblings, and he and the two women share sloped hazel eyes. They also share the same anxieties over Israel’s increasingly violent military presence in and around their town.</p><p>“I used to go out often with my family,” Azem told Al Jazeera. “But now, due to the occupation forces, I hardly go out at all.”</p><p>The family has lived in this yellow-plastered house for 40 years – longer than Azem has been alive. Before the violence escalated, his days were quiet and calm.</p><p>He worked as a builder in Tel Aviv and enjoyed going into town in the evening to meet friends. Sometimes, he’d walk alone to the ruins overlooking the dry hills around Sebastia, past the ancient Roman columns and stone amphitheatre, enjoying the peaceful solitude and beautiful landscape.</p><p>That peace has now disappeared.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>First came the job losses. Israel revoked nearly all border permits for Palestinians after October 7, 2023, and barred Palestinian workers from the construction industry.</p><p>Unemployment soared over 30 percent, leaving Azem and his two brothers without regular work, and the family now relying solely on the income of Azem’s father, Wael, a taxi driver.</p><p>Then came the Israeli military incursions, which ramped up since late 2023, with soldiers now storming through the village nearly every night. One evening, on January 19, <a href=\"/news/2025/7/22/the-boy-who-bled-to-death-as-an-israeli-soldier-celebrated-his-shot\">an Israeli army sniper shot and killed a 14-year-old child</a>, Ahmad Rashid Rushdi Jazar, near Sebastia’s kindergarten.</p><p>Now, many families, including Azem’s, no longer venture outside their homes, especially in the evenings.</p><h2 id=\"a-message-for-sebastia\">‘A message for Sebastia’</h2><p>Azem recalls his attack as he drove to a construction gig before dawn with his brother-in-law.</p><p>Three Israeli soldiers stopped his car at <a href=\"/features/2025/3/5/public-execution-the-israeli-checkpoint-terrorising-a-palestinian-town\">a checkpoint in the adjoining town of Deir Sharaf</a>. The Israelis demanded their names and identity cards and began to interrogate them, asking what they were doing and where they were from.</p><p>Azem told them he was from Sebastia, at which point the soldiers made him get out of the car and kicked his legs out from under him, forcing him to his knees.</p><p>Azem says the soldiers tried to frame him as an armed fighter, yelling questions at him like: “Why are you attacking us with Molotov cocktails?” The questions didn’t make sense to Azem, who says he has never engaged in violence.</p><p>He told them he doesn’t do much of anything, except occasionally look for work.</p><p>Azem repeated that he was only on his way to work and told them he didn’t know anything. He says the soldiers then pushed him face-first into the ground, and one of them stepped on his head and asked: “Do you love Iran?”</p><p>Azem said no, that he wasn’t political and that he doesn’t support Iran.</p><p>For the next 40 minutes, as his brother-in-law sat in the car, the soldiers kicked and beat Azem with their weapons as he lay on the ground. One soldier sat on his legs to ensure he couldn’t escape. Then they demanded his phone.</p><p>The soldiers filmed a video in which they commanded Azem to repeat after them, in Hebrew: “I love Israel” and “I will do everything they ask of me”.</p><p>Azem still has the video the soldiers shot on his phone. Filmed above the muzzle of a gun, Azem’s worried face is turned towards the lens, repeating the Hebrew words one by one as he lies on his belly.</p><p>The soldiers then uploaded the video to Azem’s Facebook account. They waited 15 to 20 minutes to ensure that some of Azem’s friends and family saw the video before giving back the phone.</p><p>As Azem recounts the story, his voice is strong and clear, but he anxiously bounces his heels on the floor.</p><p>When the soldiers finally let him go, his brother-in-law had to turn around and drive home. Azem, too injured to work, spent the rest of the day trying to sleep and heal.</p><p>Humiliated by the video and afraid that he will be attacked again, Azem no longer leaves his house. When friends call and invite him out, he declines.</p><p>“I am extremely embarrassed,” Azem says. “The video mocks us, the people of Palestine.”</p><p>Though he took the video down quickly, others saw it, including Sebastia’s Mayor Mohammed Azem (no relation), who saved a copy as evidence of the soldiers’ mistreatment.</p><p>“If I leave home again … I don’t want to think what they could do to me next time,” Azem says.</p><p>Maha, Azem’s mother, speaks up: “When the Israeli soldier learned he was from Sebastia, they wanted to make this video to send a message to all of Sebastia, to say: ‘I’m here, and I control your village, and I do what I want to do here.’”</p><p>“If he hadn’t said [what they commanded him to say], they could have hurt him worse, or killed him,” she adds.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"humiliation-by-design\">Humiliation by design</h2><p>Israel has been accused of deliberately and systematically humiliating Palestinians, particularly civilians detained in Gaza. There, human rights organisations say soldiers have forced men to strip while being filmed. Israel has also been accused of using sexual assault, rape, and the threat of rape as a way of humiliating prisoners.</p><p>In the West Bank, soldiers near Hebron have allegedly drawn the Star of David on a Palestinian child’s book and <a href=\"/news/2023/8/18/israeli-police-arrest-and-brand-palestinian-with-star-of-david-report\">branded the symbol on a man’s face</a> in occupied East Jerusalem.</p><p>“Israel employs a systematic strategy of humiliation to psychologically impact and break down Palestinian individuals and communities,” writes Ramy Abdu, chairman of the Swiss nonprofit Euro-Med Human Rights Monitor, comparing such acts of humiliation to those witnessed during World War II’s Kristallnacht.</p><p>Israel has purportedly set its sights on Sebastia because it’s an important archaeological site believed to be among the oldest continuously inhabited places in the occupied West Bank.</p><p>It was an important centre under Assyrian, Babylonian, Persian, and Roman rule. Israeli politicians say it was the historical capital of the Biblical Kingdom of Israel, while Christians and Muslims believe it is the burial site of John the Baptist.</p><p>In 2012, Palestine applied for Sebastia to become a United Nations Educational, Scientific and Cultural Organization (UNESCO) World Heritage site, an application that is still pending.</p><p>The town remains under civilian Palestinian control, but the acropolis has been under Israeli control since the 1995 signing of the Oslo Accords. Increasingly, and especially since 2019, Jewish settlers have “attempted to impose a separation between the acropolis of the ancient site of Sebastia … and the village”, according to a report from Emek Shaveh, an Israeli archaeological NGO.</p><p>In May 2023, the <a href=\"/features/2025/5/24/palestinians-plan-push-land-israel-builds-national-park\">Israeli government approved</a> a massive $8m plan to turn Sebastia into a tourist hub and national park. Last summer, Israel’s military issued an order to seize 1.3 dunums (1,300 square metres) of land at the summit of the archaeological site.</p><p>Since then, Israel has put more checkpoints around Sebastia. And this May, it began excavations there, transporting sacks of soil with ancient artefacts to the nearby illegal settlement, named Shavei Shomron.</p><p>Emek Shaveh says taking artefacts and material from Sebastia is considered illegal under international law. Last month, it released a paper addressed to the UNESCO World Heritage Centre, stating: “Israel’s attempt to appropriate the acropolis and sever it from the town undermines the historical integrity of the site … and violates the cultural rights of the town residents.”</p><p>In response to Emek Shaveh’s objections, the Israeli military confirmed last year that establishing a military facility at the summit of the Sebastia archaeological site would involve frequent military incursions through the Palestinian town below.</p><p>In May 2025, a UN report revealed that Israel plans to build a fence and bypass road through Sebastia. The report said this will “not only cut off Palestinians from the site, it will also develop the site to focus exclusively on Jewish history”.</p><p>In June, Israel’s Civil Administration also issued a permit for its army to set up a “defence station” at the nearby historical Massoudieh Ottoman train station.</p><figure id=\"attachment_3884514\" aria-describedby=\"caption-attachment-3884514\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884514\" src=\"/wp-content/uploads/2025/08/Sebastiya-site-1755006892.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"A little boy in a red t-shirt points at a corner of the Sebastia ruins where he likes to play\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884514\" class=\"wp-caption-text\">A child from Sebastia points out his favourite roaming grounds in the ancient ruins, so long as there are no Israeli soldiers around [Delaney Nolan/Al Jazeera]</figcaption></figure><h2 id=\"locals-fear-the-worst\">Locals fear the worst</h2><p>Palestinian residents and leaders fear that Israel’s plans are leading towards the annexation of Sebastia. They see it as similar to moves made in Tulkarem and Jenin, where tens of thousands of Palestinians have been displaced by Israeli military raids this year.</p><p>Sebastia’s Mayor Azem told Al Jazeera that Israeli military incursions have escalated in recent weeks. While soldiers used to come to the village once a week, over the last three months, they’ve arrived every night, paralysing the villagers’ freedom of movement.</p><p>“They even attack the electricity,” he says. “The municipal employees, when they’re working in the street, they attack them.”</p><p>There is no presence of Palestinian resistance fighters in Sebastia, and locals don’t have weapons to defend themselves, the mayor says.</p><p>Groups of Israeli settlers also regularly visit the Sebastia archaeological site under the protection of Israeli soldiers. This has led to frequent incidents of settler violence against Palestinian residents.</p><p>Mayor Azem pointed to an incident in June in which soldiers stormed into a Sebastia home and beat a family, sending a daughter to the hospital.</p><p>“They attacked the house of a family who have small daughters,” said Azem. “When they pushed and attacked the girls, the Red Crescent came and took them to the hospital,” because locals can’t use their own cars for transportation to the hospital, for fear of Israeli military violence.</p><p>Israeli authorities did not respond to Al Jazeera’s request for comment on the attacks.</p><p>These incursions and the intended bifurcation of the village are happening even though Israel is signatory to the First Protocol of the Hague Convention, which prohibits an occupying power from retaining cultural property in an occupied territory.</p><p>On May 13, UNESCO approved funds to prepare a preliminary assessment of Palestine’s application for Sebastia to become a World Heritage site. This gives villagers a glimmer of hope of some limited protection from annexation.</p><p>But Mayor Azem believes UNESCO has been slow to move forward partly because it doesn’t want to agitate the administration of US President Donald Trump, which has already put UNESCO participation under review due to so-called “anti-Israel sentiment”.</p><p>Meanwhile, back on the porch with Azem and his family, his mother notes that while things were bad before October 7, 2023, “now it’s 10 times worse”.</p><p>She says her village no longer holds events after dark – they even worry that weddings that go past dusk will bring violence.</p><p>“There are no reasons for attacking us, but they don’t want us to be happy,” Maha says.</p><p>“If they hear that there is a wedding or something we can celebrate here, in the night, they come to the village to cancel our happiness.”</p></div></div></body></html>"
        },
        {
            "title": "Gunman who attacked CDC aimed to send message against COVID-19 vaccine | Health News | Al Jazeera",
            "time": "2025-08-12T17:28:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25220808151552-1755014966.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A man who <a href=\"/news/2025/8/8/active-shooter-reported-at-emory-university-in-us-state-of-georgia\">opened fire</a> at the headquarters of the Centers for Disease Control and Prevention (CDC) apparently wanted to send a message against the COVID vaccines, according to authorities in the United States.</p><p>The update on Tuesday came just days after Patrick Joseph White, 30, attacked the government health facility in Atlanta, Georgia, on August 8.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Georgia Bureau of Investigation Director Chris Hosey said that documents found at White’s home “expressed the shooter’s discontent with the COVID-19 vaccinations” and that he wanted to make “the public aware of his discontent with the vaccine”.</p><p>Hosey added that White had recently expressed thoughts of suicide, with a neighbour telling local media he had claimed his depression was connected to the vaccine.</p><p>According to investigators, White died by a self-inflicted gunshot wound on the day of the attack. He fired more than 180 shots with a long gun, fatally shooting a police officer at the scene.</p><p>Since the shooting, critics have slammed President Donald Trump and his allies for creating an environment that fuels vaccine scepticism and misinformation.</p><p>“This tragedy was not random and it compounds months of mistreatment, neglect, and vilification that CDC staff have endured,” a union representing CDC employees, AFGE Local 2883, said in a <a href=\"https://www.afge2883ga.org/post/in-solidarity-after-the-cdc-roybal-shooting\" target=\"_blank\" rel=\"noopener\">statement</a> on Monday.</p><p>It called on the administration to take a “clear and unequivocal stance in condemning vaccine disinformation”.</p><p>“Their leadership is critical in reinforcing public trust and ensuring that accurate, science-based information prevails,” the union said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-track-record-of-misinformation\">A track record of misinformation</h2><p>Trump was in the final full year of his first term in 2020, when COVID-19 started to spread in the US. More than 1.2 million Americans died as a result of the pandemic.</p><p>But a study from Cornell University in 2021 found that nearly 38 percent of the “misinformation conversation” surrounding COVID-19 involved Trump.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>At the time, one of the study’s authors told The New York Times that the president was the “single largest driver of misinformation” about COVID-19.</p><p>Trump repeatedly promoted unproven treatments like hydroxychloroquine as alternatives to vaccination during the pandemic. He also downplayed the pandemic’s risks, saying in February 2020: “I think it’s going to work out fine.”</p><p>Since January, in the opening months of his second term, critics have accused Trump of continuing to sow doubt in vaccination and medical research.</p><p>They point to his nomination of Robert F Kennedy Jr, a prominent vaccine sceptic, as leader of the Department of Health and Human Services (HHS), which oversees the CDC.</p><p>Recently, Kennedy <a href=\"/news/2025/8/9/how-rfk-jrs-vaccine-funding-cuts-fit-with-trumps-vision\">cancelled</a> hundreds of millions of dollars in funding for research into mRNA vaccines, a medical breakthrough credited with helping to end the COVID pandemic.</p><p>Experts say the funding cut will hamper the development of an emerging technology that could be used to combat other pathogens.</p><p>But Kennedy <a href=\"https://x.com/SecKennedy/status/1952851097019633766\" target=\"_blank\" rel=\"noopener\">suggested</a> the vaccines “fail to protect effectively against upper respiratory infections like COVID and flu”, a claim not supported by research.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-climate-of-hostility\">‘A climate of hostility’</h2><p>On Monday, Kennedy <a href=\"https://www.cdc.gov/media/releases/2025/2025-hhs-secretary-kennedy-visits-cdc-after-atlanta-shooting.html\" target=\"_blank\" rel=\"noopener\">visited</a> the CDC in Atlanta as well as the DeKalb County Police Department.</p><p>He later met privately the wife of the police officer killed in the attack, 33-year-old David Rose.</p><p>“No one should face violence while working to protect the health of others,” Kennedy said in a statement Saturday, adding that federal health officials are “actively supporting CDC staff”.</p><p>Investigators said they had recovered five firearms related to the attack, with more than 500 shell casings recovered from the crime scene.</p><p>The shooting broke about 150 windows across the CDC campus, with bullets piercing “blast-resistant” windows as workers remained pinned inside.</p><p>Fired But Fighting, a group of laid-off CDC employees, said Kennedy was responsible for villainising the CDC’s workforce through “his continuous lies about science and vaccine safety, which have fueled a climate of hostility and mistrust”.</p><p>“We don’t need thoughts and prayers,” the group wrote on its website. “We need an administration that does not villainize federal workers who are just trying to do their job. We need a Health and Human Services Secretary who does not promote misinformation about science and vaccines.”</p><p>It called for Kennedy’s resignation, as well as the departure of Russell Vought, an administration official who previously said he wanted federal workers to feel “trauma” about going to work.</p></div></div></body></html>"
        }
    ]
}