{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Iran says 3,000 people arrested as antigovernment protests subside | Protests News | Al Jazeera",
            "time": "2026-01-16T21:28:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696aa26f4d06-1768596079.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Iranian authorities say at least 3,000 people have been arrested in weeks of <a href=\"/features/2026/1/16/iran-in-limbo-whats-next-for-country-under-internet-blackout\">antigovernment demonstrations</a>, state news agencies reported, as the mass protests have largely been quelled.</p><p>The streets of the Iranian capital Tehran and other parts of the country were comparatively calm on Friday amid a heavy presence of security forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Reporting from Tehran, Al Jazeera’s Tohid Asadi said the public mood was mixed, with many people anxious over the possibility that the situation could escalate again and frustrated by a continuing internet shutdown.</p><p>“Internet access is unavailable for almost everyone in Iran,” Asadi said.</p><p>Online monitor NetBlocks <a href=\"https://x.com/netblocks/status/2012205270529695894\" target=\"_blank\" rel=\"noopener\">said on Friday</a> that a nationwide internet blackout had entered its eighth day after Iranian authorities cut off access at the height of the protests last week.</p><p>Thousands of Iranians had taken to the streets since late December in anger over <a href=\"/features/2026/1/16/why-is-irans-economy-failing-prompting-deadly-protests\">soaring inflation</a> and the steep devaluation of the local currency, prompting a harsh crackdown from the Iranian authorities.</p><figure id=\"attachment_4245185\" aria-describedby=\"caption-attachment-4245185\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4245185\" src=\"/wp-content/uploads/2026/01/reuters_696aa23e-1768596031.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People shop in a store in Tehran, Iran, January 16, 2026. Majid Asgaripour/WANA (West Asia News Agency) via REUTERS ATTENTION EDITORS - THIS PICTURE WAS PROVIDED BY A THIRD PARTY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4245185\" class=\"wp-caption-text\">People shop in a store in Tehran, Iran, January 16, 2026 [Majid Asgaripour/West Asia News Agency via Reuters]</figcaption></figure><p>Iranian leaders have described the protesters as “rioters” and accused foreign countries, notably the United States and Israel, of fuelling the unrest.</p><p>Human rights groups say more than 1,000 protesters have been killed since the demonstrations began, while the Iranian government said at least 100 security officers also were killed in protest-related attacks.</p><p>Al Jazeera has not been able to independently verify those figures.</p><p>The prospect of a wider escalation loomed this week as US President Donald Trump repeatedly threatened to order military action against Iran should more protesters be killed.</p><p>But Trump has since <a href=\"/news/2026/1/14/trump-says-he-has-been-told-killing-of-protesters-in-iran-has-stopped\">softened his rhetoric</a> after telling reporters that Tehran had cancelled plans to execute hundreds of protesters.</p><p>“I greatly respect the fact that all scheduled hangings, which were to take place yesterday (Over 800 of them), have been cancelled by the leadership of Iran. Thank you!” Trump wrote on social media on Friday afternoon.</p><p>Steve Witkoff, Trump’s special envoy to the Middle East, also said on Thursday evening that he hoped “a diplomatic resolution” could be reached to quell tensions between Tehran and Washington.</p><figure id=\"attachment_4245182\" aria-describedby=\"caption-attachment-4245182\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4245182\" src=\"/wp-content/uploads/2026/01/2026-01-16T141814Z_1242054986_RC2E2JA50U2H_RTRMADP_3_IRAN-ECONOMY-PROTESTS-1768595938.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A burned bus in Tehran, Iran\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4245182\" class=\"wp-caption-text\">A bus burned during protests in Tehran, Iran, January 16, 2026 [Majid Asgaripour/West Asia News Agency via Reuters]</figcaption></figure><p>Roxane Farmanfarmaian, a lecturer at the University of Cambridge specialising in international relations and the Middle East, said the Trump administration has sent “a great deal of mixed signals” in recent days.</p><p>“It’s difficult to know where the red lines are, and for [Iran] to then feel any confidence in any talks that might begin,” Farmanfarmaian told Al Jazeera.</p><p>For now, she said, the Iranian authorities are moving to “quiet things down” domestically – including by not executing any demonstrators – “and to proceed to try to improve <a href=\"/news/2025/12/29/protests-strikes-after-irans-economic-situation-rapidly-deteriorates\">the economic situation</a>, which is what’s truly the threat to this regime”.</p><p>The protests were the largest since a 2022-2023 protest movement spurred by the death in police custody of <a href=\"/news/2022/9/16/iranian-woman-dies-after-moral-polices-detention-reports\">Mahsa Amini</a>, who was arrested for allegedly violating the country’s strict dress code for women.</p><p>While the internet blackout has made it difficult to get information from Iran, Amnesty International warned this week that “mass unlawful killings” appear to have been “committed on an unprecedented scale”.</p><p>The rights group urged the international community to demand investigations into what happened and hold any perpetrators to account.</p><p>Meanwhile, Al Jazeera’s Asadi said on Friday that the Iranian authorities are “trying to keep the situation under control, both domestically and internationally”, amid the possibility of any re-escalation with the US.</p><p>“They’re trying to keep the doors of diplomacy … open while also sending messages of warning, pertaining to their preparedness for any scenario,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Syrian army launches strikes against Kurdish-led SDF east of Aleppo | Syria's War News | Al Jazeera",
            "time": "2026-01-16T21:19:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260116-40278098-40278093-OPERATION_TARGETS_YPGSDGHELD_DAYR_HAFIR_IN_SYRIA-1768598402.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The Syrian army has launched a military operation against Kurdish fighters in the Kurdish-controlled area of Deir Hafer, following violent clashes in Aleppo.</p><p class=\"p1\">The army issued warnings on Friday ahead of strikes targeting the Syrian Democratic Forces (SDF) in Deir Hafer, some 50 kilometres (30 miles) east of Aleppo, saying it would focus on areas that Kurdish forces were using “as a launching point for their terrorist operations towards the city of Aleppo and its eastern countryside”.</p><p class=\"p1\">SDF leader Mazloum Abdi said in response that his forces would withdraw to the east of the Euphrates River.</p><p class=\"p1\">In a post on X, Abdi said that “based on calls from friendly countries and mediators… we have decided to withdraw our forces tomorrow morning at 7 am (0400 GMT)” east of Aleppo “towards redeployment in areas east of the Euphrates”.</p><p>Abdi said he was withdrawing fighters “in demonstration of … our commitment to implementing the provisions of the March 10th agreement”, referring to stalled plans to integrate the Kurdish de facto autonomous administration into the Syrian state.</p><p>Delays with implementation of the deal, which was supposed to see the Kurdish-led SDF integrating with the Syrian Defence Ministry by the end of 2025, led to fierce clashes in Aleppo this month that left at least 23 people dead, according to Syria’s health ministry.</p><p>As Syrian forces advanced, more than 150,000 fled two pockets of the city that the SDF, which controls swathes of Syria’s oil-rich north and northeast, had run since the early days of Syria’s civil war, which erupted in 2011.</p><p>By Sunday, Syrian troops had taken full control of Aleppo.</p><p>Friday’s attack came despite a meeting between a US-led coalition delegation and Kurdish forces seeking to ease tensions.</p><p>At least 4,000 people left the Deir Hafer area on Friday after the army issued a deadline to flee, according to Syrian authorities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"goodwill-gesture\">Goodwill gesture</h2><p>The Syrian government has been seeking to extend its authority nationwide following the removal of longtime leader Bashar al-Assad in December 2024.</p><p>In an apparent gesture of goodwill following the fighting in Aleppo, Syrian President Ahmed al-Sharaa issued a decree on Friday declaring Kurdish a “national language”.</p><p>The decree, the first formal recognition of Kurdish rights since independence in 1946, declares the minority “an essential and integral part” of Syria, where they have suffered decades of marginalisation and oppression.</p><p>Sharaa also made Nowruz, the Kurdish new year falling on March 21, an official holiday and granted nationality to Kurds, as 20 percent had been stripped of it under a controversial 1962 census.</p><p>In a televised address announcing the decree, Sharaa urged Kurds to “actively participate in building this nation”, vowing to “guarantee” their rights.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Profoundly pro-American’: Machado outlines a vision for Venezuela’s future | Government News | Al Jazeera",
            "time": "2026-01-16T21:18:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26016622066184-1768595111.jpg?resize=1920%2C1374",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan opposition leader Maria Corina Machado has given her first formal news conference since fleeing her home country in December, and she used the occasion to reassure the United States of her unwavering support.</p><p>She also outlined a vision of Venezuela’s future where the South American country was closely aligned with US interests, following the abduction of former President Nicolas Maduro.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The result of a stable transition will be a proud Venezuela who is going to be the best ally the United States has ever had in the Americas,” Machado said at Friday’s event.</p><p>The news conference came one day after Machado travelled to the White House for a brief, closed-door lunch with US President Donald Trump. It took place on stage at the Heritage Foundation, a conservative think tank known for publishing a policy blueprint for Trump’s second term, known as Project 2025.</p><p>Trump, like Machado, has long had a tense relationship with Maduro, the former bus driver who assumed Venezuela’s presidency in 2013 as the late Hugo Chavez’s hand-picked successor.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"machado-absolutely-grateful\">Machado ‘absolutely grateful’</h2><p>Maduro was a champion of Chavez’s socialist political movement, chavismo, and he also faced widespread criticism for carrying out a campaign of human rights abuses, including the torture and imprisonment of political dissidents.</p><p>Since returning to office, Trump ratcheted up US pressure against Maduro’s government, including through a large-scale military buildup in the Caribbean Sea and the bombing of alleged drug-trafficking boats leaving Venezuela.</p><p>But on January 3, Trump’s campaign reached a zenith, as he launched a full-scale military attack on Caracas that resulted in Maduro’s abduction and transport to New York City to face trial.</p><p>Trump described the military offensive as a law enforcement operation, but critics have denounced it as a violation of international law, including the United Nations charter.</p><p>Machado was among the figures who had lobbied for such an intervention to take place, and she used Friday’s appearance to express gratitude for Trump’s actions.</p><p>“As Venezuelans, we are absolutely grateful to President Trump, his team, his administration and the people of the United States because it took a lot of courage to do what he did,” she said.</p><p>“And he did it, yes, on behalf of the American people, but also because he cares for the people of Venezuela, and he told me that yesterday.”</p><p>Trump has previously said that the US will “run” Venezuela and that, if the current government there did not obey his demands, a “second wave” of military action was possible.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-complex-phase-in-venezuela-s-history\">A ‘complex phase’ in Venezuela’s history</h2><p>So far, the Trump administration has avoided discussions of restoring Venezuela’s democracy, and it has declined to provide a timeline for new elections.</p><p>Instead, it has recognised the interim government of President Delcy Rodriguez, Maduro’s former deputy, citing the need for stability in Venezuela.</p><p>Trump’s support for Rodriguez has raised eyebrows, since Maduro’s last two elections were hotly contested. The most recent, in 2024, culminated with the government withholding the vote tallies typically released on election night — and Maduro claiming victory in his pursuit of a third term.</p><p>The opposition coalition, led by Machado, subsequently released documents that appeared to show its candidate, Edmundo Gonzalez Urrutia, winning by a landslide.</p><p>On stage at the Heritage Foundation, Machado reiterated her belief that she has a mandate from the Venezuelan people to lead the government.</p><p>“We are facing challenging times ahead. We are prepared to do what it takes as a legitimate government,” she said.</p><p>“Edmundo Gonzalez Urrutia and I have been in communication  permanently all these days, and we feel the mandate from the Venezuelan people. That’s why I’m here, and that’s what I conveyed to the president of the United States.”</p><p>But she softened her rhetoric, appearing to accept Trump’s backing of the interim Rodriguez government.</p><p>She also called the democratic transition a “very complex, delicate process” and said the current government would handle the “dirty work” of having to “dismantle” itself.</p><p>“Delcy Rodriguez, yes, she’s a communist. She’s the main ally and representation of the Russian regime, the Chinese, and Iranians,” she said, citing some of Venezuela’s allies under Maduro.</p><p>“But that’s not the Venezuelan people, and that’s not the armed forces as well. So I am profoundly, profoundly confident that we will have an orderly transition. This is a complex phase we are [in] right now. Some of the dirty work is being done by them.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"addressing-migration-and-human-rights\">Addressing migration and human rights</h2><p>Machado, known for her unwavering opposition to the Maduro government, said that the Venezuela that will emerge in the aftermath of his removal will be a country built on “merit”, echoing one of Trump’s frequent talking points.</p><p>She also described a more affordable Venezuela where residents do not have to live on “handouts”.</p><p>“The result of this process will be a society based on these values, a society that is profoundly pro-American,” Machado told reporters at the Heritage Foundation.</p><p>She also addressed recent steps the Rodriguez government had taken to address concerns over Venezuela’s human rights and appease Trump.</p><p>One reporter on Friday asked Machado about Venezuela’s decision to resume accepting deportation flights from the US, where Trump has made the mass deportation of immigrants a central pillar of his second term.</p><p>A plane carrying approximately 199 Venezuelan deportees had arrived at La Guaira airport earlier in the day, marking the first such flight since Maduro’s removal. At moments of tension, Maduro was known to reject such deportation flights.</p><p>“We all know how this regime weaponised migration against several countries, not only the United States,” Machado told the reporter.</p><p>The United Nations estimates that nearly 7.9 million refugees have fled Venezuela in recent years, for reasons including oppression and economic instability.</p><p>Machado argued that restoring Venezuelan democracy would help pave the way for many Venezuelan migrants to return home, thereby helping to address Trump’s concerns about immigration.</p><p>“I think it is clearly in the best interest of the United States, and those that are concerned about migration, to have a transition take place as soon as possible. Because you will see millions coming back home,” Machado said.</p><p>“It’s not a matter of having all economic problems solved. People are willing to go back to be part of the solution,” she added.</p><p>The opposition leader was also dismissive of the Rodriguez government’s announcement that it had released nearly 400 political prisoners, though human rights groups speculate the number is much smaller.</p><p>“The fact that you are not in a prison doesn’t mean that you are free. In Venezuela, they have left the jails, but they cannot speak to the press. They cannot leave the country, and they are still terrified,” Machado said.</p><p>“All torture centres have to be closed. And certainly there have to be guarantees for journalists to speak out and those who have left the country to come back.”</p><p>She added that, if the Rodriguez government respected Venezuela’s constitution, there would no longer be political prisoners at all, and Gonzalez Urrutia would be president.</p><p>“We wouldn’t have a president-elect exiled in Madrid. He would have taken power on January 9, 2024 — sorry, 2025,” she said. “We realise that there’s no rule of law in Venezuela.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"venezuela-is-going-to-be-free\">‘Venezuela is going to be free’</h2><p>Machado has faced criticism in the past for her embrace of far-right figures like Israeli Prime Minister Benjamin Netanyahu, and it remains unclear what role, if any, she will have in Venezuela’s future governance.</p><p>On January 3, the day of the US military operation, Trump appeared dismissive of her prospects, telling reporters, “I think it would be very tough for her to be the leader. She doesn’t have the support within or the respect within the country.”</p><p>But Machado remains popular among the Venezuelan opposition, both in the country and abroad, and her visit to Washington, DC, saw her thronged by supporters, who sought hugs and selfies.</p><p>On Thursday’s visit, she sought to ingratiate herself to Trump by offering him the Nobel Peace Prize she accepted in December, after fleeing Venezuela in secret for fear of arrest.</p><p>She emphasised on Friday her view that a better Venezuela could only be built with Trump’s backing.</p><p>“The only thing I want to assure the Venezuelan people is that Venezuela is going to be free, and that’s going to be achieved with the support of the people of the United States and President Donald Trump of the United States,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Gaza buried under millions of tonnes of rubble | Gaza | Al Jazeera",
            "time": "2026-01-16T20:43:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768596151.jpg?resize=1650%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Donald Trump praises Iran for halting mass executions | Newsfeed | Al Jazeera",
            "time": "2026-01-16T20:12:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Clean-1768594459.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US says Canada will regret decision to allow Chinese EVs into their market | Trade War News | Al Jazeera",
            "time": "2026-01-16T19:51:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-18T101402Z_1059330294_RC2L3EAFLD85_RTRMADP_3_XIAOMI-RESULTS-1765291080.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US says Canada will regret decision to allow Chinese EVs into their market</h1><p class=\"article__subhead\"><em>US comments came in response to deal by Canada PM Carney to allow 49,000 EVs into Canada at 15 percent tariff, down from 100 percent.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Officials of the administration of United States President Donald Trump have said that Canada will regret its decision to allow imports of up to 49,000 Chinese EVs, and that those cars would not be allowed to enter the US.</p><p>“I think they’ll look back at this decision and surely regret it to bring Chinese cars into their market,” US Transportation Secretary Sean Duffy said on Friday at an event with other government officials at a Ford factory in Ohio to tout efforts to make vehicles more affordable.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Canada in 2024 imposed 100 percent tariffs on Chinese electric vehicles (EVs) following similar US duties. But on Friday, Canadian Prime Minister Mark Carney announced a trade deal in Beijing that would <a href=\"/economy/2026/1/16/canada-china-strike-trade-deals-to-slash-tariffs-on-evs-canola\" target=\"_blank\" rel=\"noopener\">allow in up to 49,000 Chinese EVs</a> at a tariff of 6.1 percent on most-favoured-nation terms. That move has prompted alarm in the US that it could help China get a broader foothold in North America even as Washington takes an increasingly hardline on Canadian vehicles and parts.</p><p>US Trade Representative Jamieson Greer said the limited number of vehicles would not impact US car companies exporting cars to Canada.</p><p>“I don’t expect that to disrupt American supply into Canada,” he said. “Those cars are going to Canada – they’re not coming here.”</p><p>The Canadian Embassy in Washington did not immediately comment.</p><p>Greer, in a separate CNBC interview, called Canada’s decision “problematic” and added, “There’s a reason why we don’t sell a lot of Chinese cars in the United States. It’s because we have tariffs to protect American auto workers and Americans from those vehicles.”</p><p>As per the trade agreements announced in Beijing on Friday, Carney said he expects China to lower tariffs on its canola seed by March 1 to a combined rate of about 15 percent, down from 85 percent.</p><p>Greer questioned that agreement. “I think in the long run, they’re not going to like having made that deal,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"cybersecurity-of-vehicles\">Cybersecurity of vehicles</h2><p>Greer said rules adopted in January 2025 on vehicles that are connected to the internet and navigation systems are a significant impediment to Chinese vehicles in the US market.</p><p>“I think it would be hard for them to operate here,” Greer said. “There are rules and regulations in place in America about the cybersecurity of our vehicles and the systems that go into those, so I think it might be hard for the Chinese to comply with those kind of rules.”</p><p>In contrast, President Donald Trump has said he would like Chinese automakers to come to the US to build vehicles.</p><p>However, lawmakers from both major US parties have expressed strong opposition to Chinese vehicles as major US car makers warn China poses a threat to the US car sector.</p><p>Ohio Senator Bernie Moreno, a Republican, said at the event he was opposed to Chinese vehicles coming into the US — and drew applause from the other government officials.</p><p>“As long as I have air in my body, there will not be Chinese vehicles sold the United States of America — period,” Moreno said.</p></div></div></body></html>"
        },
        {
            "title": "Who owns the Arctic? | Climate | Al Jazeera",
            "time": "2026-01-16T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768475333.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Global warming is thawing the Arctic and igniting a high-stakes race for the riches beneath its ice.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Global warming is heating up the Arctic, and global powers like the United States, Russia and China are manoeuvring to stake a claim to the resources under its melting ice. Some experts say the region, once known as an exception – an island of international cooperation in the midst of geopolitical struggles – is becoming the site of a second cold war.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong><br>\nPavel Devyatkin – nonresident fellow at the Quincy Institute</p><p>Miyuki Qiajunnguaq Daorana – Indigenous rights and climate activist</p><p class=\"p1\">Petra Laiti – Saami Council project coordinator</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Iran in limbo: What’s next for country under internet blackout? | Protests News | Al Jazeera",
            "time": "2026-01-16T19:12:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260114__92MU6PQ__v1__HighRes__IranProtestRights-1768579919.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran –</strong> Most of Iran’s 90 million-strong population remains cut off from the rest of the world more than one week after an unprecedented, state-imposed communications blackout amid nationwide <a href=\"/news/2026/1/14/are-irans-protests-different-this-time-around\">protests</a>, which began in December and quickly turned deadly.</p><p>The Iranian government abruptly cut off all internet access across the 31 provinces of the vast country on the night of January 8 when protests swelled into mass demonstrations against the clerical leadership, days after shopkeepers first shuttered their businesses in downtown Tehran in protest over <a href=\"/features/2026/1/16/why-is-irans-economy-failing-prompting-deadly-protests\">rising prices</a>.</p><p>Mobile communications were also blocked and people were unable even to call rescue services on that first night.</p><p>After the start of the blackout, it took authorities several days to restore an intranet designed to provide access to local websites and services.</p><p>It is unclear when or to what extent access to the global internet will be restored. Local phone services have been restored but SMS text messages remain blocked.</p><p>Since Tuesday, only outgoing international phone calls have been reconnected. The state continues to send many one-way text messages to people across the country daily, urging them not to fall victim to ploys by “enemies” and to report any suspicious activity.</p><figure id=\"attachment_4244866\" aria-describedby=\"caption-attachment-4244866\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244866\" src=\"/wp-content/uploads/2026/01/AFP__20260115__92RT8FC__v2__HighRes__TopshotIranProtestRights-1768579750.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Tehran\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244866\" class=\"wp-caption-text\">A man stands by the wreckage of a burned bus in Tehran’s Sadeghieh Square on January 15, 2026, following deadly protests across Iran, initially caused by economic grievances [Atta Kenare/AFP]</figcaption></figure><h2 id=\"foreign-elements-blamed\">Foreign ‘elements’ blamed</h2><p>The government has not released official figures for the number of people killed during clashes between protesters and government forces, mostly on the night of January 8 and January 9. The widely cited United States-based Human Rights Activists News Agency (<a href=\"/news/2026/1/15/what-is-hrana-the-us-based-group-behind-irans-death-toll-figures\">HRANA</a>) put the death toll at 2,615 on Wednesday this week, although Iran’s government claims that is an exaggeration.</p><p>In an interview with Fox News on Wednesday this week, Iran’s ‍Minister of Foreign Affairs Abbas <a href=\"/news/2026/1/14/trump-says-he-has-been-told-killing-of-protesters-in-iran-has-stopped\">Araghchi denied</a> that Tehran had any plans to execute protesters. During that interview, he downplayed the death toll being reported.</p><p>“I certainly deny the numbers and figures they have said. It is an exaggeration, it is a misinformation campaign, only to find excuses, only to do another aggression against Iran,” Araghchi said, adding that the number was being exaggerated to involve US President Donald Trump in the conflict.</p><p>While Iranian authorities have confirmed that protesters, including children, women and unarmed civilians, are among those who have died, officials claim “terrorists” and “elements” trained and armed by the US, Israel and their allies are behind all of the mass killings as well as the “riots” that saw government buildings attacked, and public property burned across the country.</p><p>The Iranian authorities have not confirmed the killings of protesters by state forces. Instead, they have conversely claimed that members of the Iranian forces were killed, including by being burned or beheaded.</p><p>Al Jazeera cannot independently verify the casualty figures because of the communications blackout.</p><p>At an emergency meeting of the United Nations Security Council on Thursday, and in communications with the UN and international stakeholders, Iranian authorities placed the blame for deaths during the protests on the US and Israel, saying they, in effect, hijacked protests that started peacefully in reaction to a quickly deteriorating economic situation.</p><p>The UN has emphasised that violence must not be used against protesters. At the same time, it has also opposed any form of armed intervention amid <a href=\"/news/2026/1/15/trumps-bluffs-why-us-strike-on-iran-remains-real-threat\">persistent concerns</a> that Trump <a href=\"/news/2026/1/14/what-are-trumps-military-options-for-an-attack-on-iran\">could attack Iran</a> as he has threatened to do.</p><h2 id=\"no-mercy-for-rioters\">‘No mercy’ for rioters</h2><p>The streets of Tehran and other cities across the country have been relatively quiet in the aftermath of the deadly protests. But many may fear what is to come.</p><p>There is a heavy presence of security forces on the streets, where countless checkpoints and armed patrols have been set up.</p><p>The government has also organised massive counter-demonstrations across the country during the past several days and has held public funerals for the killed security forces in many cities, including Tehran.</p><p>State television has referred to those participating in these displays “the real people of Iran” while Supreme Leader Ayatollah Ali Khamenei proclaimed that Iranians participating in state-organised demonstrations “diffused the plot by foreign enemies that was to be implemented by local mercenaries”.</p><p>The judiciary has set up courts and said it will prioritise protest-related cases, with Chief Justice Gholam-Hossein Mohseni-Ejei pledging “no mercy” will be shown to “rioters”.</p><figure id=\"attachment_4244862\" aria-describedby=\"caption-attachment-4244862\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244862\" src=\"/wp-content/uploads/2026/01/AFP__20260114__92MM9EH__v2__HighRes__TopshotIranProtestRights-1768579588.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Iran\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244862\" class=\"wp-caption-text\">An Iranian woman holds a portrait of Iran’s Supreme Leader Ayatollah Ali Khamenei during a funeral of security forces personnel killed in recent protests in Tehran, on January 14, 2026 [Atta Kenare/AFP]</figcaption></figure><h2 id=\"most-deadly-protests-in-years\">Most deadly protests in years</h2><p>Late on Wednesday, Trump said he had received assurances that the Iranian government would not carry out executions of protesters.</p><p>Iranian state media rejected reports by foreign media outlets that a young man had been sentenced to execution for participating in the unrest and could be hanged soon.</p><p>In his first interview with state television early this week to address the people after the protests, President Masoud Pezeshkian chose to focus on condemning violent “terrorists” and engaging in economic reform, making no mention of the fact that the entire country remained gripped by a state-imposed digital blackout.</p><p>The Pezeshkian administration has begun rolling out electronic coupons worth under $7 per person each month for four months to buy essential goods subsidised by the government as rampant inflation continues to erode public purchasing power.</p><p>This is not the first time that Iran has witnessed protests in recent years. People say they are angry about corruption, mismanagement, economic hardship, devaluation of the currency and eroding social freedoms.</p><p>In September 2022, a young woman named Mahsa Amini, aged 22, was arrested in Tehran for allegedly wearing her hijab improperly. She collapsed while in custody and died in hospital a few days later.</p><p>Her death caused national outrage and widespread protests in Iran that lasted for several weeks. The slogan “woman, life, freedom” was chanted in the streets. HRANA reported in October 2022 that 200 people died and about 5,500 people were arrested during those protests.</p><p>But this latest wave of protests, which started with a few shopkeepers in Tehran in December, has been the biggest in recent years and almost certainly the most deadly.</p></div></div></body></html>"
        },
        {
            "title": "Syrians flee Aleppo as tensions rise with Kurdish-led SDF | Newsfeed | Al Jazeera",
            "time": "2026-01-16T19:01:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768589999.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "What are the hurdles to implementing phase two of Gaza ceasefire? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-16T18:33:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768586919.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The US says its Gaza plan is moving towards disarmament and reconstruction.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“We have officially entered the second phase of Gaza’s 20-point peace plan.”</p><p>Those were the words of US President Donald Trump, who said that Washington will reach a deal with Hamas on handing over its weapons while threatening the group with consequences if it doesn’t comply.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump stopped short of calling on Israel to fulfil its commitments, however, as Israeli Prime Minister Benjamin Netanyahu described the US announcement as largely symbolic.</p><p>So, is the transition to the next phase even possible?</p><p><strong>Presenter:</strong> James Bays</p><p><strong>Guests:</strong></p><p>Xavier Abu Eid – Political analyst and former adviser to the Palestine Liberation Organization negotiation team</p><p>Yezid Sayigh – Senior fellow at the Carnegie Middle East Center</p><p>Yossi Beilin – Former Israeli justice minister</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "EU-Latin America trade deal: Who wins? | Business and Economy | Al Jazeera",
            "time": "2026-01-16T17:41:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768585216.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The EU and the Mercosur trading bloc of five Latin American nations seal a sweeping trade pact.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>It would create one of the largest free-trade zones in the world, connecting markets with more than 700 million people.</p><p>A trade pact between the European Union and the Mercosur trading bloc has been agreed after almost 25 years of talks.</p><p>That’s despite opposition from farmers in several European countries.</p><p>The deal is seen as part of Europe’s effort to curb its economic reliance on China.</p><p>And it comes against the backdrop of President Donald Trump’s tariffs on countries around the world and his recent military intervention in Venezuela.</p><p>Also, will Big Oil invest in Venezuela?</p><p>Plus, are Greenland’s vast resources profitable?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Canada breaks with US on China tariffs | Government | Al Jazeera",
            "time": "2026-01-16T17:33:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768584774.jpg?resize=1565%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Canada, China strike trade deals to slash tariffs on EVs, canola | Xi Jinping News | Al Jazeera",
            "time": "2026-01-16T17:15:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6969e91c-1768548636.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canada and China have struck an initial trade deal that will slash tariffs on electric vehicles and canola, Prime Minister Mark Carney has said, as both nations promised to tear down trade barriers while forging new strategic ties.</p><p>The deal was announced on Friday during Carney’s visit to Beijing.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The first Canadian prime minister’s visit to China since 2017, <a href=\"/economy/2026/1/15/canadas-mark-carney-seeks-reset-on-pivotal-trip-to-china\" target=\"_blank\" rel=\"noopener\">Carney is seeking to rebuild ties</a> with his country’s second-largest trading partner after the United States, following months of diplomatic efforts.</p><p>Canada will initially allow in up to 49,000 Chinese electric vehicles at a tariff of 6.1 percent on most-favoured-nation terms, Carney said after talks with Chinese leaders, including President Xi Jinping. He did not specify a time period.</p><p>That compares with the 100 percent tariff on Chinese electric vehicles imposed by the government of former Prime Minister Justin Trudeau in 2024, following similar US penalties. In 2023, China exported 41,678 EVs to Canada.</p><p>“This is a return to levels prior to recent trade frictions, but under an agreement that promises much more for Canadians,” Carney told reporters.</p><p>Trudeau justified his tariff on the grounds that there was an unfair global market edge for Chinese manufacturers benefiting from state subsidies, a scenario that threatened domestic producers.</p><p>“For Canada to build its own competitive EV sector, we will need to learn from innovative partners, access their supply chains, and increase local demand,” Carney said.</p><p>He pointed to a stronger partnership with China in clean energy storage and production, driving new investments.</p><p>Carney said he expected the EV pact would drive “considerable” Chinese investment into Canada’s auto sector, create good careers and speed it towards a net-zero future.</p><p>Doug Ford, premier of Ontario, Canada’s main car manufacturing province, complained China now had a Canadian foothold and would take full advantage.</p><p>“The federal government is inviting a flood of cheap made-in-China electric vehicles without any real guarantee of equal or immediate investments in Canada’s economy, auto sector or supply chain,” he said in a post on X.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"lowering-tariffs\">Lowering tariffs</h2><p>Last March, in retaliation for Trudeau’s tariffs, China levied tariffs on more than $2.6bn of Canadian farm and food products, such as canola oil and meal, followed by tariffs on canola seed in August.</p><p>That led to a slump of 10.4 percent in China’s 2025 imports of Canadian goods.</p><p>Under the new deal, Carney said, Canada expects China will lower tariffs on its canola seed by March 1, to a combined rate of about 15 percent.</p><p>“This change represents a significant drop from current combined tariff levels of 84 percent,” he said, adding China was a $4bn canola seed market for Canada.</p><p>Canada also expects its canola meal, lobsters, crabs and peas to have anti-discrimination tariffs removed from March 1, until at least year-end, he added.</p><p>The deals will unlock nearly $3bn in export orders for Canadian farmers, fish harvesters and processors, Carney said.</p><p>He also said Xi had committed to ensuring visa-free access for Canadians travelling to China, but did not give details.</p><p>In a statement announced by China’s state-run Xinhua news agency, the two nations pledged to restart high-level economic and financial dialogue, boost trade and investment, and strengthen cooperation in agriculture, oil, gas and green energy.</p><p>Carney said Canada will double its energy grid over the next 15 years, adding that there were opportunities for Chinese partnership in investments, including offshore wind.</p><p>He also said Canada was scaling up its LNG exports to Asia and will produce 50 million tonnes of LNG each year – all destined for Asian markets by 2030.</p><h2 id=\"china-more-predictable\">China ‘more predictable’</h2><p>“Given current complexities in Canada’s trade relationship with the US, it’s no surprise that Carney’s government is keen to improve the bilateral trade and investment relationship with Beijing, which represents a massive market for Canadian farmers,” said Beijing-based Trivium China’s Even Rogers Pay.</p><p>“Meanwhile, it’s difficult for Washington to criticise Carney for striking a beneficial trade deal when Trump himself just did so in October.”</p><p>US President Donald Trump has also imposed tariffs on some Canadian goods and suggested the longtime US ally could become his country’s 51st state.</p><p>China, similarly hit by Trump’s tariffs, is eager to cooperate with a Group of Seven nation in a traditional sphere of US influence.</p><p>“In terms of the way our relationship has progressed in recent months with China, it is more predictable, and you see results coming from that,” Carney said when asked if China was a more predictable and reliable partner than the US.</p><p>Carney also said he had discussions with Xi about Greenland. “I found much alignment of views in that regard,” he said.</p><p>Trump has in recent days revived his claim to the semi-autonomous Danish territory as NATO members scrambled to counter US criticism that Greenland is under-protected.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sino-us-rivalry\">Sino-US rivalry</h2><p>Analysts say the rapprochement could reshape the political and economic context in which Sino-US rivalry unfolds, although Ottawa is not expected to dramatically pivot away from Washington.</p><p>“Canada is a core US ally and deeply embedded in American security and intelligence frameworks,” said Sun Chenghao, a fellow at Tsinghua University’s Centre for International Security and Strategy.</p><p>“It is therefore very unlikely to realign strategically away from Washington.”</p><p>But if Ottawa took a more pragmatic and autonomous economic policy toward China, Beijing could point to it as evidence that US-led decoupling was neither inevitable nor universally accepted among America’s closest partners, he added.</p></div></div></body></html>"
        },
        {
            "title": "X to block Grok AI’s undressing feature | Technology | Al Jazeera",
            "time": "2026-01-16T16:59:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/EP24_DD_Thumbnail_Landscape_V001_00-1768582642.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Elon Musk’s AI chatbot Grok will no longer be able to undress people on X after criticisms that it was creating nonconsensual sexualised images – and in some cases, of children. Al Jazeera’s Linh Nguyen explains the global outrage.</p></div></div></body></html>"
        },
        {
            "title": "Palestinian child shot dead by Israeli troops in occupied West Bank | Occupied West Bank News | Al Jazeera",
            "time": "2026-01-16T16:19:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-04-18T155452Z_1770773179_RC2YUDAVC5NT_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-SETTLERS-1768574439.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli troops have shot and killed a Palestinian child in the occupied West Bank, as a wave of intensified Israeli military and <a href=\"/news/2025/11/17/israeli-settlers-torch-homes-and-vehicles-in-west-bank-villages\">settler violence</a> across the territory continues.</p><p>Mohammed Naasan, 14, was killed on Friday after Israeli forces stormed and opened fire in the village of al-Mughayyir, near Ramallah, assaulting residents.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Naasan was shot in the back and chest, the Palestinian news agency Wafa reported.</p><p>The Israeli military said in a statement that troops fatally shot Naasan because he was “running towards them carrying a rock”.</p><p>The killing came after Israeli settlers, under the protection of the Israeli army, had earlier on Friday stormed an area south of al-Mughayyir and fired live rounds, according to Wafa.</p><p>“They stormed the village as worshippers were leaving [the mosque] after Friday prayers, firing directly at civilians and throwing tear gas and stun grenades,” said Amin Abu Aliya, head of al-Mughayyir’s council.</p><p>Palestinians across the West Bank have faced a wave of intensified Israeli military and settler violence in the shadow of Israel’s <a href=\"/news/liveblog/2026/1/16/live-israel-continues-deadly-gaza-attacks-as-deal-moves-into-phase-two\">genocidal war against Palestinians</a> in the Gaza Strip, which has killed more than 71,000 people since October 2023.</p><p>Experts say the violence, which is taking place amid a push by far-right Israeli politicians to formally annex the West Bank, aims to force Palestinians out of their homes and communities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to <a href=\"https://www.unocha.org/publications/report/occupied-palestinian-territory/humanitarian-situation-update-352-west-bank\" target=\"_blank\" rel=\"noopener\">United Nations figures</a>, at least 240 Palestinians, including 55 children, were killed by Israeli forces or settlers last year alone.</p><p>The UN’s humanitarian office (OCHA) said more than 1,800 settler attacks that resulted in casualties or property damage were also recorded in 2025 – an average of about five incidents per day.</p><p>That is the highest average since OCHA began tracking settler violence in 2006, it said.</p><p>Israel’s army routinely fires live ammunition, tear gas, stun grenades and other weapons at Palestinians in the occupied territory, and it often justifies the assaults by claiming that stones were being thrown.</p><p>Israeli human rights group BTselem <a href=\"https://www.btselem.org/firearms\" target=\"_blank\" rel=\"noopener\">has said</a> the military employs an “open-fire policy” that allows for an “unjustified use of lethal force” and “conveys Israel’s deep disregard for the lives of Palestinians”.</p><p>Rights advocates also have documented how Palestinian children in the West Bank, in particular, have been at heightened risk of Israeli violence under the shadow of the Gaza war.</p><p>“Decades of systemic impunity has created a situation where Israeli forces shoot to kill without limit,” Defence for Children International-Palestine (DCI-P) <a href=\"https://www.dci-palestine.org/israeli_forces_kill_16_year_old_palestinian_boy_near_jenin\" target=\"_blank\" rel=\"noopener\">said last month</a> after a 16-year-old Palestinian boy was killed by Israeli forces in the northern West Bank.</p><p>“As Palestinian children are increasingly targets in the West Bank, Israeli forces’ rules of engagement seemingly allow direct targeting of Palestinian children where no threat exists to justify the use of intentional lethal force.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens tariffs over Greenland, calls it vital for security | Donald Trump News | Al Jazeera",
            "time": "2026-01-16T15:57:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696a5ef3-1768578803.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump says he may impose tariffs on countries that do not back the United States’s claim to control Greenland, a message that came as a bipartisan congressional delegation sought to lower tensions in the Danish capital.</p><p>Since Trump returned to the White House in January, he has repeatedly insisted that the US control Greenland, a semiautonomous territory of NATO ally Denmark, and said earlier this week that anything less than the Arctic island being in US hands would be “unacceptable”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>During an unrelated event at the White House about rural healthcare, he recounted on Friday how he had threatened European allies with tariffs on pharmaceuticals.</p><p>“I may do that for Greenland, too,” Trump said. “I may put a tariff on countries if they don’t go along with Greenland, because we need Greenland for national security. So I may do that,” he said.</p><p>Trump has said Greenland is vital to US security because of its strategic location and large supply of minerals, and has not ruled out the use of force ⁠to take it, but he had not previously mentioned using tariffs to try to force the issue.</p><p>Later, Trump reiterated his reasons for wanting to control Greenland and said he was in talks with NATO about the island.</p><p>“We need Greenland for national security very badly.  If we don’t have it, we have a big hole in national security, especially when it comes to what we’re doing in terms of the Golden Dome,” he told reporters.</p><h2 id=\"eyes-on-russia\">Eyes on Russia</h2><p>The head of Denmark’s Joint Arctic Command in Greenland told Reuters on Friday he is focused on countering potential Russian activity, not defending against US military threats.</p><p>“My focus is not toward the US, not at all. <a href=\"/news/2026/1/14/analysis-why-greenland-and-europe-might-have-to-compromise-with-trump\">My focus is on Russia</a>,” Major-General Soren Andersen said on board a Danish warship in Nuuk, Greenland’s capital.</p><p>Andersen dismissed suggestions of conflict between NATO allies, describing such a scenario ‍as “hypothetical”.</p><p>“I don’t see ⁠a NATO ally attacking another NATO ally,” he said. Referring to Denmark’s defence plans, he added, “We work on those, but it’s a normal thing for us to do. My task is to work up here for the defence of the kingdom together with NATO.”</p><p>In response to US concerns, European nations dispatched small numbers of military personnel to Greenland this week in preparation for the Arctic Endurance NATO military exercise.</p><p>The Arctic Command has invited the US to participate in Arctic Endurance, which this year will test forces ​in winter conditions.</p><p>“We had a meeting today with a lot of NATO partners, including the ‌US, and invited them to participate in this exercise,” Andersen said, adding that he did not yet know whether the US would also join. Denmark did not invite the Americans to join a similar exercise in September.</p><p>Denmark’s Joint Arctic Command, responsible for defence around Greenland and ‌the Faroe Islands, conducts surveillance and search-and-rescue missions, utilising patrol vessels, aircraft, helicopters, and satellite technology. It also fields the Sirius dog-sledge patrol for long-range Arctic operations.</p><p>Andersen said ‌there were no Chinese or Russian ships near Greenland, though he added ⁠that a Russian research vessel was located 310 nautical miles away. “That’s the closest one,” he said, adding that NATO allies maintain “a good picture of the situation up here”.</p><p>“We actually expect an increase in Russian activities in the coming years, and … we have to start training and increase the presence ‌here in the Arctic to protect NATO’s northern border,” Andersen said.</p><h2 id=\"sharply-diverging-views\">Sharply diverging views</h2><p>Earlier this week, the <a href=\"/news/2026/1/14/greenland-and-denmark-say-trump-set-on-conquering-territory-after-meeting\">foreign ministers of Denmark and Greenland</a> met US Vice President JD Vance and Secretary of State Marco Rubio in Washington.</p><p>That encounter did not resolve the big differences, but did produce an agreement to set up a working group — on whose purpose Denmark and the White House then offered sharply diverging public views.</p><p>European leaders have insisted that only Denmark and Greenland can decide matters concerning the territory, and Denmark said this week that it was increasing its military presence in Greenland in cooperation with allies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A bipartisan delegation of US lawmakers met the leaders of Denmark and Greenland in Copenhagen on Friday, seeking to “lower the temperature” with assurances of congressional support to recognise Greenland as an ally, not property, after Trump’s threats to seize the Arctic island.</p><p>European nations this week sent small numbers of military personnel to the island at Denmark’s request.</p><p>The 11-member US delegation, led by Democratic Senator Chris Coons, met Danish Prime ​Minister Mette Frederiksen and her Greenlandic counterpart Jens-Frederik Nielsen, as well as Danish and Greenlandic parliamentarians.</p><p>“There’s a lot of rhetoric, but there’s not a ‍lot of reality in the current discussion in Washington,” Coons told reporters following the meetings, saying the politicians would seek to “lower the temperature” on returning home.</p><h2 id=\"looking-for-a-deal\" class=\"p1\">Looking for a deal</h2><p>Trump’s special envoy to Greenland also said on Friday he plans to visit the Danish territory in March and believes a deal can be made.</p><p>“I do believe that there’s a deal that should ‍and ⁠will be made once this plays out,” Jeff Landry told Fox News in an interview on Friday, as the ​US delegation met the Danish and Greenlandic leaders.</p><p>“The president is ‌serious. I think he’s laid ‌the markers down. He’s ⁠told Denmark what he’s looking for, and now it’s a matter ‌of having Secretary [of State Marco] Rubio and Vice President JD ‍Vance make a deal.”</p><p>Al Jazeera’s Alan Fisher, reporting from Washington, DC, Landry’s upcoming trip would reveal more about what will happen between the US and Greenland than Trump’s comments on tariffs and NATO.</p><p>“There may well be discussions going on.  It doesn’t move the situation forward at this point. But it gives the idea of doing something, of being dynamic,” Fisher said.</p><p>Landry “will get a warm reception as a representative of the United States, a close ally of Denmark,” he added. “But if he pushes the idea that he wants the United States to take over Greenland, he will be met with what was described by the Danish Foreign Minister during his meeting with the Vice President as a ‘red line.'”</p></div></div></body></html>"
        },
        {
            "title": "‘Inevitably difficult’: Inside a family’s fight against the US boat strikes | Human Rights News | Al Jazeera",
            "time": "2026-01-16T15:56:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251021__79KC3NK__v1__HighRes__ColombiaUsVenezuelaDiplomacyDrugCrime-1768443023.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"a-call-for-justice\">A call for justice</h2><p>As part of the petition to the Inter-American Commission on Human Rights, the Carranza family is seeking compensation and a stop to the US strikes.</p><p>But the commission’s powers are limited. It can investigate alleged violations, determine state responsibility and provide recommendations, but its decisions are non-binding, meaning that the US is not obligated to comply.</p><p>“It can provide a measure of justice, in that it would be a regional human rights body saying that the victims are right and deserve to be compensated,” said Pappier.</p><p>\"But it would not immediately deliver reparations or full-fledged accountability.\"</p><p>Bringing the case before a US court could ultimately be more productive, Pappier added, but it would also be significantly more challenging.</p><p>Kovalik, the family's lawyer, told Al Jazeera he is currently weighing those challenges.</p><p>The fact that the alleged crime took place outside of US territory could be a barrier to litigation, he explained. So too could be the legal protections granted to the US government and top officials.</p><p>The US government enjoys sovereign immunity in most cases, and the Supreme Court ruled in 2024 that the president enjoys \"presumptive immunity\" for any \"official acts\" he engages in.</p><p>“We are still considering a possible court action,” Kovalik said.</p><p>Another challenge is that the US has shown no willingness to investigate the strikes or release information that would help others do so.</p><p>In a statement to Al Jazeera, the Colombian Attorney General’s Office confirmed that it has opened an inquiry into the US bombings, but experts warn that restricted access to information could limit its investigation.</p><p>Colombia would need insight into US decisions about the strikes to determine criminal responsibility, said Schuller, the expert from the European Center for Constitutional and Human Rights.</p><p>Without US cooperation, however, “it's impossible to get the information necessary to say who could be put on trial for such a strike\", he explained.</p><p>For now, Kovalik said that the Carranza family takes some comfort in knowing that “at least something is being done”.</p><p>Since Carranza’s disappearance, relatives have been unable to hold a funeral without the fisherman's remains. His family also is struggling financially because Carranza was the household’s breadwinner, and his wife has a disability that limits her ability to work.</p><p>Vega said that, if Carranza had been suspected of smuggling drugs, US authorities had a responsibility to arrest him, not kill him.</p><p>The burden of proof, he added, should be on the US government, not the family.</p><p>“Alejandro was one of our fishermen. He will not stop being one unless proven otherwise.”</p></div></div></body></html>"
        },
        {
            "title": "Iran holds more funerals after deadly unrest | Protests | Al Jazeera",
            "time": "2026-01-16T15:38:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768577838.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Why is Venezuela ‘uninvestable’ for Big Oil? | News | Al Jazeera",
            "time": "2026-01-16T15:27:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768577166.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">After seizures, sanctions and collapse, can Venezuela ever win back Big Oil’s trust?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump says removing President Nicolas Maduro is about reclaiming Venezuela’s oil. But as Washington pushes for access, major oil companies are hesitating. Why is Venezuela being labeled “uninvestable,” and what does that skepticism reveal about power, instability and the future of Venezuela’s vast oil reserves?</p><p><strong>In this episode:</strong></p><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Marcos Bartolomé and Melanie Marich, with Tamara Khandaker, and our host, Kevin Hirten. It was edited by Ney Alvarez and Noor Wazwaz. </em></p><p><em>Our sound designer is Alex Roldan. Our video editors are Hisham Abu Salah and Mohannad Al-Melhem. Alexandra Locke is the Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio.</em></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Five pro-Palestinian activists plead not guilty over UK airbase break-in | News | Al Jazeera",
            "time": "2026-01-16T15:18:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696a4f1f29-1768574751.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Five pro-Palestinian activists plead not guilty over UK airbase break-in</h1><p class=\"article__subhead\"><em>The activists ⁠pleaded not guilty to damaging property for a purpose prejudicial to the interests or safety of the UK.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Five pro-Palestinian activists have pleaded not ‍guilty to <a href=\"/news/2025/6/20/pro-palestinian-activists-break-into-uk-military-base\">breaking into a British military airbase</a> and damaging two planes in ⁠protest against the UK’s support for Israel’s war in Gaza.</p><p>The five are accused of breaking into the Brize Norton Royal Air Force base in central England in ‍June and spraying red paint over two Voyager aircraft used for refuelling and transport.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The campaign group Palestine Action, which has since been banned by the government, said it was behind the incident.</p><p>Lewie Chiaramello, Jon Cink, Amy Gardiner-Gibson, Daniel Jeronymides-Norie and Muhammad ‌Umer Khalid appeared on Friday at London’s Old Bailey ‌court by videolink from prison.</p><p>They ⁠pleaded not guilty to damaging property for a purpose ‌prejudicial to the interests or safety of the United Kingdom. Their trial is due ‍to start in January 2027.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>No applications for bail were made, despite it having been one of five <a href=\"/news/2025/12/22/palestine-action-hunger-strikes-what-are-their-demands\">key demands</a> put forward by the activists. The others included the right to a fair trial – which they say includes the release of documents related to “the ongoing witch-hunt of activists and campaigners” – ending censorship of their communications, “de-proscribing” Palestine Action and shutting down Elbit Systems, which operates several UK factories.</p><p>Palestine Action launched in July 2020 and describes itself as a movement “committed to ending global participation in Israel’s genocidal and apartheid regime”. The UK parliament <a href=\"/news/2025/7/2/uk-lawmakers-vote-to-ban-palestine-action-as-terror-group\">voted in favour</a> of proscribing the group on July 2, 2025, classifying it as a “terrorist” organisation.</p><p>More than 1,600 arrests linked to support for the proscribed group were made in the three months following the ban’s introduction. The ban has been challenged in court.</p><h2 id=\"hunger-strike\">Hunger strike</h2><p class=\"p1\">This week, Chiaramello was one of three activists allegedly linked to Palestine Action who ended their hunger strike in prison, according to campaign group Prisoners for Palestine.</p><p class=\"p1\">Chiaramello had fasted every other day, as he is a Type 1 diabetic, for 46 days.</p><p class=\"p1\">Cink and Gardiner-Gibson – the latter now known as Amu Gib, also took part in a hunger strike in detention.</p><p>“We have never trusted the government with our lives, and we will not start now. We will be the ones to decide how we give our lives to justice and liberation,” Gardiner-Gibson said in a statement issued by the group on Wednesday.</p><p class=\"p1\">One remand prisoner, Umer Khalid, continues to refuse food.</p></div></div></body></html>"
        },
        {
            "title": "Man Utd target Glasner to leave Palace, while Guehi set to sign for City | Football News | Al Jazeera",
            "time": "2026-01-16T15:01:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/12997475-1768573727.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man Utd target Glasner to leave Palace, while Guehi set to sign for City</h1><p class=\"article__subhead\"><em>Oliver Glasner, who has been heavily linked with a move to Manchester United, confirms he will leave Crystal Palace.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Oliver Glasner ‌will not extend his contract with Crystal ‍Palace ‍, which is due to expire at the end of the season, the Austrian manager has confirmed.</p><p>Glasner guided Palace to <a href=\"/sports/2025/5/17/fa-cup-final-2025-crystal-palace-defeat-man-city-in-major-upset\">victory in ⁠the FA Cup</a> last season, the first major ​trophy of their 164-year-old history, as well ‍as <a href=\"/sports/2025/8/10/new-look-liverpool-beaten-by-crystal-palace-in-community-shield\">the Community Shield</a> in August.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The 51-year-old’s success at Palace has made him a key target for other clubs, and he ⁠has been <a href=\"/sports/2026/1/6/who-could-be-the-next-manchester-united-manager\">linked with the top job at Manchester United</a>.</p><p>“A decision has already been taken, months ago. I had a meeting with Steve [Parish] in October, the international break,” Glasner told reporters on Friday.</p><p>“We had a very long talk, ​and I told him I ‌will not sign a new contract. We agreed at the time, it was the best to keep it between us. It’s ‌the best that we could do, and keep it confidential ‌for three months.</p><p>“But now it’s important ⁠to have clarity, and we had a very busy schedule, so that’s why we didn’t want to talk about it. ‌Steve and I want the best for Crystal Palace.”</p><p>Palace are 13th in the league standings with 28 ‍points from 21 matches and travel to Sunderland on Saturday.</p><h2 id=\"man-city-set-to-confirm-guehi-capture-from-crystal-palace\">Man City set to confirm Guehi capture from Crystal Palace</h2><p>Manchester City are understood to agreed a deal in principle to sign Crystal Palace captain Marc Guehi as they battle a defensive crisis.</p><p>The England defender was close to joining Liverpool on transfer deadline day in September before the move collapsed.</p><p>Other clubs reportedly interested in Guehi, including Liverpool once again and Bayern Munich, were understood to be targeting a move at the end of the season, when Guehi was due to be a free agent.</p><p>Pep Guardiola, speaking on the eve of <a href=\"/sports/2026/1/16/manchester-united-vs-manchester-city-premier-league-teams-start\">City’s match against Manchester United</a>, was tight-lipped when asked about the club’s potential interest in Guehi, stressing he had “nothing to say”.</p><p>Palace travel to Sunderland on Saturday, where Glasner will not ‌be able to call upon defender Guehi.</p><p>The 25-year-old was linked with ⁠a move to Manchester City earlier on Friday, with British media reporting that a deal had been agreed in principle.</p><p>Asked about Guehi’s future, Glasner said, “I can’t confirm the club because it is not done, but is in the final stages, and the result ‌is Marc doesn’t play tomorrow for us.”</p><p>Guehi captained Palace to FA Cup success in May against City and has won 26 England caps.</p><p>City boss Guardiola, whose team are second in the Premier League, six points behind Arsenal, said the team were desperately short of defensive options.</p><p>“Without John [Stones], without Ruben [Dias], without Josko [Gvardiol], we are in a difficult situation for not one game but a long, long period,” he said.</p><p>“It’s a difficult situation. Ruben will be back soon. Josko, no. John, hopefully, we’ll see.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "South Korea’s former President Yoon sentenced to five years: What we know | Corruption News | Al Jazeera",
            "time": "2026-01-16T14:47:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25314166106037-1768331933.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former South Korean President Yoon Suk Yeol has received a five-year jail sentence after being found guilty of multiple charges, including attempts to block his arrest after his failed move to impose martial law on the country in December 2024.</p><p>Yoon was sentenced at the Seoul Central District Court on Friday in televised proceedings of one of the country’s most sensitive political trials in recent history.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But this is only the first sentencing in several court cases the controversial ex-leader is facing since he was impeached and detained following widespread demonstrations against his government from late 2024. In another case, he could be facing a death sentence if he is found guilty of charges of insurrection.</p><p>Yoon was the first sitting president in South Korean history to be arrested and indicted. His short-lived administration was plagued by criticism and poor ratings. However, his surprise martial law announcement sent shockwaves through the democratic country, and around the world, triggering a dramatic political saga.</p><p>Yoon’s lawyers say the former president will appeal the court’s ruling.</p><p>Here’s what we know about Yoon’s government and the latest sentence:</p><figure id=\"attachment_3828336\" aria-describedby=\"caption-attachment-3828336\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3828336\" src=\"/wp-content/uploads/2025/07/afp_686eae26e128-1752084006.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"South Korea's impeached former President Yoon Suk Yeol (C) arrives at a court.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3828336\" class=\"wp-caption-text\">South Korea’s impeached former President Yoon Suk Yeol, centre, arrives at a court to attend a hearing to review his arrest warrant requested by special prosecutors, in Seoul on July 9, 2025 [AFP]</figcaption></figure><h2 id=\"what-has-the-court-ruled\">What has the court ruled?</h2><p>A three-justice panel at Seoul Central District Court sentenced Yoon to five years after finding him guilty of several charges on Friday.</p><p>These were: infringing on investigators’ rights to deliberate on his martial law imposition; obstructing justice by evading his arrest in January 2025; and fabricating official documents relating to his December 2024 martial law declaration.</p><p>In the ruling, Presiding Judge Baek Dee-hyun said martial law could only be imposed in exceptional circumstances and that the president was required to consult with his cabinet before making a pronouncement.</p><p>“But Yoon, in an unprecedented manner, notified only some Cabinet members of the meeting on the proclamation of martial law, thereby directly violating the Constitution and infringing the deliberation rights of Cabinet members who were not notified,” the judge said, according to reporting by the national newspaper, Korea Times.</p><p>Yoon also mobilised security forces of the Presidential Security Service to block his arrest, which had been ordered by the Corruption Investigation Office (CIO) on January 3, 2025, after parliament voted to impeach him, the court ruled.</p><p>“The defendant abused his enormous influence as president to prevent the execution of legitimate warrants through officials from the Security Service, which effectively privatised officials … for personal safety and personal gain,” Judge Baek said.</p><p>To make it appear as though procedural requirements had been met when he declared martial law on December 3, Yoon tampered with the date and signatures on an important document, which had actually been created later, on December 7, the court found.</p><p>Outside the court, Yoo Jung-Hwa, a lawyer representing Yoon, told reporters the ruling was “politicised” and that the ex-president would appeal.</p><figure id=\"attachment_4146977\" aria-describedby=\"caption-attachment-4146977\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4146977\" src=\"/wp-content/uploads/2025/12/afp_692f819c32aa-1764721052.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"(FILES) In this file photo taken early on December 4, 2024, soldiers try to enter the National Assembly building in Seoul, after then South Korea president Yoon Suk Yeol declared martial law.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4146977\" class=\"wp-caption-text\">In this file photo taken early on December 4, 2024, soldiers try to enter the National Assembly building in Seoul, after then South Korean President Yoon Suk Yeol declared martial law [File: AFP]</figcaption></figure><h2 id=\"who-is-yoon-suk-yeol\">Who is Yoon Suk Yeol?</h2><p>By profession, Yoon, 65, is a lawyer. He served as the country’s president from May 2022 until his official removal in April 2025.</p><p>He was an instrumental prosecutor in the trials of former Presidents Park Geun-hye and Lee Myung-bak. Their convictions brought him to the notice of left-wing political parties, and saw him appointed as prosecutor general from 2019 to 2021 by the left-leaning Moon Jae-in administration.</p><p>However, when he launched investigations into that government, which prompted at least one minister to resign, Yoon also gained recognition with conservatives. Generally, he had widespread appeal and was viewed as a no-nonsense, principled lawyer loyal only to the law.</p><p>In the 2022 presidential elections, Yoon ran as the candidate for the conservative People Power Party, promising economic deregulation and, controversially, anti-feminist policies, such as scrapping the gender ministry. He narrowly won against the opposition Democratic Party of Korea, but his administration was expected to unite both sides. Instead, Yoon’s government leaned further to the right, clashing with the opposition left, which controlled parliament.</p><p>In particular, he was criticised for his government’s handling of the Seoul Halloween crowd crush tragedy in October 2022, which killed more than 150 people in the capital and <a href=\"/news/2022/10/30/s-korea-declares-national-mourning-over-deadly-halloween-stampede\">plunged the country into mourning</a>, and for its clashes with the Korean Medical Association, which blamed the authorities for raising quotas for medical students rather than reforming the health sector to benefit practising professionals.</p><p>Yoon’s approval ratings dropped during his term. Varying polls showed an approval rate of about 52 percent when he was first elected in May 2022, compared with approximately 36 percent by December 2024.</p><p>Parliamentary elections two years into his administration saw his NPP party further lose ground, hindering the progress of Yoon’s budget policies.</p><h2 id=\"what-was-the-martial-law-crisis\">What was the martial law crisis?</h2><p>On the night of December 3, 2024, Yoon shocked South Korea and the world when he imposed martial law, citing the need “to protect the country from North Korea communists and eliminate anti-state elements”.</p><p>Yoon further accused opposition politicians of being an “anti-state … den of criminals” who were “trying to overthrow the free democracy” by blocking his budget plans. He asserted a need to “rebuild and protect the country from falling into ruin”.</p><p>When parliamentarians attempted to convene, Yoon ordered troops to blockade the National Assembly and arrest opposition leaders.</p><p>Legislators managed, however, to enter the building and voted to lift the martial law after midnight on December 4, just hours after it was declared.</p><p>Hundreds of protesters took to the streets in protest, calling for Yoon to step down.</p><p>On December 7, Yoon apologised to the nation for the martial law, calling it “an act of governance”. Parliament voted to impeach him on December 14, suspending his powers as president.</p><p>He then holed himself up in the presidential palace and refused to respond to a summons by the CIO, an agency investigating crimes committed by senior government officials.</p><p>Security forces from the CIO attempted to  enter the premises on January 3, but were blocked by security units still loyal to Yoon. On a second attempt on January 15, after more than 3,000 troops were deployed for the mission, Yoon was arrested and is still in detention.</p><p>Yoon’s term was formally terminated on April 4 when the Constitutional Court upheld his impeachment.</p><p>South Korea, which prides itself on being a stable democracy, last experienced martial law in 1979, after military leader Chun Doo-hwan seized power in a coup.</p><figure id=\"attachment_3622367\" aria-describedby=\"caption-attachment-3622367\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3622367\" src=\"/wp-content/uploads/2025/04/AP25093235622252-1743728075.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of impeached South Korean President Yoon Suk Yeol stage a rally to oppose his impeachment near the Constitutional Court in Seoul, South Korea, Thursday, April 3, 2025. The letters read &quot;Yoon Suk Yeol's immediate return.&quot; (AP Photo/Ahn Young-joon)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3622367\" class=\"wp-caption-text\">Supporters of impeached South Korean President Yoon Suk Yeol stage a rally to oppose his impeachment near the Constitutional Court in Seoul, South Korea, on Thursday, April 3, 2025. The signs read ‘Yoon Suk Yeol’s immediate return’ [Ahn Young-joon/AP]</figcaption></figure><h2 id=\"what-other-trials-does-yoon-face\">What other trials does Yoon face?</h2><p>In all, Yoon has been indicted in four criminal cases, ranging from the more serious charge of leading an insurrection to violating campaign laws during his political election.</p><h3>Insurrection</h3><p>Yoon was indicted for insurrection in January 2025, after parliament had voted to impeach him, but before the Constitutional Court approved the move.</p><p>The insurrection charge is in connection with the actions Yoon took on December 3, 2024, to seal off the National Assembly and prevent lawmakers who wanted to block his martial law decree from entering. The charge also relates to his orders that the speaker and opposition leaders be arrested.</p><p>Yoon has repeatedly claimed that he did not intend to impose military rule. He says did so to sound the alarm about wrongdoing by opposition parties and to protect democracy from “anti-state” elements.</p><p>His defence team also argues that the CIO has no authority to investigate him and that, as president, he was within his rights to declare martial law because there was an emergency.</p><p>Yoon’s lawyers used the same defence during Friday’s trial, but that was dismissed by the court – potentially setting a line for the insurrection case.</p><p>The insurrection trial began on January 9, and the court is scheduled to rule on it on February 19.</p><p>On Tuesday, prosecutors at a closed hearing sought the death sentence for Yoon. While the death penalty is legal in South Korea, there have been no executions since 1997.</p><p>Former military leader Chun Doo-hwan, who seized power in a 1979 coup and ruled until 1988, was convicted in 1996 on several charges, including insurrection for orchestrating a coup and declaring martial law to suppress pro-democracy protests.</p><p>He was handed a death sentence, which was commuted to life imprisonment. But two years later, Chun was pardoned.</p><h3>Espionage</h3><p>Separately, Yoon will also answer to charges of treason in an ongoing trial which began on Monday.</p><p>In that case, he is accused of aiding an enemy state and was <a href=\"/news/2025/11/10/south-korea-indicts-ex-leader-yoon-on-charges-of-aiding-the-enemy\" target=\"_blank\" rel=\"noopener\">indicted</a> on the charge of treason in November.</p><p>Former Defence Minister Kim Yong-hyun and the former intelligence chief, Yeo In-hyung, have also been indicted on the same charge.</p><p>Prosecutors accuse Yoon and his aides of trying to instigate a military crisis with North Korea by ordering a drone incursion into Pyongyang in October 2024.</p><p>The plan, prosecutors allege, was to goad North Korea into retaliating so that Yoon could impose and justify martial law.</p><p>The drone dispatch leaked military secrets to North Korea when it crashed near Pyongyang, prosecutors say. The crash itself constituted a violation of national security laws, they submitted.</p><p>Prosecutors also presented a memo found on former intelligence chief Yeo’s phone as key evidence of intent to commit espionage.</p><p>In a note to himself, they allege that Yeo wrote: “… we must either create instability or exploit instability when it arises.”</p><p>Yoon and his aides face a maximum life imprisonment under Korean law, or a minimum of three years, if found guilty of this charge.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Africa Cup of Nations: The Final | Africa Cup of Nations | Al Jazeera",
            "time": "2026-01-16T14:34:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/YU-COVER-1768573816.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli strikes kill two in Lebanon, UN forces report drone attack | News | Al Jazeera",
            "time": "2026-01-16T14:12:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696a36323d2d-1768568370.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israeli strikes kill two in Lebanon, UN forces report drone attack</h1><p class=\"article__subhead\"><em>United Nations peacekeepers say a drone ‘dropped a grenade’ on its troops as Israel continued attacks on Lebanon.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Jan 2026</span><span aria-hidden=\"true\">16 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli strikes have killed two people in Lebanon, according to the Lebanese health ministry, in the latest violation of a <a href=\"/news/2024/11/26/ceasefire-between-lebanons-hezbollah-and-israel-what-to-know\">ceasefire agreement</a> with Hezbollah.</p><p>In a statement on Friday, the Ministry of Public Health said an “Israeli enemy strike” on a vehicle in Mansuri in southern Lebanon had killed one person.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It also said that a strike on the southern town of Mayfadun killed one person the previous night. Israel said the victim of that attack was a Hezbollah member who it alleged “took part in attempts to reestablish Hezbollah’s infrastructure in the Zawtar al-Sharqiyah area”.</p><p>The Israeli military on Thursday also carried out several strikes in eastern Lebanon’s Bekaa region, north of the Litani River, after issuing warnings to evacuate.</p><p>United Nations peacekeepers deployed in southern Lebanon on Friday sent a stop-fire request to the Israeli army after a drone “dropped a grenade” on its troops. It was unclear if the grenade exploded or not.</p><p>UNIFIL said such activities put both civilians and peacekeepers at risk and constitute a violation of United Nations Security Council Resolution 1701.</p><p>UNIFIL was established in 1978 following Israel’s invasion of southern Lebanon and saw its mandate significantly expanded after the 2006 war between Israel and Hezbollah under Resolution 1701.</p><p>More than 10,000 peacekeepers were deployed to monitor the cessation of hostilities and support the Lebanese army’s presence south of the Litani River.</p><p>The UN Security Council decided in August to <a href=\"/news/2025/8/28/un-security-council-renews-unifil-mission-in-lebanon-until-end-of-2026\">end UNIFIL’s mandate</a> on December 31, 2026, followed by a one-year plan for a phased drawdown of forces.</p><p>Israel has continued violating the ceasefire with Hezbollah in place since late November 2024, resulting in hundreds of casualties, while Israeli forces remain on five Lebanese hills seized in the latest war, in addition to other areas occupied for decades.</p><p>Lebanon has faced growing ‌pressure from the US ⁠and Israel to disarm Hezbollah, and its leaders fear that Israel could dramatically escalate strikes ‌across the battered country to push Lebanon’s leaders to confiscate Hezbollah’s arsenal more quickly.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Manchester United vs Manchester City: Premier League - teams, start | Football News | Al Jazeera",
            "time": "2026-01-16T14:09:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2255782645-1768571069.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Manchester United vs Manchester City<br>\n<strong>What:</strong> English Premier League<br>\n<strong>Where:</strong> Old Trafford, Manchester, United Kingdom<br>\n<strong>When:</strong> Saturday, January 17, at 12:30pm (12:30 GMT)<br>\n<strong>How to follow:</strong> We will have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 09:30 GMT, in advance of our text commentary stream.</p><p>Michael Carrick will step ‍into the dugout as Manchester United’s interim manager for the first time in Saturday’s Manchester derby at Old Trafford, tasked with steadying a side that has stumbled through another bleak winter – and another change of manager.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>City have put behind them their period of discontent, which saw them implode last season in their title defence, and they are once again challengers for the Premier League crown.</p><p>Al Jazeera Sport takes a look at one of the biggest games in world football, which sees the rivals in contrasting form.</p><h2 id=\"how-have-man-utd-fared-in-the-premier-league-this-season\">How have Man Utd fared in the Premier League this season?</h2><p>United are seventh in the table with one win in their last six league matches – add to that last week’s FA Cup exit, and the ⁠mood is flat on the red side of Manchester.</p><p>Carrick’s arrival, however, in the wake of <a href=\"/sports/2026/1/5/manchester-united-sack-amorim-fletcher-brought-in-as-interim-manager\">Ruben Amorim’s sacking</a>, brings a flicker of hope.</p><p>The former midfielder, who won the full set of major trophies as a United player, certainly does not give the impression of being overawed by the situation.</p><p>“I feel in a really good place to be here. It feels very natural, to be honest, very normal,’ he said this week. “I understand the job, what it entails and the responsibility of it.”</p><h2 id=\"what-experience-does-carrick-bring-to-the-man-utd-job\">What experience does Carrick bring to the Man Utd job?</h2><p>Carrick had an unbeaten three-game interim spell in charge of United in 2021, but his only long-term experience as a manager was at second-tier Middlesbrough from 2022-25.</p><p>He has <a href=\"/sports/2026/1/13/michael-carrick-signs-deal-with-man-united-to-be-interim-head-coach\">a contract until the end of the season</a> as United gives itself time to identify candidates to try to end a decade-plus of decline. Carrick has the chance to put himself in the frame in the 17 remaining games this term.</p><p>Carrick wants to put smiles on the faces of fans who jeered at the final whistle as United was knocked out of the FA Cup by Brighton last week.</p><p>“I want to be off my seat [with excitement],” he said. “I want to be enjoying watching the boys play and results obviously need to come with that. You can feel my kind of enthusiasm for it because I’m buzzing to get started and see what we can do.”</p><p>After City, United face a trip to Arsenal. Quite the start for a coach barely experienced at this level and taking on a role that increasingly looks like an impossible job after Amorim became the sixth coach or manager to make way since Alex Ferguson retired in 2013.</p><p></p><h2 id=\"how-have-man-city-fared-in-the-premier-league-this-season\">How have Man City fared in the Premier League this season?</h2><p>Pep Guardiola’s Manchester City appear to be returning to somewhere close to their best. For a team that won an unprecedented four Premier League titles in a row, however, they still have some way to go.</p><p>City are six points behind Arsenal and second in the league ‍table, despite three consecutive draws.</p><p>They are still in the hunt for four trophies and a victorious run – similar to that that saw them lift five trophies in 2023 – cannot be ruled out.</p><p>Indeed, City arrive with their own narrative twist with January signing ‍Antoine Semenyo stealing the ⁠headlines.</p><p>Two games, two goals, and his own chant from the Etihad faithful, Semenyo has injected a dose of unpredictability into Guardiola’s well-oiled machine.</p><p>While City’s three draws cost them precious points in the title race, their recent form suggests they are rediscovering their ruthless edge, with a 10–1 FA Cup demolition of League One side Exeter City and a 2-0 League Cup semifinal win over Newcastle United on Tuesday.</p><h2 id=\"what-happened-the-last-time-united-played-city-in-the-manchester-derby\">What happened the last time United played City in the Manchester derby?</h2><p>City <a href=\"/sports/2025/9/14/haaland-runs-rampant-as-man-city-beat-man-united-3-0-in-premier-league\">demolished Amorim’s United 3-0</a> in September in the first Premier League meeting of the season.</p><p>City’s goal-scoring machine Erling Haaland struck twice in the match at Etihad Stadium, while Phil Foden chipped in with the other.</p><h2 id=\"what-happened-in-the-corresponding-fixture-last-season\">What happened in the corresponding fixture last season?</h2><p>Last season’s Premier League encounter at Old Trafford resulted in a dour <a href=\"/sports/2025/4/6/manchester-united-vs-man-city-derby-teams-play-out-a-goalless-draw\">0-0 draw</a> on April 6.</p><p>United were already long out of contention for their aim of Champions League qualification but City’s place at European football’s top table was still in doubt.</p><p>United also had one eye on the upcoming Europa League final against Tottenham, which ultimately ended in defeat.</p><h2 id=\"when-did-united-last-beat-city-in-the-manchester-derby\">When did United last beat City in the Manchester derby?</h2><p>United’s last victory in the derby came last season with <a href=\"/sports/liveblog/2024/12/15/manchester-city-vs-manchester-united-english-premier-league\">a 2-1 win</a> in the Premier League match at Etihad Stadium.</p><p>City led, through Josko Gvardiol’s first-half strike, with two minutes remaining of the match, but one of Amorim’s finest hours was to follow.</p><p>Amad Diallo netted a late equaliser to the delight of the away support, which soon turned to delirium, though, when Bruno Fernandes netted an injury-time penalty.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This is the 197th Manchester derby, with the first match coming in the old Second Division in England in 1894, and resulting in a 5-2 win for United at City.</p><p>Overall, United have won 79 of the contests with City claiming the spoils on 62 occasions.</p><h2 id=\"manchester-united-team-news\">Manchester United team news</h2><p>Harry Maguire is back fit, and Bryan Mbeumo and Amad Diallo return from Africa Cup of Nations duty, adding depth to a squad that has looked threadbare.</p><p id=\"noussair-mazraoui-afcon-and-injured-defender-matthijs-de-ligt-back-while-teenage-forward-shea-lacey-is-suspended-following-his-late-red-card-in-last-weekend-s-fa-cup-defeat-to-brighton\">Noussair Mazraoui remains at AFCON with Morocco ahead of their final on Sunday, while defender Matthijs de Ligt is injured and forward Shea Lacey is suspended after being shown a second yellow in the FA Cup defeat by Brighton last weekend.</p><h2 id=\"predicted-manchester-united-lineup\">Predicted Manchester United lineup</h2><p>Lammens; Dalot, Maguire, Martinez, Shaw; Casemiro, Mainoo; Mbeumo, Fernandes, Cunha; Sesko</p><h2 id=\"manchester-city-team-news\">Manchester City team news</h2><p>Guardiola is counting on Omar Marmoush’s return from AFCON to shoulder some of the attacking load on “exhausted” Haaland. Marmoush’s Egypt lost 1-0 to Senegal ​in Wednesday’s AFCON semifinals, but City will have to wait for the forward’s return until ‌after the tournament’s third-place playoff on Saturday.</p><p>Haaland, who once again tops the Premier League scoring chart with 20 goals, played Tuesday’s full match, including 10 minutes of injury time. He has not scored from open play, however, since their 3-0 win over West Ham United on December 20.</p><p>“Hopefully Omar ‌will be back soon to give rest to Erling because Erling is exhausted,” Guardiola said on Tuesday.</p><p>Josko Gvardiol, Mateo Kovacic, John Stones, Ruben Dias, Oscar Bobb and Savinho are all absent due to injury.</p><h2 id=\"predicted-manchester-city-lineup\">Predicted Manchester City lineup</h2><p>Donnarumma; Nunes, Khusanov, Alleyne, O’Reilly; Rodri; Bernardo, Cherki, Foden, Semenyo; Haaland</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}