{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Accepted but trapped: Why won’t the UK evacuate its students from Gaza? | Gaza | Al Jazeera",
            "time": "2025-08-06T11:03:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/reuters_68933560-1754477920.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"0\" data-end=\"396\">In September 2025, I am supposed to start a new life, not in war-torn Gaza, but in a lecture hall in the United Kingdom. After nearly a year of endless efforts, applications, exams, and navigating bombings, displacement and blackout zones just to apply, I was accepted. Not once, but five times, by the Universities of Glasgow, Edinburgh, Birmingham, Exeter, and Ulster. I even secured funding.</p><p data-start=\"398\" data-end=\"1081\">But instead of boarding a plane, I remain trapped in Gaza, a place where war has flattened homes, stolen futures and caged dreams. The bombs have not stopped. Neither has our will. Unlike students in other war-torn areas, we, Gaza Palestinian students, are not being offered any path out. Many countries, such as France, Ireland and Italy, have successfully evacuated their students through government-coordinated efforts and humanitarian corridors, like via the International Committee of the Red Cross (ICRC). These governments made it clear that their students matter. The UK has not. Despite its global standing and historic reputation for championing justice and education, it remains silent.</p><p data-start=\"1083\" data-end=\"1395\">This is not just my story. It is a collective cry from dozens of us, admitted to top British universities, with scholarships or personal savings, who survived bombs and sieges only to be abandoned at the final border: there is no visa centre in Gaza to submit fingerprints, and no route out without evacuation.</p><p data-start=\"1397\" data-end=\"2120\">After the war broke out in late 2023, I was forced to pause my online university studies, as both the classes and the fees became impossible to maintain under the siege. But I did not give up on education. Instead, I began applying to UK universities through UCAS, a process that demanded a carefully written personal statement, recommendation letters, detailed documentation and weeks of waiting. I submitted everything using borrowed internet in relatives’ homes or from paid co-working spaces that I reached on foot, under the midday sun or pouring rain, with no transportation. There were days when I sat on a plastic chair in the street, emailing colleges and researching entry requirements while missiles flew overhead.</p><p data-start=\"2122\" data-end=\"2568\">When universities asked for English qualification submissions, I had no centre in Gaza to support me, not for training, not even to register. Most UK universities would not accept Duolingo, the only test I could afford and access online. So I stretched every resource and applied for each institution’s approved test, juggling freelance mobile programming by day to support myself and studying English by night, often under a mobile flashlight.</p><p data-start=\"2570\" data-end=\"2861\">Some tests required constant camera and microphone monitoring, difficult in a war zone where displacement, noise and unstable internet made focus nearly impossible. One infraction and the test would be void. My laptop battery often died before the test ended. But I endured and succeeded.</p><p data-start=\"2863\" data-end=\"3345\">My family shares this hunger for education. My brother is a mechanical engineer who won the competitive Qaddumi scholarship last year to begin a master’s programme at the University of Liverpool in January 2025, but it has been deferred. My sister was accepted into a Turkish government-funded medical programme at Samsun University, which was also postponed because of the war. Three of us, all with dreams and drive, are stuck in Gaza. We did everything right. So why are we left behind?</p><p data-start=\"3347\" data-end=\"3658\">After much struggle, I finally passed the tests and converted my conditional offers into unconditional ones. I even secured funding, enough for at least the first year’s tuition fees and living expenses. I was also promised support from private foundations, conditional only on submitting my visa application.</p><p data-start=\"3660\" data-end=\"4192\">But when I tried to apply for a visa, I hit a dead end: biometric fingerprints. The UK has no visa centre in Gaza. To complete the process, I would need to cross a border that is shut unless I am listed for evacuation. There are more than 100 Gazan students accepted to UK universities, 48 with full scholarships, who face the same deadlock. Many, like me, are running out of time. Inside the UK, institutions like the Gaza Scholarship Initiative (GSI) have stepped in to amplify our voice to the government because they believe in us.</p><p data-start=\"4194\" data-end=\"4400\">Some have carried their offers from 2024, after universities generously deferred their admission. Most universities, however, will not offer such flexibility again. For all of us, 2025 is our last chance.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"4402\" data-end=\"4837\">Other countries acted.</p><p data-start=\"4402\" data-end=\"4837\">Ireland coordinated directly with Israel to evacuate its students via the Karem Abu Salem (known to Israelis as Kerem Shalom) crossing. France and Italy did the same. Students were transported to nearby countries to finish visa processing and begin their studies. They understood the stakes, not just academic, but human. These governments coordinated with humanitarian agencies to get their students out, then facilitated visas and asylum claims.</p><p data-start=\"4839\" data-end=\"5152\">The UK has done nothing similar, despite numerous appeals from students, universities, advocacy groups like GSI, and members of parliament. We have written letters to MPs, university heads and the British Council. Even university leaders who support our admission cannot help unless the UK government steps in.</p><p data-start=\"5154\" data-end=\"5469\">This silence hurts most because it is not due to incapability. The UK can act but it simply chooses not to. If the government coordinated with Israeli authorities and humanitarian groups like the ICRC, students could be evacuated through Kerem Shalom into Egypt or Jordan, where they could finalise visas and travel.</p><p data-start=\"5471\" data-end=\"5594\">This is not speculative. It is exactly what other democratic nations have done. The difference? They cared enough to try.</p><p data-start=\"5596\" data-end=\"5644\">What does this say about whose futures matter?</p><p data-start=\"5646\" data-end=\"6091\">The UK has invested for decades in international education, offering prestigious scholarships like Chevening and the Commonwealth. It champions learning and opportunity and leads countless international partnerships. But when it comes to Gaza students, who embody that very ethos, we are being forgotten. What message does that send? Does our survival, our future, matter less? Are we invisible to the very system that welcomed us in writing?</p><p data-start=\"6093\" data-end=\"6365\">I still believe in British education. I am inspired by its professors, challenged by its rigour, and drawn to its diversity and values. I fought for my place there. I hope, not just for me but for my peers, that the UK government remembers its legacy and chooses to act.</p><p data-start=\"6367\" data-end=\"6392\" data-is-last-node=\"\" data-is-only-node=\"\">Because if not now, when?</p><p data-start=\"6367\" data-end=\"6392\" data-is-last-node=\"\" data-is-only-node=\"\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Fact check: Did Democrats take action over Epstein case transparency? | Donald Trump News | Al Jazeera",
            "time": "2025-08-06T10:22:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP23152527526355-1753192434.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After the US House Speaker, Mike Johnson, sent lawmakers home early for <a href=\"/news/2025/7/22/trump-team-seeks-meeting-with-ghislaine-maxwell-amid-epstein-pressure\">recess</a> in July, he said if they were <a href=\"/news/2025/7/9/why-is-maga-angry-with-trump-pam-bondi-over-epstein-files\">so concerned</a> about releasing records related to the late convicted sex offender Jeffrey Epstein, they could have sought them during Joe Biden’s presidency.</p><p>US Representative Thomas Massie and Representative Ro Khanna – along with 30 Democratic and 11 Republican cosponsors – filed legislation to try to force the government’s release of federal Epstein investigation files.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>During the last presidency, “neither of those guys said a word about it”, Johnson said of Massie and Khanna on July 24 on CBS.</p><p><a href=\"/news/2025/7/18/how-well-did-trump-and-epstein-really-know-each-other-a-timeline\">Trump</a> made a similar argument that Democrats could have acted before he took office in January.</p><p>Democrats controlled the files for four years, Trump said, “So if they had something, they would’ve released it before the election.”</p><p>Khanna said on July 27 on NBC’s “Meet the Press” that the Trump administration’s <a href=\"https://www.politifact.com/article/2025/jul/08/timeline-trump-admin-epstein-files-release/\">conflicting statements</a> about its plans to release the Epstein files prompted the legislation.</p><p>We decided to explore Johnson’s larger point about what lawmakers said before this year about releasing Epstein records or investigating the case. We focused on Democrats; Massie is a conservative maverick who has clashed with Trump.</p><p>Democratic lawmakers began to seek records about Epstein after the Miami Herald’s late 2018 investigation into the case.</p><p>Before then, political coverage of the Epstein case was typically framed around the financier’s ties to former President Bill Clinton. His wife, former Secretary of State Hillary Clinton, lost the presidential election to Trump in 2016, and her role as a Trump rival kept the Epstein topic alive, especially in conservative media outlets.</p><p>Given this framing, Democrats often weren’t asked to comment on the topic, declined to comment, or didn’t raise Epstein as an issue.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Starting in 2019, but before Epstein’s <a href=\"/news/2019/7/8/jeffrey-epstein-faces-sex-trafficking-and-conspiracy-charges\">arrest</a> that year on federal sex trafficking charges, some Democratic lawmakers including Representative Lois Frankel and Representative Debbie Wasserman Schultz, both of South Florida, launched a years-long quest to release Epstein records.</p><p>The Democrats called for former US Attorney <a href=\"/economy/2019/7/12/us-labor-secretary-acosta-resigns-amid-epstein-plea-deal-scrutiny\">Alex Acosta</a>, who served as labour secretary during Trump’s first term, to testify about Epstein’s plea deal. They asked the Justice Department to investigate and release records. Democrats later pursued other strategies, including asking a Palm Beach, Florida judge to release records.</p><p>“A full accounting for these heinous crimes is lacking,” Wasserman Schultz told PolitiFact in an August 1 written statement. “Those prospects changed when Republicans momentarily joined the call for full disclosure.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"in-2019-some-democrats-called-for-a-plea-deal-investigation\">In 2019, some Democrats called for a plea deal investigation</h2><p>Acosta signed off in 2007 on Epstein’s secret plea deal in which he agreed to plead guilty to state prostitution charges, serve 18 months in county jail and pay monetary damages to his victims. In exchange, the US attorney’s office agreed to forgo federal prosecution. Epstein entered his guilty plea in 2008.</p><p>The Justice Department’s Office of Professional Responsibility investigated Acosta’s role and, in November 2020, released a <a href=\"https://archive.ph/58YHw\" target=\"_blank\" rel=\"noopener\">summary</a> that said he showed “poor judgement”.</p><h2 id=\"spring-2019-focus-on-acosta-s-role\">Spring 2019: Focus on Acosta’s role</h2><p>Before Epstein’s July 2019 arrest on federal charges, Frankel and Wasserman Schultz called on the Justice Department to make public Acosta’s role in the plea deal.</p><p>Frankel submitted a list of questions for Acosta, including whether any politicians lobbied prosecutors on Epstein’s behalf.</p><p>Senator Tim Kaine and Senator Patty Murray joined the effort, sending a separate letter to the Justice Department’s Office of Professional Responsibility asking to make its records public.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"summer-2019-focus-on-how-past-investigations-were-handled\">Summer 2019: Focus on how past investigations were handled</h2><p>US Representative Elijah Cummings invited Acosta to testify before the House oversight committee, which Cummings chaired. A few days later, on July 12, Acosta announced he had <a href=\"/video/2019/7/12/epstein-scandal-us-labor-secretary-acosta-to-resign\">resigned</a> as labour secretary, after Democratic leaders and presidential candidates called for him to do so.</p><p>On the day Acosta resigned, Khanna said Acosta should testify before the House oversight committee, and later that month Senator Chuck Schumer was among the Democrats who called on the Justice Department to make public the results of its review of Acosta’s handling of the Epstein case.</p><p>Also in July, the congressional Democratic Women’s Caucus requested that the House Oversight and Reform Committee open an investigation into how the Palm Beach, Florida Sheriff’s Office handled the Epstein investigation.</p><p>Days after Epstein’s August 2019 <a href=\"/news/2019/8/10/jeffrey-epstein-commits-suicide-in-prison-say-us-media\">death</a> in a Manhattan jail cell, Khanna posted his support for an investigation into the death, writing: “There are too many unanswered questions, and far too many who deserve closure, to leave this case unexamined.” Khanna attached to his post a link to a Daily Beast article that said bipartisan lawmakers sent a letter to the FBI demanding answers about Epstein’s suicide.</p><p>Democrats continued their push for a plea deal investigation, writing multiple letters, including one to Trump’s then-Attorney General Bill Barr and another to the House judiciary and oversight committees.</p><p>Democrats, along with some Republicans, proposed legislation to prevent prosecutors from striking secret plea deals, and Democrats also sought records about the Epstein case from the Florida Department of Law Enforcement.</p><h2 id=\"2020-to-2024-focus-on-records\">2020 to 2024: Focus on records</h2><p>Democrats tried other tactics to obtain records, such as requesting them from a Palm Beach judge – a strategy spearheaded by the Palm Beach Post that can take years to succeed.</p><p>Some records emerged from civil lawsuits and the federal prosecution of <a href=\"/news/2025/8/5/why-is-ghislaine-maxwell-so-central-to-trump-epstein-conspiracy-theories\">Ghislaine Maxwell</a>, who was convicted for her role in a scheme with Epstein to sexually exploit and abuse multiple minor girls.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>When Maxwell was <a href=\"/news/2020/12/29/epstein-associate-ghislaine-maxwell-denied-bail-in-abuse-case\">charged</a> in 2020, Democrats continued to push for transparency.</p><p>Frankel told PolitiFact in an August 1 interview that the House oversight committee wanted to hold a hearing at which they would hear from Epstein victims, their lawyers and prosecutors. They wanted to subpoena the prosecutors to ask them under oath “why they gave this guy a slap on the wrist, who pressured them?” Frankel said.</p><p>However, “We were told by the Justice Department to cut it off” because it could compromise the Maxwell investigation, Frankel told PolitiFact.</p><p>After Biden <a href=\"/news/2021/1/20/joe-biden-sworn-in-as-president-of-the-united-states\">took office</a> in 2021, Democrats appeared to dial back their public calls for Epstein records’ release.</p><p>“Pushes for oversight and record releases were at times tempered by a need to respect both the victims’ pursuit of justice in courts and their fears of reprisals,” Wasserman Schultz told PolitiFact. “As disclosures were denied or delayed, we did what lawmakers do and legislated to protect future victims.”</p><p>In February 2024, Florida Governor Ron DeSantis, a Republican, signed a bill to allow the release of Epstein 2006 grand jury testimony after a similar effort failed in previous state legislative sessions. Frankel praised the legislation.</p><p>A Palm Beach judge released records in July 2024, which showed prosecutors had heard testimony about how Epstein sexually assaulted two teenage girls before they gave Epstein a plea deal. Frankel again repeated her push for an explanation.</p><p>In September 2024, Wasserman Schultz along with Representative Burgess Owens, introduced a bill, similar to earlier proposals, to require prosecutors to inform victims of such plea deals. The bill did not receive a vote.</p><p><em>*Caryn Baird and Louis Jacobson contributed to this report*</em></p></div></div></body></html>"
        },
        {
            "title": "What is Trump’s $15,000 visa bonds programme - and who does it affect? | Migration News | Al Jazeera",
            "time": "2025-08-06T10:21:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25192353235066-1753592231.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As part of its crackdown on immigration, the US State Department has announced that it will start requiring <a href=\"/news/2025/8/4/us-to-require-up-to-15000-bond-for-some-tourists\">travellers</a> from certain countries to pay bonds of up to $15,000 to enter the United States.</p><p>The 12-month pilot programme affects B-1 business and B-2 tourism visas and starts on August 20. It targets travellers from countries with historically higher rates of visa overstays, according to the department’s temporary final rule published on August 5 in the Federal Register. If visitors comply with the terms of the bond, the amount will be refunded.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>On Tuesday, the State Department confirmed that visitors from Zambia and Malawi would be the first to be targeted under the new policy.</p><p>The rule follows a travel ban on nationals from 12 countries and other new fees being levied on US visitors.</p><p>The new rule targets citizens from countries with high visa overstays. It excludes visitors from Mexico, Canada and the more than 40 countries enrolled in the US Visa Waiver Program. That programme allows citizens to travel to the US for tourism or business for up to 90 days without a visa.</p><p>Here’s what else to know about the mechanics of the proposal and the history of the idea.</p><h2 id=\"what-is-a-visa-bond\">What is a visa bond?</h2><p>A visa bond is a financial guarantee that some countries require for certain foreign nationals applying for temporary visas to ensure visa holders adhere to the terms of their visa – particularly the length of stay.</p><p>Each year, the US grants thousands of temporary nonimmigrant visas to foreign students, tourists and workers. The visas can last from a few weeks to several years.</p><p>If a nonimmigrant remains in the US longer than their authorised period of admission, it’s known as a visa overstay.</p><p>Most countries require proof of funds for visas but don’t use a system where visitors have to post a refundable bond to enter. New Zealand previously had a visa bond policy to manage overstays, but it is no longer in effect. In 2013, the United Kingdom tried and subsequently scrapped a plan to require a bond on visitors from certain “high-risk” countries.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"how-much-are-the-bonds\">How much are the bonds?</h2><p>The proposed US bonds have three tiers: $5,000, $10,000 and $15,000.</p><p>The State Department notice said it expects about 2,000 visa applicants will need to post visa bonds during the programme.</p><p>“If the average bond is $10,000 (from options of $5,000, $10,000, and $15,000), the initial cost to aliens of bonds for 2,000 visa applicants will be $20,000,000,” the notice said.</p><p>Bond amounts will be set by consular officers who will also consider an applicant’s “personal circumstances,” including their reason for travel, employment, income, skills and education.</p><p>Consular officers will be able to request waivers in limited circumstances, the department said, such as travel for US government employees or urgent humanitarian needs.</p><h2 id=\"has-this-been-tried-before\">Has this been tried before?</h2><p>Trump’s State Department tried a visa bonds programme in 2020, but it was not fully implemented because of a decrease in global travel during the COVID-19 pandemic.</p><p>State Department guidance historically discouraged consular officers from requiring visa bonds, because the process was “cumbersome” and could lead to misperceptions by the public, the State Department’s notice said.</p><p>However, the department said this view “is not supported by any recent examples or evidence, as visa bonds have not generally been required in any recent period, notwithstanding a 2020 pilot programme that did not provide any substantive data.”</p><p>The number of noncitizens who arrived on a visa with no matching departure data “demonstrates that hundreds of thousands of nonimmigrant visitors fail to timely depart in accord with the terms of their visitor visa,” the notice said, citing government reports since 2000.</p><h2 id=\"which-countries-would-be-affected\">Which countries would be affected?</h2><p><a href=\"/news/2025/8/5/tourists-from-malawi-and-zambia-are-first-to-face-15000-visa-bonds-in-us\">Malawi and Zambia</a> are the first two countries subject to visa bonds, the State Department announced on August 5.</p><p>“Beginning August 20, nationals of Malawi and Zambia applying for B-1, B-2 business and tourist visas will be required to post a bond of up to $15,000,” Tammy Bruce, a State Department spokesperson, said.</p><p>Additional countries subject to the bond programme will be identified based on high visa overstay rates, where screening and vetting information is deemed deficient, or countries that offer Citizenship by Investment. The department said the list may be revised throughout the programme.</p><p>Citizenship by Investment programmes essentially sell citizenship to noncitizens by having them invest in the country’s economy and have no residency requirement. Some countries with these programmes include Antigua &amp; Barbuda, Austria, Jordan, St Lucia and Turkiye.</p><h2 id=\"which-countries-have-high-visa-overstay-rates\">Which countries have high visa overstay rates?</h2><p>In fiscal year 2023, numerous countries in Africa, as well as Haiti, Laos, Myanmar and Yemen, recorded the highest overstay rates for people visiting on B-1 and B-2 visas, a Department of Homeland Security Overstay Report found.</p><p>Many of the 12 countries targeted by Trump’s travel ban, including Chad and Eritrea, also have high rates of visa overstays.</p><h2 id=\"what-percentage-of-migrants-in-the-country-illegally-are-visa-overstays\">What percentage of migrants in the country illegally are visa overstays?</h2><p>In its report to Congress, the DHS said it anticipated 39 million departures for visa holders in fiscal year 2023; there were about 400,000 visa overstays that year.</p><p>Visa overstayers are estimated to account for a sizable proportion of migrants in the US illegally, which partly explains the increase in the country’s unauthorised migrant population, according to a report by the Migration Policy Institute, a non-partisan think tank.</p><p>Drawing on data from the 1990s, the then-Immigration and Naturalization Service (INS) concluded in 2002 that about 41 percent of migrants in the country illegally are visa overstayers. That figure became the most widely quoted percentage, echoed by politicians including John Carter, Ted Cruz and Marco Rubio.</p><p>In 2003, the INS reprocessed the data and estimated that 33 percent of the undocumented migrant population in the nation in 2000 had overstayed their visas.</p><p>In more recent years, the Center for Migration Studies, a nonpartisan think tank studying international migration, found that about 42 percent of the 2014 population in the country without proper documentation were overstayers. The centre cited this figure in 2024.</p><p>Identifying and tracking visa overstays remains tricky, especially as the nature and origin of border crossers have changed, Jeffrey Passel, a Pew Research Center senior demographer, said. “In simple terms, the way we make our estimates doesn’t take into account mode of entry and the underlying data doesn’t have this information either.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran executes man accused of spying for Israel | Israel-Iran conflict News | Al Jazeera",
            "time": "2025-08-06T10:01:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-06-29T151156Z_1778140736_RC2FCFA7I8QK_RTRMADP_3_IRAN-NUCLEAR-1754472738.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Iran executes man accused of spying for Israel</h1><p class=\"article__subhead\"><em>Iranian judiciary’s news outlet Mizan reported that Rouzbeh Vadi relayed classified information to Israel’s intelligence service, the Mossad.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran has executed a man accused of spying for Israel, state media reported.</p><p>Rouzbeh Vadi allegedly passed on information about a nuclear scientist killed in Israel’s June attacks on the Islamic Republic, the Iranian judiciary’s news outlet Mizan reported.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>He was executed on Wednesday and had worked in one of Iran’s “important and sensitive organisations”, Mizan said.</p><p>Executions of Iranians convicted of spying for Israel have significantly increased this year, with at least eight death sentences carried out <a href=\"/news/2025/4/30/iran-hangs-man-accused-of-spying-for-israel-mossad\">in recent months</a>.</p><p><a href=\"/video/birds-eye-view/2025/7/4/mapping-israeli-strikes-on-irans-air-defences\">Israel’s attacks in June</a> involved 12 days of air attacks, including several that targeted Iran’s top generals and nuclear scientists, for which Iran retaliated with barrages of missiles and drones. Iran has since the war pledged swift trials for people arrested on suspicion of collaborating with Israel.</p><p>Mizan reported that Vadi had “committed a wide range of crimes against the country’s internal and external security, which have caused severe disruption to public order”.</p><p>Vadi was allegedly recruited online and met Mossad – the Israeli intelligence service – officers five times in Vienna, Austria.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Separately, Iran hanged a member of the ISIL (ISIS) group on Wednesday after he was accused of plotting sabotage, Mizan also reported.</p><p>Officials accused Mehdi Asgharzadeh of being a member of the group who participated in military training in Syria and Iraq before illegally entering Iran with a four-member team, who were killed in a fight with Iranian security, the news site reported.</p><p>Authorities said Iran’s Supreme Court upheld the sentences of lower courts and followed full legal procedures before executing both men, Mizan reported.</p></div></div></body></html>"
        },
        {
            "title": "Why are people in Sudan’s el-Fasher starving? | Sudan war News | Al Jazeera",
            "time": "2025-08-06T09:58:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/2025-04-18T181138Z_1727299572_RC24ZDA08T0D_RTRMADP_3_SUDAN-POLITICS-ZAMZAM-1745216765.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s 27-month civil war is being compounded by a hunger crisis affecting the vulnerable, especially the people trapped in North Darfur’s capital, el-Fasher.</p><p>Despite numerous pleas for help from the people within, aid agencies say they have been denied access to el-Fasher.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>As a result, some 740,000 people are deteriorating from hunger, according to the African Centre for Justice and Peace Studies.</p><p>In December 2024, global hunger monitor the Integrated Food Security Phase Classification, declared a famine in Zamzam and Abu Shouk camps – two camps housing hundreds of thousands of displaced people in North Darfur – and warned that it could spread to el-Fasher by May.</p><p>So, how did things get so bad in el-Fasher? Here’s what you need to know:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>What is happening in el-Fasher?</h3><p>In April 2024, the paramilitary Rapid Support Forces (RSF) imposed a siege on el-Fasher, angered when local armed groups declared allegiance to the Sudanese Armed Forces (SAF).</p><p>The RSF, which has been fighting SAF since April 2023, locked down all the ways in and out of the city, tightening its siege in the last months as it gradually closed in.</p><p>Local journalists, the United Nations and relief groups say the price of food is surging, leaving most people unable to afford staples such as<a href=\"https://news.un.org/en/story/2025/08/1165569\"> sorghum and wheat</a>.</p><p>The UN says food costs about four times more in el-Fasher than the rest of the country, while local journalist Mohamed Zakaria told Al Jazeera the markets are often bare.</p><p>In addition, he said, communal kitchens, which played a pivotal role in feeding civilians across the country, have shut down due to food shortages brought on by the siege.</p><h3>Who is trapped in el-Fasher?</h3><p>People originally from el-Fasher and generations of displaced people who sought refuge in North Darfur over the last 20 years are trapped in the capital.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Some first came to the city to escape the government-backed nomadic “Arab” Janjaweed militias during the first Darfur war in 2003. Many of these armed groups are now fighting as part of the RSF.</p><p>Others fled to North Darfur to escape the RSF as it swept through the other four states of the sprawling region: South, East, West and Central Darfur.</p><p>Most recently, in April, families fled to el-Fasher after the RSF invaded the nearby Zamzam camp, which sheltered more than half a million people.</p><p>In March, the United Nations Children’s Fund (UNICEF) said that about half of the people trapped in and around el-Fasher were children.</p><figure id=\"attachment_3688807\" aria-describedby=\"caption-attachment-3688807\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3688807\" src=\"/wp-content/uploads/2025/05/epa_6818a2c70b92-1746444999.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"epa12049102 Sudanese children, who fled from the internally displaced persons (IDP) Zamzam camp, rest while on their way to the Tawila Camps amid the ongoing conflict between Sudan's army and the Rapid Support Forces (RSF), in North Darfur, Sudan, 23 April 2025. The RSF claimed control of the Zamzam camp after its assault in April 2025. According to the UNHCR, over four million people have fled Sudan to neighboring countries since the outbreak of the armed conflict in April 2023. EPA-EFE/MARWAN MOHAMED\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3688807\" class=\"wp-caption-text\">Sudanese children, who fled from the internally displaced people’s (IDP) Zamzam camp, rest while on their way to the Tawila camp amid the conflict between Sudan’s army and the Rapid Support Forces (RSF), in North Darfur, Sudan, on April 23, 2025 [Marwan Mohamed/EPA-EFE]</figcaption></figure><h3>What and who caused the crisis?</h3><p>There is a hunger crisis across Sudan, mainly caused by the continuing civil war and the use of starvation as a weapon of war, according to Al Jazeera’s previous reporting.</p><p>In el-Fasher, the catastrophic hunger is due to the RSF’s siege as it tries to capture the city, which would give it control over the entire strategic region of Darfur.</p><p>If it succeeds, Sudan could potentially be partitioned, with RSF rule over the western and southern regions while the SAF controls the centre, north and east.</p><p><a href=\"/features/2025/4/3/hungry-scared-darfur-civilians-fear-rsf-attack-plead-for-army-help\" target=\"_blank\" rel=\"noopener\">The SAF has mostly relied on sedentary</a> “non Arab” armed groups, which it fought during the first Darfur war, to repel repeated RSF attacks since the siege began.</p><p>These armed groups are collectively known as the “Joint Forces”, and despite holding el-Fasher so far, <a href=\"/news/2025/4/13/sudans-rsf-claims-control-of-famine-hit-zamzam-camp-in-darfur\" target=\"_blank\" rel=\"noopener\">they are losing ground</a>.</p><p>The SAF has flown some aerial bombardment missions over the el-Fasher region, but no campaign has been launched to liberate the city.</p><h3>How are people surviving?</h3><p>At this point, many have turned to animal fodder.</p><p>They are eating fodder known locally as ambaz, which is made from the residue of pressed oilseeds like peanuts, sesame and sunflower seeds. People are now grinding these pellets up to make a slurry that can keep them alive.</p><p>Zakaria added that people are trying to grow some food in their huts to survive, but it’s not enough to sustain them.</p><p>Children are the most vulnerable to starvation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Has anyone managed to escape?</h3><p>Over the last 15 months, many people have managed to escape.</p><p>Ignoring calls to allow aid agencies to reach civilians, the RSF instead opened a “humanitarian corridor” to Tawila, a town some 40km (24.8 miles) away.</p><p>Thousands of people have gone to Tawila, where a major cholera outbreak is threatening the lives of already malnourished children.</p><p>However, some aid agencies have been able to help people there.</p><p>Despite the health crisis, those who made it to Tawila consider themselves lucky compared with those who were captured and killed by the RSF when they tried to escape el-Fasher.</p><p>Young men are often accused of fighting for army-aligned armed groups, which <a href=\"https://x.com/EmergncyLawyers/status/1952276247213392060\">happened</a> on August 2, when the RSF killed 14 people and injured many others in a village along the route out of el-Fasher, according to the Emergency Lawyers, a local monitor.</p><h3>Is it getting worse?</h3><p>Daily, it seems.</p><p>In the first six months of this year, 239 children in el-Fasher died of hunger, according to the Sudanese Doctors’ Network. That number could mushroom if aid doesn’t reach people in the besieged city soon, warn UN agencies.</p><p>The World Food Programme (WFP) has said in a statement that it has been unable to send aid trucks into the city due to the siege, and <a href=\"https://www.wfp.org/news/one-year-after-famine-first-confirmed-sudan-wfp-warns-people-trapped-el-fasher-face-starvation\">warned</a> that thousands of people face starvation.</p><p>In a video of an elderly woman from el-Fasher shared on TikTok, which Al Jazeera’s Sanad agency has verified, she pleaded for the army to open a corridor so aid could reach people trapped in the besieged city.</p><p>“All of you and your families are outside [el-Fasher], and none of you are starving like this,” she said.</p><figure id=\"attachment_3681396\" aria-describedby=\"caption-attachment-3681396\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3681396\" src=\"/wp-content/uploads/2025/05/AFP__20250213__36XQ746__v2__HighRes__SudanConflictRefugees-1746093609.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Displaced Sudanese family near the town of Tawila in North Darfur\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3681396\" class=\"wp-caption-text\">A displaced Sudanese woman, accompanied by children, walks at a camp near the town of Tawila in North Darfur on February 11, 2025, amid the continuing war between the army and paramilitary forces [Unknown/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Tech giants turning blind eye to child sex abuse, Australian watchdog says | Technology | Al Jazeera",
            "time": "2025-08-06T09:37:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2021-02-18T000000Z_1244041428_RC2BVL9G5T0J_RTRMADP_3_AUSTRALIA-MEDIA-FACEBOOK-1754459720_08cdc4-1754460864.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia’s internet watchdog has accused tech giants including Google and Apple of failing to take action against child sex abuse on their platforms.</p><p>In a report released on Wednesday, eSafety Commissioner Julie Inman Grant said tech platforms were failing to implement various measures to protect children, including scanning cloud services for known abuse material and using language analysis tools to detect attempted sexual extortion in messaging services.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Grant said that Apple and YouTube, which is owned by Google, also failed to track reports of child sex abuse and could not say how long it took them to respond to the reports they received.</p><p>“It shows that when left to their own devices, these companies aren’t prioritising the protection of children and are seemingly turning a blind eye to crimes occurring on their services,” Grant said in a statement.</p><p>“We need to keep the pressure on the tech industry as a whole to live up to their responsibility to protect society’s most vulnerable members from the most egregious forms of harm and that’s what these periodic notices are designed to encourage.”</p><p>Grant added that the companies had taken few steps to improve their efforts since being asked three years ago, “despite the promise of AI to tackle these harms and overwhelming evidence that online child sexual exploitation is on the rise”.</p><p>“No other consumer-facing industry would be given the licence to operate by enabling such heinous crimes against children on their premises, or services,” she said.</p><p>Google disputed the report’s findings, saying they were rooted in “reporting metrics, not online safety performance” and that more than 99 percent of abuse material on YouTube is automatically removed before being flagged.</p><p>“Child safety is critical to us,” a Google spokesperson said.</p><p>“We’ve led the industry fight against child sexual abuse material since day one, investing heavily in advanced technology to proactively find and remove this harmful content.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Apple, Microsoft, Meta, Snap, and Discord, which were also included in the report, did not respond to requests for comment.</p><p>Tom Sulston, head of policy at Digital Rights Watch, said that while it was important for authorities to take action against online child abuse, some of the tools supported by the internet watchdog would raise serious civil liberties and privacy concerns.</p><p>Sulston said that scanning live calls and private messages would require platforms to abandon end-to-end encryption, which prevents communications from being viewed by anyone apart from the sender and receiver.</p><p>“That’s a gross invasion of privacy for all of the people making perfectly innocent and reasonable use of the service,” Sulston told Al Jazeera.</p><p>“It also has dangerous knock-on effects where the users of that service would be subject to surveillance from hostile actors – foreign governments, criminals, hackers. That’s a huge risk for civic society, activists, journalists and anyone who communicates on the internet.</p><p>Breaking encryption would be “disproportionate and dangerous,” Sulston added.</p><p>“We don’t expect the post office to open all letters and read them for illegal content – in fact, most countries have laws specifically against this,” he said.</p></div></div></body></html>"
        },
        {
            "title": "At least 20 Palestinians killed after aid truck overturns in central Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-06T09:06:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_6892fe9e6898-1754463902.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 20 Palestinians have been killed and many injured after a truck carrying humanitarian aid overturned onto a crowd of people in central <a href=\"/news/liveblog/2025/8/6/live-israel-kills-83-in-gaza-as-eu-un-condemn-alarming-invasion-plan\">Gaza</a>, according to the Government Media Office in the enclave.</p><p>The incident occurred on Wednesday as large numbers of Palestinians gathered in central Gaza in search of food and basic supplies, amid an increasingly dire humanitarian crisis.</p><p>Local officials quoted by the official Palestinian news agency Wafa said the vehicle overturned after Israeli forces directed it down what they described as an “unsafe road”.</p><p>Gaza Civil Defence spokesman Mahmud Bassal said that 20 people were killed and dozens were wounded in the incident while hundreds of civilians were waiting for aid, the AFP news agency reported.</p><p>“Despite the recent limited allowance of a few aid trucks, the occupation deliberately obstructs the safe passage and distribution of this aid,” the Gaza Government Media Office said in a statement.</p><p>“It forces drivers to navigate routes overcrowded with starving civilians who have been waiting for weeks for the most basic necessities. This often results in desperate crowds swarming the trucks and forcibly seizing their contents.”</p><p>The incident comes as humanitarian organisations warn of famine and disease spreading across the enclave, while deaths from starvation and malnutrition continue to rise as Israel continues to severely restrict supplies of aid to the territory.</p><p>At least three people died from malnutrition on Wednesday, medical sources told Al Jazeera. A source at al-Shifa Hospital in northern Gaza confirmed that Hiba Yasser Abu Naji, a child, died from malnutrition. An infant also died from malnutrition, according to the source. An adult from Jabalia was also reported to have died as a result of malnutrition.</p><p>According to Gaza’s Health Ministry, at least 188 people, including 94 children, have died from starvation and malnutrition since October 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Monday, the Israeli military permitted 95 aid trucks to enter Gaza – a figure far below the 600 trucks a day needed to meet basic requirements, according to UNRWA.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Meanwhile, Palestinians approaching aid distribution sites run by the notorious GHF have frequently come under Israeli fire since the organisation launched operations in late May, after Israel slightly eased its total blockade. Such shootings have become near-daily occurrences near its sites in central and southern Gaza.</p><p>Jens Laerke, a spokesperson for OCHA, said that while some aid was entering the enclave, “there should be hundreds and hundreds of trucks entering Gaza every day for months or years to come.</p><p>“People are dying every day. This is a crisis on the brink of famine,” he said, adding that tonnes of life-saving aid remain stuck at border crossings due to bureaucratic delays and a lack of safe access.</p><p>Elsewhere in Gaza, at least 23 Palestinians were killed in Israeli attacks across the enclave, medical sources told Al Jazeera.</p><p>Al-Awda Hospital reported that five people – including a woman and two children – were killed, and others wounded, in an Israeli raid on a house north of the Nuseirat refugee camp.</p><p>Four more people were killed in an Israeli raid on two homes in the Shujayea neighbourhood of Gaza City.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s transshipment crackdown spells danger for Southeast Asian economies | Donald Trump News | Al Jazeera",
            "time": "2025-08-06T08:55:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-04-08T130629Z_161137354_RC24QDA4I9D5_RTRMADP_3_USA-TRUMP-TARIFFS-SOUTHEAST-ASIA-1754459575_53a2fa-1754462938.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Taipei, Taiwan –</strong> Southeast Asia’s export-driven economies are facing new uncertainty from United States President Donald Trump’s trade war, as his administration cracks down on exports directed through third countries to avoid his tariffs on China.</p><p>Under an executive order issued by Trump last week, goods imported into the US face a punitive 40 percent tariff, plus penalties and any applicable country-of-origin duties, if US Customs and Border Protection determines they have been “transshipped”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The tariff is set to go into effect on Thursday, along with Trump’s latest country-specific tariffs ranging from 10 to 41 percent.</p><p>While China is the main target of the new tax on transshipments, which applies to all redirected goods irrespective of country of origin, Southeast Asia could suffer much of the fallout because of the region’s highly integrated supply chains with Chinese manufacturers, trade experts say.</p><p>The fallout will depend on exactly how the Trump administration defines transshipments, which is still unclear, said Puan Yatim, an associate professor at Universiti Kebangsaan Malaysia’s Graduate School of Business.</p><p>“If Washington maintains a narrow interpretation – targeting only those goods that are imported from China, minimally processed or relabeled and then re-exported to the US – the economic impact on ASEAN may be limited,” Yatim told Al Jazeera, referring to the Southeast Asian regional bloc.</p><p>“However, a broader and more punitive interpretation – where goods with any significant Chinese input are also deemed in violation – could prove economically devastating for countries like Vietnam, Indonesia, Cambodia, and Malaysia,” she added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Chinese manufacturers have for years been steadily expanding into Southeast Asia as part of a strategy known as “China Plus One”.</p><p>The strategy has helped Chinese firms avoid US tariffs, exploit cheaper labour, and diversify their supply chains – a particular concern during China’s COVID-19 lockdowns.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>From 2020 to 2024, Chinese foreign direct investment into the 10 ASEAN nations grew from $7.1bn to $19.3bn, according to ASEAN data.</p><p>During the same period, exports from China to Southeast Asia rose from $385bn to $587bn, according to the Carnegie Endowment for International Peace.</p><p>The surge in Chinese exports, including goods illegally mislabeled to conceal their origin in some cases, has placed Southeast Asia in the Trump administration’s crosshairs.</p><p>“[Companies] need intermediate imports from China to create products which get shipped to the US, but because companies have been embroiled in illegal transshipments in the region, there’s a huge bias in the Trump administration that ASEAN is the predominant channel,” Priyanka Kishore, principal economist at Asia Decoded in Singapore, told Al Jazeera.</p><p>A key example of trade that invoked Washington’s ire centred on the solar cell industry.</p><p>Following a years-long investigation, the US Department of Commerce in April announced tariffs of up to 3,500 percent on Southeast Asian manufacturers alleged to have illicitly exported Chinese goods.</p><p>Southeast Asia is now in a “sticky situation” where it must appease the US – the region’s top export market – while not alienating China, Kishore said.</p><p>Beijing has threatened to “resolutely take countermeasures” against countries that agree to trade deals with the US that go against its interests.</p><p>In May, Malaysia announced that it would no longer allow nongovernmental organisations such as chambers of commerce to issue certificates of origin, as part of its efforts to ensure the integrity of its exports.</p><p>Vietnam similarly agreed to a 40 percent transshipment tariff in a framework deal reached with the US in May, while Indonesia’s Trade Minister Budi Santoso said last month that his country was opposed to transshipping.</p><p>Despite Southeast Asian governments’ efforts to mollify the US, the transshipment tariff could create major compliance issues for the private sector, said Steve Okun, founder and CEO of APAC Advisors in Singapore.</p><p>A top concern will be how the US treats products made with components from multiple countries.</p><p>US tariffs are typically determined by the location where a product underwent “substantive transformation”, but if the Trump administration were to apply duties based on the presence of even small amounts of Chinese components, compliance and enforcement would be extremely difficult, Okun said.</p><p>“You’re going to have to be doing due diligence on supply chains that you never had to do before,” Okun told Al Jazeera.</p><p>The changes would “potentially redefine trade,” he said.</p><figure id=\"attachment_3875000\" aria-describedby=\"caption-attachment-3875000\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3875000\" src=\"/wp-content/uploads/2025/08/AP25190261676393-1754469927.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"tariff \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3875000\" class=\"wp-caption-text\">A truck drives past stacks of containers at Jakarta International Container Terminal at Tanjung Priok Port in Jakarta, Indonesia, on July 9, 2025 [Tatan Syuflana/AP]</figcaption></figure><p>A strict interpretation of transshipping could further dim Southeast Asia’s appeal, at a time when the Trump administration is already chipping away at its China Plus One competitive advantage with his tariffs on the region’s economies, said Richard Laub, CEO and cofounder of Dragon Sourcing, a global procurement service provider.</p><p>Under Trump’s latest tariffs, Singapore is subject to a 10 percent rate, while Malaysia, Thailand, Cambodia, Vietnam and Indonesia are subject to rates of 19 or 20 percent – less than the 30 percent rate proposed for China under the White House’s latest tariff framework.</p><p>Trump’s transshipment tariff potentially eats into that advantage.</p><p>“A lot of the Chinese supply strategy has been to establish some kind of facility abroad with limited content, limited value, adding those facilities to basically circumvent those transshipments. I suspect that that will come to a standstill,” Laub told Al Jazeera.</p><p>A Washington, DC-based consultant, who advises businesses on trade and supply chain issues in China, said he had observed a similar phenomenon, but to the detriment of US exporters.</p><p>“We are seeing [multinational corporations] from around the globe, particularly those that served the China market from the United States, doing more to localise supply chains for China in China,” the consultant told Al Jazeera, asking not to be named due his engagements with the US government.</p><p>Companies in sectors that rely on materials like foreign-sourced steel – which is subject to separate US tariffs – have found manufacturing becoming too expensive in the US and started moving manufacturing out of the country, the consultant said.</p><p>“This is a terrible outcome and the opposite of what the administration intends,” he said.</p><p>Nick Marro, principal economist for Asia at the Economist Intelligence Unit, said despite the uncertainty, the direction of the policy in Washington is ambiguously bad for Southeast Asia.</p><p>“Clearly, the US is concerned about transshipments,” Marro told Al Jazeera.</p><p>“Clearly, it is moving to crack down on them, and so for those investors, those companies, those governments that have staked their premise on things like China Plus One, we are now seeing a reassessment, and that is something which investors have to be integrating into their strategies.”</p></div></div></body></html>"
        },
        {
            "title": "US envoy Witkoff meets Russia’s Putin for Ukraine war talks | News | Al Jazeera",
            "time": "2025-08-06T08:03:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_689321d57ee0-1754472917.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US envoy Witkoff meets Russia’s Putin for Ukraine war talks</h1><p class=\"article__subhead\"><em>President Donald Trump has warned that he would impose sanctions on Russia if Moscow does not agree to a ceasefire.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States special envoy Steve Witkoff has held talks with Russian President Vladimir Putin, the Kremlin said, days before the White House’s deadline for Russia to reach a peace deal with Ukraine or face economic penalties.</p><p>The Kremlin did not immediately provide more details of the meeting held in Moscow on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Earlier, Witkoff met presidential special representative Kirill Dmitriev, Russian state news agency TASS said.</p><p>Dmitriev had played a key role in direct peace talks between Russia and Ukraine in Istanbul in recent months, as well as discussions between Russian and US officials.</p><p>President Donald Trump has warned that he would impose sanctions on Russia if Moscow does not agree to a ceasefire in its war on Ukraine before Friday.</p><p>The White House has not outlined specific actions it plans to take, but Trump has previously threatened to impose “secondary tariffs” against Russia’s <a href=\"/news/2025/8/4/top-trump-aide-accuses-india-of-financing-russias-ukraine-war-through-oil\">trade partners</a>, such as India and China.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>When reporters asked Trump on Monday what Witkoff’s message would be to Moscow, and if there was anything Russia could do to avoid the sanctions, Trump replied: “Yeah, get a deal where people stop getting killed.”</p><p>Witkoff, a real estate billionaire, has had several long meetings with Putin. He had no diplomatic experience before joining Trump’s team in January, and critics have portrayed him as ill equipped for such tasks.</p><p>Three previous rounds of peace talks in Istanbul in an attempt to broker a ceasefire between Russia and Ukraine have failed to make headway.</p><p>Putin, who has consistently rejected calls for a ceasefire, said on Friday that he wants peace but that his demands for ending the nearly three-and-a-half-year offensive were unchanged. Moscow has demanded that Ukraine cede more territory and renounce Western support, including seeking NATO membership.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Kyiv is calling for an immediate ceasefire, and Ukrainian President Volodymyr Zelenskyy last week urged his allies to push for “regime change” in Moscow.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Japan’s Hiroshima marks 80 years since US atomic bombing | Nuclear Weapons News | Al Jazeera",
            "time": "2025-08-06T07:15:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-06T014122Z_1104035420_RC291GAWQN31_RTRMADP_3_WW2-ANNIVERSARY-HIROSHIMA-1754464468.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of people have gathered in <a href=\"/where/japan/\">Hiroshima</a> to commemorate the 80th anniversary of the world’s first wartime use of a nuclear bomb – as survivors, officials and representatives from 120 countries and territories marked the milestone with renewed calls for disarmament.</p><p>The western Japanese city was flattened on August 6, 1945, when the United States dropped a uranium bomb, codenamed Little Boy. Roughly 78,000 people were killed instantly. Tens of thousands more would die by the end of the year due to burns and radiation exposure.</p><p>The attack on Hiroshima, followed three days later by a plutonium bomb dropped on Nagasaki, led to Japan’s surrender on August 15 and the end of the second world war. Hiroshima had been chosen as a target partly because its surrounding mountains were believed by US planners to amplify the bomb’s force.</p><p>At Hiroshima’s Peace Memorial Park on Wednesday, where the bomb detonated almost directly overhead eight decades ago, delegates from a record number of international countries and regions attended the annual memorial.</p><p>Reporting from the park, Al Jazeera’s Fadi Salameh said the ceremony unfolded in a similar sequence to those of previous years.</p><p>“The ceremony procedure is almost the same throughout the years I’ve been covering it,” Salameh said. “It starts at eight o’clock with the children and people offering flowers and then water to represent helping the victims who survived the atomic bombing at that time.</p><p>“Then at exactly 8:15… a moment of silence. After that, the mayor of Hiroshima reads out the declaration of peace in which they call for the abolition of nuclear weapons around the world,” he added.</p><p>Schoolchildren from across Japan participated in the “Promise of Peace” – reading statements of hope and remembrance. This year’s ceremony also included a message from the representative of United Nations Secretary-General Antonio Guterres, urging global peace.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hiroshima’s mayor, Kazumi Matsui, warned of the dangers of rising global militarism, criticising world leaders who argue that nuclear weapons are necessary for national security.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Among the world’s political leaders, there is a growing belief that possessing nuclear weapons is unavoidable in order to protect their own countries,” he said, noting that the United States and Russia still hold 90 percent of the world’s nuclear warheads.</p><p>“This situation not only nullifies the lessons the international community has learned from the tragic history of the past, but also seriously undermines the frameworks that have been built for peace-building,” he said.</p><p>“To all the leaders around the world: please visit Hiroshima and witness for yourselves the reality of the atomic bombing.”</p><p>Many attendees echoed that call. “It feels more and more like history is repeating itself,” 71-year-old Yoshikazu Horie told the Reuters news agency. “Terrible things are happening in Europe … Even in Japan, in Asia, it’s going the same way – it’s very scary. I’ve got grandchildren and I want peace so they can live their lives happily.”</p><p>Survivors of the bombings – known as hibakusha – once faced discrimination over unfounded fears of disease and genetic effects. Their numbers have fallen below 100,000 for the first time this year.</p><p>Japan maintains a stated commitment to nuclear disarmament, but remains outside the UN treaty banning nuclear weapons.</p></div></div></body></html>"
        },
        {
            "title": "Son Heung-min completes Los Angeles transfer from Tottenham | Football News | Al Jazeera",
            "time": "2025-08-06T07:14:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-03T135105Z_1343878461_UP1EL8312H3AO_RTRMADP_3_SOCCER-FRIENDLY-NEW-TOT-1754463201.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Son Heung-min has agreed to a contract with Los Angeles FC, finalizing his move to Major League Soccer (MLS) after a decade at Tottenham Hotspur.</p><p>The 33-year-old South Korean superstar forward is joining LAFC three days after he formally <a href=\"/sports/2025/8/2/tottenham-captain-son-heung-min-to-leave-premier-league-club\">announced his decision to leave Tottenham</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Son <a href=\"/sports/2025/8/5/son-heung-min-makes-los-angeles-trip-ahead-of-mls-move-from-spurs\">attended LAFC’s Leagues Cup match against Tigres</a> at BMO Stadium on Tuesday night, watching from a luxury suite. LAFC will formally introduce Son at a news conference Wednesday, but the club showed the forward on the stadium video board late in the first half as he waved to roaring fans thrilled by their team’s landmark acquisition.</p><p>LAFC, a deep-pocketed club with significant team success in its first eight seasons of existence, reportedly paid a transfer fee of more than $20m, which could end up being the most ever for an MLS move.</p><p>Son was a beloved presence at Spurs, scoring 173 goals in 454 competitive appearances for the North London club, while rising to global prominence with his combination of speed, playmaking skill and finishing acumen.</p><p>The captain was given a memorable farewell last week in Seoul during Tottenham’s exhibition match against Newcastle, getting a guard of honour from both teams and tearfully exiting in the second half while nearly 65,000 fans roared.</p><p>But South Korea’s most popular athlete – and almost certainly the greatest Asian soccer player in history – has chosen an auspicious stage for the next chapter of his ground-breaking career.</p><p>Los Angeles has the world’s largest ethnic Korean population outside Korea, with the city’s vibrant Koreatown district sitting just a couple of kilometres (miles) from LAFC’s BMO Stadium.</p><figure id=\"attachment_3874820\" aria-describedby=\"caption-attachment-3874820\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3874820\" src=\"/wp-content/uploads/2025/08/2025-08-06T054242Z_1828656959_MT1USATODAY26788487_RTRMADP_3_MLS-LEAGUES-CUP-LAFC-AT-TIGRES-UANL-1754463299.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Son Heung-min (bottom row, second from right) attends a Leagues Cup match between LAFC and Tigres UANL\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3874820\" class=\"wp-caption-text\">Son Heung-min (bottom row, second from right) attends a Leagues Cup match between LAFC and Tigres UANL [Kiyoshi Mio-Imagn Images/Reuters]</figcaption></figure><p>LAFC is undoubtedly hoping to market Son as a soccer counterpart to the Dodgers’ Shohei Ohtani, albeit on a smaller scale. Ohtani, the three-time MLB MVP from Japan who is on a trajectory to become the greatest Asian player in baseball history, draws fans from across the Pacific Rim to Dodger Stadium while attracting millions in sponsorships and partnerships for the Dodgers.</p><p>Son’s move to California also puts him in a position to have an effect on and off the field at the World Cup, which will be held across North America in 2026. Son, the captain of his national team, has already said he will play in his fourth World Cup.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>After leading Tottenham to its first European trophy in decades by winning the Europa League in May, in a fitting cap to his English career, Son will go straight into the MLS Cup race when he suits up for his new club. LAFC currently sits sixth in the Western Conference at 10-6-6, but with multiple games in hand on every team ahead of it due to its participation in the Club World Cup.</p><p>Son’s seven Premier League goals last season were his fewest since his Tottenham debut, but he still appears to have the pace and skill necessary to be a difference-maker at any level. He also turned 33 only a month ago, putting him on the younger end of the global stars recently arriving in MLS.</p><p>Lionel Messi and Marco Reus were 35 and Luis Suarez was 37 when they went stateside in recent years, while Olivier Giroud and Hugo Lloris were both 37 when they joined LAFC last year.</p><p>Son will be reunited in Los Angeles with longtime Tottenham teammate Lloris, who has been outstanding since becoming LAFC’s goalkeeper last season.</p><p>High-scoring French forward Denis Bouanga is the only designated player currently under contract for LAFC, and general manager John Thorrington has been criticised by some fans for not using the full power of his financial resources this season. LAFC spent months on an ultimately failed attempt to get France’s Antoine Griezmann to leave Atletico Madrid.</p><p>Bouanga and Son have both thrived on the left wing during their careers, but Son likely has more positional versatility than Bouanga, making him a candidate to line up in the middle or even on the right wing.</p><p>Son seems to be an infinitely better fit for LAFC than Giroud, who moved to Lille last month after one disappointing year in California. LAFC plays a counterattacking, speed-based style that didn’t suit Giroud’s goal-scoring strengths, while Son should be right at home in such a system.</p><p>But LAFC could also alter its style in the winter, after coach Steve Cherundolo departs for Germany following four largely successful seasons highlighted by an MLS Cup championship.</p></div></div></body></html>"
        },
        {
            "title": "US President Donald Trump says Gaza occupation is ‘up to Israel’ | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-06T07:09:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754464133.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Aug 2025</span><span aria-hidden=\"true\">6 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘The memory comes back’: Abducted children return traumatised in Mozambique | Child Rights News | Al Jazeera",
            "time": "2025-08-06T07:04:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/008-1753815938.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg css-mkhf1y\"><h2 id=\"protection-risks\">Protection risks</h2>\n<p>June and July 2025 witnessed a deepening humanitarian crisis across northern Mozambique, according to the UN’s Office for the Coordination of Humanitarian Affairs (OCHA): The violence by al-Shabab “drove new displacement, disrupted essential services, severely restricted movement, exacerbated food insecurity, and impeded the delivery of life‑saving assistance”.</p>\n<p>Sitoe explains that the conflict shifted dramatically in April 2024, when troops from the Southern African Development Community Mission in Mozambique (SAMIM) began withdrawing. That mission that began in October 2023 ended on July 15, 2024.</p>\n<p>“This has been the most significant factor in the recent escalation of violence.”</p>\n<p>Attacks by armed groups between July 20 and August 3 this year triggered the displacement of at least 57,034 people across the districts of Chiure, Ancuabe and Muidumbe, according to the International Organization for Migration (IOM).</p>\n<p>Since January, more than 95,000 people have fled insecurity in Cabo Delgado, the UN says.</p>\n<p>At the same time, several hundred thousand internally displaced people have also returned home, according to the UN.</p>\n<p>This is due to a general improvement in security in some areas - thanks to Mozambique’s army, local forces and the Rwandan army - but also because the poor conditions in displacement camps and the lack of basic services have led to people leaving.</p>\n<p>In 2023, the UN Special Rapporteur on the human rights of internally displaced persons (IDPs), Paula Gaviria Betancur, concluded that the process to enable people to return home was plagued by the absence of a structured, formal and transparent consultation mechanism for IDPs:</p>\n<p>“Local authorities and community leaders have actively encouraged, pursued or exerted indirect pressure on IDPs to return to their places of origin either by promising humanitarian assistance or providing inaccurate or incomplete information about conditions in place of return, thereby hampering their ability to make an informed and fully voluntary decision,” she wrote in her end-of-mission statement.</p>\n<p>Today, in a province of nearly two million, almost a quarter of the population - 461,000 - remains internally displaced, contending with food shortage, family separation, and severe psychological trauma.</p>\n</div></div></body></html>"
        },
        {
            "title": "US-India relations hit new low despite Trump-Modi bromance: What’s next? | Donald Trump News | Al Jazeera",
            "time": "2025-08-06T05:17:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/11/2020-10-27T110027Z_1920436554_RC2ZQJ95OCH3_RTRMADP_3_USA-ELECTION-WHATSAPP.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India —</strong> When Donald Trump returned to the White House in January, many Indian analysts celebrated, arguing that his bonhomie with Indian Prime Minister Narendra Modi would shield the country from the chaos that the United States president could unleash.</p><p>The two leaders had effectively campaigned for each other previously, attending joint rallies. They have repeatedly described each other as friends, and in February, Modi became among the first world leaders to visit Trump in the White House.</p><p>But six months later, a sobering reality has hit New Delhi, with Trump punishing it with a 25 percent tariff on imports and near-daily threats to increase those levies further because of India’s oil purchases from Russia, as he tries to force Moscow into accepting a ceasefire in its war on Ukraine.</p><p>An India-US trade deal remains elusive, and bilateral relations are on a slippery slope, according to some experts. “US-India relations are at the lowest point in decades,” Biswajit Dhar, a trade economist who has worked on several Indian trade deals, told Al Jazeera. Dozens of other countries, including neighbours India has tense ties with, such as Pakistan and Bangladesh, are facing lower tariffs.</p><p>Addressing a public rally on Saturday, Modi took a defiant stance against Trump’s tariff assaults. “The world economy is going through many apprehensions. There is an atmosphere of instability,” Modi said.</p><p>“Now, whatever we buy, there should be only one scale: we will buy those things which have been made by the sweat of an Indian,” he added.</p><p>Modi’s comments come as Indian officials reportedly reject stopping the buying of Russian crude.</p><p>Trump has blamed India’s buying of Russian oil for helping finance Moscow’s war on Ukraine. “They [Indians] don’t care how many people in Ukraine are being killed by the Russian War Machine,”  Trump said Monday. “Because of this, I will be substantially raising the Tariff paid by India to the USA.”</p><p>So, how did we get here? What are the growing points of discord between India and the US? And could India give up on Russian oil to save its relationship with the US?</p><h2 id=\"what-are-the-friction-points-in-us-india-relations\">What are the friction points in US-India relations?</h2><p>Modi and Trump might speak highly of each other, but there is a growing number of areas where India and the US are at odds, ranging from trade agreements to strategic alignment.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h3>No trade deal</h3><p>Trade has long been a sticking point in US-India relations, even as strategic and defence ties have deepened. The US has consistently pushed for greater market access, lower tariffs and stronger protections, especially for its tech, pharmaceutical and agricultural exports. India, on the other hand, has resisted what it sees as disproportionate pressure to open up its economy in ways that may harm its domestic industries and small farmers.</p><p>Yet, before Trump, the two countries managed this economic relationship, despite its imbalance: India sold twice as much to the US as the US sold to India. The US wanted access to India’s growing markets, and India needed to export to the US, so keeping ties afloat was important to both.</p><p>After Trump first announced tariffs on almost all trading partners on April 1, Indian and US officials began talks to stitch together a trade deal. But disagreements over e-commerce regulation, digital data flows and price controls on medical devices have reportedly stalled progress.</p><p>Indian officials were frantically chasing the August 1 deadline set by Trump to avoid tariffs. But despite occasional breakthroughs, like India cutting tariffs on some US goods, the two countries have not yet concluded a full bilateral trade deal.</p><p>With negotiations still under way, New Delhi now faces 25 percent tariffs on its exports to the US, and Trump has threatened unspecified additional penalties tied to India’s energy and arms purchases from Russia.</p><p>“This is a pressure tactic by Trump,” said Anil Trigunayat, a former Indian diplomat who has served as India’s trade commissioner in New York. “Unlike others, India has not given in to what the Americans want because we have to protect our MSMEs and agriculture,” he added, using the acronym for micro, small, and medium enterprises.</p><p>Almost half of India’s population depends on agriculture for its livelihood, making the issue politically sensitive for every Indian government.</p><p>“Everybody is playing hardball on both sides, and it’s necessary to arrive at a mutually beneficial solution,” he told Al Jazeera.</p><figure id=\"attachment_3509392\" aria-describedby=\"caption-attachment-3509392\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3509392\" src=\"/wp-content/uploads/2025/02/AP25044861679897-1739493119.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Donald Trump and Narendra Modi reach out at a White House press conference for a handshake\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3509392\" class=\"wp-caption-text\">US President Donald Trump and Indian  Prime Minister Narendra Modi shake hands during a news conference in the East Room of the White House, on February 13, 2025, in Washington, DC [Alex Brandon/AP]</figcaption></figure><h3>India’s close ties with Russia</h3><p>As Trump’s frustrations with Russia mount over stalled peace talks to end the war in Ukraine, the US president has been looking for more ways to corner Moscow. India’s longstanding relationship with Russia has emerged as a key target for Washington.</p><p>While the US views India as a key partner in countering China’s rise in the Asia Pacific, it has grown increasingly uneasy with New Delhi’s continued defence and energy ties with Moscow, analysts say.</p><p>At a time when the West has shunned Russian President Vladimir Putin, who also faces an arrest warrant from the International Criminal Court related to the war in Ukraine, Modi visited Russia twice last year. In July 2024, Putin conferred upon Modi the Order of St Andrew the Apostle the First‑Called, Russia’s highest civilian honour.</p><p>Russia remains one of India’s largest arms suppliers, and their cooperation spans critical technologies, including missile systems and nuclear reactors. And after Russia’s full-scale invasion of Ukraine in 2022, India ramped up imports of discounted Russian crude oil.</p><h3>Kashmir ceasefire</h3><p>After an attack by gunmen in Indian-administered Kashmir’s Pahalgam resort town on April 22, in which 26 civilians were killed, India and Pakistan engaged in their most expansive military conflict in decades.</p><p>As the South Asian nuclear-armed rivals traded missile and drone attacks in May, Trump said he intervened and told both countries to agree to a ceasefire, or there would be no trade.</p><p>“Fellas, come on. Let’s make a deal. Let’s do some trading. Let’s not trade nuclear missiles. Let’s trade the things that you make so beautifully,” Trump said a few days later in Riyadh.</p><p>“I used trade to a large extent to do [the ceasefire]. And it all stopped,” he added.</p><p>In India, which has long held the position that all disputes with Pakistan must be settled bilaterally, with no third-party mediation, Trump’s claim that he engineered the May 10 ceasefire that stopped the fighting has sparked criticism of Modi from the opposition.</p><p>Modi’s government has insisted that the truce was brought about bilaterally, that Modi did not speak to Trump during the conflict, and that – contrary to the US president’s claims – trade was never discussed as a factor in negotiating the ceasefire. But Trump has doubled down on his claim, mentioning more than 30 times that he brokered peace.</p><h3>Growing US-Pakistan ties</h3><p>After the ceasefire between India and Pakistan in May, Trump hosted Pakistan’s army chief, Asim Munir, at the White House. Never before had a US president hosted a Pakistani military boss who was not also the head of state.</p><p>That meeting underscored a growing warmth between Washington and Islamabad after years of tense ties, with US military officials crediting Pakistan with helping them capture wanted “terrorists”.</p><p>The government of Pakistan also officially endorsed Trump for the Nobel Peace Prize for “recognition of his decisive diplomatic intervention and pivotal leadership during the recent India-Pakistan crisis”.</p><p>A day after meeting Munir, Trump called Modi a “fantastic man”, but added that Munir was “extremely influential” in bringing about the ceasefire.</p><p>“I love Pakistan,” Trump said, and repeated: “I stopped the war between Pakistan and India.”</p><p>As Trump targeted India in his latest tariff assault, he took to his Truth Social platform to reveal that he had concluded a deal with Pakistan, in which they would work together on developing oil reserves. “Who knows, maybe they’ll be selling Oil to India some day!” he wrote.</p><p>Later, the US imposed a 19 percent tariff on imports from Pakistan, which Islamabad hailed as “balanced and forward-looking”.</p><h3>Big Tech hiring, deportation</h3><p>Days before Modi visited Trump in February, visuals emerged of Indian citizens in the US, shackled in chains, parading towards a US military aircraft, prompting anger in India over the treatment of its nationals.</p><p>Returnees, immigrants without documents to stay in the US, described being chained throughout the flight to India, unable to move for nearly 40 hours. Like trade, the issue of deportation has been at the centre of Trump’s re-election campaign.</p><p>And it is not just undocumented migrants.</p><p>After assuming the presidency, Trump’s administration has also come under pressure from the president’s Make America Great Again (MAGA) base to crack down on H1B work visas, nearly 72 percent of which go to Indians.</p><p>Last month, speaking at an artificial intelligence summit in Washington, DC, Trump singled out tech giants like Google, Microsoft and Apple for hiring workers from India. Trump declared, “The days of hiring workers in India are over”, and urged companies to prioritise jobs for Americans and disconnect from outsourcing models tied to India and China.</p><figure id=\"attachment_3036509\" aria-describedby=\"caption-attachment-3036509\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3036509\" src=\"/wp-content/uploads/2024/07/2024-07-09T133450Z_527600057_RC2PR8ASDASC_RTRMADP_3_RUSSIA-INDIA-1720553705.jpg?w=770&amp;resize=770%2C547&amp;quality=80\" alt=\"The Order of St. Andrew\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3036509\" class=\"wp-caption-text\">Russian President Vladimir Putin awards Indian Prime Minister Narendra Modi with the Order of St Andrew the Apostle the First-Called, at the Kremlin in Moscow, Russia, on July 9, 2024 [Evgenia Novozhenina/Reuters]</figcaption></figure><h2 id=\"what-s-the-latest-spark-in-us-india-tensions\">What’s the latest spark in US-India tensions?</h2><p>Russia’s war on Ukraine has emerged as the latest trigger, as Trump tried to push Putin into accepting a ceasefire.</p><p>On Monday, Trump wrote on his Truth Social platform that “India is not only buying massive amounts of Russian Oil, they are then, for much of the Oil purchased, selling it on the Open Market for big profits”.</p><p>Earlier, Stephen Miller, the deputy chief of staff at the White House and one of the US president’s most influential aides, linked India’s buying of Russian crude to financing Moscow’s war in Ukraine.</p><p>“What [Trump] said very clearly is that it is not acceptable for India to continue financing this war by purchasing the oil from Russia,” said Miller.</p><p>“People will be shocked to learn that India is basically tied with China in purchasing Russian oil. That’s an astonishing fact,” Miller told Fox News’s Sunday Morning Futures.</p><p>India imports nearly 2 million barrels of crude oil per day from Russia, making it the second-largest purchaser of Russian oil after China. Russia also tops the list of India’s arms suppliers.</p><h2 id=\"how-has-india-reacted-to-trump\">How has India reacted to Trump?</h2><p>On Monday, India’s Ministry of External Affairs responded sharply, calling the US’s targeting of New Delhi over the buying of Russian oil “unjustified and unreasonable”.</p><p>It accused the West of double standards, pointing out how Europe traded more with Russia in 2024 than India did, and how the US continues to import chemicals and fertilisers from Russia.</p><p>It also said that the US has “actively encouraged” it to buy Russian oil, so that global crude prices would stay under control while the West could reduce its dependence on Russian energy.</p><p>“India will take all necessary measures to safeguard its national interests and economic security,” the statement concluded.</p><p><strong>Will India stop buying Russian oil to please Trump?</strong></p><p>That is very unlikely, experts say.</p><p>India has historically — since independence from Britain in 1947 — cherished its strategic autonomy, including during the Cold War, when it stayed non-aligned. Since the end of the Cold War, it has deepened strategic and military ties with the US while maintaining its traditional friendship with Russia.</p><p>“Trump is trying to wean India off its strategic autonomy policy by going after its ties with Russia and membership in BRICS,” Michael Kugelman, director of the South Asia Institute at the Wilson Center in Washington, DC, told Al Jazeera, referring to the Trump’s threats of higher tariffs against members of the bloc that includes several leading nations of the Global South.</p><p>“But Delhi is not about to jettison this policy in the face of Trump’s pressure. On the contrary, I expect it to double down.”</p><p>Late on Tuesday, India’s National Security Adviser Ajit Doval landed in Moscow. Minister of External Affairs S Jaishankar is expected to visit Russia later this month. And New Delhi has confirmed that Putin will be visiting India later this year, for the first time since the 2022 invasion of Ukraine.</p><p>In recent weeks, India has also indicated that it is open to reviving a trilateral grouping including Russia and China, the West’s two big rivals.</p><p>“Can the US or Europe give up their strategic autonomy?” asked Jayati Ghosh, economics professor at the University of Massachusetts Amherst. “India has more people than both of them put together. It is absurd to even think that India can give up that,” she told Al Jazeera.</p><figure id=\"attachment_3872428\" aria-describedby=\"caption-attachment-3872428\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872428\" src=\"/wp-content/uploads/2025/08/AFP__20190628__1HY3OT__v1__HighRes__JapanG20Summit-1754324318.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"JAPAN-G20-SUMMIT\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872428\" class=\"wp-caption-text\">Russian President Vladimir Putin, Indian Prime Minister Narendra Modi and Chinese President Xi Jinping hold a meeting on the sidelines of the G20 summit in Osaka on June 28, 2019 [Mikhail Klimentyev/Sputnik/ AFP]</figcaption></figure><h2 id=\"what-does-this-mean-for-future-of-us-india-relationship\">What does this mean for future of US-India relationship?</h2><p>Echoing Dhar, the economist, Kugelman said that US-India relations have “sunk to their lowest level during the last two decades of strategic partnership”, which began taking shape in the early years of the 21st century.</p><p>Non-alignment with foreign governments “remains a critical component of India’s foreign policy”, said Kugelman, adding that he expects that to continue.</p><p>And because “India maintained this balance after Russia’s invasion of Ukraine, Trump is penalising [New Delhi] for trying to maintain the balance [between US and Russia],” he said. “[That’s] something that the Biden administration never did,” he added, referring to the previous administration of US President Joe Biden.</p><p>Trigunayat, the former diplomat, said that “strategic autonomy for India is more important now than ever. India, with the world’s largest population, has its own approach to strategic autonomy that’s in the DNA of Indian foreign policy.”</p><p>In the longer run, Kugelman said that New Delhi will hope that Trump’s ire will eventually blow over – a likely case if Russia agrees to stop fighting in Ukraine.</p><p>“In that sense, India may look to redouble efforts to press Putin to end the war,” said Kugelman, “because for now, Trump appears to be taking out his frustration with Putin on India”.</p></div></div></body></html>"
        },
        {
            "title": "Russia, China naval forces to carry out joint Asia Pacific patrol: Report | Military News | Al Jazeera",
            "time": "2025-08-06T05:03:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-31T162939Z_2038806586_RC2IXFAQM5ID_RTRMADP_3_RUSSIA-CHINA-NAVY-DRILLS-1754455741.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia, China naval forces to carry out joint Asia Pacific patrol: Report</h1><p class=\"article__subhead\"><em>Russian Pacific Fleet says joint patrol with China in the Asia Pacific will follow naval drill in the Sea of Japan.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian and Chinese naval vessels plan to conduct a joint patrol in the Asia Pacific region, following recent <a href=\"/news/2025/8/3/china-and-russia-begin-joint-military-drills-in-sea-of-japan\">exercises in the Sea of Japan</a>, Russia’s official Interfax has reported.</p><p>Citing a statement on Wednesday from the Russian Pacific Fleet’s press service, Interfax said that ships from the Russian Navy and China’s People’s Liberation Army (PLA) Navy “will form a new task group to carry out joint patrol missions in the Asia-Pacific region”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“After replenishing supplies from logistics vessels, the crews of the Russian Navy and the PLA Navy will form a new detachment to carry out joint patrol tasks in the Asia-Pacific region,” the news agency said.</p><p>Russia is conducting a series of military exercises with China in response to the build-up of US military potential in the Asia Pacific region, Interfax said, citing Russia’s chief of staff, Valery Gerasimov, in 2022.</p><p>Moscow and Beijing have already conducted joint air patrols in the Asia Pacific region since 2019, it added.</p><p>The joint patrol announcement comes as the two countries conclude five days of joint naval drills in the Sea of Japan that focused on anti-submarine and air defence missions.</p><p>During the final phase of the exercises, Russia’s large anti-submarine ship Admiral Tributs and the corvette Gromky, together with the Chinese destroyers Shaoxing and Urumqi, carried out live-fire drills while crews practised searching for and neutralising a mock enemy submarine, Interfax reported.</p><p>Russia’s Pacific Fleet earlier said that the drills were defensive in nature and not directed against any other countries.</p><p>The reported formation of the Asia Pacific joint patrol comes as China modernises and upgrades its naval fleet to become a “blue water” force, capable of carrying out long-range operations in the world’s oceans, similar to the United States and other Western forces.</p><p><a href=\"/news/2024/9/10/china-russia-to-conduct-joint-naval-and-air-drills-this-month\">Russia and China</a>, which signed a “no-limits” strategic partnership shortly before Russia’s full-scale invasion of Ukraine in 2022, conduct regular exercises to rehearse coordination between their armed forces and send a deterrent signal to adversaries.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Australia’s Great Barrier Reef hit by record bleaching as oceans warm | Climate Crisis News | Al Jazeera",
            "time": "2025-08-06T04:21:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250805__68QQ2NQ__v1__HighRes__FilesAustraliaEnvironmentClimateReef-1754447528.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Australia’s Great Barrier Reef hit by record bleaching as oceans warm</h1><p class=\"article__subhead\"><em>New Australian government report finds coral decline across the reef due to ‘climate change-induced heat stress’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Great Barrier Reef has suffered its most widespread coral bleaching on record, according to a new Australian government report, as ocean temperatures soared in 2024.</p><p>The Australian Institute of Marine Science (AIMS) said on Wednesday that it surveyed the health of the reefs between August 2024 and May 2025 and found the “most spatially extensive” bleaching since records began in 1986, which was “predominantly driven by climate change-induced heat stress”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Scientists also found that coral cover declined by almost one-third, down to just 26.9 percent, in the southernmost third of the reef, as the southern reefs experienced their highest recorded levels of heat stress<span>.</span></p><p>“The declines in the north and south were the largest in a single year since monitoring began 39 years ago,” the study’s authors wrote in The Conversation publication.</p><p>Described as the world’s largest living structure, the Great Barrier Reef is a 2,300km (1,400-mile) expanse of tropical corals that houses a stunning array of biodiversity.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>AIMS CEO Professor Selina Stead said that “mass bleaching events are becoming more intense and are occurring with more frequency”.</p><p>“The future of the world’s coral reefs relies on strong greenhouse gas emissions reduction,” Stead said.</p><p>Managing local pressures and helping the reefs to “adapt to and recover from the impacts of climate change” was also important, she added.</p><p>According to UNESCO, which has classified the Great Barrier Reef as a World Heritage Site, the ecosystem is home to the world’s largest collection of coral reefs, including 400 types of coral.</p><p>It is also home to 1,500 species of fish, 4,000 types of mollusc, 240 species of birds, as well as species such as the dugong and the large green turtle, according to UNESCO.</p><figure id=\"attachment_3874561\" aria-describedby=\"caption-attachment-3874561\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3874561\" src=\"/wp-content/uploads/2025/08/AP22320811172686-1754444081.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"two orange fish swim in an ocean\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3874561\" class=\"wp-caption-text\">The Great Barrier Reef is home to clownfish, as made famous in the 2003 Disney film, Finding Nemo [File: Sam McNeil/AP Photo]</figcaption></figure><p>While United Nations experts say the Great Barrier Reef should be included among the World Heritage Sites that are classified as “in danger”, the Australian government <a href=\"/news/2022/11/29/australias-barrier-reef-should-be-put-on-in-danger-list-un\">has lobbied</a> to keep it off the endangered list, fearing it could affect the billions of dollars in tourism revenue it generates annually.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In a report released last week, Australia’s Climate Change Authority said that opportunities to protect the Great Barrier Reef from climate change include major fossil-fuel exporting countries adopting low- and zero-emission alternatives and stronger action on climate pollutants, such as methane, which “contribute most to near-term climate warming”.</p><p>But Australia remains a <a href=\"/features/2023/12/13/australia-is-preparing-to-burn-more-fossil-fuels\">major exporter of fossil fuels</a>, including coal from the <a href=\"/economy/2021/12/6/adani\">controversial Adani coal mine</a>, which is shipped out past the Great Barrier Reef.</p><p>The authority’s report also noted that some 93 percent of the excess heat in the atmosphere has been absorbed by the world’s oceans, and that 2024 ocean temperatures surpassed the previous record set in 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump says four candidates in running for Fed chair, rules out Bessent | Business and Economy News | Al Jazeera",
            "time": "2025-08-06T03:45:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25216076217181-1754448270_1506e3-1754451123.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump says four candidates in running for Fed chair, rules out Bessent</h1><p class=\"article__subhead\"><em>US president says the Treasury secretary wishes to stay in his current role.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has ruled out Secretary of the Treasury Scott Bessent as his pick to replace Federal Reserve Chair Jerome Powell.</p><p>Trump, who has repeatedly criticised Powell for not moving faster to lower interest rates, said on Tuesday that Bessent wished to continue in his current role.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“I love Scott, but he wants to stay where he is,” Trump said in an interview with CNBC, adding that Bessent was doing a “great job” and had told him as recently as Monday that he did not want the position.</p><p>Trump said he had four candidates in mind to replace Powell, whose term expires in May, including Kevin Warsh, who formerly served on the Fed’s seven-member board of governors, and Kevin Hassett, the director of the White House National Economic Council.</p><p>He said he could use the opportunity to replace Adriana D Kugler, who last week announced her early resignation as one of the seven governors, to put his pick for chair on the board in advance of Powell’s departure.</p><p>“I’m going to make the decision soon,” Trump said.</p><p>Trump’s repeated attacks on Powell, whom he has mockingly dubbed “too late”, have stoked concern about the US central bank maintaining its independence, which investors view as crucial to the health of the US economy.</p><p>Following reports last month that Trump had asked Republican lawmakers whether he should fire the Fed chair, the benchmark S&amp;P 500 tumbled 0.7 percent.</p><p>US stocks swiftly recovered after Trump denied that he had any intention to remove Powell early.</p><p>Under legislation and US Supreme Court precedent, the president may only remove the Fed chair “for cause”, widely interpreted to mean proof of corruption or malfeasance.</p></div></div></body></html>"
        },
        {
            "title": "Russia protests Israeli settler attack on diplomatic vehicle in West Bank | Occupied West Bank News | Al Jazeera",
            "time": "2025-08-06T03:42:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20111104__DV1068597__v2__HighRes__IsraelPalestinianConflictSettlement-1754450565.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia protests Israeli settler attack on diplomatic vehicle in West Bank</h1><p class=\"article__subhead\"><em>Moscow says Israeli troops did not intervene as settlers attacked a Russian diplomatic vehicle and verbally threatened diplomats.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Moscow has lodged a formal complaint with Israel over an <a href=\"/news/2023/11/6/who-are-israeli-settlers-and-why-do-they-live-on-palestinian-lands\">attack by Israeli settlers</a> on a Russian diplomatic vehicle near an illegal settlement in the occupied West Bank.</p><p>Russia’s Ministry of Foreign Affairs spokeswoman Maria Zakharova said in a statement on Tuesday that Moscow considered the attack a “gross violation of the Vienna Convention on Diplomatic Relations of 1961”, and expressed “bewilderment and disapproval” that the attack “occurred with the connivance of Israeli military personnel”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>According to Zakharova, the vehicle belonging to Russia’s representation to the Palestinian Authority (PA) and bearing diplomatic registration plates was attacked on July 30 near the “illegal Israeli settlement of Giv’at Asaf”, located east of Ramallah and some 20km (12 miles) north of Jerusalem, by a group of settlers.</p><p>“The vehicle sustained mechanical damage. The attack was accompanied by verbal threats directed at the Russian diplomats,” the spokeswoman said, adding that Israeli soldiers present “did not even bother to stop the aggressive actions of the attackers”.</p><p>According to reports in Russian media, the vehicle came under attack while carrying members of Russia’s diplomatic mission to the PA, who are also accredited with Israel’s Foreign Ministry.</p><p>The Russian Embassy in Tel Aviv has sent a demarche letter to Israeli authorities, Zakharova added.</p><p>Russia’s first deputy permanent representative to the United Nations, Dmitry Polyansky, raised the attack on the diplomatic vehicle at a UN Security Council session on Tuesday focused on Israeli captives in Gaza.</p><p>Polyansky said the attack on Russia’s vehicle in the occupied West Bank comes at a time when “Israeli authorities have embraced the policy of cleansing and colonising” the Palestinian territory.</p><p>“It is ordinary Palestinians and even foreigners who every day become victims of relentless raids by security forces and settler violence,” Russia’s UN representative said.</p><p>The “attack on an official vehicle of the Russian Mission to the Palestinian Authority” was carried out “under the lenient eye of the Israeli military”, he said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“It is clear that a systematic policy of exiling Palestinians – whether from the Gaza Strip or the West Bank – is fraught with new risks and dangers for stability and security in the Middle East and could once again bring the region to the brink of a major war,” he added.</p><p><a href=\"/news/2025/7/29/calls-for-us-to-sanction-israeli-settlers-after-palestinian-activist-killed\">Violent attacks by Israeli settlers</a> and soldiers in the occupied West Bank have surged since October 2023, with the UN reporting that almost 650 Palestinians – including 121 children – have been killed in the territory by Israeli forces and settlers between January 1, 2024 and the start of July 2025.</p><p>A further 5,269 Palestinians were injured during that period, including 1,029 children. Settler attacks alone accounted for more than 2,200 casualties and cases of damage to property, the UN said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What is the chikungunya virus, how are countries such as China battling it? | Health News | Al Jazeera",
            "time": "2025-08-06T02:18:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2016-08-23T000000Z_1570351186_S1BETXDQOKAA_RTRMADP_3_MEXICO-HEALTH-1754433689.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"72\" data-end=\"243\">United States health officials are urging travellers to <a href=\"https://wwwnc.cdc.gov/travel/notices/level2/chikungunya-china\" target=\"_blank\" rel=\"noopener\">remain vigilant</a> as a mosquito-borne virus continues to circulate across parts of Asia, Africa, Europe, Latin America and the Indian Ocean.</p><p data-start=\"245\" data-end=\"439\">Since the beginning of 2025, there have been approximately 240,000 <a href=\"/news/2024/10/24/chikungunya-surge-in-pakistan-what-we-know-about-the-mosquito-borne-virus\">chikungunya virus</a> infections and 90 deaths in 16 countries, according to the European Centre for Disease Prevention and Control (ECDC).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"441\" data-end=\"671\">In China, an outbreak <a href=\"https://www.chp.gov.hk/files/pdf/consensus_statement_on_the_prevention_and_control_of_chikungunya_fever_in_hong_kong_aug2025.pdf\" target=\"_blank\" rel=\"noopener\">has infected</a> roughly 7,000 people since late June, with most cases concentrated in the city of Foshan, in Guangdong province, just north of Hong Kong. This marks the country’s largest chikungunya outbreak since the virus was first identified there in 2008.</p><p data-start=\"0\" data-end=\"193\">Here is what we know about the disease and how it is spreading.</p><h2 id=\"what-is-the-chikungunya-virus\" data-start=\"0\" data-end=\"193\">What is the chikungunya virus?</h2><p>Chikungunya is a viral disease that is spread through the bite of infected Aedes aegypti mosquitoes. These mosquitoes also carry and spread dengue, yellow fever and the Zika virus.</p><p>The name, chikungunya, derives from a word in the Kimakonde language, spoken in Tanzania and Mozambique, meaning “to become contorted”.</p><p class=\"sc-9a00e533-0 hxuGS\">In most cases, patients will feel better within a week. In many cases, however, the joint pain can last for months or even years.</p><p>There is no cure for the chikungunya virus, but deaths are rare. If an infected mosquito bites a healthy human, it injects the virus into the bloodstream.</p><p data-start=\"55\" data-end=\"214\">People most at risk of serious illness from chikungunya include newborns, older adults and those with existing health problems such as heart disease or diabetes.</p><p data-start=\"216\" data-end=\"268\">There is no cure for the chikungunya virus, but the death rate is low, except in high-risk populations.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"216\" data-end=\"268\">If an infected mosquito bites a healthy human, it injects the virus into the bloodstream. If a non-infected mosquito bites a person who is already infected, it sucks the virus from that person’s blood and becomes a carrier capable of transmitting the virus to others through bites.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3270421 aligncenter\" src=\"/wp-content/uploads/2024/10/Interactive_Chikungunya_October24_2024-01-1729771918.jpg?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"Interactive_Chikungunya_October24_2024-transmission\" fetchpriority=\"low\"></p><h2 id=\"how-bad-is-the-current-spread-of-the-virus\">How bad is the current spread of the virus?</h2><p>According to the World Health Organization (WHO), the current surge in cases began in early 2025, with major outbreaks in Indian Ocean Islands, including La Reunion, Mayotte and Mauritius.</p><p>In La Reunion, more than 47,500 cases of chikungunya and 12 associated deaths were reported up to May 2025, with sustained high transmission across the island, according to the WHO. The ECDC also reports that as of July 18, there were more than 54,000 cases reported from La Reunion.</p><p>This is now the most serious chikungunya outbreak in La Reunion since the 2005–2006 epidemic, which saw an estimated 244,000 to more than 300,000 cases, and prompted large-scale public health efforts to control mosquito breeding and limit transmission.</p><p>The virus has also spread to other countries, including Madagascar, Somalia and Kenya, and has shown signs of epidemic-level transmission in parts of Southeast Asia, as well as India, where financial capital Mumbai has seen a surge in cases since July.</p><p>The WHO has also raised concerns about the rising number of imported chikungunya cases in Europe. Since May 1, about 800 imported cases have been reported in mainland France.</p><p>According to the ECDC, the Americas as a region have reported the highest number of chikungunya cases globally. As of mid-July 2025, the countries with the most cases in the region include Brazil (185,553), Bolivia (4,721), Argentina (2,836) and Peru (55).</p><p>In China, infections have been reported in at least 12 cities across southern Guangdong province, in addition to Foshan.</p><p>Chinese authorities said that an “imported case triggered local transmission” in July, but did not specify where the infection originated. According to experts, rising global temperatures have led to warmer and wetter weather, allowing mosquitoes to thrive.</p><p>Separately, on Saturday, Hong Kong <a href=\"https://www.info.gov.hk/gia/general/202508/02/P2025080200897.htm\" target=\"_blank\" rel=\"noopener\">confirmed</a> its first case of chikungunya: a 12-year-old boy who developed a fever, rash and joint pain since July 31, after visiting Foshan. This was the territory’s first case of the virus in six years.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3270415 aligncenter\" src=\"/wp-content/uploads/2024/10/Interactive_Chikungunya_October24_2024-02-1729771842.jpg?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"Interactive_Chikungunya_October24_2024-symptoms\" fetchpriority=\"low\"></p><h2 id=\"how-are-china-and-other-countries-fighting-the-spread\">How are China and other countries fighting the spread?</h2><p data-start=\"138\" data-end=\"270\">According to a Bloomberg news report, China has promised to take swift and decisive action to contain the spread of the chikungunya virus.</p><p data-start=\"138\" data-end=\"270\">Drones are being used to find places where mosquitoes are breeding. At the same time, scientists are releasing large “elephant mosquitoes” – about 2cm (0.8 inches) long – whose larvae eat the smaller mosquitoes that spread the virus. Health experts hope these mosquito helpers will play an important role in stopping the outbreak.</p><p data-start=\"138\" data-end=\"270\">According to a report by the BBC, residents of affected areas in China have been ordered to eliminate standing water in and around their homes – including in flowerpots, coffee machines and empty bottles. Noncompliance may result in fines of up to 10,000 yuan (approximately $1,400), and in more serious cases, people could face criminal charges for “obstructing the prevention of infectious diseases”.</p><p data-start=\"987\" data-end=\"1255\">Citing local sources, The New York Times said that in some instances, infected residents in Foshan are being moved to “quarantine wards”, where they are kept behind mosquito nets and screens. Some patients also say they were given no choice but to seek treatment at their own expense.</p><p data-start=\"987\" data-end=\"1255\">In other places, such as La Reunion and Mayotte, authorities have also launched enhanced surveillance, mosquito control initiatives and targeted vaccination efforts.</p><p data-start=\"987\" data-end=\"1255\">The Basque Country in Spain activated preventive protocols after a case was detected in Hendaye, just across the border in France. The protocols include increased surveillance in border towns and encouraging people to make reports through apps such as Mosquito Alert.</p><h2 id=\"how-can-chikungunya-be-prevented-and-treated\">How can chikungunya be prevented and treated?</h2><p>Health authorities advise protecting oneself against mosquito bites as the most effective strategy against the spread of chikungunya.</p><p>This may involve wearing long sleeves and trousers, applying mosquito repellents, removing bodies of standing water where mosquitoes can breed, and staying in closed, air-conditioned spaces indoors or behind mosquito netting when outdoors.</p><p>While there are no specific medicines to treat the virus, rest, fluids and pain relievers may help alleviate symptoms, according to the US Centers for Disease Control and Prevention (CDC).</p><p data-start=\"0\" data-end=\"214\" data-is-last-node=\"\" data-is-only-node=\"\">However, some pain relievers may be unsafe during a suspected infection. The CDC recommends avoiding non-steroidal anti-inflammatory drugs (NSAIDs) until dengue is ruled out, as they can raise the risk of bleeding.</p><figure id=\"attachment_3874547\" aria-describedby=\"caption-attachment-3874547\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3874547\" src=\"/wp-content/uploads/2025/08/2024-07-25T004356Z_362697650_RC2H09A5EM6M_RTRMADP_3_GUATEMALA-DENGUE-1754441362.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Aedes aegypti mosquitoes are examined at the entomology department of the Health Ministry, in Guatemala City, Guatemala, July 22, 2024. REUTERS/Josue Decavele\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3874547\" class=\"wp-caption-text\">Aedes aegypti mosquitoes are examined at the entomology department of the Health Ministry, in Guatemala City, Guatemala, in 2024 [File: Josue Decavele/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Armenia, Azerbaijan and US leaders to meet for peace talks | Border Disputes News | Al Jazeera",
            "time": "2025-08-06T02:14:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20240528__34U72NE__v1__HighRes__AzerbaijanArmeniaConflictTerritory-1754445095.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Armenia, Azerbaijan and US leaders to meet for peace talks</h1><p class=\"article__subhead\"><em>Armenia and Azerbaijan’s leaders met in the UAE last month, but no breakthrough in their decades-long conflict was reached.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Armenian Prime Minister Nikol Pashinyan will meet with United States President Donald Trump and Azerbaijani President Ilham Aliyev in Washington this week, the Armenian government said.</p><p>The trilateral meeting with Trump and Aliyev will be “aimed at promoting peace, prosperity, and economic cooperation in the region,” the government said in a statement posted on Telegram on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Pashinyan, who is travelling to Washington on August 7 to 8, will hold also hold a bilateral meeting with Trump, the statement said.</p><p>A US official had earlier said Trump would host the leaders and that there was a possibility a framework for a peace agreement could be announced at Friday’s meeting in Washington, DC.</p><p>The leaders of Armenia and Azerbaijan met in Abu Dhabi, in the United Arab Emirates, <a href=\"/news/2025/7/10/draft-deal-to-end-bitter-conflict-agreed-4-months-ago-but-timeline-for-sealing-complex-deal-remains-uncertain\">for peace talks last month</a>, but no breakthrough in the decades-old conflict was announced.</p><figure id=\"attachment_1476101\" aria-describedby=\"caption-attachment-1476101\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1476101\" src=\"/wp-content/uploads/2020/09/WEB-MAP-ARMENIA-AZERBAIJAN-NAGORNO-KARABAKH-1000x562-1.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Map of Armenia, Azerbaijan, Nagorno-Karabakh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1476101\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>The two South Caucasus countries have been in conflict with each other since the late 1980s, when <a href=\"/news/2023/4/24/explainer-what-is-nagorno-karabakh-why-are-tensions-rising\">Nagorno-Karabakh</a> broke away from Azerbaijan with support from Armenia.</p><p>The region, which was claimed by both Azerbaijan and Armenia after the fall of the Russian Empire in 1917, had a mostly ethnic Armenian population at the time.</p><p>Azerbaijan recaptured Nagorno-Karabakh in September 2023, prompting almost all of the territory’s 100,000 Armenians to flee to Armenia.</p><p>Armenia has accused Azerbaijan of “erasing all traces” of the presence of ethnic Armenians in the contested territory, in a case before the <a href=\"/news/2024/4/16/armenia-claims-azerbaijan-completed-ethnic-cleansing-in-nagorno-karabakh\">International Court of Justice (ICJ)</a>.</p><p>The case stems from the 2020 war over Nagorno-Karabakh, which left more than 6,600 people dead, one of three full-scale wars that the two countries have fought over the region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The United Nations’s top court has ordered Azerbaijan to allow ethnic Armenians who fled Nagorno-Karabakh to return. Azerbaijan says it is committed to ensuring all residents’ safety and security, regardless of national or ethnic origin, and that it has not forced ethnic Armenians, who are mostly Christian, to leave the Karabakh region.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Azerbaijan, whose inhabitants are mostly Muslim, links its historical identity to the territory, too, and has accused the Armenians of driving out Azeris who lived near the region in the 1990s.</p><p>The meeting in Abu Dhabi <a href=\"/news/2025/7/10/draft-deal-to-end-bitter-conflict-agreed-4-months-ago-but-timeline-for-sealing-complex-deal-remains-uncertain\">last month</a> between Armenian Prime Minister Nikol Pashinyan and Azerbaijani President Ilham Aliyev came after the two countries finalised a <a href=\"/news/2025/3/13/armenia-and-azerbaijan-finalise-draft-peace-deal-to-resolve-conflict\">draft peace deal</a> in March.</p><p>The two leaders “agreed to continue bilateral negotiations and confidence-building measures between the two countries”, but no more concrete steps were outlined in the final statement from the talks.</p><p>Ceasefire violations along the heavily militarised 1,000km (620-mile) shared Armenia-Azerbaijan border surged soon after the draft deal was announced in March, but later diminished.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US charges Chinese nationals with illegally shipping Nvidia chips to China | Trade War News | Al Jazeera",
            "time": "2025-08-06T02:09:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25126674477316-1754440601_8e8033-1754446188.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>US charges Chinese nationals with illegally shipping Nvidia chips to China</h1><p class=\"article__subhead\"><em>Prosecutors say two men ‘knowingly and willfully’ used California-based company to evade export controls on AI chips.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in the United States have charged two Chinese citizens with shipping tens of millions of dollars’ worth of advanced Nvidia chips to China in breach of export controls.</p><p>Chuan Geng and Shiwei Yang are alleged to have “knowingly and willfully” exported the graphic processing units (GPUs) used to power artificial intelligence without authorisation from October 2022 to July 2025, the US Department of Justice said on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Export records indicate that Geng and Yang, both 28, organised at least 21 shipments through their El Monte, California-based company ALX Solutions Inc to companies in Singapore and Malaysia, the Justice Department said.</p><p>The exports included a December 2024 shipment of Nvidia H100 GPUs – described as the most powerful chip on the market – that was “falsely labelled” and had not obtained the necessary licence from the US Department of Commerce, the Justice Department said.</p><p>According to prosecutors, ALX Solutions received payments from firms in Hong Kong and China, including a $1m sum from a China-based company in January 2024, rather than the companies that accepted the shipments.</p><p>Prosecutors said a search of ALX Solutions’s office and Geng and Yang’s phones last week revealed “incriminating communications”, including communications about shipping chips to China through Malaysia to evade US export restrictions.</p><p>Geng and Yang face a maximum penalty of 20 years in prison if convicted under the Export Control Reform Act.</p><p>Al Jazeera could not immediately locate the accused’s lawyers for comment.</p><p>Santa Clara, California-based Nvidia said the case showed that “smuggling is a nonstarter”.</p><p>“We primarily sell our products to well-known partners, including OEMs [original equipment manufacturers], who help us ensure that all sales comply with US export control rules,” a company spokesperson said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Even relatively small exporters and shipments are subject to thorough review and scrutiny, and any diverted products would have no service, support, or updates.”</p><p>The US government has banned the export of the most advanced chips to China amid a heated battle for technological supremacy between Washington and Beijing.</p><p>US officials have claimed that restrictions, many of which were introduced under former US President Joe Biden, are needed to safeguard national security.</p><p>China, which has hit back with its own export controls against the US, has accused Washington of undermining global trade and abusing its dominance in tech.</p><p>Last month, Nvidia CEO Jensen Huang announced that Washington had agreed to reverse its ban on the sale of its H20 GPU to China following discussions with US President Donald Trump.</p><p>Huang said the lifting of the export ban on the H20, which was specifically designed for the Chinese market and is less powerful than the H100, would encourage “nations worldwide to choose  America” for their AI models.</p></div></div></body></html>"
        },
        {
            "title": "US crime rates dropped in 2024, new FBI report shows | Crime News | Al Jazeera",
            "time": "2025-08-06T01:33:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP21194543182185-1-1754106510.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A new report from the Federal Bureau of Investigation (FBI) has found that crime in the United States decreased in 2024, continuing a trend of improved public safety after a <a href=\"/news/2021/11/3/hld-surge-in-us-homicides-continues-in-2021-why\">spike in murders</a> during the COVID-19 pandemic.</p><p>The report, released on Tuesday, estimates that 1,221,345 incidents of violent crime – including murder, rape, robbery and aggravated assault offences – took place in the US last year, down by 4.5 percent from 2023.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Intentional homicides decreased by 14.9 percent. But at a rate of 5 for every 100,000 people, the murder rate in the US remains significantly higher than throughout most of the world.</p><p>For example, according to United Nations data, the murder rate in Japan in 2023 was 0.23 per 100,000 people. In Oman, the rate was 0.14. In Norway, it was 0.72. And in the US’s northern neighbour, Canada, the rate was 1.98.</p><p>Nonetheless, the 2024 murder rate in the US represents a nine-year low and a major decline from a recent peak of 6.7 per 100,000 in 2020, the first year of the pandemic.</p><p>Rape offences also went down by 5.2 percent in 2024, the report said, while reports of <a href=\"/news/2025/7/26/us-man-convicted-in-palestinian-american-boy-hate-crime-murder-dies-in-jail\">hate crimes</a> decreased by 1.5 percent.</p><p></p><p>Overall, a violent crime occurred in the US every 26 seconds, a murder every 31 minutes and a rape offence every four minutes.</p><p>Property crime also decreased in 2024, according to the FBI report. The bureau recorded 5,986,400 such offences, an 8.1 percent decrease from 2023.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The data is based on the reporting of thousands of law enforcement agencies that cover 95.6 percent of US residents, the FBI said.</p><p>According to the report, 64 police officers were criminally killed last year, and 43 others died in accidents. More than 85,700 officers were assaulted, a slight uptick from 2023 and a 10-year high.</p><p><a href=\"/news/2025/8/1/what-are-us-red-flag-gun-laws-why-didnt-they-stop-new-york-shooter\">Gun violence</a> has been a leading driver of crime in the US. According to the database Gun Violence Archives, there have been 8,878 gun-related deaths and 261 mass shootings so far in 2025.</p><p>Last week, an attacker <a href=\"/news/2025/7/29/four-killed-in-new-york-shooting-including-police-officer-suspect-report\">armed with a rifle</a> killed four people, including a police officer, near the headquarters of the National Football League (NFL) in New York City.</p><p>Last year, US President <a href=\"/news/2025/8/5/us-house-panel-subpoenas-epstein-files-from-trump-administration\">Donald Trump</a> made public safety a major theme in his election campaign, portraying his Democratic rivals as weak on crime and anti-police.</p><p>Although the initial uptick in crime rates happened during the last year of Trump’s first term, the Republican leader repeatedly promised to restore “law and order”. It is largely the states and local authorities that oversee policing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Tuesday, Trump renewed his criticism of local policing and prosecution in Washington, DC, threatening to have federal authorities take over the US capital city.</p><p>He claimed that teenage “thugs” are randomly attacking people in the capital city and called for any youth suspects to be prosecuted and tried as adults.</p><p>“Washington, DC, must be safe, clean, and beautiful for all Americans and, importantly, for the World to see,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114977985620971126\" target=\"_blank\" rel=\"noopener\">wrote</a> in a social media post.</p><p>“If DC doesn’t get its act together, and quickly, we will have no choice but to take Federal control of the City, and run this City how it should be run, and put criminals on notice that they’re not going to get away with it anymore.”</p><p>However, official data shows that crime has been on a downward trend in Washington, DC, contradicting Trump’s claim that the capital “is totally out of control”.</p><p>For example, violent crime went down by 35 percent in 2024 compared with the previous year, and homicide dropped by 32 percent.</p><p>Tuesday’s data does not reflect the state of public safety under Trump, who returned to the White House in January this year.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,259 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-06T00:16:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T112539Z_1936160528_RC2Y0GA6DZJE_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KHARKIV-REGION-1754438074.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,259</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,259 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Wednesday, August 6:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces launched attacks on six settlements in Ukraine’s Kharkiv region, regional Governor Oleh Syniehubov said, with three people killed and 10 injured in the village of Lyman and the town of Vovchansk.</li>\n<li>Russian forces also shelled a railway station in the town of Lozova, killing a duty mechanic. Four other railway workers were among the 10 people injured, Syniehubov said.</li>\n<li>Russian forces launched 431 air attacks on 16 settlements in Ukraine’s Zaporizhia region, killing four people and wounding three others, Governor Ivan Fedorov said.</li>\n<li>A Ukrainian drone attack killed four employees of the water utility in the district of Svatovsky, in the Russian-occupied Luhansk region, according to the region’s Russia-installed governor, Leonid Pasechnik. The head of the region’s health service, quoted by Russia’s state-run TASS news agency, later said that a fifth worker wounded in the strike had died in hospital.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>TASS also reported that a 30-year-old man was killed and a 51-year-old woman was injured in a Ukrainian drone attack on a car near the Russian-occupied village of Nyzhnia Duvanka in the Svatovsky district on Monday.</li>\n<li>Ukraine’s military intelligence claimed that Ukrainian forces killed 334 Russian troops and wounded more than 550, in a failed attack on Ukraine’s Sumy region. Al Jazeera was not able to verify the report.</li>\n<li>Ukraine’s presidential chief of staff, Andriy Yermak, said on Telegram that Kyiv has found components from India in Russian drones used for attacks on Ukraine. Al Jazeera could not independently verify the information.</li>\n</ul><h2 id=\"military-aid\">Military aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>Sweden, Norway and Denmark will together contribute about 5 billion Norwegian crowns ($486.16m) to buy US weapons for Ukraine, the Norwegian government said in a statement.</li>\n<li>Ukrainian President Volodymyr Zelenskyy acknowledged the promised funding, saying that Ukraine had secured an “additional $500 million from our friends in Northern Europe: Sweden, Norway, and Denmark” for US weapons.</li>\n<li>The US Department of State approved the potential sale of repair and sustainment support for M777 howitzer artillery guns, and transportation and consolidation services to Ukraine from BAE Systems and other United States contractors for an estimated total of $203.5m, the Pentagon said.</li>\n</ul><h2 id=\"regional-security\">Regional security</h2><ul class=\"spaced-bullet-spacing\">\n<li>The German air force will station five Eurofighter combat aircraft in Poland for several weeks, in response to a Polish request, an air force spokesman told Germany’s DPA news agency. The Kyiv Independent news outlet reported that the move was a deterrent ahead of joint Russian-Belarusian military drills.</li>\n<li>Lithuania’s Ministry of Foreign Affairs has written to the NATO military alliance asking it to help strengthen its air defences, after two military drones crossed into its territory from Belarus last month.</li>\n</ul><h2 id=\"ceasefire-and-sanctions\">Ceasefire and sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said he had a “productive conversation” with US President Donald Trump, “with the key focus of course being ending the war”.</li>\n<li>Trump told CNBC news that declining energy prices could pressure Russian President Vladimir Putin to halt Moscow’s war in Ukraine.</li>\n<li>“If energy goes down enough, Putin is going to stop killing people,” Trump said. “If you get energy down, another $10 a barrel, he’s going to have no choice because his economy stinks.”</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Colombia’s President Petro accuses Peru of annexing disputed Amazon island | Border Disputes News | Al Jazeera",
            "time": "2025-08-05T23:52:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/08/2023-05-09T191611Z_711593578_RC25V0ASNPE9_RTRMADP_3_COLOMBIA-MILITARY-1691067070.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Colombian President <a href=\"/news/2025/7/19/colombias-petro-visits-haiti-amid-gang-violence-crisis\">Gustavo Petro</a> has accused the neighbouring country of Peru of annexing a disputed island on the Amazon River, resuscitating a longstanding disagreement between the two nations.</p><p>In a social media post on Tuesday, Petro said that Peru had acted to “unilaterally” assert control over the small island of Santa Rosa in a recent congressional vote.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The Peruvian government has just appropriated it by law,” Petro <a href=\"https://x.com/petrogustavo/status/1952711017311371409\" target=\"_blank\" rel=\"noopener\">wrote</a> on the social media platform X.</p><p>He added that Peru’s actions could block the Colombian city of Leticia from accessing the Amazon River. “Our government will resort to diplomacy to defend our national sovereignty.”</p><p>Petro’s comments appeared to be a response to a vote in June, whereby Peru’s Congress designated the island of Santa Rosa a district in its Loreto province.</p><p>Who controls the island has been a subject of debate between Peru and Colombia for nearly a century.</p><p>Peru has claimed ownership based on treaties from 1922 and 1929, and it has administered Santa Rosa for decades.</p><p>But Colombia maintains that the island of Santa Rosa had not emerged from the Amazon River at the time of the treaties and therefore is not subject to them.</p><p>It has also argued that the treaties set the boundary between the two countries at the deepest point of the Amazon River, and that islands like Santa Rosa have emerged on the Colombian side of that dividing line.</p><p>“Islands have appeared north of the current deepest line, and the Peruvian government has just appropriated them by law and placed the capital of a municipality on land that, by treaty, should belong to Colombia,” Petro wrote.</p><p>He warned that Peru’s claims to Santa Rosa could inhibit travel and trade to nearby Leticia, which boasts a population of nearly 60,000.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“This unilateral action”, Petro wrote on Tuesday, “could make Leticia disappear as an Amazonian port, taking away its commercial life”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2025/7/4/us-and-colombia-recall-envoys-as-diplomatic-rift-deepens\">Petro</a> said he would hold celebrations commemorating Colombian independence from Spain in Leticia on Thursday, framing the island’s status as a symbol of national sovereignty.</p><p>The Colombian Ministry of Foreign Affairs also said in a social media post that it would push for further diplomacy in determining the nationality of newly emerged islands.</p><p>“For years, Colombia has maintained the need to carry out bilateral work for the allocation of islands,” the ministry wrote. Colombia, it added, “has reiterated the position that ‘Santa Rosa Island’ has not been allocated to Peru”.</p><p>The Amazon River is one of the longest waterways in the world, with the most water discharged of any river.</p><p>But those powerful currents deposit and rearrange sediment throughout the river basin, forming – and sometimes erasing – islands.</p><p>Santa Rosa is one of those newer islands. The land now contains forest and farmland, as well as the village of Santa Rosa de Yavari.</p><p>That town is home to a population of fewer than 1,000 people, according to Peru’s latest census, and is largely reliant on tourism, based on its proximity to the Amazon.</p><p>The Peruvian government has argued that making Santa Rosa a district was necessary to ensure it received federal funds and could collect taxes.</p><p>“Peru is complying firmly with its obligations under international law and with valid bilateral treaties,” the Peruvian government said in a statement.</p></div></div></body></html>"
        },
        {
            "title": "Trump says it is ‘up to Israel’ whether to occupy all of Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-05T23:04:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25216379331104-1754432118.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States President Donald Trump has suggested that he will not block possible Israeli plans to take over Gaza.</p><p>When asked on Tuesday about reports that Israeli Prime Minister Benjamin Netanyahu has <a href=\"/news/2025/8/5/israels-netanyahu-has-decided-on-full-occupation-of-gaza-reports-say\">decided to occupy</a> the entire <a href=\"/news/2025/8/5/israeli-forces-kill-more-than-80-people-across-gaza-as-starvation-worsens\">Palestinian territory</a>, Trump said he is focused on getting “people fed” in Gaza.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“As far as the rest of it, I really can’t say. That’s going to be pretty much up to Israel,” the US president told reporters.</p><p>Washington provides Israel with billions of dollars in military aid annually, assistance that significantly increased following the start of Israel’s war on Gaza in October 2023.</p><p>Israel has used forced displacement orders to squeeze Palestinians into ever-shrinking pockets in Gaza, turning 86 percent of the territory into militarised zones.</p><p>But increased military operations in the remaining part of the territory would further endanger the lives of Palestinians, who already endure daily bombardment and <a href=\"/news/liveblog/2025/8/5/live-israel-kills-74-in-past-day-as-trickle-of-aid-trucks-enters-gaza\">Israeli-imposed starvation</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Netanyahu’s purported plans to conquer Gaza have also raises concerns about the safety of the remaining Israeli captives held in the enclave by Hamas and other Palestinian groups.</p><p>Top United Nations official Miroslav Jenca said on Tuesday that a complete occupation of Gaza would “risk catastrophic consequences”.</p><p>“International law is clear in the regard. Gaza is and must remain an integral part of the future Palestinian state,” Jenca told the UN Security Council.</p><p>Israel withdrew its forces and settlements from the Palestinian territory in 2005, but legal experts have said that the enclave remained technically under occupation, since the Israeli military continued to control Gaza’s airspace, territorial waters and ports of entry.</p><p>Since the start of the war in 2023, right-wing Israeli officials have called for the re-establishment of Israel’s military presence and settlements inside Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Netanyahu has also suggested that Israel aims to <a href=\"/news/2025/7/8/netanyahu-trump-discuss-forced-transfer-of-palestinians-out-of-gaza\">remove all Palestinians</a> from the enclave, in what would amount to ethnic cleansing, a plan that Trump himself echoed in February.</p><p>Trump, at the time, <a href=\"/news/2025/1/30/trump-suggests-he-wants-ethnic-cleansing-in-gaza-is-it-achievable\">proposed clearing</a> Gaza of its people to construct a “riviera of the Middle East” in its stead.</p><p>The recent reports about Israel’s intention to expand its ground operations in Gaza come amid growing international outcry over the <a href=\"/news/2025/8/4/what-starvation-really-means-for-the-human-body-and-for-gaza\">deadly hunger</a> spreading across the territory.</p><p>Israel has blocked nearly all aid from entering Gaza since March, making US-backed GHF sites almost the only places for Palestinians to get food.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hundreds of Palestinians have been shot by the Israeli military while trying to reach GHF facilities deep inside Israel’s lines of control. Nevertheless, the US has continued to support the organisation, despite international pleas to allow the UN to distribute the aid.</p><p>In recent days, Israel has allowed some <a href=\"/news/2025/8/5/how-much-aid-has-entered-gaza-5\">food trucks</a> and air drops to distribute aid to Gaza, but the assistance is still far from meeting the needs of the population.</p><p>The Israeli military has also been accused of targeting aid seekers trying to reach assistance trucks away from GHF sites in northern Gaza.</p><p>On Tuesday, Trump reiterated his often-repeated claim that the US has provided $60m in aid to Gaza. His administration <a href=\"/news/2025/6/27/us-approves-30m-for-controversial-israel-backed-gaza-aid-group\">had provided</a> $30m to GHF.</p><p>“As you know, $60m was given by the United States fairly recently to supply food – a lot of food, frankly – for the people of Gaza that are obviously not doing too well with the food,” he told reporters.</p><p>“And I know Israel is going to help us with that, in terms of distribution and also money. We also have the Arab states [which] are going to help us with that in terms of the money and possibly distribution.”</p><p>Israel’s assault on Gaza has killed more than 61,000 people and flattened most of the territory in what rights groups and UN experts have called a genocide.</p></div></div></body></html>"
        }
    ]
}