{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Palestine Action’s legal challenge against UK government ban begins | Courts News | Al Jazeera",
            "time": "2025-11-26T13:20:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251126__868T73Q__v1__HighRes__BritainIsraelPalestiniansConflictDemonstration-1764159819.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Legal action by <a href=\"/news/2025/11/25/palestine-action-cofounder-to-challenge-groups-proscription-in-uk-court\">Huda Ammori</a>, the cofounder of Palestine Action, has begun in London’s High Court against the decision by the United Kingdom government to designate the activist group as a terrorist organisation.</p><p>The interior ministry, or Home Office, proscribed the pro-Palestinian group in July, days after activists protesting against Israel’s genocidal war on Gaza broke into an air force base in southern England. Prosecutors have said they caused an estimated 7 million pounds ($9.3m) damage to two aircraft at the base.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The <a href=\"/news/2025/10/17/uks-palestine-action-group-wins-legal-bid-to-challenge-ban\">legal action</a> brought on Wednesday at London’s Royal Courts of Justice is expected to last until Thursday, with a third day to be set at a later stage.</p><p>“Today marks the beginning of our legal challenge to one of the most extreme attacks on civil liberties in recent British history – a measure condemned across the political spectrum as an affront to our democracy and an unjustifiable drain on counterterror resources that should be focused on actual threats to the public,” Ammori said at the beginning of the hearing.</p><h2 id=\"up-to-14-years-in-prison\">Up to 14 years in prison</h2><p>Since the proscription – which makes being a member of Palestine Action or inviting support for it a serious criminal offence punishable by up to 14 years in prison – came into effect, at least 2,300 people have been arrested, according to protest organisers Defend Our Juries.</p><p>Those arrested include students, teachers, pensioners and even an 83-year-old retired vicar, with many carried away from the protests by police.</p><p>According to London’s Met Police, so far 254 people have been charged with a lesser offence, which carries a sentence of up to six months.</p><p>The <a href=\"/video/inside-story/2025/7/21/what-are-the-implications-of-the-uk-ban-on-palestine-action\">proscription</a> under the Terrorism Act 2000 means the group has been added to a list that also includes armed organisations like al-Qaeda, ISIL (ISIS) and Hezbollah.</p><p>The Home Office said in a statement before Wednesday’s hearing that Palestine Action had “conducted an escalating campaign involving not just sustained criminal damage, including to Britain’s national security infrastructure, but also intimidation and alleged violence and serious injuries to individuals”.</p><p>Lawyers representing Ammori argued the proscription is a misuse of the country’s anti-terrorism laws.</p><h2 id=\"disproportionate-and-unnecessary\">‘Disproportionate and unnecessary’</h2><p>United Nations human rights chief Volker Turk has said the ban “appears disproportionate and unnecessary”, while Europe’s human rights watchdog, the Council of Europe, criticised “excessive limits” on the right to protest.</p><p>Concerns have also been raised after Justice Martin Chamberlain, the judge due to hear the legal challenge, was removed from the case at the last minute without explanation.</p><p>Chamberlain, a judge “widely respected for his fairness and independence”, has been removed from significant cases concerning Palestine, according to UK-based activist group Defend Our Juries.</p><p>This includes his last-minute removal from a legal challenge against the UK’s sale of F-35 aircraft parts to Israel, which he himself had granted permission to proceed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to Defend Our Juries, concerns are amplified because two of the three replacement judges have links that “at least raise the appearance of a conflict of interest”.</p><p>Dame Victoria Sharp’s family is connected to former British Prime Minister Boris Johnson, “to prominent pro-Israel lobbyist and major Labour Party donor Trevor Chinn, and the group Quilliam, which has been widely condemned as Islamophobic and for supporting [British far-right activist] Tommy Robinson”, said Defend Our Juries.</p><p>Justice Jonathan Swift, meanwhile, has “represented the Home Office, which is the defendant in this judicial review” on numerous occasions, according to Defend Our Juries.</p><p>Emily Apple, spokesperson for Campaign Against Arms Trade, said that Sharp and Swift’s backgrounds raise “serious questions around the lack of impartiality and transparency in our judicial system, and whether this is now a pattern in significant legal cases concerning Palestine”.</p><p>Set up in 2020, Palestine Action’s stated goal on its now-blocked website is to end “global participation in Israel’s genocidal and apartheid regime”.</p><p>It has mainly targeted weapons factories, especially those belonging to the Israeli defence group Elbit.</p><p>Since the ban came into force on July 5, protesters have held a string of rallies at which they have held up signs saying: “I oppose genocide, I support Palestine Action.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Video: Somalia drought threatens mass starvation as aid slows down | Hunger | Al Jazeera",
            "time": "2025-11-26T12:44:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764161053.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel’s systematic campaign to expel West Bank Palestinians | Occupied West Bank | Al Jazeera",
            "time": "2025-11-26T12:25:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764159891.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Major fire puts Hong Kong on highest alert as firefighters tackle blaze | Newsfeed | Al Jazeera",
            "time": "2025-11-26T12:04:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764158671.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia denies incursions into NATO airspace, but what’s really happening? | News | Al Jazeera",
            "time": "2025-11-26T11:57:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/EP-Thumbnail16X9-1-1764158215.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel lays siege to occupied West Bank’s Tubas, displaces tens of families | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-26T11:43:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/000_84KQ44K-1764154169.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"414\" data-end=\"636\">Israel has sealed off large parts of the Tubas governorate after sending heavy reinforcements into the northern Jordan Valley, shutting the region off from the rest of the <a href=\"/tag/occupied-west-bank/\">occupied West Bank</a> and imposing a sweeping siege.</p><p data-start=\"638\" data-end=\"986\">Residents told Al Jazeera on Wednesday that military bulldozers piled earth across every approach road before dawn, while Israeli Apache helicopters fired rounds over empty fields around Tubas in a bid to threaten Palestinian residents.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"638\" data-end=\"986\">Troops then began house-to-house searches in the city of Tubas as well as the four nearby towns, including Tammun and Aqqaba, as the army announced a new military operation it claimed was targeting resistance fighters.</p><p data-start=\"988\" data-end=\"1290\">Tubas Governor Ahmed Asaad dismissed that justification, telling Al Jazeera that the Israeli assault has nothing to do with security and everything to do with geography.</p><p data-start=\"988\" data-end=\"1290\">“The assault is targeting Tubas for its location near the Jordan Valley, in a new effort to impose new realities,” he said.</p><p data-start=\"1292\" data-end=\"1558\">Asaad said about 30 families had been forced from their homes, and troops had seized several buildings on high ground overlooking the governorate.</p><p data-start=\"1292\" data-end=\"1558\">More than 50,000 Palestinians live across the five towns now encircled by the army.</p><h2 id=\"collective-punishment\" data-start=\"1292\" data-end=\"1558\">Collective punishment</h2><p data-start=\"1560\" data-end=\"1898\">Asaad condemned what he described as a new round of <a href=\"/news/2025/11/25/israels-war-on-gaza-curbs-drive-palestinian-economy-to-record-collapse\">collective punishment</a> on a community already facing daily incursions and constant harassment at surrounding checkpoints.</p><p data-start=\"1560\" data-end=\"1898\">With the military curfew in place, he said local authorities had suspended schools and public institutions and activated emergency committees across the governorate.</p><p data-start=\"1900\" data-end=\"2170\">Movement of ambulances and medical teams has also been restricted. Asaad said Israeli forces blocked access to several patients who needed urgent care.</p><p data-start=\"1900\" data-end=\"2170\">Local officials have contacted the International Committee of the Red Cross to intervene and secure medical transfers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ethnic-cleansing\" data-start=\"1900\" data-end=\"2170\">Ethnic cleansing</h2><p data-start=\"2172\" data-end=\"2321\">At least two Palestinians were transferred to hospital on Wednesday after soldiers beat them during raids in Tubas and Tammun, according to Palestine Red Crescent Society medics.</p><p data-start=\"2323\" data-end=\"2570\">Residents told the Palestinian news agency Wafa that the scale of the operation, which began shortly after midnight, resembles the large invasions Israel has conducted across the West Bank since the Gaza genocide started in 2023, where troops have demolished homes, bulldozed roads, detained thousands and sought to ethnically cleanse Palestinians from their homes.</p><p data-start=\"2572\" data-end=\"2930\">Hamas condemned the “criminal Zionist occupation army”, saying the latest siege, curfew and raids reveal “the extent of the systematic crimes perpetrated by the extremist occupation government”.</p><p data-start=\"2572\" data-end=\"2930\">The group said the assault is part of a policy aimed at “crushing any Palestinian presence in order to achieve complete control over the West Bank” and an attempt to “<a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">ethnically cleanse</a>” the occupied territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2932\" data-end=\"3211\">“This operation is part of the ongoing annexation and displacement plans, through which the occupation seeks to transform West Bank cities and villages into besieged and fragmented areas,” Hamas said, adding that Israel’s “colonial project … will not break the will of our people”.</p><p data-start=\"3213\" data-end=\"3454\">The Palestinian Mujahideen Movement, another resistance faction, issued a separate statement denouncing the raid as part of an Israeli “open war” to annex the West Bank and forcibly remove its residents. It accused the United States of enabling Israel’s “systematic aggression”.</p><p data-start=\"3456\" data-end=\"3790\">This year alone, Israeli forces have carried out nearly 7,500 raids across the West Bank, according to the UN Office for the Coordination of Humanitarian Affairs (OCHA).</p><p data-start=\"3456\" data-end=\"3790\">“The occupied West Bank is experiencing its worst displacement crisis in decades,” OCHA said, citing demolitions, military operations and escalating Israeli settler violence.</p><p data-start=\"3792\" data-end=\"4159\">More than <a href=\"/news/2025/7/1/israel-has-killed-1000-palestinians-in-the-west-bank-since-october-7-2023\">1,000 Palestinians</a> have been killed by Israeli forces in the West Bank in the past two years.</p><p data-start=\"3792\" data-end=\"4159\">Earlier this month, Human Rights Watch said Israel’s mass displacement from three refugee camps amounts to war crimes and crimes against humanity.</p><p data-start=\"3792\" data-end=\"4159\">UNRWA, the UN agency for Palestinian refugees, estimates nearly <a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">32,000 Palestinian refugees</a> have been forced from those camps and surrounding neighbourhoods.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Does adolescence last until 32? Scientists unlock brain’s five eras | Health News | Al Jazeera",
            "time": "2025-11-26T11:33:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_6926c4cf-1764148431.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A new study has found that adolescence can continue until the age of 32, as humans hit four major “turning points” in brain development at the ages of about nine, 32, 66 and 83.</p><p>Published on Tuesday in the journal, Nature Communications, the study examined nearly 4,000 scans of the brains of participants ranging in age up to 90.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Researchers mapped out the brain’s development using this data and discovered that humans go through five “brain phases” – and within them, four significant life turning points as they grow, mature and decline.</p><p>Importantly, they discovered, it is not until age 32 that human personality and intelligence “plateau” and stabilise following changes in early adolescence.</p><h2 id=\"what-are-the-five-phases\">What are the five phases?</h2><p>According to the study, brain development and ageing undergo five separate phases:</p><ul class=\"spaced-bullet-spacing\">\n<li>Childhood – from birth to age nine</li>\n<li>Adolescence – from nine to 32</li>\n<li>Adulthood – from 32 to 66</li>\n<li>Early ageing – from 66 to 83</li>\n<li>Late ageing – from 83 onwards</li>\n</ul><h2 id=\"when-does-the-brain-shift-from-one-phase-to-the-next\">When does the brain shift from one phase to the next?</h2><p>As the brain adapts to new surroundings and situations between birth and old age, researchers found that four ages – nine, 32, 66 and 83 – were the most pivotal in the brain’s development.</p><p>The shifts are characterised by developments such as puberty, personality stabilisation, “reorganisation” and decline.</p><p>In detail, these are as follows:</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4132402\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-BRAIN-PHASES-NOV26-2025-1764155777.png?quality=80\" alt=\"INTERACTIVE - BRAIN PHASES - NOV26, 2025-1764155777\" data-interactive=\"true\" fetchpriority=\"low\"></p><h3>Childhood – birth to nine years old</h3><p>During this period, the grey and white matter of the brain rapidly grow.</p><p>According to information from United States-based Johns Hopkins Medicine, while grey matter primarily processes and interprets information, white matter transmits that information to other parts of the nervous system.</p><p>“In the brain, grey matter refers to the darker, outer portion, while white matter describes the lighter, inner section underneath,” Johns Hopkins says. “In the spinal cord, this order is reversed: the white matter is on the outside, and the grey matter sits within.”</p><p>According to the authors of the new study: “The first few years of life are marked by consolidation and competitive elimination of synapses [the junctions where neurons meet and communicate with each other] and rapid increases in grey and white matter volume.”</p><p>“This age also aligns with the onset of puberty, which begins between eight and 13 years old for females and nine and 14 years old for males, marking the initiation of significant alterations in hormone expression and robust neurological changes,” it added.</p><p>The report also found that the shift to adolescence introduced an “increased risk” of mental health, cognitive and behavioural disorders due to changes in hormones and a “neurobiological shift”.</p><h3>Adolescence – 9 to 32</h3><p>Previously, it was accepted that adolescence begins with puberty and ends before the age of 20. However, the study found that while adolescence certainly begins with puberty, its ending point is less clear.</p><p>“The transition to adulthood is influenced by cultural, historical and social factors, making it context-dependent rather than a purely biological shift,” the researchers found.</p><p>“Our findings suggest that in Western countries (ie, the United Kingdom and United States of America), adolescent topological development extends to around 32 years old, before brain networks begin a new trajectory of topological development,” they added.</p><p>The study found that by age 32 in Western countries, the brain experiences the “most directional changes and a large shift in trajectory” compared with other turning points in life, as this is when white matter integrity and volume in the brain are increasing rapidly.</p><p>The authors did not suggest a reason for this being the case in Western countries, and did not elaborate on how adolescence continues in people in other regions of the world.</p><h3>Adulthood – 32 to 66</h3><p>The study found that while brain development rapidly accelerates during the first two phases of life, in adulthood – the longest phase – there are no major turning points until the 60s, as the brain develops more slowly.</p><p>“This period of network stability also corresponds with a plateau in intelligence and personality,” it found.</p><h3>Early ageing – 66 to 83</h3><p>While the brain does not show any abrupt signs of decline during this phase, shifts in the patterns of connection in the brain do occur due to a decrease in white matter integrity.</p><p>The brain now works more independently in separate regions, coordinating less as a single whole.</p><p>The early 60s mark an important shift in health and cognition, with the onset of dementia and elevated blood pressure for many, both of which can accelerate brain ageing.</p><h3>Late ageing – 83 onwards</h3><p>While there is less data on this era of the brain’s progression than the other phases due to a low sample size, the study’s findings correlated with a declining trend in brain connectivity, the authors said.</p><p>“Therefore, this could reflect a true weakening relationship between age and structural brain topology in late life,” they added.</p><h2 id=\"why-is-this-significant\">Why is this significant?</h2><p>The new research into the period of adolescence is the most significant finding from the report.</p><p>According to the World Health Organization, adolescence ranges from 10 to 19 years of age. In 2018, a report in The Lancet medical journal found that adolescence ended in the 20s.</p><p>But Duncan Astle, professor of neuroinformatics at Cambridge University in England and one of the authors of the study, told The Independent newspaper that the new report helps us better understand the brain’s vulnerabilities.</p><p>“Looking back, many of us feel our lives have been characterised by different phases. It turns out that brains also go through these eras,” he said.</p></div></div></body></html>"
        },
        {
            "title": "EU-AU Summit Shows West now Taking Africa “Quite Seriously” | European Union | Al Jazeera",
            "time": "2025-11-26T11:28:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/HORIZONTAL-MONYAE-1764156092.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>David Monyae at the University of Johannesburg says shifting geopolitics has caused the EU to lose influence as a bloc and so it now wants to reset its relationship with Africa.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "It is Israel, not Gaza, that needs stabilisation | Gaza | Al Jazeera",
            "time": "2025-11-26T11:17:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/getty_6926e19064-1764155792.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For two years, the world watched Gaza’s destruction unfold in real time and chose not to stop it. More than seventy thousand Palestinians were killed, and most of the Strip was reduced to rubble, while the same governments that hurried to contain other regional wars produced nothing more than empty warnings, sham ceasefires and aid arrangements that delivered death instead of relief.</p><p>Only now, after championing yet another so-called “ceasefire” that brought barely any relief on the ground, do they claim to be stepping in to help shape long-term peace and stability. Their focus, however, is already misplaced. They act as if Gaza is the side in need of stabilising, not the state that destroyed every form of stability there – Israel.</p><p>Indeed, global powers led by the United States now claim they are working to deliver “stabilising security” to our small, battered territory through structures of surveillance and control being built in collaboration with the very entity that genocided it.</p><p>So in the aftermath of this new “ceasefire”, Gaza faces a new and insidious form of control. Around 30 kilometres (19 miles) northwest of the Strip, in the so-called “Kiryat Gat” settlement built on the ruins of the Palestinian village of Iraq al-Mansheya, officials say dozens of countries and organisations are now present inside the US-led Civil-Military Coordination Center (CMCC), a foreign-run command hub for Gaza operations, which has rapidly expanded in recent weeks. Presented as the first concrete step in the US effort to “stabilise” Gaza, it is a hub where foreign officials oversee the Strip from a distance and begin shaping the model that will govern its future.</p><p>But if these architects of stability are so devoted to Gaza’s future, why not step inside and walk among its people? Are they afraid of the devastated survivors they claim to help? Or do they know that once they enter Gaza, even their safety cannot be guaranteed from Israel’s bombs? What is clear is that, by positioning themselves alongside Israel’s military, they have chosen to work with the perpetrators, turning the promise of peace into yet another instrument of control.</p><p>I have seen these foreign “stability” missions before, long before Gaza became the centre of the world’s attention.</p><p>I still remember the first time I saw a picture of UNIFIL’s white armoured vehicle as a child. I was astonished to learn that the peaceful United Nations, whose concern-filled statements were meant to silence guns, actually endorsed holding guns in the name of peace. Their white colour seemed reassuring, as if behind these armoured beasts stood saviours who would finally bring safety. Back then, I truly believed that UN peacekeepers, or “peacemakers”, riding in those white vehicles could one day protect us whenever Israel tried to bomb us.</p><p>But growing up taught me otherwise. I realised that a force unable even to protect itself from Israel’s attacks could never protect anyone else. They weren’t saviours; they were observers, watching atrocities unfold, powerless or unwilling to intervene.</p><p>And as I grew up, I saw the supposed peacemakers not only fail to protect us, but begin enabling Israel’s killing in the most “humanely-creative” ways.</p><p>The US Gaza Humanitarian Foundation (GHF), a US-run programme set up to control and distribute aid after Israel intensified its blockade, clearly showed how foreign involvement could directly feed Israel’s violence. It claimed a moral duty to “feed” us after Israel escalated its starvation by halting food deliveries under the pretext that aid “wasn’t reaching those who deserved it”. Then came the GHF killing traps, where more than 2,600 Palestinians were slaughtered under Israeli fire while American officers watched the hunger games they had helped create.</p><p>Now, Washington returns with more partners and promises of an “International Stabilisation Force” not only to “deliver aid”, but to secure Gaza’s entire future. Its new mission, dressed once again in the language of peace, looks even less like salvation and more like another experiment in the post-genocide laboratory, where Gaza is reshaped to fit outsider visions of “stability”. This force only required international legitimacy; a prerequisite it secured far more easily, with US backing, than any resolution aimed at halting Israel’s genocide at the UNSC.</p><p>Any remaining sense of security in Gaza has vanished, not only because of the constant roar of Israeli bombardment, but because those who tried to hold together what remained of our fragile local order were branded as “terrorists”. Israel bombed them and, in their place, empowered criminals to impose its own vision of what “security” should look like for us. The result was, and largely still is, a man-made, genocidal chaos where a bag of flour has become a coveted treasure.</p><p>Watching these imposed versions of “security” unfold while people suffer is horrifying. There can be no real security when even food is still weaponised as international “peace planners” debate how we should be fed rather than lifting the siege. Every basic necessity of life is still treated as a privilege we must prove ourselves worthy of, to convince the “peacekeepers” that we deserve them. Only then, perhaps, will they kindly petition our jailer to loosen the chains of the blockade.</p><p>Survival itself is not guaranteed. The future we were promised is already here in the so-called “post-ceasefire” era. Israel’s bombs never truly ceased; more than 340 Palestinians have been killed since the “ceasefire” began. It’s no surprise to us that Israel continues to bomb us even under a “ceasefire”, but what is truly dangerous now is that these massacres unfold under the eyes of the new self-styled “peacewatchers”, who neither dare to intervene nor even acknowledge fresh bloodshed by Israel. The level of dehumanisation we face is terrifying; we are reduced to creatures that may be killed, starved, and erased while being observed. We are trapped like beasts in a cage whose bars only tighten, punished for crimes we never committed by a jailer that doesn’t even try to hide its criminal essence.</p><p>Israel, internationally accused of genocide, has committed every imaginable crime, waged multiple unprovoked wars, and still holds an entire population hostage, even as Gaza is framed as the side in need of “stabilisation”. And yet it continues unrestrained, enjoying its role as a darling host of the very peace brokers appointed to “stabilise” Gaza. The world is prepared to deploy forces to monitor Gaza’s children struggling to fill their water buckets under siege, while an army whose soldiers proudly call themselves a “<a href=\"/news/2025/10/21/new-al-jazeera-documentary-reveals-evidence-in-hind-rajab-familys-killing\">Vampire Empire</a>” vacates freely, having already shed the blood of Gaza’s children.</p><p>For the past two years, Gaza’s people have endured the most extreme form of collective punishment. And now, these new “peace” efforts feel as if the world wants to punish Gaza even further for enduring and surviving Israel’s genocide.</p><p>The hands that vetoed ending this genocide repeatedly at the UN, while warmly embracing Israeli leaders and arming their warplanes with autographed bombs, will never bring peace to Gaza. The eyes of the world that watched Israel’s terror and chose to look away cannot absolve their complicity by suddenly pretending to monitor Gaza closely. Their focus must be on the true source of instability, on containing the state-driven, deranged violence that proudly assaults the essence of humanity on every screen. Instead of portraying Palestinians as the threatening force, the world must restrain and hold to account those who wield real power to destroy lives daily.</p><p>Our Gaza deserves the space to survive, not to be framed as an isolated enclave in a land that is being ethnically cleansed, or as the “unstable” side requiring foreign supervision. Gaza is Palestinian, inseparable from the land and its people; there is no Palestine without Gaza. The visible oppression our people have endured for over a century defies words, yet the world’s dehumanising lens treats our agony as spectacle.</p><p>We long for the moment justice is served, but how can that happen when every supposed consequence for our oppressor becomes another punishment placed on us?</p><p>As long as the rogue occupation is protected from accountability and allowed to act with impunity, there can be no stability for Gaza, wider Palestine, or the region. Stability will only be possible when the world confronts Israel’s violence, not the people who have survived it.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Pope urges Israel and Hezbollah to pursue dialogue over conflict | Israel attacks Lebanon | Al Jazeera",
            "time": "2025-11-26T11:02:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764154836.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Arsenal vs Bayern Munich: UEFA Champions League - team news, start, lineups | Football News | Al Jazeera",
            "time": "2025-11-26T10:49:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20240417__34PN2ZV__v1__HighRes__FblEurC1BayernMunichArsenal-1764150062_d83d24-1764150183.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Arsenal vs Bayern Munich<br>\n<strong>What: </strong>Matchday 5, League Phase, UEFA Champions League<br>\n<strong>Where:</strong> Emirates Stadium, North London, England, UK<br>\n<strong>When:</strong> Wednesday at 8pm (20:00 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our text commentary stream.</p><p>English Premier League leaders Arsenal host the German Bundesliga’s top-ranked team Bayern Munich in a heavyweight UEFA Champions League (UCL) matchup of the two frontrunning European mega clubs on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The sides are also ranked No 1 and No 2 in the current UCL standings, with both clubs protecting perfect records in the League Phase of the competition.</p><p>Here is all to know ahead of their top of the table clash at Emirates Stadium:</p><h2 id=\"who-have-arsenal-and-bayern-munich-beaten-so-far-in-the-ucl-league-phase\">Who have Arsenal and Bayern Munich beaten so far in the UCL League Phase?</h2><p>After four matchdays in the League Phase, Bayern Munich sits top of the standings with four wins and a maximum 12 points against Chelsea (3-0), Pafos (5-1), Club Brugge (4-0) and most recently, a victory over reigning UCL champions Paris Saint-Germain (2-1) away in France on November 4.</p><p>Arsenal is second on the table, equal with their German rival on points (12) and goal difference (+11). Their four wins have come against Athletic Bilbao (2-0), Olympiacos (2-0), Atletico Madrid (4-0) and Slavia Praha (3-0).</p><p>The only other team remaining in the competition with a perfect 4-0 record is Inter Milan.</p><h2 id=\"will-odegaard-play-against-bayern-munich\">Will Odegaard play against Bayern Munich?</h2><p>Arsenal captain Martin Odegaard is a strong possibility to play against Bayern Munich in what would be his first match since injuring his knee in early October.</p><p>The Norwegian midfielder participated in training on Tuesday afternoon and is expected to be in the squad.</p><p>Arsenal manager Mikel Arteta confirmed Odegaard is under consideration for Wednesday’s fixture.</p><p>“He [Odegaard] was very close for the previous game. We are hopeful that tomorrow [Wednesday] he can be in the squad as well.”</p><figure id=\"attachment_4132223\" aria-describedby=\"caption-attachment-4132223\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4132223\" src=\"/wp-content/uploads/2025/11/2025-11-25T140150Z_170047040_UP1ELBP12Z0HV_RTRMADP_3_SOCCER-CHAMPIONS-ARS-FCB-PREVIEW-1764150586.jpg?w=770&amp;resize=770%2C556&amp;quality=80\" alt=\"Martin Odegaard in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4132223\" class=\"wp-caption-text\">Arsenal’s Martin Odegaard during training at the Arsenal Training Centre, London Colney, UK on November 25, 2025 [Peter Cziborra/Action Images via Reuters]</figcaption></figure><h2 id=\"where-did-arsenal-and-bayern-munich-finish-in-last-season-s-champions-league\">Where did Arsenal and Bayern Munich finish in last season’s Champions League?</h2><p>The Gunners reached the semifinals of the Champions League for the first time since 2008–09, upsetting Real Madrid in the quarterfinals (5-1 on aggregate) before losing to eventual champion Paris Saint-Germain.</p><p>Bayern Munich’s UCL campaign came to an end at the quarterfinal stage with a closely contested defeat to Inter Milan (4-3 on aggregate).</p><h2 id=\"form-guide-last-five-matches\">Form guide: last five matches</h2><p><strong>Arsenal:</strong> W-W-W-D-W (Premier League, most recent result last)</p><p><strong>Bayern Munich:</strong> W-W-W-D-W (Bundesliga, most recent result last)</p><h2 id=\"head-to-head-arsenal-bayern-munich\">Head-to-head: Arsenal-Bayern Munich</h2><p>The sides last played on April 17, 2024, with Joshua Kimmich’s 63rd-minute header handing Bayern Munich a 1-0 quarterfinal victory (3-2 on aggregate) over Arsenal in the Champions League, sending the Germans through to the last-four of the 2023-24 competition.</p><p>In total, the sides have played against each other 14 times, with Bayern dominating the historical matchup:</p><ul>\n<li>Bayern Munich – 8 wins</li>\n<li>Arsenal – 3 wins</li>\n<li>Draws – 3</li>\n</ul><h2><span>Arsenal’s team news</span></h2><p>Arsenal will line up against Bayern without a recognised striker, with Kai Havertz (knee) and Viktor Gyokeres (hamstring) still rehabbing injuries.</p><p>Gabriel Jesus will also be held back from the Champions League fixture, although the Brazilian forward is back in full training after undergoing knee surgery.</p><p>“He is quite close, to be fair, and earlier than we expected,” Arteta said.</p><p>“In the next few days, he is going to have another step to make with a game that we are going to organise for him. After that, he is just going to be knocking on the door.</p><h2 id=\"arsenal-s-possible-starting-xi\">Arsenal’s possible starting XI</h2><p>Raya (goalkeeper); Timber, Saliba, Hincapie, Lewis-Skelly; Eze, Zubimendi, Rice; Saka, Merino, Trossard</p><h2 id=\"bayern-munich-s-team-news\">Bayern Munich’s team news</h2><p>Kimmich, the player who buried Arsenal the last time they played back in 2024, was a question mark at the beginning of the week after sustaining a knock picked up during the FIFA international break, but is believed to be ready to play on Wednesday.</p><p>Explosive winger Luis Diaz is suspended for the Arsenal clash. The Colombian might be replaced by rising 17-year-old star Lennart Karl, who became Bayern’s youngest-ever Champions League scorer when he started against Brugge on October 22.</p><p>Injured duo Jamal Musiala and Alphonso Davies will be unavailable for selection.</p><p>Bayern manager Vincent Kompany will again lead the line with English international Harry Kane, who returns to his home city of London for this fixture.</p><h2 id=\"bayern-munich-s-possible-starting-xi\">Bayern Munich’s possible starting XI:</h2><p>Neuer (goalkeeper); Laimer, Upamecano, Tah, Guerreiro; Pavlovic, Kimmich; Olise, Karl, Gnabry; Kane</p><figure id=\"attachment_4132287\" aria-describedby=\"caption-attachment-4132287\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4132287\" src=\"/wp-content/uploads/2025/11/2025-11-25T124500Z_278738621_UP1ELBP0ZEYG5_RTRMADP_3_SOCCER-CHAMPIONS-ARS-FCB-PREVIEW-1764151836.jpg?w=770&amp;resize=770%2C531&amp;quality=80\" alt=\"Harry Kane, bayern Munich players in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4132287\" class=\"wp-caption-text\">Bayern Munich’s Harry Kane, centre, and Nicolas Jackson, second from right, during training at the Bayern Munich Training centre in Munich, Germany, on November 25, 2025 [Angelika Warmuth/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Floods kill dozens, displace thousands in southern Thailand | Floods News | Al Jazeera",
            "time": "2025-11-26T10:44:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-26T040545Z_272942203_RC2L3IABIRVD_RTRMADP_3_ASIA-WEATHER-THAILAND-1764139931.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from days of widespread flooding in southern Thailand has reached 33, with more than 10,000 displaced in the country, officials say.</p><p>The Thai government declared a state of emergency in southern Songkhla province on Tuesday, with torrential rains since late last week inundating the tourist hub of Hat Yai.</p><p>An image from Wednesday published by international news agencies showed murky brown floodwater submerging streets and ground floors of residential buildings in Hat Yai.</p><p>“Authorities say 33 people have died across seven provinces, with causes including flash floods, electrocution and drowning,” Thai government spokesman Siripong Angkasakulkiat told reporters. “The water level is expected to recede in the south,” he added.</p><p>The flooding since last week has stranded residents and travellers in their homes and hotels, with rescuers using boats, jet skis and military trucks to take them to safety.</p><p>The military has deployed an aircraft carrier and mobilised helicopters to airlift patients to nearby hospitals, the army said.</p><p>More than 10,000 people have been evacuated from their homes in Songkhla since last week, the province’s public relations department said.</p><p>University campuses have been converted into shelters for displaced people.</p><p>The Songkhla provincial administration said on Wednesday that it had set up food centres capable of distributing up to 20,000 food boxes a day to flood victims.</p><p>Thailand regularly records heavy rainfall from June to September, but experts say human-induced climate change has intensified extreme weather, making conditions increasingly unpredictable.</p></div></div></body></html>"
        },
        {
            "title": "Pro-Palestine conference leaders sue Berlin officials who shut down event | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-26T10:17:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-17T134207Z_748759512_RC2OVHARL2WJ_RTRMADP_3_ISRAEL-PALESTINIANS-GERMANY-1764150760.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Berlin, Germany – </strong>Organisers of a pro-Palestine conference are suing authorities in Berlin who <a href=\"/news/2024/4/12/germany-cancels-pro-palestine-event-bars-entry-to-gaza-war-witness\">shut the event down</a> last April soon after it began.</p><p>They hope a panel of judges at the Berlin Administrative Court will rule that police acted unlawfully in cracking down on the Palestine Congress, a forum of solidarity activists and human rights experts who were gathering to discuss Israel’s genocide in Gaza and Germany’s alleged complicity.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The hearing begins on Wednesday.</p><p>The defendant, the State of Berlin, argues the police were right to act preemptively as they predicted criminal statements would be made at the conference, specifically incitement to hatred, dissemination of propaganda or use of symbols of unconstitutional and “terrorist” organisations.</p><p>The police justified this prediction in part on the basis that in a news conference held prior to the event, organisers allegedly did not distance themselves from the Hamas-led incursion into southern Israel on October 7, 2023.</p><p>On the day in question, April 12, 2024, officers in riot gear descended in their hundreds on the venue usually used for wedding receptions and pulled the plug – cutting off the power to ensure that none of the planned speeches could be heard or broadcast via livestream.</p><p>“I’m not aware of any other instance where a conference was shut down without any crime having been committed,” Michael Ploese, the lawyer representing the conference organisers, told Al Jazeera.</p><p>He said that German law only allowed restrictions on gatherings in private rooms where there was  high probability that a criminal act would be committed, and that the right to freedom of expression usually took precedence.</p><p>Among the groups organising the conference was Juedische Stimme (Jewish Voice), a sister group of the US collective of the same name that organises Jewish peace activists who are critical of Israeli actions regarding Palestine.</p><p>“I saw it as a success that we had even been able to begin it at all, but I wasn’t expecting it all to end an hour later,” said Wieland Hoban, the chair of Juedische Stimme, who gave opening remarks at the conference.</p><p>Adding to the sense of repression, the British Palestinian doctor <a href=\"/opinions/2024/5/3/i-spent-43-days-in-gazas-now-destroyed-hospitals-my-mind-is-still-there\">Ghassan Abu Sittah</a>, one of the main speakers, said officials at the airport in Berlin prevented him from continuing his journey and told him to return to the United Kingdom.</p><p><a href=\"/video/upfront/2023/11/14/yanis-varoufakis-on-israel-gaza-we-europeans-have-created-this\">Yanis Varoufakis</a>, the Greek left-wing economist and former minister of finance, <a href=\"https://www.yanisvaroufakis.eu/2024/04/13/my-berlin-speech-on-palestine-that-german-police-entered-the-venue-to-ban/\" target=\"_blank\" rel=\"noopener\">posted online</a> the speech he had planned to make. Like Abu Sittah, Varoufakis faced an entry ban after the furore. The Berlin Administrative Court later ruled that the ban on Abu Sittah’s political activity was unlawful.</p><p>Throughout Israel’s genocidal war against Palestinians in Gaza, German police and security services have repeatedly claimed protests in support of those being bombarded are anti-Semitic or are to be interpreted as revering Hamas. Thousands of individual protesters have been arrested, and many planned demonstrations have been banned outright.</p><p>Germany is Israel’s biggest diplomatic supporter in Europe and enforces strict limits on speech that criticises or attacks Israel, with some arguing this is necessary because of Germany’s genocide of six million Jews in the Holocaust.</p><p>It is a justification that Wieland Hoban rejects, saying the laws are even used against Jewish people who speak up for Palestine.</p><p>“Even if you lost family in the Holocaust, you can still be lectured by some German about what you can say,” said Hoban. “Simply mentioning the Holocaust can get you accused of relativierung” – a word that is used to suggest someone is playing down the Holocaust by drawing comparisons to other, lesser, crimes against humanity.</p><p>Last month, a group of United  Nations experts said they were alarmed by the “pattern of police violence and apparent suppression of Palestine solidarity activism by Germany”.</p><p>If this week’s case goes in favour of the conference organisers, it will be a blow to Germany’s controversial stance.</p><p>Videos of <a href=\"/news/2025/9/10/german-police-brutality-targets-pro-palestine-movement-injured-protester\">police using force</a> to shut down nonviolent protests for Gaza on the streets of German cities have coursed around the world.</p><p>But what marked the state’s intervention in the Palestine Congress apart was that it represented the silencing of an event consisting of talks and debates in an indoor venue – a sphere of political expression that lawyers had previously thought was off-limits for police repression.</p></div></div></body></html>"
        },
        {
            "title": "What’s the price tag on Israel’s propaganda machine? | Gaza News | Al Jazeera",
            "time": "2025-11-26T10:14:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/propaganda-machine116x9-1764151754.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Despite a ceasefire with Hamas, Israel is still working to manage public opinion around its genocidal war on Palestinians in Gaza. But how much is it costing to run?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Video: Popemobile converted into clinic to treat children in Gaza | Gaza | Al Jazeera",
            "time": "2025-11-26T10:13:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764152002.jpg?resize=1440%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Powerful storms, floods bring new challenges to Palestinians in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-26T10:06:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6926cd5f19ccc-1764150623.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s more than two-year genocidal war has forced nearly all of Gaza’s two million people from their homes to live in makeshift tents in displacement camps.</p><p>Added to their suffering is the prospect of harsh winter storms and flooding that might see even these temporary shelters, which are unable to withstand harsh conditions, disappear.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Gaza has already been subjected to worsening weather conditions.</p><p>“Over the past 24 hours, we’ve seen strong wind, heavy rainfall and plummeting temperatures here, turning many of the displacement areas here into pools of muddy water,” said Al Jazeera’s Hani Mahmoud, reporting from Gaza City.</p><p>“We have areas that have been completely submerged by water, areas that were flooded by the heavy rainfall that was mixed with sewage water as well, making it very dangerous for people here.”</p><p>These conditions have reduced whole families to scooping muddy water from their tents using only buckets and holding down their tents using other rudimentary tools such as rocks and blocks, in the hopes of protecting the few belongings they have left.</p><p>“All the tents are destroyed. Our tents are just made of fabric. Our children are drowning. There’s nothing for us to wear, no clothes to put on,” Assmaa Fayad, a displaced Palestinian, told Al Jazeera.</p><h2 id=\"thousands-of-tents-damaged\">Thousands of tents damaged</h2><p>The United Nations Refugee Agency (UNHCR) last week said the downpours have damaged at least 13,000 tents.</p><p>“Many of these displacement sites are pitched in open areas or the ruins of many of the destroyed buildings here [in Gaza],” said Al Jazeera’s Mahmoud.</p><p>The problem with these buildings is that “they’re cracked in the walls … in the ceilings”, which also makes the living conditions in these buildings difficult, said Mahmoud.</p><p>Under a United States-brokered ceasefire, which took effect on October 10, and which <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">Israel has violated hundreds of times</a>, aid deliveries were supposed to be significantly ramped up, with at least 600 trucks a day due to enter Gaza to fulfil the population’s needs.</p><p>However, Gaza’s Government Media Office has said only an average of 145 trucks have been entering Gaza since the ceasefire.</p><p>The UNHCR said in a post on social media that “thousands of internally displaced people in the Gaza Strip are struggling to find safe shelter in preparation for the coming cold weather”. “More shelter materials are still needed,” it added.</p><p>Aid organisations say that at least 300,000 mobile homes and tents are needed to house displaced people.</p><p>The UN agency for Palestinian refugees (UNRWA) has said that more than 79,000 displaced people are living in 85 UNRWA-run shelters in the Gaza Strip.</p><h2 id=\"siege-policy\">‘Siege policy’</h2><p>The Palestinian Mujahideen Movement issued a statement, condemning the lack of supplies to help Palestinians as winter approaches.</p><p>“The suffering of our people in Gaza, especially the displaced, has worsened amid the cold and rainy weather. The flooding of the displaced persons’ tents is a direct result of the Zionist [Israeli] siege policy and the prevention of the entry of basic necessities, all while the world remains silent”.</p><p>The Palestinian Mujahideen Movement also called on the international community to “take immediate action and pressure the Zionist enemy to open the crossings and allow the entry of aid and essential supplies”.</p><p>Hamas spokesperson Hazem Qassem wrote a message on Telegram: “All the world’s efforts to alleviate the disaster have failed because of the Israeli siege.”</p><p>The sunny and dry weather conditions on Wednesday provide little relief, said Al Jazeera’s Mahmoud, as “a lot of people worry that by the evening, winds will pick up again”.</p></div></div></body></html>"
        },
        {
            "title": "A timeline of CIA operations in Latin America | Conflict News | Al Jazeera",
            "time": "2025-11-26T09:55:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/1973-09-11T000000Z_1997493701_RP1DRIEJINAB_RTRMADP_3_NODESC-1764062641_8542b3-1764150867.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Over the past two centuries, the United States has repeatedly carried out military operations in Central and South America and the Caribbean.</p><p>Starting in the late 1800s, all the way into the early 20th century, the US conducted the Banana Wars, a series of military interventions in Central America, to protect the interests of US corporations in the region.</p><p>In 1934, under President Franklin D Roosevelt, the US introduced the “Good Neighbor Policy”, pledging not to invade or occupy Latin American countries or interfere in their internal affairs. However, during the Cold War, the US financed several operations aimed at overthrowing elected left-wing leaders in the region.</p><p>Many of these operations have been coordinated by the Central Intelligence Agency (CIA), which was founded in 1947.</p><p>As Washington builds a <a href=\"/news/2025/10/25/what-military-force-has-the-us-positioned-off-venezuelas-coast\">large-scale military presence</a> close to the coast of Venezuela and continues air strikes on Venezuelan boats it claims are trafficking drugs in the Caribbean and the eastern Pacific, US President Donald Trump says he <a href=\"/news/2025/11/14/is-venezuela-prepared-for-a-us-attack-as-washington-ramps-up-forces\">has not ruled out a land operation</a> inside the country itself. Many observers believe that Trump’s allegations that Venezuela is responsible for drug trafficking are a cover for his <a href=\"/opinions/2025/11/23/venezuela-a-not-so-covert-cia-disaster-in-the-making\">real objective of regime change</a> there.</p><p>We look at some of the US’s history of similar interventions.</p><h2 id=\"1950s-in-guatemala\">1950s in Guatemala</h2><p>In 1954, elected Guatemalan President Jacobo Arbenz Guzman was toppled by local fighter groups backed by the CIA under US President Dwight Eisenhower.</p><p>Arbenz had sought to nationalise a company, stoking fears within the US of more socialist policies in Guatemala.</p><p>Under the CIA’s Operation PBSuccess, the agency trained fighters led by military officer Carlos Castillo Armas, who took power after the coup. A civil war raged in Guatemala from 1960 to 1996 between the Guatemalan government and military on one side, and leftist rebel groups on the other.</p><figure id=\"attachment_4127611\" aria-describedby=\"caption-attachment-4127611\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4127611\" src=\"/wp-content/uploads/2025/11/GettyImages-514900070-1763991556.jpg?w=770&amp;resize=770%2C586&amp;quality=80\" alt=\"Arbenz\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4127611\" class=\"wp-caption-text\">Jacobo Arbenz Guzman (centre), ousted as president of Guatemala in an anti-communist revolt backed by the CIA, speaks with a group of French reporters in Paris in 1955. He and his wife travelled to Switzerland, where he negotiated with authorities for recognition of his Swiss citizenship, based on the Swiss nationality of his father [Bettmann collection/Getty Images]</figcaption></figure><h2 id=\"1960s-in-cuba\">1960s in Cuba</h2><p>In 1959, Cuban communist leader Fidel Castro came to power after overthrowing dictator Fulgencio Batista.</p><p>Under Eisenhower, the CIA devised a plan to train Cuban exiles to invade the country and overthrow Castro. US President John F Kennedy, a Democrat who won the 1960 election, was briefed about the plan during his inauguration.</p><p>Castro found out about the training camps through Cuban intelligence. In 1961, Kennedy signed off on the Bay of Pigs Invasion, a plan for the Cuban exiles to overthrow Castro. However, the invasion failed when the Cuban military overwhelmed them.</p><figure id=\"attachment_4127629\" aria-describedby=\"caption-attachment-4127629\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4127629\" src=\"/wp-content/uploads/2025/11/GettyImages-535787083-1763991832.jpg?w=770&amp;resize=770%2C521&amp;quality=80\" alt=\"Bay of Pigs\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4127629\" class=\"wp-caption-text\">Cuban exiles trained by the US landing at the Bay of Pigs, Cuba – and surrendering – in 1961 [Photo12/Universal Images Group via Getty Images]</figcaption></figure><h2 id=\"1960s-in-brazil\">1960s in Brazil</h2><p>In 1961, Joao Goulart came to office as president of Brazil, with a mandate to pursue social and economic reforms. He maintained good relations with socialist countries such as Cuba and nationalised a subsidiary of the US-owned International Telephone and Telegraph (ITT).</p><p>In response, the CIA funded pro-US politicians and supported anti-communist groups. This undermined Goulart’s leadership, culminating in a military coup in 1964, which established a US-friendly dictatorship that would last until 1985.</p><figure id=\"attachment_4127637\" aria-describedby=\"caption-attachment-4127637\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4127637\" src=\"/wp-content/uploads/2025/11/GettyImages-515586520-1763992017.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"Brazil 1964\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4127637\" class=\"wp-caption-text\">Troops guard the War Ministry in Rio de Janeiro, Brazil, through the night on April 1, 1964, as a rebellion against the left-leaning regime of President Joao Goulart begins [Bettmann collection/Getty Images]</figcaption></figure><h2 id=\"1960s-in-ecuador\">1960s in Ecuador</h2><p>After going through 27 presidents between 1925 and 1947, Ecuador witnessed a rare period of stability in the 1950s.</p><p>It was not to last. By the early 1960s, the US was worried about the pro-Cuba policies of President Jose Velasco Ibarra and his Vice President Carlos Julio Arosemena, who advocated for closer relations with Soviet bloc nations.</p><p>The CIA, using US labour organisations as its conduits, financed the spread of anti-communist sentiment in the country.</p><p>“In the end, they [the CIA] owned almost everybody who was anybody [in Ecuador],” a CIA agent told analyst Roger Morris later, in a 2004 CIA-approved appraisal of the agency’s activities in Latin America.</p><p>Arosemena first staged a coup against Ibarra, and initially turned further to the left, before trying to moderate his positions. Then, in 1963, the military staged a coup against him, banning the Communist Party and severing ties with Cuba, aligning with US interests.</p><figure id=\"attachment_4127716\" aria-describedby=\"caption-attachment-4127716\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4127716 size-arc-image-770\" src=\"/wp-content/uploads/2025/11/GettyImages-517818004-1763993704.jpg?w=770&amp;resize=770%2C656&amp;quality=80\" alt=\"Ecuador\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4127716\" class=\"wp-caption-text\">Student protesters overturn a car in downtown Guayaquil, Ecuador, on November 6, 1961, during a demonstration against the government of President Jose Velasco Ibarra [Bettmann collection/Getty Images]</figcaption></figure><h2 id=\"1960s-and-70s-in-bolivia\">1960s and 70s in Bolivia</h2><p>Between 1963 and 1964, the US used covert funding, largely through the CIA, to influence Bolivia’s politics.</p><p>The funding backed leaders who were friendly to the US, and supported a military coup in November 1964 led by General Rene Barrientos Ortuno against elected President Victor Paz Estenssoro. The coup was successful and forced Paz Estenssoro into exile.</p><p>But the US was not done interfering in Bolivia.</p><p>By the early 1970s, Washington had its eye on another regime change. This time, the target was President Juan Jose Torres, who had come to power in 1970 and had nationalised multiple US companies in the country.</p><p>According to the US State Department’s official <a href=\"https://history.state.gov/historicaldocuments/frus1969-76ve10/d76a\" target=\"_blank\" rel=\"noopener\">history</a>, the US ambassador in La Paz, in June 1971, told Washington that it needed to support Torres’s opponents. The White House secretly sought, and received, $410,000 ($3.3m in today’s money) in what critics within the administration described as “coup money” to finance military leaders and political leaders opposed to Torres.</p><p>Two months later, senior military officer Hugo Banzer led a successful coup against Torres. The US continued to fund Banzer’s government, which ruled until 1978. Nearly two decades later, Banzer would return to power once again, after actually winning an election in 1997.</p><figure id=\"attachment_4127725\" aria-describedby=\"caption-attachment-4127725\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4127725\" src=\"/wp-content/uploads/2025/11/GettyImages-3269528-1763994070.jpg?w=770&amp;resize=770%2C573&amp;quality=80\" alt=\"Banzer\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4127725\" class=\"wp-caption-text\">Bolivia’s President Hugo Banzer, whom the US supported, wearing a uniform and decorations at his desk in April 1978 [Keystone/Getty Images]</figcaption></figure><h2 id=\"1970s-in-chile\">1970s in Chile</h2><p>The CIA provided funding to help end the presidency of Salvador Allende, an elected leftist leader. Allende had planned to nationalise Chilean copper companies, many of which were owned by US interests.</p><p>The CIA funding was used to back Allende’s opponent and spread anti-communist sentiment. This spiralled into the 1973 military coup led by General Augusto Pinochet. Allende shot himself dead using an AK-47 rifle before he was captured: Doubts about the cause of his death lingered for decades before it was confirmed by an independent autopsy years later.</p><p>The brutal US-backed dictatorship of Augusto Pinochet lasted 17 years.</p><figure id=\"attachment_4127608\" aria-describedby=\"caption-attachment-4127608\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4127608\" src=\"/wp-content/uploads/2025/11/GettyImages-517264184-1763991383.jpg?w=770&amp;resize=770%2C534&amp;quality=80\" alt=\"Chile\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4127608\" class=\"wp-caption-text\">Edward J Gerrity, a senior vice president for corporate relations at the US-owned International Telephone and Telegraph (ITT), tells US Senate investigators in 1973 that he talked with a CIA agent in 1970 about plans designed to create economic chaos in Chile after the election of Salvador Allende as president [Bettmann collection/Getty Images]</figcaption></figure><h2 id=\"1970s-operation-condor-in-six-countries\">1970s: Operation Condor in six countries</h2><p>In 1975, the CIA supported right-wing military dictatorships in six Latin American countries by setting up a transnational network called Operation Condor. This began during the US presidency of Gerald Ford.</p><p>Targeted countries included Argentina, Bolivia, Brazil, Chile, Uruguay and Paraguay. The operation was aimed at crushing political dissidents, leftists and communist sympathisers. The dictatorships used a shared database to monitor dissidents and their families across state borders.</p><p>They used tactics such as exchanging intelligence, information, prisoners and torture techniques. Under the operation, at least 97 people were killed, according to Plan Condor, a joint initiative by Latin American organisations and the University of Oxford.</p><h2 id=\"1980s-in-el-salvador\">1980s in El Salvador</h2><p>In December 1981, the Salvadoran military’s elite Atlacatl Battalion conducted a deadly massacre in the village of El Mozote, killing about 1,000 civilians, including women and children. This was during El Salvador’s civil war of 1980-92.</p><p>The battalion was trained and equipped by the US under its larger Cold War policy of suppressing leftist rebellions in Latin America. The US government greatly increased military aid to El Salvador between 1980 and 1982.</p><h2 id=\"1980s-in-grenada\">1980s in Grenada</h2><p>It was a familiar story by now. Maurice Bishop, the prime minister of the tiny Caribbean island, had adopted Marxist-Leninist policies after seizing power himself in 1979 when the previous premier, Eric Gairy, was out of the country.</p><p>By the early 1980s, the US was worried about Cuban influence in Grenada. As bloody infighting broke out within Bishop’s party over a leadership struggle in October 1983, the US swooped in an operation codenamed Operation Urgent Fury, invading the country, capturing Cubans in Grenada and ensuring that the country’s future was aligned with US priorities.</p><figure id=\"attachment_4127746\" aria-describedby=\"caption-attachment-4127746\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4127746\" src=\"/wp-content/uploads/2025/11/GettyImages-105202493-1763994952.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Grenada\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4127746\" class=\"wp-caption-text\">US Marines take a break during the US invasion of Grenada in 1983, codenamed Operation Urgent Fury [Archive Photos/Getty Images]</figcaption></figure><h2 id=\"1980s-in-panama\">1980s in Panama</h2><p>The US invaded Panama in 1989 during the US presidency of George HW Bush, a Republican. The invasion was called Operation Just Cause.</p><p>The US underplayed the death toll and justified the invasion, saying it was carried out to remove President Manuel Noriega for alleged drug trafficking.</p></div></div></body></html>"
        },
        {
            "title": "Coalition of the willing “polishing the details” on Ukraine deployment | Digital Series | Al Jazeera",
            "time": "2025-11-26T09:39:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/UPD-Quotable-thumbnail-16x9OK-1764149903.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">“If there is a ceasefire, who is going to monitor it? How is it going to be enforced?”</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Domitilla Sagramoso at King’s College London breaks down the key issues that will shape the coalition of the willing in Ukraine.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Sudanese women in Chad grapple with trauma of wartime violence | Humanitarian Crises News | Al Jazeera",
            "time": "2025-11-26T09:36:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/000_866D266-1764146291.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"898\" data-end=\"1090\">The brutality of <a href=\"/tag/sudan-war/\">Sudan’s war</a> is spilling across the border into Chad, where women and children fleeing the violence are arriving with deep trauma and almost no access to psychological support.</p><p data-start=\"1092\" data-end=\"1391\">Eastern Chad has become a refuge for tens of thousands escaping the conflict that erupted in 2023 and has since grown into the world’s largest humanitarian crisis.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"1092\" data-end=\"1391\">Millions have been uprooted, many of them carrying the physical and emotional scars of abuse, assault and the relentless terror of war.</p><p data-start=\"1393\" data-end=\"1618\">Al Jazeera’s Ahmed Idris visited the Tulum refugee camp in eastern Chad, where a small group of Sudanese survivors has formed a support circle, one of the few spaces where victims can speak openly about what happened to them.</p><p data-start=\"1620\" data-end=\"1914\">Basma and her sister are among them. Survivors of sexual violence, they are still trying to process the trauma of what happened two months ago as they attempted to flee <a href=\"/news/2025/11/12/un-urges-humanitarian-corridor-to-help-civilians-stuck-in-sudans-el-fasher\">el-Fasher</a>.</p><p data-start=\"1620\" data-end=\"1914\">They say militias allied with the paramilitary Rapid Support Forces (RSF) intercepted them and subjected them to days of torture.</p><p data-start=\"1916\" data-end=\"2078\">“May God expose and punish them. God willing, we will have our day of reckoning. They held me and my sister for five days and tortured us,” Basma told Al Jazeera.</p><p data-start=\"2080\" data-end=\"2451\">The RSF <a href=\"/video/the-take-2/2025/10/31/what-does-the-fall-of-el-fasher-mean-for-sudan\">seized el-Fasher</a>, the capital of North Darfur state, in late October after a campaign that witnesses and rights groups describe as marked by mass killings, kidnappings and widespread sexual violence.</p><p data-start=\"2080\" data-end=\"2451\">The United Nations aid chief, Tom Fletcher, said the city had become a “<a href=\"/news/2025/11/19/sudans-el-fasher-a-crime-scene-after-rsf-takeover-un-aid-chief\">crime scene</a>”, while Amnesty International has accused RSF fighters of committing <a href=\"/news/2025/11/25/sudans-rsf-committing-war-crimes-in-darfur-says-amnesty\">war crimes</a> there.</p><p data-start=\"2080\" data-end=\"2451\">The UN Human Rights Council has <a href=\"/news/2025/11/14/un-rights-council-orders-probe-of-appalling-abuses-in-sudans-el-fasher\">ordered an investigation</a> into “atrocities” committed in el-Fasher, which had been under an 18-month siege when it fell to the RSF on October 26.</p><h2 id=\"breaking-the-silence\" data-start=\"2080\" data-end=\"2451\">Breaking the silence</h2><p data-start=\"2453\" data-end=\"2572\">Others who escaped to Chad lost entire families in the chaos. Many still do not know whether their loved ones survived.</p><p data-start=\"2574\" data-end=\"2711\">“Many members of my family are presumed dead. My uncles, my mother and children are all missing,” said Zaina Ibrahim, a Sudanese refugee.</p><p data-start=\"2713\" data-end=\"3043\">With professional mental healthcare almost nonexistent, the women’s informal support group has become a lifeline.</p><p data-start=\"2713\" data-end=\"3043\">Officials say there is only one psychiatrist in this part of Chad and a small number of psychologists working with humanitarian organisations, nowhere near enough for the hundreds of thousands displaced by the war.</p><p data-start=\"3045\" data-end=\"3252\">The sessions are led by Fatimah Fadul, a longtime refugee and survivor herself. She works to break the cultural silence surrounding rape and abuse, urging women and girls to speak openly despite the stigma.</p><p data-start=\"3254\" data-end=\"3635\">“As Sudanese, we face the stigma: mothers at home pressure the girl, telling her not to speak or to keep silent about the rape. We raise awareness and encourage our sisters and our mothers to speak up about rape in order to claim their rights. When you stay silent, you inflict internal psychological harm, leading to illnesses,” said Fadul, president of the victims’ support group.</p><p data-start=\"3637\" data-end=\"3855\">She believes acknowledging trauma is essential, yet the need far outweighs the resources available. For every woman who finds even minimal support, hundreds more remain without help, counselling or any hope of justice.</p><p data-start=\"3857\" data-end=\"4009\" data-is-last-node=\"\" data-is-only-node=\"\">For Basma, Zaina and countless others scattered across eastern Chad, survival now means confronting the memories of violence long after they escaped it.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Taiwan unveils $40bn budget for defence spending to counter China | Military News | Al Jazeera",
            "time": "2025-11-26T09:16:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251126__867R2EZ__v3__HighRes__TopshotTaiwanDefence-1764140292.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Taiwanese President William Lai Ching-te has announced a $40bn budget for defence spending over the next eight years, to get “closer to the vision of an unassailable Taiwan, safeguarded by innovation and technology”.</p><p>Taiwan has been ramping up defence spending over the past decade, but United States President Donald Trump’s administration has pushed the self-ruled island to further increase its defence spending as a means to deter a potential Chinese attempt to regain control over the territory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Lai said on Wednesday that the military aimed to have a “high level” of joint combat readiness against China by 2027 – which US officials have previously cited as a possible timeline for a Chinese military operation on the island.</p><p>“The ultimate goal is to establish defence capabilities that can permanently safeguard democratic Taiwan,” Lai said at a news conference in Taipei after announcing the $40bn spending plan in an opinion piece in The Washington Post newspaper.</p><p>Lai’s announcement came as Tokyo and Beijing were locked in a weeks-long diplomatic spat that followed <a href=\"/news/2025/11/18/china-suspends-japanese-film-releases-amid-diplomatic-row-over-taiwan\">remarks by Japanese Prime Minister Sanae Takaichi</a> suggesting Japan could intervene militarily in any attack on Taiwan.</p><p>China claims the island is part of its territory and has threatened to use force to regain control over it.</p><h2 id=\"us-reaction\">US reaction</h2><p>The US’s top envoy in Taiwan, Raymond Greene, said he “welcomes” the government’s spending plan and urged the island’s rival political parties to “find common ground” on boosting its defences.</p><p>Lai said the extra spending would go towards new arms purchases from the US, as well as enhancing Taiwan’s ability to wage asymmetrical warfare.</p><p>But he said the spending was not tied to Taiwan’s ongoing tariff negotiations with the US, insisting the main goal was to “demonstrate Taiwan’s determination to defend” itself.</p><p>His comments also follow <a href=\"/news/2018/9/25/us-approves-330m-military-sale-to-taiwan-draws-chinese-anger\">US approval earlier this month</a> for $330m of parts and components in Washington’s first military sale to Taiwan since Trump’s return to the White House.</p><p>Lai, who leads the Democratic Progressive Party (DPP), previously laid out plans to boost annual defence spending to more than 3 percent of gross domestic product next year and 5 percent by 2030.</p><p>Trump has demanded Taiwan raise its defence spending to as much as 10 percent of GDP, a proportion well above what the US or any of its key allies spend.</p><p>The government has proposed $949.5bn New Taiwan dollars ($30bn), or 3.32 percent of GDP, for defence spending next year.</p><h2 id=\"higher-than-expected\">Higher than expected</h2><p>The additional spending plan announced on Wednesday exceeds the $32bn previously revealed to the AFP news agency by a senior DPP politician.</p><p>Speaking earlier in Beijing, Peng Qingen, a spokesperson for China’s Taiwan Affairs Office, said Taiwan was allowing <a href=\"/news/2025/11/26/china-warns-foreign-interference-in-taiwan-will-be-crushed\">“external forces”</a> to dictate its decisions.</p><p>In the opinion piece, Lai said he would accelerate the development of the so-called “T-Dome” – a multi-layered air defence system – which will “bring us closer to the vision of an unassailable Taiwan, safeguarded by innovation and technology”.</p><p>But the government may struggle to get the proposed spending approved by parliament, where the main opposition Kuomintang party, which advocates closer ties with China, controls the purse strings with the help of the Taiwan People’s Party.</p><p>Recently elected Kuomintang chairperson Cheng Li-wun has previously opposed Lai’s defence spending plans, saying Taiwan “doesn’t have that much money”.</p></div></div></body></html>"
        },
        {
            "title": "Trump administration moves to roll back limits on deadly soot pollution | Environment News | Al Jazeera",
            "time": "2025-11-26T09:02:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25329704118782-1764133662_7413db-1764133790.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump administration moves to roll back limits on deadly soot pollution</h1><p class=\"article__subhead\"><em>Trump’s Environmental Protection Agency says strict air quality standards were introduced without sufficient review.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s administration has moved to roll back tougher limits on deadly soot pollution, prompting condemnation from environmental groups.</p><p>The Trump administration’s latest bid to weaken environmental standards comes after the Environmental Protection Agency (EPA) filed a court motion arguing that former President Joe Biden’s administration exceeded its authority when it tightened air quality standards in 2024.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a motion filed on Monday, lawyers for Trump’s EPA asked a Washington, DC, appeals court to throw out the tougher standard, arguing it was introduced without the “rigorous, stepwise process” required under the 1963 Clean Air Act.</p><p>The EPA initially defended the tougher standard amid a flurry of legal challenges from Republican-led states and business groups, which argued the rule would raise costs, before reversing course under Trump appointee Lee Zeldin.</p><p>“EPA has concluded that the position it advanced earlier is erroneous,” lawyers for the EPA said in the filing, arguing that the agency should complete a “thorough review of the underlying criteria and corresponding standards” before revising the limit.</p><p>Under Biden appointee Michael S Regan, the EPA last year substantially lowered acceptable soot levels, from 12 micrograms per cubic metre of air to 9 micrograms per cubic metre of air.</p><p>The agency said at the time that the tougher standard would prevent up to 4,500 premature deaths and 290,000 lost workdays by 2032.</p><p>Upon taking office earlier this year, Zeldin, a former Republican lawmaker, pledged to roll back dozens of environmental regulations as part of what he dubbed the “largest deregulatory action in the history of the United States”.</p><p>Patrice Simms, an environmental lawyer at the nonprofit organisation Earthjustice, said lowering air quality standards would harm public health.</p><p>“Trump has made it clear that his agenda is all about saving corporations money, and this administration’s EPA has nothing to do with protecting people’s health, saving lives, or serving children, families or communities,” Simms said in a statement.</p><p>“We will continue to defend this life-saving standard.”</p><p>Patrick Drupp, the director of climate policy at the Sierra Club, also condemned the EPA’s move, calling it “reckless” and “a complete betrayal” of the agency’s mission.</p><p>“While this administration continues to strip away access to affordable healthcare, they are simultaneously allowing fossil fuel companies to cut corners and make Americans sicker,” Drupp said.</p></div></div></body></html>"
        },
        {
            "title": "Luka Doncic scores 43 as Lakers defeat Clippers in NBA Cup | Basketball News | Al Jazeera",
            "time": "2025-11-26T08:41:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251126__2248467386__v1__HighRes__LosAngelesClippersVLosAngelesLakers-1764145391_c6c1e4-1764145719.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Luka Doncic scores 43 as Lakers defeat Clippers in NBA Cup</h1><p class=\"article__subhead\"><em>Doncic, Austin Reaves and LeBron James combined for 99 points as the LA Lakers clinched their group in NBA Cup play.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Luka Doncic scored 24 of his 43 points in the first quarter and finished with 13 assists and nine rebounds as the host Los Angeles Lakers notched a 135-118 victory over the Los Angeles Clippers on Tuesday to clinch West Group B of the NBA Cup.</p><p>Austin Reaves scored 18 of his 31 points in the fourth quarter and collected nine rebounds for the Lakers, who won their fifth consecutive game. LeBron James added 25 points, six rebounds and six assists, and Rui Hachimura had 13 points.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Lakers improved to 3-0 in NBA Cup play while the Clippers fell to 2-1. The Clippers are still in the running for a wild-card spot.</p><p>James Harden recorded 29 points and nine assists, and Kawhi Leonard and Kris Dunn scored 19 points apiece for the Clippers, who have lost 11 of their past 13 games. John Collins posted 18 points, and Ivica Zubac added 10 points and 10 rebounds.</p><p>The Lakers shot a torrid 57.5 percent from the field, including 13 of 29 (44.8 percent) from 3-point range. Doncic made a season-best seven treys while registering his fifth 40-point effort of the campaign.</p><p>The Clippers made 51.9 percent of their field-goal attempts and were 13 of 35 (37.1 percent) from behind the arc.</p><p>Dunn was ejected with 3:33 left after shoving the basketball into Doncic’s chest and hitting the Lakers’ Jaxson Hayes in the face with an open hand after Hayes pushed Dunn from behind. Hayes received a technical foul.</p><p>Reaves scored seven points during a 14-4 run to start the fourth quarter as the Lakers turned a five-point advantage into a 112-97 lead.</p><p>A short time later, he scored five straight Lakers points to push the advantage to 117-102 with 6:51 remaining.</p><p>The Clippers crept within 124-115 on Harden’s basket with 2:55 left before the Lakers scored the next nine points to sew up the victory.</p><p>Doncic made five 3-pointers during his 24-point first quarter, but the Lakers trailed 38-37 entering the second.</p><p>Doncic had 32 points at halftime as the Lakers led 69-66. Harden scored 16 points in the first half for the Clippers.</p><p>James’ basket gave the Lakers an 82-72 advantage with 8:30 left in the third quarter. The Clippers ripped off the next 11 points, though, taking an 83-82 edge on Leonard’s basket with 5:31 remaining.</p><p>The Lakers jumped back on top, and James converted a three-point play to give them a 98-93 lead entering the final stanza.</p><figure id=\"attachment_4132025\" aria-describedby=\"caption-attachment-4132025\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4132025\" src=\"/wp-content/uploads/2025/11/AP25330255992267-1764145558.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Luka Doncic and LeBron James react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4132025\" class=\"wp-caption-text\">Los Angeles Lakers forward LeBron James (#23) high-fives teammate Luka Doncic (#77) during the game against the Los Angeles Clippers [Jae C Hong/AP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "France detains four amid inquiry into suspected Russian spy network | Espionage News | Al Jazeera",
            "time": "2025-11-26T08:40:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/05/AFP__20240318__34LM6UJ__v1__HighRes__FrancePoliceInvestigation-1715757961.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"268\" data-end=\"742\">French prosecutors say three people have been placed in custody on suspicion of <a href=\"/news/2023/11/22/group-of-16-russian-spies-charged-in-poland-face-10-years-in-prison\">spying for Russia</a> and promoting its wartime propaganda, while a fourth suspect has been placed under strict police supervision.</p><p data-start=\"268\" data-end=\"742\">Prosecutors said on Wednesday that the suspects held in detention include a 40-year-old Russian man filmed putting up pro-Moscow posters on the iconic Arc de Triomphe in Paris; a 40-year-old Russian-born woman known as the head of the French-Russian SOS Donbass group, and a 63-year-old man from a northern suburb of Paris.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"268\" data-end=\"742\">A fourth suspect, 58, was spared pre-trial detention but placed under strict supervision and ordered to report to the police once a week.</p><p data-start=\"744\" data-end=\"1281\">The woman leading SOS Donbass, which presents itself as a humanitarian group helping civilians in Ukraine’s eastern Donbas region, had been monitored by France’s domestic intelligence service since early this year, the General Directorate for Internal Security, which is known by its French-language acronym DGSI, said.</p><p data-start=\"744\" data-end=\"1281\">After detecting “actions likely to harm the fundamental interests of the nation”, the DGSI opened a judicial inquiry in March into suspected offences by the woman, including “collusion with a foreign power”, a charge that carries up to 10 years in prison.</p><p>French counterespionage officials believe the woman was trying to collect economic information from French company executives.</p><p>The detentions come as fears of <a href=\"/news/2025/1/23/we-see-you-how-a-russian-spy-ship-prompted-a-uk-scramble\">Russian espionage grow across Europe</a>, with countries pointing the finger at Moscow’s spy services amid sabotage attacks as Russia’s war in Ukraine grinds on.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last month, police in the United Kingdom arrested <a href=\"/news/2025/10/23/uk-police-arrest-three-men-on-suspicion-of-spying-for-russia\">three men</a> in their 40s under the 2023 National Security Act, accusing them of assisting Russia’s foreign intelligence service.</p><p>In a separate case, two young ringleaders of a group were given lengthy sentences on charges of <a href=\"/news/2025/10/25/russia-backed-arson-attack-ringleaders-handed-hefty-jail-sentences-in-uk\">carrying out arson attacks</a> in London on behalf of the Wagner Group – the Russian state-funded mercenary force.</p><p>In March, <a href=\"/news/2025/3/7/russian-spy-ring-dubbed-the-minions-convicted-in-uk-court\">three Bulgarian</a> nationals were convicted in London of belonging to a Russian spy unit that conducted surveillance for the Kremlin on a US military base and on individuals targeted by Moscow.</p><p data-start=\"2130\" data-end=\"2548\">Tensions escalated further last week when UK Defence Secretary John Healey said the crew on board the <a href=\"/news/2025/11/20/uk-accuses-russian-spy-ship-of-pointing-lasers-at-pilots-watching-vessel\">Russian spy ship Yantar</a> had aimed lasers at the pilots of British surveillance aircraft sent to observe the vessel in waters off Scotland.</p><p data-start=\"2130\" data-end=\"2548\">Healey condemned the move as “reckless and dangerous” and said the UK would respond to any territorial incursions.</p><p data-start=\"2130\" data-end=\"2548\">“We have military options ready should the Yantar change course”, he said.</p><p data-start=\"2130\" data-end=\"2548\">The Kremlin has rejected all allegations, accusing London of blaming Russia whenever something “bad” happens in the UK.</p><p data-start=\"2130\" data-end=\"2548\">Switzerland’s Federal Intelligence Service (FIS) also reports that the country has become an <a href=\"/news/2023/6/27/switzerland-says-country-a-hotbed-for-russian-chinese-spies\">espionage hotspot</a> since Moscow’s invasion of Ukraine. The FIS estimated in 2023 that at least a third of Russia’s 220 accredited officials in the country were likely spies.</p><p data-start=\"2862\" data-end=\"3324\">The UK Ministry of Defence said on Sunday that a British patrol vessel intercepted a Russian corvette and tanker in the English Channel, noting Russian naval movements near UK waters had risen by 30 percent in two years.</p><p data-start=\"2862\" data-end=\"3324\">NATO has also stepped up air patrols along Ukraine’s border following suspected <a href=\"/news/2025/10/5/poland-deploys-air-defences-as-russia-launches-new-strikes-on-ukraine\">Russian airspace incursions and drone sightings</a> in several member states, including Poland, where authorities last month arrested eight people suspected of espionage and sabotage on behalf of Russia.</p><p data-start=\"2862\" data-end=\"3324\">In December 2024, Finland seized <a href=\"/news/2024/12/27/did-a-russian-shadow-ship-cut-the-finland-estonia-undersea-baltic-cable\">a Russia-linked ship</a> suspected of deliberately damaging an undersea cable between Finland and Estonia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "X’s new location disclosure policy: What does it mean for safety? | Cybersecurity News | Al Jazeera",
            "time": "2025-11-26T08:29:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/shutterstock_2598313361-1764145235.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>X, the social media platform formerly known as Twitter and owned by Elon Musk, has launched a new “transparency feature” which provides a greater level of information about accounts, including the locations of the users behind them.</p><p>X says the move will provide greater transparency and address concerns about “bots” that spread misinformation by enabling users to identify where they are based.</p><p>But it has raised concerns about safety and privacy for users worldwide.</p><p>Here is a closer look at what is happening.</p><h2 id=\"what-is-happening-at-x\">What is happening at X?</h2><p>Nikita Bier, head of product at the social media platform, announced the new feature, which will be rolled out globally, in a post on the platform on November 22.</p><p>“In a couple hours, we’ll be rolling out About This Account globally, allowing you to see the country or region where an account is based. This will be accessible by tapping the signup date on profiles,” Bier wrote.</p><p></p><p>X account profiles include a clickable “About This Account” page, which is accessible from the user menu. Until now, this page has displayed only the creation date of the account publicly.</p><p>Now, it also shows details such as the country the account holder is based in, the date the account was created, the number of times the username has been changed – and when – and the country of origin at the time of creation. It also indicates whether the app has been installed on an Android device or via the iOS App Store and in which country.</p><p>If the account is verified, it also displays the date it was verified. For some verified profiles, company affiliation also shows, such as X for Musk or the United States State Department for US Secretary of State Marco Rubio.</p><p>X said this is necessary to ensure content posted on the platform is “authentic” and transparent.</p><p>“This is an important first step to securing the integrity of the global town square. We plan to provide many more ways for users to verify the authenticity of the content they see on X,” Bier said.</p><h2 id=\"can-users-opt-out-of-this\">Can users opt out of this?</h2><p>On the whole, no. On Tuesday, the platform did not appear to provide an option to hide this information from other users. For private accounts, which users must request permission from the account holder to follow, the new information is only accessible to users who have been approved to follow them.</p><p>Bier added that for users who are located in countries with restrictions on free speech, “we’ve included privacy toggles to only show your region”. He did not specify which countries he was referring to or why this feature was being offered to users there.</p><h2 id=\"could-this-compromise-users-safety\">Could this compromise users’ safety?</h2><p>Mark Owen Jones, an associate professor of media analytics at Northwestern University in Qatar, told Al Jazeera that the new feature could enable people or agencies to cross-check the location of an anonymous account with data from other accounts, potentially allowing bad actors to identify or narrow down the location of someone requiring privacy because of security concerns.</p><p>It could also provoke attacks on people who are wrongly accused of falsifying their locations, he added.</p><p>“For example, saying that a journalist has been lying about their location in Poland, could lead to attacks on that person online, maybe in person, accusations of fraud that might have knock-on consequences on their personal and professional life,” Jones said.</p><p>“In that case, it risks causing damage to a person in terms of, you know, their wellbeing and their reputation and other forms of harassment.”</p><h2 id=\"who-could-be-badly-affected-by-this\">Who could be badly affected by this?</h2><p>Palestinians in Gaza are one group who could be particularly vulnerable to these sorts of claims, Jones said, because it is very difficult to verify who is telling the truth and who is not.</p><p>Since the feature was rolled out, some X users have claimed that accounts purporting to be of Palestinians in Gaza are in fact based in other countries. For instance, an account called @yasminemuhamsd, which was created last month, appears to belong to a Palestinian mother in Gaza, but the account is based in India, according to the About This Account page.</p><p>Another verified page, @sam_uel_best appears to be of a woman named Sarah Ali, whose bio reads “a Gazan woman, still resilient”. The account reposts links to different fundraisers, not just for Gaza, but also for local causes in the US. Most of these links are inactive. The About This Account page says that this account is based in Nigeria.</p><p>The Israeli Foreign Ministry has responded to these claims in an X post, stating: “New X feature ripped mask off countless fake ‘Gazan’ accounts. Some chap posting from Pakistan, another in London. Another manipulative abuser somewhere else. All claiming to be suffering in Gaza while in the comfort of some coffee shop far away.”</p><p>However, many people use VPN [virtual private network] services, which mask their IP addresses and hide their locations when they are browsing the internet. This can also spoof the location online and show it to be different from the actual location of the user.</p><p>Jones said that the feature is, therefore, of limited value because it only provides location information without confirming its accuracy.</p><p>“Of course, we know there are people scamming and pretending to be Palestinians to get money,” Jones said. However, he said, the creation of these sorts of accounts is just as likely to be a ploy to discredit genuine X users in Gaza.</p><p>“What if you created a bunch of accounts that were fake and obviously scammy and then made it look like they’re in Gaza and then they use that to say that Palestinians are scamming. You could easily engineer that situation, and I’m sure there’s some people doing that. If your job is to basically make Palestinians look bad and you don’t have any scruples, that’s exactly what you’d do.”</p><p>Jones said that pro-Israeli accounts have long been undermining the credibility of Palestinian content on social media via conspiracy theories, such as one about what they term “Paliwood”.</p><p>Using terms like “Paliwood” or “Gazawood”, pro-Israeli users claim that videos of atrocities in Gaza have been staged and are fake.</p><p>Jones said that if pro-Israeli accounts can claim that Palestinian influencers and journalists are also lying about their location, “it’s another piece of ‘evidence’ saying that they are just misleading the public”.</p><p>“This is the most dangerous aspect [of] these reputational attacks on Palestinians which will fuel into legitimising further the Israeli occupation and genocide.”</p><h2 id=\"will-this-feature-really-help-to-root-out-actual-bots\">Will this feature really help to root out actual ‘bots’?</h2><p>It’s debatable.</p><p>Since the feature was introduced on November 22, several Donald Trump supporters’ accounts, such as those called <a href=\"https://x.com/MAGANationX\">@MAGANationX</a> and <a href=\"https://x.com/MAGAStormX\">@MAGAStormX</a>, have been shown to be based in Eastern Europe, according to their About This Account pages.</p><p>Similar pages appear to be based in Thailand and Bangladesh, reigniting concerns among users about the suspected high number of “bots” in foreign countries that are spreading political and election-related misinformation about the US on the platform.</p><p>However, because of the widespread use of VPNs, which mask users’ true locations, people cannot confirm the information they see, Jones said. As a result, X is effectively passing the responsibility for detecting fraud, spam bots or state-backed information operations on to users.</p><p>“All it is doing is providing location information without actually giving people the ability to determine if that location data is accurate. What’s the point of rolling out a feature when you also roll out a qualifier saying, well, the accuracy of this information cannot be trusted?</p><p>“It should be on the companies to stop people [from] abusing the platform and having accounts rather than crowdsourcing the policing of accounts. Again, it’s just companies being lazy, not doing due diligence on their side and then passing that responsibility onto the consumer.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"can-about-this-account-pages-be-doctored\">Can ‘About this Account’ pages be doctored?</h2><p>Images and screen grabs of them can.</p><p>Some X users have already started sharing doctored images and videos purporting to show the “About This Account” pages of other users. One <a href=\"https://x.com/nikitabier/status/1992382852328255743\">post</a> on X, for example, accused the US Department of Homeland Security (DHS) account of being based in Israel.</p><p>Bier stepped in to refute this, saying, “the DHS has only shown IPs from the United States since account creation”.</p><p>When Al Jazeera checked on Tuesday, the location for the department’s account showed as the US.</p><p>On November 23, the department posted on its X account: “I can’t believe we have to say this, but this account has only ever been run and operated from the United States. Screenshots are easy to forge, videos are easy to manipulate. Thank you for your attention to this matter.”</p><p></p><h2 id=\"could-information-on-the-about-this-account-page-be-wrong\">Could information on the ‘About This Account’ page be wrong?</h2><p>The feature is very new on X and Bier acknowledged that his team is ironing out a few “rough edges” which would be resolved by Tuesday this week.</p><p>“If any data is incorrect, it will be updated periodically based on best-available information. This happens on a delayed and randomised schedule to preserve privacy,” he added, without giving further details.</p></div></div></body></html>"
        },
        {
            "title": "Trump says envoy to meet Putin amid efforts to end Russia-Ukraine war | Russia-Ukraine war | Al Jazeera",
            "time": "2025-11-26T08:08:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764144427.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        }
    ]
}