{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "US plan to stop Ukraine war is “not reasonable” | Russia-Ukraine war | Al Jazeera",
            "time": "2025-11-24T09:53:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/UPD-Quotable-thumbnail-16x9-1-1763977787.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former US Ambassador to NATO Kurt Volker outlines his expectations for the peace framework talks between Washington and Kyiv on a proposal to stop Russia’s war in Ukraine.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Sudan army chief rejects truce proposal citing UAE role | Sudan war News | Al Jazeera",
            "time": "2025-11-24T09:53:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/ap-978014493_2a23f1-1743077030_2b7aab-1743077505.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s4\">The head of the Sudanese Armed Forces has rejected a ceasefire plan presented by the United States and other mediators due to the involvement of the United Arab Emirates.</p><p class=\"s4\">Abdel Fattah al-Burhan told senior military commanders and security officials during an address released by his office late on Sunday that the truce proposal put forward this month by the “Quad” – the moderator group including the US, UAE, Saudi Arabia and Egypt – is “the worst one” yet.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The criticism suggests that the bitter civil <a href=\"/news/2025/11/3/sudan-slams-rsf-war-crimes-in-el-fasher-as-survivors-recount-mass-killings\">war</a> between the government-aligned army and the paramilitary Rapid Support Forces (RSF) – which has killed tens of thousands of people, displaced 14 million or more and sparked a humanitarian crisis – is set to continue.</p><p class=\"s4\">The commander branded the proposal “unacceptable”, asserting that it “effectively eliminates the existence of the armed forces and … the dissolution of all security agencies” while it “maintains the rebellious militia in its positions”.</p><p class=\"s4\">He said Sudan demands the RSF must retreat and be confined to specific areas as part of any potential ceasefire.</p><h2 id=\"uae-s-role-questioned\">UAE’s role questioned</h2><p class=\"s4\">Al-Burhan reiterated that Sudan considers the Quad to lack credibility due to the role of the UAE.</p><p class=\"s4\">“The entire world has witnessed the UAE’s support for rebels against the Sudanese state,” he said.</p><p>“If the mediation continues in this direction, we will consider it to be biased mediation.”</p><p class=\"s4\">The UAE is widely accused of arming and funding the RSF and helping to prolong the conflict to further its own regional interests and gain access to Sudan’s gold and other minerals.</p><p class=\"s4\"><a href=\"/news/2025/3/6/sudan-files-case-against-uae-at-top-un-court-over-complicity-in-genocide\">The UAE rejects the charges</a>, calling them a “cynical publicity stunt”.</p><p>“We’re not warmongers, and we don’t reject peace,” al-Burhan said, “but no one can threaten us or dictate terms.”</p><figure id=\"attachment_4114220\" aria-describedby=\"caption-attachment-4114220\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4114220\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-What-are-the-main-exports-from-Sudan-1763450003.png?quality=80\" alt=\"INTERACTIVE-What are the main exports from Sudan-1763450003\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4114220\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p class=\"s4\">Al-Burhan also lashed out at the US, singling out Massad Boulos, the Lebanese-born businessman who is acting as a senior adviser in regional affairs to President Donald Trump, for his part in the proposal.</p><p class=\"s4\">He said Boulos could become an obstacle to peace due to the US envoy’s accusations that the army is obstructing humanitarian aid and using chemical weapons.</p><p class=\"s4\">However, the army chief praised Trump and Saudi Crown Prince Mohammed bin Salman, who <a href=\"/news/2025/11/19/trump-pledges-cooperation-and-coordination-to-end-sudans-civil-war\">raised the issue of Sudan’s war</a> during a trip to Washington last week and called for serious efforts to bring it to an end.</p><h2 id=\"catastrophic-humanitarian-consequences\">‘Catastrophic humanitarian consequences’</h2><p class=\"s4\">The RSF said this month that it had agreed to the Quad proposal because it addresses the “catastrophic humanitarian consequences of the war”.</p><p class=\"s4\">The plan envisages a three-month truce that could pave the way for a lasting political solution. It would also establish a new civilian government in a country where the ruling military commanders <a href=\"/features/2023/3/21/sudans-rival-security-forces-compete-for-power\">took power after several coups</a>.</p><p class=\"s4\">However, the RSF continues to rampage across Sudan’s western region of Darfur over which it took full control after <a href=\"/gallery/2025/10/29/fears-of-mass-atrocities-after-sudans-el-fasher-falls-to-paramilitaries\">ousting the army from the city of el-Fasher</a> last month.</p><p class=\"s4\">Satellite images from the city in the meantime have shown RSF fighters burning and burying bodies in large numbers in an apparent bid to hide evidence of mass killings.</p><p class=\"s4\">Thousands of people remain missing after fleeing the area while international organisations and witnesses report mass rape.</p><p class=\"s4\">The army and the RSF remain engaged in sporadic battles over parts of the Kordofan region in central Sudan.</p><p class=\"s4\">The RSF on Saturday again pledged to take over the <a href=\"/news/2025/11/17/battles-in-west-kordofan-as-sudan-army-resists-rsfs-eastward-push\">strategic city of Babnusa in West Kordofan</a> from the army’s 22nd Division soon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Sudan plunged into chaos in April 2023 when a power struggle between the military and the RSF exploded into open fighting in the capital, Khartoum, and elsewhere in the country.</p><p>The war has killed more than 40,000 people, according to United Nations figures, but aid groups said that is an undercount and the true number could be many times higher.</p><p>The UN said the war has created the world’s largest humanitarian crisis as millions of people have been forced to flee their homes and parts of the country have been pushed into famine.</p></div></div></body></html>"
        },
        {
            "title": "Attack in Pakistan’s Peshawar: What we know about victims, attackers | Conflict News | Al Jazeera",
            "time": "2025-11-24T09:49:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6924068bde29-1763968651.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least three security personnel have been killed after <a href=\"/news/2025/11/24/gunfire-explosions-at-paramilitary-hq-in-pakistans-peshawar-reports\">a suicide bomber</a> and gunmen attacked the Federal Constabulary (FC) headquarters in Pakistan’s northwestern city of Peshawar.</p><p>“Three FC (Federal Constabulary) personnel deployed at the gate were martyred and four others were wounded,” said Peshawar Capital City Police Officer (CCPO) Mian Saeed Ahmad, adding one assailant detonated explosives and two other attackers were shot dead by the security forces.</p><p>Monday’s attack, which wounded 11 others, came less than two weeks after a suicide attack outside a court in the capital, Islamabad, killed 12 people.</p><p>Here is what we know so far and why armed attacks have surged in Pakistan in recent months.</p><h2 id=\"what-happened-in-peshawar\">What happened in Peshawar?</h2><p>Just after 8am (03:00 GMT) on Monday, a suicide bomber detonated his explosives at the gate of the security headquarters, after which other attackers entered the building complex located in the heart of the city, according to local media.</p><p>Some 150 security personnel had gathered inside the headquarters for morning parade drills when the attack took place, Ahmad, the police chief, said.</p><p>“The terrorists involved in today’s attack were on foot and failed to reach the parade area, and a timely response by our forces prevented a much larger tragedy,” he told The Associated Press (AP) news agency.</p><p>He said authorities had collected samples of the body parts of the attackers for DNA tests. He added that police are still investigating to determine the identity and nationality of the attackers, without giving further details.</p><p>Zulfiqar Hameed, the police chief of Khyber Pakhtunkhwa province, told the AFP news agency that “the attack has concluded, and a clearance operation is under way to determine whether any unexploded ordnance is present.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"where-in-peshawar-did-the-attack-take-place\">Where in Peshawar did the attack take place?</h2><p>The attack took place at the Frontier Constabulary (FC) headquarters located in a densely populated area on Sunehri Masjid Road in Peshawar Cantonment, a garrison area under the administrative control of the Pakistan Army.</p><p>The FC is a paramilitary police force based in Khyber Pakhtunkhwa province. It was established in 1913 through the merger of two smaller paramilitary forces, the Border Military Police (BMP) and Samana Rifles (SR).</p><figure id=\"attachment_4126907\" aria-describedby=\"caption-attachment-4126907\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4126907\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-Suicide-bombers-hit-Pakistan-paramilitary-HQ-Nov-24-2025-1763972114.png?quality=80\" alt=\"INTERACTIVE - Suicide bombers hit Pakistan paramilitary HQ - Nov 24, 2025-1763972114\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4126907\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"what-do-we-know-about-the-victims\">What do we know about the victims?</h2><p>Three paramilitary personnel were killed in the attack, Javed Iqbal, who is the deputy commandant of the force, said.</p><p>Additionally, 11 people were wounded. Two of these were paramilitary officials.</p><p>Asim Khan, a spokesperson at the government-run Lady Reading Hospital, said all 11 victims wounded in the Peshawar attack were listed in stable condition.</p><h2 id=\"who-has-claimed-responsibility-for-the-attack\">Who has claimed responsibility for the attack?</h2><p>No group has claimed responsibility for the attack.</p><p>However, the Pakistan Taliban, also known as Tehrik-e-Taliban Pakistan, have been blamed for similar assaults in the country, which has witnessed a surge in such attacks in recent months.</p><p>The unrest has put pressure on relations between Islamabad and Afghanistan’s Taliban-led government, with Pakistan alleging that the Pakistan Taliban have been able to operate unhindered inside Afghanistan since the Taliban’s 2021 takeover.</p><h2 id=\"what-happened-to-the-attackers\">What happened to the attackers?</h2><p>There is still no clarity on the total number of attackers. AP reported that there were two suicide bombers, without mentioning the total number of people involved in the attack, while AFP said there was a bomber among the assailants. Reuters reported that there were three suicide bombers.</p><p>Two of the attackers were killed by security forces, while the third assailant detonated explosives, AFP reported.</p><p>“Initially, three militants tried to attack the headquarters. One terrorist blew himself up at the gate, while two others tried to enter the premises but were gunned down by FC personnel,” Peshawar police chief Ahmad told reporters, according to local outlet Dawn.</p><p>Ahmad told reporters that one attacker was killed while detonating the suicide bomb explosives, and the other two were injured and taken to hospital.</p><h2 id=\"have-armed-attacks-increased-in-pakistan\">Have armed attacks increased in Pakistan?</h2><p>Pakistan has seen an uptick in armed attacks in recent years.</p><p>The country has recorded 1,517 “terrorism-related” incidents this year to November 21, according to the South Asia Terrorism Portal (SATP), maintained by London-based charity Action on Armed Violence (AOAV).</p><p>According to SATP, there were 1,303 “terrorism-related” incidents in 2024; 921 in 2023; and 630 in 2022.</p><p>Figures from the Islamabad-based Center for Research and Security Studies (CRSS) show that 2024 was Pakistan’s deadliest year in almost a decade, with 2,526 deaths in attacks. The victims included nearly 700 security personnel, more than 900 civilians, and about 900 rebels.</p><h2 id=\"how-have-authorities-reacted\">How have authorities reacted?</h2><p>Pakistan’s President Asif Ali Zardari condemned the attack in an X post.</p><p></p><p>Interior Minister Mohsin Naqvi also condemned the attack in a statement, saying the sacrifices of the personnel who were killed in the attack will be remembered, Dawn reported.</p><p>Senator Sherry Rehman from the Pakistan Peoples Party wrote in an X post: “No such #terrorist plots or attackers backed by external sources, which it seems they were, can or will weaken Pakistan’s unity, resilience or resolve.”</p><p></p></div></div></body></html>"
        },
        {
            "title": "Gaza sports club offers activities despite destruction | Gaza | Al Jazeera",
            "time": "2025-11-24T09:29:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763976550.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US adds Venezuelan ‘cartel’ to terror list as military threat rises | News | Al Jazeera",
            "time": "2025-11-24T08:55:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/afp_68fe521e6312-1761497630.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US adds Venezuelan ‘cartel’ to terror list as military threat rises</h1><p class=\"article__subhead\"><em>Move offers potential cover as Trump eyes expanded operations against Venezuela’s Maduro.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States is set to designating Venezuela’s “Cartel de los Soles” a foreign “terrorist” organisation (FTO).</p><p>President Donald Trump’s administration will add the “cartel”, which it asserts is linked to Venezuelan President Nicolas Maduro, to the list on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>However, the entity is not actually a cartel, but rather a common reference to military officers and officials involved in corruption and other illegal activities.</p><p>The move, which comes amid a huge military buildup in the Caribbean Sea near Venezuela by the US, could offer legal cover to potential direct military action.</p><p>Trump is reportedly mulling the next step in his campaign against the South American country. A strike on Venezuelan territory would constitute a major escalation of the months-long US operation in the region, which has seen more than 80 people <a href=\"/news/2025/11/16/major-us-carrier-arrives-in-caribbean-as-trump-puts-venezuela-in-crosshairs\">killed</a> in strikes on boats accused of trafficking drugs.</p><p>UN officials and scholars of international law <a href=\"/news/2025/10/24/us-deploys-aircraft-carrier-amid-hardening-stance-towards-venezuela\">have said</a> that the strikes are in <a href=\"/news/2025/9/4/in-boat-strike-trump-repurposes-war-on-terror-for-latin-american-crime\">clear violation</a> of US and international law and amount to extrajudicial executions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Washington is poised to launch a new phase of operations in the coming days, unnamed US officials told the Reuters news agency.</p><p>The report said the exact timing and scope of the new operations, and whether Trump had made a final decision to act, was unclear.</p><p>A senior administration official said they would not rule anything out regarding Venezuela.</p><p>Two of the officials said covert operations would likely be the first part of a new action against Maduro, with options under consideration including an attempt to overthrow the longstanding Venezuelan leader.</p><h2 id=\"cartel-de-los-soles\">Cartel de los Soles</h2><p>Venezuelans began using the term Cartel de los Soles in the 1990s to refer to high-ranking military officers who had grown rich from drug-running.</p><p>As corruption later expanded nationwide, first under the late President Hugo Chavez and then Maduro, the use of the term loosely expanded to include police and government officials, as well as activities like illegal mining and fuel trafficking.</p><p>The “suns” in the name refer to the epaulettes affixed to the uniforms of high-ranking military officers.</p><p>The umbrella term was elevated to a reported drug-trafficking organisation allegedly led by Maduro in 2020, when the US Department of Justice in Trump’s first term announced the indictment of Venezuela’s leader and his inner circle on narcoterrorism and other charges.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Maduro, in power since 2013, contends that Trump seeks to topple him and that Venezuelan citizens and the military will resist any such attempt.</p><p>However, the US campaign and the fears of potential military action continue to raise the pressure on Caracas.</p><p>Six airlines <a href=\"/news/2025/11/23/airlines-cancel-flights-to-venezuela-amid-us-military-buildup\">cancelled</a> their routes to Venezuela on Saturday after the US aviation regulator warned of dangers from “heightened military activity”.</p><p>Spain’s Iberia, Portugal’s TAP, Chile’s LATAM, Colombia’s Avianca and Brazil’s GOL suspended their flights to the country, said Marisela de Loaiza, president of the Venezuelan Airlines Association (ALAV).</p><p>Turkish Airlines said on Sunday it was also cancelling flights from November 24 to 28.</p></div></div></body></html>"
        },
        {
            "title": "Several killed in suicide attack on security complex in Pakistan | Police | Al Jazeera",
            "time": "2025-11-24T08:47:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763973896.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US deports ‘criminals’ to Africa | Migration | Al Jazeera",
            "time": "2025-11-24T08:39:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/Thumbnail-Wide-1763973396.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The US is deporting people to countries they’ve never lived in.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The US is deporting people to countries they’ve never lived in. In Eswatini, Melusi Simelane and other activists have taken their government to court, to fight these so-called third-country deportations.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: EU to discuss US plan, several killed in Kharkiv | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-24T08:26:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-24T054323Z_1279550163_RC2J2IAZOGRO_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KHARKIV-1763970434.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: EU to discuss US plan, several killed in Kharkiv</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Ukraine and US agree to modify Washington’s proposal to end Russia’s war, but offer few details.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Bellingham, Real Madrid rally to score late goal in draw with Elche | Football News | Al Jazeera",
            "time": "2025-11-24T08:20:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2247581534-1763968988_82a98b-1763969744.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bellingham, Real Madrid rally to score late goal in draw with Elche</h1><p class=\"article__subhead\"><em>Jude Bellingham’s 87th minute equaliser rescued Real Madrid from defeat at Elche as Los Blancos return to top of ladder.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jude Bellingham struck late on to secure Real Madrid a 2-2 draw at Elche on Sunday, taking his team top of La Liga by a point.</p><p>Xabi Alonso’s side struggled against their mid-table opponents in an entertaining battle in which Madrid twice came from behind.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Aleix Febas fired the hosts ahead before Dean Huijsen levelled for the league leaders, with Bellingham stabbing home from close range after Alvaro Rodriguez blasted Elche back in front.</p><p>Barcelona cut Madrid’s lead by two points over the weekend after they thrashed Athletic Bilbao 4-0 on Saturday in their first match back at Camp Nou.</p><p>Alonso afforded Rodrygo Goes a rare start as part of the attack, while benching Vinicius Junior. The coach also gave Trent Alexander-Arnold his first start since August.</p><p>The England international missed several weeks injured and is yet to find form following his summer switch from Liverpool.</p><p>Alexander-Arnold was also partly to blame for Febas’s goal, with the midfielder sneaking in behind him to break the deadlock in the second half.</p><figure id=\"attachment_4126829\" aria-describedby=\"caption-attachment-4126829\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4126829\" src=\"/wp-content/uploads/2025/11/AP25327784853102-1763969626.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alvaro Rodriguez in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4126829\" class=\"wp-caption-text\">Forward Alvaro Rodriguez, third from right, scores his team’s second goal in the 84th minute to put Elche ahead of Real Madrid 2-1 [Alberto Saiz/AP]</figcaption></figure><h2 id=\"elche-sets-the-tone\">Elche sets the tone</h2><p>Elche impressed against Barcelona a few weeks ago and gave Madrid a tough night at the Martinez Valero stadium.</p><p>Madrid goalkeeper Thibaut Courtois made a fine early save to deny Andre da Silva after Hector Fort teed him up.</p><p>The forward was involved in an unfortunate incident earlier in the day at Real Madrid’s annual general meeting, when Los Blancos displayed his photograph by accident in a tribute to former Liverpool striker Diogo Jota and his brother Andre Silva, who both died in a car crash in July.</p><p>Former Barca goalkeeper Inaki Pena denied Kylian Mbappe after the French forward broke through on goal and then stopped the French superstar’s volley in Madrid’s best chance of the first half.</p><p>Elche stunned Madrid early in the second half with a slick move to take the lead.</p><p>German Valera’s superb backheel allowed Febas to dart behind Alexander-Arnold and squeeze a shot across the goal, past Courtois and in off the post.</p><p>Alonso responded by sending on Vinicius Jr and then young striker Gonzalo Garcia. Alexander-Arnold earned some redemption with his contribution to Madrid’s equaliser.</p><p>His cross was deflected against his own crossbar by a defender and behind for a corner. Alexander-Arnold whipped it in and Bellingham flicked it on into Huijsen’s path to bash home.</p><p>Elche took the lead again when Rodriguez caught out Courtois with a powerful drive from the edge of the box.</p><p>However, three minutes later Madrid equalised for a second time, with Mbappe only just keeping the ball in for Bellingham to convert from point-blank range.</p><p>The England midfielder was in the spotlight back home earlier in the week after he was unhappy to be taken off by national team coach Thomas Tuchel.</p><p>Bellingham was not at his best against Elche but was involved in both Madrid goals, highlighting his game-changing ability in the box even when otherwise quiet.</p><figure id=\"attachment_4126820\" aria-describedby=\"caption-attachment-4126820\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4126820\" src=\"/wp-content/uploads/2025/11/GettyImages-2248117756-1763969381.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Jude Bellingham in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4126820\" class=\"wp-caption-text\">Real Madrid’s Bellingham scores in the 87th minute to level the contest at 2-2 [Angel Martinez/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Afghanistan, India and Pakistan: A trinity of troubles | India-Pakistan Tensions | Al Jazeera",
            "time": "2025-11-24T07:46:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/01-4-1763968095.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>History Illustrated is a series of perspectives that puts news events and current affairs into historical context, using graphics generated with artificial intelligence.</p></div></div></body></html>"
        },
        {
            "title": "Cristiano Ronaldo scores superb bicycle kick in Al Nassr win | Football News | Al Jazeera",
            "time": "2025-11-24T07:17:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-23T192931Z_740634404_UP1ELBN1I551J_RTRMADP_3_SOCCER-SAUDI-NSR-KHA-1763967201_8d5900-1763967289.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cristiano Ronaldo scores superb bicycle kick in Al Nassr win</h1><p class=\"article__subhead\"><em>The 40-year-old superstar turned back the clock to kick one of the goals of the season in the Saudi Pro League.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Portugal superstar Cristiano Ronaldo rolled back the years with a spectacular overhead bicycle kick for Saudi side Al Nassr in a 4-1 win.</p><p>“Best caption wins!” the 40-year-old five-time Ballon d’Or winner wrote on X after his 96th-minute wonder strike on Sunday home to Al Khaleej.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The stunning strike was Ronaldo’s 954th career goal and was similar to his iconic bicycle kick for Real Madrid in a UEFA Champions League quarterfinal match against Juventus in 2018.</p><p>The emphatic victory in Riyadh left Ronaldo’s side four points clear at the top of the Saudi Pro League after nine matches.</p><p>Fellow former Premier League stars Joao Felix and Sadio Mane were also on the scoresheet for Al Nassr.</p><p>Ronaldo has yet to win a title since moving to the Saudi club nearly three years ago.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Messi scores goal as Inter Miami beat Cincinnati in Eastern Conference semi | Football News | Al Jazeera",
            "time": "2025-11-24T07:04:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251123__2248121601__v2__HighRes__FcCincinnatiVInterMiamiFc2025MlsCupPlayoffsC-1763966340_c51e61-1763966804.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Messi scores goal as Inter Miami beat Cincinnati in Eastern Conference semi</h1><p class=\"article__subhead\"><em>Star forward Lionel Messi played a part in all four goals as Inter Miami moved on to the MLS Eastern Conference finals.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tadeo Allende scored a second-half brace, Lionel Messi scored and picked up three assists and Inter Miami pulled away a 4-0 victory over Cincinnati in Sunday’s Major League Soccer (MLS) Eastern Conference semifinal.</p><p>Mateo Silvetti, 19, also had a goal and an assist for No 3 seed Miami, which continues its deepest MLS Cup Playoff run in club history by advancing to its first East final. It will host No 5 seed New York City FC, which shut out top-seeded Philadelphia Union 1-0 on Sunday night.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Cincinnati was eliminated in a home match for a third consecutive postseason while falling a match short of reaching its second East final.</p><p>Miami’s second consecutive 4-0 playoff win – after earning a home victory over Nashville in the decisive game of the round one series two weeks ago – came as manager Javier Mascherano decided not to return key striker Luis Suarez to the starting lineup.</p><p>Suarez, who was previously Messi’s longtime teammate at Barcelona, served a red-card suspension in the final Nashville match, but had 10 goals and 10 assists in the regular season.</p><p>But Messi and a more youthful Miami front four have appeared to reach another level over the last 180 minutes.</p><p>Messi has six goals and six assists this postseason – contributing to every single Miami tally – after he scored 29 goals and added 19 assists during what is likely to be a second consecutive MLS MVP-winning regular season.</p><figure id=\"attachment_4126677\" aria-describedby=\"caption-attachment-4126677\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4126677\" src=\"/wp-content/uploads/2025/11/AP25327835526637-1763966469.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lionel Messi in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4126677\" class=\"wp-caption-text\">Messi, right, scores Miami’s first goal as Cincinnati goalkeeper Roman Celentano, third from left, tries to defend during the first half of their Eastern Conference semifinal [Tanner Pearson/AP]</figcaption></figure><h2 id=\"messi-dominates-east-semifinal\">Messi dominates East semifinal</h2><p>On Sunday, Messi scored his goal in the 19th minute during what was an evenly poised opening to the match.</p><p>Jodi Alba created the opportunity when he stepped forward from his left back position to intercept a Cincinnati pass and create a transition opportunity.</p><p>Eventually, Silvetti got the ball in space on the left and delivered an outswinging cross that Messi met in stride with a firm header past goalkeeper Roman Celentano.</p><p>Silvetti doubled Miami’s lead in the 57th minute on a sequence that began from a throw-in on the right. Allende did extremely well to receive the throw, then turn his body quickly to elude a defender and spot Messi in space near the penalty arc. Messi kept the ball moving right to left with a layoff into Silvetti’s path, who dispatched an excellent curling finish beyond Celentano and inside the far right post.</p><p>Allende added his brace in the 62nd and 74th minutes, both on transition opportunities. Messi took the ball off Evander on the first to create the break, and the final through ball on both.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s surprise U-turn on Mamdani | Digital Series | Al Jazeera",
            "time": "2025-11-24T06:48:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/EP90-16-9-1763966774.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli strike on Lebanon’s capital Beirut kills Hezbollah official | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-11-24T06:47:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251123__84WP28X__v1__HighRes__LebanonIsraelConflictHezbollah-1763962016.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has struck Beirut for the first time since June, in an attack that killed five people and wounded 25, according to Lebanon’s Ministry of Public Health.</p><p>The Israeli military said the strike on Sunday <a href=\"/news/2025/11/23/israel-bombs-southern-suburbs-of-beirut\">killed Hezbollah’s chief of staff</a>, Haytham Tabatabai, and warned the Lebanese-based group against rearming a year after the two ended their latest war.</p><p>Hezbollah has confirmed Tabatabai’s death and warned that the attack threatened to escalate hostilities as Pope Leo XIV prepares to visit Lebanon.</p><p>While Sunday’s attack was the first to target the capital, Israeli air strikes over southern Lebanon have intensified in recent weeks.</p><p>At the same time, Israel and the United States continue to pressure Lebanon to disarm Hezbollah, which was a condition of the ceasefire deal that brought an end to the war a year ago. Israel claims the group is trying to rebuild its military capabilities.</p><p>The Lebanese government has denied those claims. It says troops have been deployed to Hezbollah’s stronghold southern areas, but that its cash-strapped army requires more resources.</p><p>Hezbollah has not attacked Israel since the ceasefire began.</p><p>Lebanon’s President Joseph Aoun condemned the strike in a statement and accused Israel of refusing to uphold its part of the ceasefire agreement.</p><p>He called on the international community to “intervene with strength and seriousness to stop the attacks on Lebanon and its people”.</p><p>Israel’s military said it remains committed to the “understandings” agreed upon.</p><p>Last week, Lebanon’s president said the country is ready to enter negotiations with Israel to halt the continuing air strikes and withdraw from five hilltop points that it occupies on Lebanese territory.</p><p>He also insisted that Lebanon remains committed to disarming all non-state actors in the country, including Hezbollah.</p></div></div></body></html>"
        },
        {
            "title": "Philippine President Marcos says seven arrested over corruption scandal | Corruption News | Al Jazeera",
            "time": "2025-11-24T05:59:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6923d2d5c400e-1763955413_adedd4-1763961405.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Seven people have been arrested in the Philippines as part of an investigation into a sprawling corruption scandal related to flood control projects in the Southeast Asian country, Philippine President Ferdinand Marcos Jr has announced.</p><p>The suspects are among more than a dozen people indicted by the Sandiganbayan, a special anticorruption court, in the first of what are expected to be numerous probes into so-called “ghost” infrastructure projects.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The arrests come two months after Marcos formed a commission to look into the scandal, which the Department of Finance estimates cost the country up to 118.5 billion pesos ($2bn), after thousands of people took to the streets of Manila in September to demand accountability.</p><p>In a video address shared on Facebook on Monday, Marcos said two wanted suspects were ready to surrender, while seven remained at large.</p><p>Marcos warned that anybody helping the fugitives to hide would also be held accountable under the law.</p><p>“To the rest, give up,” Marcos said, mentioning Zaldy Co, a former member of the House of Representatives, by name.</p><p>Officials have said Co’s family owns Sunwest Corporation, the construction firm contracted to build a dike on Mag-asawang Tubig River in Oriental Mindoro province.</p><p>The project, worth 289 million pesos ($4.9m), is the first to be scrutinised by the court since the scandal became public.</p><p>Interior Secretary Jonvic Remulla said the whereabouts of Co, who is believed to be outside the Philippines, are unknown, but three other suspects may soon surrender to the Philippine embassies in the United States, New Zealand and Jordan and be flown back home.</p><p>“No matter where you are in the world, we will find you,” Remulla said at a news conference, where mug shots of the arrested suspects in orange shirts were shown.</p><p>Philippine media outlet Rappler listed the names of eight Department of Public Works and Highways (DPWH) officials who it said were now in custody over the Oriental Mindoro case as of Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>They include two regional directors, an engineer and a bidding and awards committee accountant, according to Rappler.</p><p>Marcos has promised that dozens more criminal corruption lawsuits will see implicated senators, house members and wealthy construction company owners “jailed before Christmas”.</p><p>The lavish lifestyles, mansions, suitcases of cash and fleets of luxury cars and private jets of the leading corruption suspects have led to <a href=\"/news/2025/11/17/whats-prompting-growing-anticorruption-protests-in-the-philippines\">huge protests</a>.</p><p>An upcoming demonstration scheduled for November 30 is backed by the dominant Roman Catholic Church.</p><p>Those implicated include Representative Martin Romualdez, the president’s cousin and key ally, who has denied any involvement but has stepped down as House of Representatives speaker.</p><p>Former Senate President Francis Escudero has also been accused of pocketing kickbacks. He has stepped down from his post but strongly denied any wrongdoing.</p><h2 id=\"deadly-floods\">Deadly floods</h2><p>The archipelago nation of some 7,641 islands is extremely prone to flooding, with residents of poor communities saying the corruption scandal has left them without protection.</p><p>More than 250 people were killed as <a href=\"/news/2025/11/11/typhoon-fung-wong-leaves-philippines-with-10-dead-1-4-million-displaced\">two super typhoons</a> slammed into the Philippines within a week of each other earlier this month.</p><p>Experts say island nations like the Philippines are facing increasingly severe and frequent tropical storms due to warming oceans and other effects of climate change, and that more flood control efforts are needed to minimise the potential consequences.</p></div></div></body></html>"
        },
        {
            "title": "Live: Hezbollah considering response; Israeli attacks on Gaza continue | Hezbollah News | Al Jazeera",
            "time": "2025-11-24T05:51:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6923f4311aa21-1763963953.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Live: Hezbollah considering response; Israeli attacks on Gaza continue</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Senior Hezbollah official says the group’s leadership considering response after Israeli air strike killed its commander.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Snapchat starts age checks in Australia ahead of teen social media ban | Social Media News | Al Jazeera",
            "time": "2025-11-24T04:29:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6923afc2186a-1763946434.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Snapchat has begun asking children and teenagers in Australia to verify their ages, including with software owned by the country’s banks, according to a company spokesperson.</p><p>The move on Monday comes as Australia prepares to enforce a world-first social media ban for children under the age of 16 starting on December 10.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The law, which threatens social media platforms with a fine of up to 49.5 million Australian dollars ($31.95m) for noncompliance, is one of the world’s toughest regulations targeting Big Tech.</p><p>In addition to Snapchat, the ban currently applies to YouTube, X, <a href=\"/news/2025/11/20/meta-sets-date-to-remove-australians-under-16-from-instagram-facebook\">Facebook, Instagram</a>, TikTok, Reddit, Twitch and Kick.</p><p>In a statement on Saturday, Snapchat said users will be able to verify their age through the ConnectID application, which links to their bank accounts, or by using software owned by Singapore-headquartered age-assurance provider, k-ID.</p><p>ConnectID, which is owned and used by most major Australian banks, said it would send the tech platform a “yes/no” signal about whether the person was over 16 based on their account details, without making them upload sensitive information.</p><p>“The goal here is to protect young people online without creating new privacy risks,” said ConnectID managing director Andrew Black in a statement.</p><p>In the k-ID option, users can upload government-issued identification cards to verify their ages or submit photos, which the application will then use to estimate an age range.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"keep-lines-of-communication-open\">‘Keep lines of communication open’</h2><p>Snapchat has previously said it believes about 440,000 of its users in Australia are aged between 13 and 15.</p><p>Snapchat added that it “strongly disagreed” with the Australian government’s assessment that it should be included in the social media ban, claiming its service provides a “visual messaging app”.</p><p>“Disconnecting teens from their friends and family doesn’t make them safer – it may push them to less safe, less private messaging apps,” it warned.</p><p>Some other apps have been able to secure an exception from the ban, including Discord, WhatsApp, Lego Play and Pinterest. But Australian authorities have reserved the right to update the list of banned platforms as required.</p><p>A number of young people and advocates have expressed concerns about the potential consequences of the new ban, including 18-year-old journalist and founder of youth news service 6 News Australia <a href=\"/news/2025/11/20/meta-sets-date-to-remove-australians-under-16-from-instagram-facebook\">Leo Puglisi</a>, who told an Australian Senate inquiry that the ban will affect young people’s access to information.</p><p>UNICEF Australia has also expressed concerns about implementation, saying the changes proposed by the Australian government “won’t fix the problems young people face online”.</p><p>“Social media has a lot of good things, like education and staying in touch with friends,” UNICEF Australia said in a statement.</p><p>“We think it’s more important to make social media platforms safer and to listen to young people to make sure any changes actually help.”</p><p>Katrina Lines, the CEO of children’s therapy provider Act for Kids, said that parents should start having conversations with children as soon as possible about how they can stay connected as the ban comes into effect over the coming weeks.</p><p>“It’s important to keep the lines of communication open in the lead up to and even long after these changes take effect,” Lines said.</p><p>Act for Kids said it surveyed more than 300 Australian children aged 10 to 16, and found 41 percent would prefer to connect with family in real life compared to only 15 percent who preferred to spend time online. But Lines said families still need to work out how to improve in-person connections.</p><p>“One way of starting this conversation could be by asking them how they would like to stay connected to friends and family outside of social media,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"global-concern\">Global concern</h2><p>The Australian ban comes amid growing global concern over the effects of social media on children’s health and safety, and companies including TikTok, Snapchat, Google and Meta Platforms – the operator of Facebook, Instagram, and WhatsApp – are facing lawsuits in the United States for their role in fuelling a mental health crisis.</p><p>Regulators around the world are closely watching whether Australia’s sweeping restrictions can work.</p><p>Malaysia’s Communications Minister Fahmi Fadzil said on Sunday that the Malaysian government also plans to ban social media for users under the age of 16, starting from next year.</p><p>He said the government was reviewing the mechanisms used in Australia and other nations to impose age restrictions for social media use, citing a need to protect youths from online harms such as cyberbullying, financial scams and child sexual abuse.</p><p>“We hope by next year that social media platforms will comply with the government’s decision to bar those under the age of 16 from opening user accounts,” he told reporters, according to a video of his remarks posted online by local daily The Star.</p><p>In New Zealand, Prime Minister Christopher Luxon is also planning to introduce a similar bill to restrict children’s social media use, while Indonesia, too, has said it is preparing legislation to <a href=\"/economy/2025/2/14/after-australias-ban-indonesia-mulls-minimum-age-for-social-media\">protect young people</a> from “physical, mental, or moral perils”.</p><p>In Europe, France, Spain, Italy, Denmark and Greece are jointly testing a template for an age verification app, while the Dutch government has advised parents to forbid children under 15 from using social media apps like TikTok and Snapchat.</p></div></div></body></html>"
        },
        {
            "title": "Six killed in suicide attack on security complex in Pakistan’s Peshawar | News | Al Jazeera",
            "time": "2025-11-24T04:26:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_69240142df46-1763967298.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Three suicide bombers have attacked the headquarters of a paramilitary force in the Pakistani city of Peshawar, killing at least three security personnel and wounding several others, according to media reports.</p><p>The Dawn daily reported that the attack on the headquarters of the Federal Constabulary (FC) took place early on Monday, with one of the fighters detonating their explosives at the gate to the complex.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The other two tried to force their way in, but were shot dead, it reported.</p><p>“Initially, three militants tried to attack the headquarters,” Peshawar Capital City Police Officer Mian Saeed Ahmad told the newspaper.</p><p>“One bomber blew himself up on the gate, while two others tried to enter the premises but were gunned down by FC personnel,” he added.</p><figure id=\"attachment_4126628\" aria-describedby=\"caption-attachment-4126628\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4126628\" src=\"/wp-content/uploads/2025/11/epa_6923f568486b-1763964264.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"epa12545095 Pakistani security officials inspect the scene of a militant attack at the paramilitary FC headquarters in Peshawar, the provincial capital of KPK, Pakistan, 24 November 2025. At least three FC soldiers and three militants were killed. EPA/BILAWAL ARBAB\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4126628\" class=\"wp-caption-text\">Security officials at the scene of the attack in Peshawar [Bilawal Arbab/EPA]</figcaption></figure><p>The Dunya News website, also quoting Saeed, said the three slain FC officers had been stationed at the gate and were killed in the explosion there.</p><p>Peshawar Police Chief Saeed Ahmad, meanwhile, told the Associate Press news agency that a large number of security personnel were on open ground inside the headquarters for morning parade drills when the attack took place.</p><p>“The terrorists involved in today’s attack were on foot and failed to reach the parade area and a timely response by our forces prevented a much larger tragedy,” he said.</p><p>The headquarters of the force is located in a densely populated area of Peshawar, the capital of Khyber Pakhtunkhwa province. A security official, who spoke on condition of anonymity, told the Reuters news agency that the area has been cordoned off.</p><p>According to Dawn, the attacks also caused injuries to at least six civilians, who were taken to the Lady Reading Hospital in Peshawar.</p><p>A spokesman for the hospital told Dawn that all those wounded were in stable condition.</p><p>The daily also reported that an emergency has been declared at both the hospital and Khyber Teaching Hospital.</p><figure id=\"attachment_4126624\" aria-describedby=\"caption-attachment-4126624\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4126624\" src=\"/wp-content/uploads/2025/11/ap_6923f50ae00fa-1763964170.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Security officials gather at the site of a suicide bombing at the main gate of headquarters of the Federal Constabulary (FC), in Peshawar, Pakistan, Monday, Nov. 24, 2025. (AP Photo/Muhammad Zubair)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4126624\" class=\"wp-caption-text\">Three suicide bombers have attacked the headquarters of a paramilitary force in the Pakistani city of Peshawar [Muhammad Zubair/AP Photo]</figcaption></figure><p>No group has claimed responsibility for the attack.</p><p>However, the Pakistan Taliban, also known as Tehrik-e-Taliban Pakistan, have been blamed for similar assaults in the country, which has witnessed a surge in such attacks.</p><p>The TPP is separate from but allied with the Afghan Taliban that leads Afghanistan.</p><p>The latest attack came less than two weeks after a suicide bomber struck outside a court in Pakistan’s capital Islamabad, detonating his explosives next to a police car and killing 12 people.</p><p>The violence has strained ties between Islamabad and Afghanistan’s Taliban government, with Pakistan accusing the Pakistan Taliban of operating freely inside Afghanistan since the Taliban takeover in 2021.</p><p>Pakistani Prime Minister Shehbaz Sharif condemned the attack in Peshawar and praised the security forces for their “timely” response.</p><p>“The perpetrators of this incident should be identified as soon as possible and brought to justice,” Sharif said in a statement.</p><p>“We will thwart the evil designs of terrorists who attack Pakistan’s integrity.”</p><p>Pakistani President Asif Ali Zardari also “strongly” condemned the attack.</p><p>In a post on X, he offered “heartfelt condolences” and praised the courage of the security forces.</p></div></div></body></html>"
        },
        {
            "title": "Malaysia says it will ban social media for under-16s from next year | Social Media News | Al Jazeera",
            "time": "2025-11-24T04:11:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP23249341908962-1763956497.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Malaysia says it will ban social media for under-16s from next year</h1><p class=\"article__subhead\"><em>Move comes as a growing number of countries are rolling out measures to limit children’s exposure to digital platforms.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Malaysia plans to ban social media for users under the age of 16 starting from next year, joining a growing list of countries choosing to limit access to digital platforms due to concerns about child safety.</p><p>Communications Minister Fahmi Fadzil said on Sunday the government was reviewing mechanisms used to impose age restrictions for social media use in Australia and other nations, citing a need to protect youths from online harms such as cyberbullying, financial scams and child sexual abuse.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We hope by next year that social media platforms will comply with the government’s decision to bar those under the age of 16 from opening user accounts,” he told reporters, according to a video of his remarks posted online by local daily The Star.</p><p>The effects of social media on children’s health and safety have become a growing global concern, with companies including TikTok, Snapchat, Google and Meta Platforms – the operator of Facebook, Instagram and WhatsApp – facing lawsuits in the United States for their role in driving a mental health crisis.</p><p>In Australia, social media platforms are poised to deactivate accounts registered to users younger than 16 next month, under a sweeping ban for teenagers that is being closely watched by regulators around the world.</p><p>France, Spain, Italy, Denmark and Greece are also jointly testing a template for an age verification app.</p><p>Malaysia’s neighbour Indonesia said in January it planned to set a minimum age for social media users, but later issued a less stringent regulation requiring tech platforms to filter negative content and impose stronger age verification measures.</p><p>Malaysia has put social media companies under greater scrutiny in recent years in response to what it claims to be a rise in harmful content, including online gambling and posts related to race, religion and royalty.</p><p>Platforms and messaging services with more than eight million users in Malaysia are now required to obtain a license under a new regulation that came into effect in January.</p></div></div></body></html>"
        },
        {
            "title": "Hamas meet Egypt’s spy chief, says Israel’s attacks on Gaza threaten truce | News | Al Jazeera",
            "time": "2025-11-24T03:03:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-23T212105Z_884302681_RC262IAQ9N4V_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1763951508.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A senior delegation from Hamas has met Egypt’s intelligence chief in Cairo to discuss Israel’s breaches of the ceasefire agreement, the group said, as Palestinians in Gaza held funerals for <a href=\"/news/2025/11/22/violence-never-ended-israeli-attacks-kill-nearly-two-dozen-in-gaza\">dozens of people</a> killed in recent Israeli attacks.</p><p>In a statement on Sunday, the group said it reaffirmed its commitment to implementing the first phase of the ceasefire agreement in its meeting with Hassan Rashad, but accused Israel of “continued violations” that it said threatened to “undermine the deal”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hamas, whose delegation included its exiled Gaza chief Khalil al-Hayya, called for a “clear and defined mechanism” under the supervision of mediators to document and halt any breaches of the deal.</p><p>Egypt, Qatar and the United States have been mediating between Hamas and Israel, securing the ceasefire that came into effect last month.</p><p>The Palestinian group said it also discussed with Egypt ways to urgently resolve the issue of Hamas fighters holed up in tunnel networks in Rafah in Israeli-controlled areas of Gaza.</p><p>It said communication with the fighters has been severed.</p><p>The meeting came a day after Israeli forces launched a wave of air attacks across Gaza, destroying homes, makeshift shelters and a car, killing at least 24 Palestinians, including children.</p><p>The Israeli military said it was targeting Hamas members after the group sent a fighter into Israeli-controlled Gaza territory to attack Israeli soldiers there. The military said a local Hamas commander was among those killed in the Saturday strikes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hamas has rejected the allegations, saying Israel was looking for an excuse to kill. The group on Saturday called on the mediators – Egypt, Qatar and the US – to intervene urgently and exert pressure on Israel to “immediately halt these violations”.</p><p>According to the Gaza Government Media Office, Israel has violated the ceasefire at least 497 times since it came into effect on October 10.</p><p>Some 342 civilians have been killed in the attacks, with <a href=\"/news/2025/11/21/at-least-67-palestinian-children-killed-in-gaza-since-ceasefire-began-un\">children</a>, women and the elderly accounting for the majority of the victims, it said.</p><p>Al Jazeera’s Tareq Abu Azzoum, reporting from Gaza City, said Palestinians there fear an expansion of Israel’s attacks.</p><p>“It’s very hard to tell that there’s a letup in terms of Israel’s attacks on Gaza. We are seeing continuous attacks beyond the <a href=\"/news/2025/11/20/palestinians-squeezed-as-israel-moves-beyond-yellow-line-in-gaza-city\">‘yellow line’</a>, which are the areas under Israeli control. We are seeing demolition and systematic destruction of civilian infrastructure and landmarks, and the turning of this area into a barren landscape,” Abu Azzoum said.</p><p>“People here are concerned about the potential expansion of Israel’s attacks to other areas in Gaza in the coming days. People are also sceptical of the possibility of moving from phase one of the ceasefire to phase two as they are still waiting to see if the deal can be sustained and if there will be advancements in terms of the flow of humanitarian aid and reconstruction efforts,” he added.</p><p>Phase one of the ceasefire – based on US President Donald Trump’s peace plan – involves the exchange of captives and prisoners, the delivery of humanitarian aid and the opening of the Rafah crossing with Egypt.</p><p>So far, Hamas has released all remaining living captives and returned dozens of bodies, except for three. Israel has released nearly 2,000 Palestinians, including prisoners serving life sentences. But it has placed restrictions on border crossings that continue to impede the delivery of aid, according to humanitarian groups.</p><p>Israel has also refused to allow the Rafah crossing to open.</p><p>Phase two of the ceasefire meanwhile calls for Gaza to be governed under a technocratic Palestinian committee, with oversight and supervision of the Trump-led “board of peace”. The board is to also deploy a temporary <a href=\"/news/2025/11/18/what-is-the-international-stabilisation-force-for-gaza\">International Stabilisation Force</a> to secure border areas, train Palestinian police and also demilitarise Gaza.</p><p>Hamas, however, says it will not lay down weapons as long as the Israeli occupation continues.</p><p>Tump’s plan also says no Palestinian would be forced to leave Gaza and that “Israel will not occupy or annex” the territory.</p><p>The plan has now been <a href=\"/news/2025/11/17/unsc-approves-us-resolution-mandating-intl-stabilisation-force-in-gaza\">endorsed</a> by the United Nations Security Council.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,369 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-24T01:16:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-23T222612Z_17605150_RC2L2IAHJVLM_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KHARKIV-1763942366.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,369</h1><p class=\"article__subhead\"><em>Here are the key events from day 1,369 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Monday, November 24.</p><h2 id=\"trump-s-plan\">Trump’s plan</h2><ul class=\"spaced-bullet-spacing\">\n<li>United States Secretary of State Marco Rubio <a href=\"/news/2025/11/23/us-very-optimistic-ukraine-peace-plan-can-be-reached-very-soon-rubio\">told reporters in Geneva</a> that “a tremendous amount of progress” was made during talks in the Swiss city on Sunday and that he was “very optimistic” that an agreement could be reached in “a very reasonable period of time, very soon”.</li>\n<li>Rubio also said that specific areas still being worked on from a <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point peace plan</a> for Ukraine, championed by US President Donald Trump, included the role of NATO and security guarantees for Ukraine.</li>\n<li>Andriy Yermak, the head of Ukraine’s delegation, echoed Rubio’s sentiments, telling reporters that they made “very good progress” and were “moving forward to the just and lasting peace Ukrainian people deserve”.</li>\n<li>Trump had earlier posted on Truth Social saying that Ukraine was not grateful for US efforts. “UKRAINE ‘LEADERSHIP’ HAS EXPRESSED ZERO GRATITUDE FOR OUR EFFORTS, AND EUROPE CONTINUES TO BUY OIL FROM RUSSIA,” Trump wrote.</li>\n<li>The US president’s post prompted a quick reply from Ukrainian President Volodymyr Zelenskyy, who wrote on X that his country was “grateful to the United States … and personally to President Trump” for the assistance that has been “saving Ukrainian lives”.</li>\n<li>Zelenskyy later said in his nightly video address that Trump’s team in Geneva was “hearing us [Ukraine]” and that talks were expected to continue into the night with “further reports” to come.</li>\n<li>US media outlet CBS reported that Zelenskyy could visit the US this week for direct talks with Trump, but that it would depend on the outcome in Geneva.</li>\n<li>French President Emanuel Macron said the European Union (EU) should continue to provide financial support for Ukraine and that he remains confident in Zelenskyy’s ability to improve his country’s track record against corruption, adding that Kyiv’s path to EU membership would require rule of law reforms.</li>\n<li>Meanwhile, Hungarian Prime Minister Viktor Orban accused EU leaders of deliberately prolonging the war, which he claimed Ukraine has “no chance” of winning. He also described ongoing EU support for Kyiv in the conflict as “just crazy”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>A “massive” Russian drone attack on Ukraine’s Kharkiv killed four people and wounded 12 others on Sunday, according to local officials. The wounded included two children aged 11 and 12.</li>\n<li>The acting head of the Dnipropetrovsk Regional Military Administration, Vladyslav Haivanenko, said that the region experienced a “difficult day”, with repeated Russian drone and shelling attacks that killed a 42-year-old woman and a 39-year-old man, and wounded at least five people.</li>\n<li>A Russian shelling attack killed a 40-year-old man working in a field in Ukraine’s Zaporizhia region, the State Emergency Service wrote in a post on Telegram.</li>\n<li>The governor of Russia’s Moscow region, Andrei Vorobyov, said that a Ukrainian drone attack on the Shatura Power Station, a heat and power station ​120km (75 miles) east of the Kremlin, ignited a fire. The attack cut off heating to thousands of people, before it was later restored, Vorobyov said.</li>\n<li>Russia’s Federal Air Navigation Service also said temporary restrictions were in place at Moscow’s Vnukovo international airport after three Ukrainian drones headed for the capital were shot down.</li>\n<li>Polish Prime Minister Donald Tusk says an explosion on a Polish railway line that is a key route for aid deliveries to Ukraine, including weapons transfers, was an “unprecedented act of sabotage”, pledging to find those responsible.</li>\n<li>Oil prices fell as loading resumed at the key Russian export hub of Novorossiysk on the Black Sea after being suspended for two days following a Ukrainian attack.</li>\n</ul><figure id=\"attachment_4126359\" aria-describedby=\"caption-attachment-4126359\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4126359\" src=\"/wp-content/uploads/2025/11/AA-20251123-39786151-39786126-RUSSIAN_DRONE_STRIKES_ON_DNIPRO_INJURED_2_UKRAINE_SAYS-1763936525.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Consequences of the Russian drone attack on Dnipropetrovsk region of Ukraine on November 23, 2025. Russia attacked the region with strike drones and hit residential neighborhoods. Several apartment buildings were partially destroyed, and civilian cars were damaged. Fifteen residents required medical assistance, including an 11-year-old child. In the Synelnykove district, two people were injured as a result of the attack. Infrastructure facilities, private houses, and garages were damaged. Photojournalist:Dnipro Reg Mil. Administration\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4126359\" class=\"wp-caption-text\">A person stands on a balcony damaged in a Russian attack on Ukraine’s Dnipropetrovsk region on Sunday [Handout/Dnipropetrovsk Regional Military Administration via Anadolu]</figcaption></figure><h2 id=\"weapons\">Weapons</h2><ul>\n<li>Ukraine and France signed an agreement for Kyiv to buy up to 100 Rafale fighter jets over the next 10 years during a meeting between Zelenskyy and Macron in Paris.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Slovenia referendum rejects assisted dying law for terminally ill adults | Health News | Al Jazeera",
            "time": "2025-11-23T23:08:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251123__84W78BD__v1__HighRes__SloveniaEuthanasiaReferendum-1763937603.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Slovenia referendum rejects assisted dying law for terminally ill adults</h1><p class=\"article__subhead\"><em>Slovenia’s parliament had approved a law in July, allowing assisted dying after a 2024 referendum supported it.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Slovenians have rejected in a referendum a law that allowed terminally ill adults to end their lives, after critics mounted a campaign against the legislation.</p><p>About 53 percent of 1.7 million eligible voters voted against the law that proposed legalising assisted dying, according to preliminary results released by the election authorities on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The results mean the law’s implementation will be suspended for at least one year. Slovenia’s parliament had <a href=\"/news/2025/7/18/slovenian-lawmakers-vote-to-make-assisted-dying-legal\">approved the law in July</a>, allowing assisted dying after a 2024 referendum supported it.</p><p>But <a href=\"/news/2025/11/23/slovenia-referendum-where-is-assisted-dying-legal\">the new vote</a> was called after a civil group, backed by the Catholic Church and the conservative parliamentary opposition, gathered more than the 40,000 signatures required for a repeat.</p><p>Ales Primc, head of Voice for the Children and the Family, the NGO that organised the no vote campaign, reacted to the results, saying “solidarity and justice” had won.</p><p>“We are witnessing a miracle. The culture of life has defeated the cult of death,” Primc said after the vote.</p><p>Under the disputed law, terminally ill patients would have had the right to aid in dying if their suffering was unbearable and all treatment options had been exhausted.</p><p>It would also have allowed for assisted dying if treatment offers had no reasonable prospect of recovery or improvement in the patient’s condition, but not to end unbearable suffering from mental illness.</p><p>Prime Minister Robert Golob had urged citizens to back the law “so that each of us can decide for ourselves how and with what dignity we will end our lives”.</p><p>But the Catholic Church has said allowing assisted dying “contradicts the foundations of the Gospel, natural law and human dignity”.</p><p>In June 2024, 55 percent had backed the law.</p><p>Turnout at Sunday’s referendum was 40.9 percent – just enough for the no vote to meet the threshold.</p><p>Several European countries, including Austria, Belgium, the Netherlands and Switzerland, allow terminally ill people to receive medical help to end their lives. However, it remains a crime in others, even in cases of severe suffering.</p><p>In May, France’s lower house of parliament <a href=\"/news/2025/5/27/french-lawmakers-approve-assisted-dying-bill\">approved a right-to-die bill</a> in a first reading. The British parliament is debating similar legislation.</p></div></div></body></html>"
        },
        {
            "title": "Barred Bosnian Serb leader Dodik’s ally wins snap presidential election | Elections News | Al Jazeera",
            "time": "2025-11-23T22:54:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-23T231747Z_737632941_RC2K2IA5N2DU_RTRMADP_3_BOSNIA-ELECTION-SERBS-1763943325.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Barred Bosnian Serb leader Dodik’s ally wins snap presidential election</h1><p class=\"article__subhead\"><em>Sinisa Karan wins 50.89 percent of the vote, while his main rival Branko Blanusa gets 47.81 percent, preliminary results show.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A close ally of Bosnia’s former Serb Republic leader Milorad Dodik, who was ousted from office over his separatist policies, has won the territory’s snap <a href=\"/news/2025/11/23/voters-in-republika-srpska-elect-new-leader-after-separatist-dodiks-ouster\">presidential election</a>, according to electoral authorities.</p><p>Sinisa Karan of the Alliance of Independent Social Democrats party (SNSD) won 50.89 percent of the vote in Sunday’s poll, the election commission’s president Jovan Kalaba told reporters.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Opposition candidate Branko Blanusa of the Serb Democratic Party (SDS) won 47.81 percent, he said.</p><p>The results were based on 92.87 percent of counted votes, the election commission said, adding that 35.78 percent of some 1.2 million eligible voters had turned out for the election.</p><p>The presidential mandate will last for less than a year since a general election is scheduled next October.</p><p><a href=\"/news/2025/8/6/separatist-bosnian-serb-leader-dodik-sacked-from-office-by-bosnia-officials\">Dodik</a>, speaking at the SNSD headquarters in Banja Luka, the capital of Bosnian Serb statelet Republika Srpska, called Karan’s win “unquestionable”.</p><p>Karan, who currently serves as the Serb Republic minister of scientific and technological development, pledged to continue Dodik’s policies “with ever greater force”.</p><p>“As always, when the times were difficult, the Serb people have won,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The SDS, meanwhile, said it would request the repetition of the vote at three polling stations, citing major election irregularities.</p><p>The election was called to replace Dodik after he was stripped of his office and banned from politics for six years.</p><p>Dodik was <a href=\"/news/2025/11/4/bosnias-top-court-upholds-political-ban-on-bosnian-serb-leader-dodik\">ousted</a> in August after a Bosnian court convicted him of disobeying the orders of the international High Representative for Bosnia, who oversees the implementation of the 1995 Dayton Accords, which ended the bloody three-and-a-half-year Bosnian war.</p><p>He had repeatedly clashed with High Representative Christian Schmidt, declaring his decisions illegal in Republika Srpska, which is controlled by Bosnian Serbs.</p><p>The other half of the country is run jointly by Bosniaks, who are mainly Muslims, and Croats. The two entities are bound together by a central administration.</p><p>Dodik, who still advocates eventual separation of Republika Srpska from Bosnia, paid a fine to stay away from jail and stepped aside as president while staying at the helm of his governing SNSD party.</p><p>Prior to the vote, Karan said that democratic elections were “a way to strengthen our peace and stability” and to “strengthen the institutions of our Republika Srpska and our entire republic”.</p><p>But Dodik appeared to be intent on remaining in the driving seat, telling voters that “I will remain with you to fight for our political goals”, and Karan’s “victory will be my victory too”.</p><p>Bosnia’s complex political structure was established 30 years ago by the United States-brokered Dayton peace agreement, ending the 1992-95 ethnic conflict that killed more than 100,000 people and left millions homeless.</p><p>The war started when Bosnia declared independence from Yugoslavia and the country’s Serbs took up arms to carve up their own territory, hoping to join with neighbouring Serbia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US and Ukraine announce ‘updated’ framework to end Russia’s war | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-23T22:26:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251123__84XF9KE__v1__HighRes__SwitzerlandUsUkraineRussiaConflictDiplomacy-1763932268.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and Ukraine have announced a revised framework for ending the Russia-Ukraine war after an earlier proposal by Washington drew criticism for being too favourable to Moscow.</p><p>US and Ukrainian officials said on Sunday that they agreed that any deal to end Russia’s war should “fully uphold” Ukraine’s sovereignty as they unveiled an “updated and refined peace framework” that was scant on details.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Both sides agreed the consultations were highly productive. The discussions showed meaningful progress toward aligning positions and identifying clear next steps,” officials said in a joint statement following talks in Geneva, adding that the sides agreed on the need for a “sustainable and just peace”.</p><p>Washington and Kyiv also reiterated their readiness to keep working together to “secure a peace that ensures Ukraine’s security, stability, and reconstruction”, the joint statement said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>US Secretary of State Marco Rubio earlier on Sunday said the sides had made “tremendous” progress during the talks, though their joint statement offered no specifics for resolving the many thorny points of contention between Moscow and Kyiv.</p><p>Rubio said negotiators had made some changes to US President Donald Trump’s 28-point peace plan, including around the role of NATO, to narrow the differences between the sides.</p><p>“I can tell you that the items that remain open are not insurmountable. We just need more time than what we have today. I honestly believe we’ll get there,” Rubio told reporters at the US mission in Geneva.</p><p>Rubio declined to go into specifics about the amendments to the draft proposal, including whether Kyiv had agreed to compromise on key Russian demands, such as territorial concessions.</p><p>“But I can tell you, I guess, that I feel very optimistic that we can get something done here because we made a tremendous amount of progress today,” Rubio said.</p><p>Rubio’s cautiously optimistic remarks came after Trump, who has given Ukraine until Thursday to accept his 28-point plan, had earlier accused Kyiv of being insufficiently grateful for his administration’s assistance.</p><p>“UKRAINE ‘LEADERSHIP’ HAS EXPRESSED ZERO GRATITUDE FOR OUR EFFORTS, AND EUROPE CONTINUES TO BUY OIL FROM RUSSIA,” Trump posted on his social media site, Truth Social.</p><p>Shortly after Trump’s comments, Ukrainian President Volodymyr Zelenskyy said on X that he was grateful to the US and “personally to President Trump” for Washington’s assistance in repelling Moscow’s invasion.</p><p>Trump’s leaked blueprint for ending the war has caused consternation in Kyiv and European capitals due to its alignment with many of Moscow’s demands, including that Ukraine limit the size of its military and give up Crimea, Luhansk and Donetsk.</p><p>Zelenskyy said in a sombre national address last week that the plan put Ukraine in the position of having to choose between “losing dignity” or “losing a key partner”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>European Commission chief Ursula von der Leyen said on Sunday that any peace plan needed to respect Ukraine’s freedom to “choose its own destiny,” including to join the bloc.</p><p>“It starts with the country’s reconstruction, its integration into our Single Market and our defence industrial base, and ultimately, joining our Union,” von der Leyen said in a statement.</p><p>Asked whether a deal could be reached by Trump’s Thursday deadline, Rubio said “we want to get this done as soon as possible”.</p><p>“Obviously, we would love it to be Thursday,” he said.</p><p>Rubio said the peace plan was a “living, breathing document” and would continue to change.</p><p>The top US diplomat also said the deal would need to be presented to Moscow for its approval.</p><p>“Obviously, the Russians get a vote here,” he said.</p><p>Russian President Vladimir Putin said on Friday that Trump’s plan could form the basis for a final peace settlement, but warned that Moscow would advance further into Ukrainian territory if Kyiv refused to negotiate.</p></div></div></body></html>"
        },
        {
            "title": "Cameroon opposition leader flees to Gambia for ‘safety’ after disputed vote | Elections News | Al Jazeera",
            "time": "2025-11-23T22:08:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-10-31T115441Z_557448952_RC2C2HAUV1F8_RTRMADP_3_CAMEROON-ELECTION-1763930926.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cameroon opposition leader flees to Gambia for ‘safety’ after disputed vote</h1><p class=\"article__subhead\"><em>The Gambia hosts Issa Tchiroma Bakary after Paul Biya, Cameroon’s leader for 43 years, wins yet another election.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cameroon’s opposition leader Issa Tchiroma Bakary has fled to The Gambia “for the purpose of ensuring his safety” in the wake of the recent presidential election that returned longtime ruler <a href=\"/news/2025/11/6/cameroons-biya-worlds-oldest-ruler-at-92-sworn-in-for-eighth-term\">Paul Biya</a> to power amid <a href=\"/news/2025/10/27/biya-declared-victor-of-cameroon-election-why-deadly-protests-broke-out\">deadly protests</a>.</p><p>The Gambian government confirmed in a statement on Sunday that it was hosting Tchiroma “temporarily” in the country on “humanitarian grounds” while pursuing a “peaceful and diplomatic resolution” to post-electoral tensions in Cameroon.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The statement, posted on the Facebook page of the office of Gambian President Adama Barrow, said The Gambia was working with regional partners like Nigeria to “support a peaceful and negotiated outcome” following October’s disputed election.</p><p>Official election results showed 92-year-old Biya, the world’s oldest head of state, secured his eighth term in office with 53.7 percent of the vote, against 35.2 percent for Tchiroma, a former government minister leading the Cameroon National Salvation Front.</p><p>But Tchiroma, who claimed vote tampering, stated he was the election’s real winner. “This is not democracy, it is electoral theft, a constitutional coup as blatant as it is shameful,” he said at the time.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The opposition leader repeatedly urged supporters to protest against the official election outcome, urging them to stage “dead city” operations by closing shops and halting other public activities.</p><p>The Cameroonian government has confirmed that at least five <a href=\"/gallery/2025/10/27/four-killed-in-cameroon-opposition-protests-ahead-of-election-results\">people were killed during the protests</a>, although the opposition and civil society groups claim the figures are much higher.</p><p>The government has said it plans to initiate legal proceedings against Tchiroma for his “repeated calls for insurrection.”</p><p>Biya came to power in 1982 following the resignation of Cameroon’s first president and has ruled since, following a 2008 constitutional amendment that abolished term limits.</p><p>He has ruled the country with an iron fist, repressing all political opposition.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}