{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "‘No one power’ can solve global problems, says UN chief as Trump veers away | United Nations News | Al Jazeera",
            "time": "2026-01-30T07:23:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697c31e3-1769746915.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘No one power’ can solve global problems, says UN chief as Trump veers away</h1><p class=\"article__subhead\"><em>United Nations chief Antonio Guterres appears to point at Trump as critics say his ‘Board of Peace’ aims to replace UN.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations Secretary-General <a href=\"/news/2026/1/15/uns-guterres-slams-world-leaders-putting-intl-cooperation-on-deathwatch\">Antonio Guterres has warned</a> that international “cooperation is eroding” in the world, during a media briefing where he took aim at one – maybe two – powerful countries undermining efforts to solve global problems collectively.</p><p>In his annual address as secretary-general, where he outlined priorities for the UN, Guterres said on Thursday that the world body stood ready to help members do more to address their most pressing issues, including the climate catastrophe, inequality, conflict and the rising influence of technology companies.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But he warned that “global problems will not be solved by one power calling the shots,” in apparent reference to United States President Donald Trump’s administration and his moves to abandon much of the UN system, while also impelling countries to join his newly-created “Board of Peace”.</p><p>Guterres went on to say that “two powers” would also not solve key problems by “carving the world into rival spheres of influence”, in what appeared to be a reference to <a href=\"/news/2026/1/26/what-role-is-china-playing-in-global-geopolitical-transformations\">China and its growing role in global affairs.</a></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Guterres, who will step down from his position at the end of the year, underscored the UN’s ongoing commitment to international law amid concerns that treaties, which countries have abided by for decades, are coming undone.</p><p><a href=\"/news/2025/12/7/we-need-to-make-it-work-can-international-law-deliver-justice\">Amid Israel’s genocidal war on Gaza</a> and the brazen <a href=\"/news/2026/1/9/trump-says-he-doesnt-need-international-law-amid-aggressive-us-policies\">abduction of Venezuela’s President Nicolas Maduro by US forces,</a> the UN chief warned that international law is being “trampled” and “multilateral institutions are under assault on many fronts.”</p><p>But, he added, the UN was still “pushing for peace – just and sustainable peace rooted in international law”.</p><p>Beginning in his first term as US President, Trump sought to <a href=\"/news/2026/1/8/trump-to-withdraw-us-from-dozens-of-un-international-organisations\">end his country’s formal participation</a> in many aspects of the UN system, while also eager to wield influence over key decision-making bodies, including through the use of the US veto in the UN’s powerful Security Council.</p><p>Trump’s current administration has also <a href=\"/news/2025/7/10/un-expert-albanese-rejects-obscene-us-sanctions-for-criticising-israel\">imposed sanctions</a> on UN Special Rapporteur for Palestine Francesca Albanese and <a href=\"/news/2025/10/18/trump-torpedoes-international-deal-to-reduce-shipping-emissions\">threatened to sanction negotiators</a> involved in UN talks on shipping pollution at the International Maritime Organization.</p><p>The US leader’s actions have drawn criticism.</p><p>Brazilian President Luiz Inacio “Lula” da Silva earlier this month <a href=\"/news/2026/1/24/brazils-lula-says-trump-is-attempting-to-create-a-new-un\">accused Trump</a> of wanting to create “a new UN”.</p><p>Lula made his comment just days after Trump launched his “Board of Peace” initiative at the World Economic Forum in Davos, Switzerland.</p><p>While more than two dozen countries in the Middle East, Africa, Asia, Latin America and Europe have signed up as founding members of the peace board, several major nations, <a href=\"/news/2026/1/28/trumps-board-of-peace-an-effort-to-curtail-middle-powers-says-expert\">including France</a>, have turned down invitations to join, and Canada has been excluded.</p><p>France said the Trump-led peace board “goes beyond the framework of Gaza and raises serious questions, in particular with respect to the principles and structure of the United Nations, which cannot be called into question”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump says speaking to Iran amid rising war fears | Conflict | Al Jazeera",
            "time": "2026-01-30T06:58:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769756303.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "UNRWA staff cuts deepen in Gaza as Israel restricts critical aid access | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-30T06:19:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/873A5218-copy-1769426385.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City —</strong> After 18 years as a teacher with an UNRWA-run school, Maryam Shaaban (name changed for safety reasons) fainted upon learning she was among 600 employees dismissed from their posts, the latest in a barrage of devastating blows borne out of Israel’s genocidal war on the besieged enclave.</p><p>Earlier in January, the United Nations agency for Palestinian refugees (UNRWA) announced a series of harsh austerity measures, including a 20 percent salary cut for local staff in Gaza, reduced working hours, and the termination of contracts for employees based outside Gaza who had been previously placed on “exceptional leave”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to a letter sent to affected staff by UNRWA Commissioner-General Philippe Lazzarini, the agency said it was forced to take steps due to a severe financial shortfall in its 2026 budget of some $220m.</p><p>The deficit threatens the agency’s ability to meet core operational obligations, including staff salaries and the continuation of essential humanitarian programmes.</p><p>Shaaban, 52, who is currently displaced in Egypt with her injured husband, began working with the UN agency in 2007 as a teacher at one of the agency’s schools in Jabalia, northern Gaza.</p><p>Like most residents of Gaza, she suffered a heavy price during Israel’s genocidal war.</p><p>She was displaced with her family from Jabalia to Nuseirat, in central Gaza, where they took refuge in her brother’s home. In December 2023, they were hit by a direct Israeli air attack that killed 15 people and injured dozens.</p><p>Among the victims were Maryam’s 22-year-old daughter, her brother, and his entire family.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4264873\" src=\"/wp-content/uploads/2025/11/Death-toll-tracker-1769346004.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-jan 25, 2026_Death toll tracker-1765554400\" fetchpriority=\"low\"></p><h2 id=\"israeli-targeting-of-unrwa\">Israeli targeting of UNRWA</h2><p>Sustained Israeli campaigns to decimate and denigrate the agency have escalated to unprecedented levels.</p><p>Israel has repeatedly accused the agency of being lenient or complicit with Palestinian armed groups, without providing verifiable evidence. These are allegations UNRWA has vehemently denied, stressing that it takes disciplinary action against any employee proven to be involved in wrongdoing.</p><p>In 2025, the Israeli Knesset passed legislation effectively banning the agency’s operations in areas it considers part of “Israeli sovereignty”, including occupied East Jerusalem, claiming the agency poses a security threat.</p><p>The agency rejected the law as illegal and said it places it in direct confrontation with Israeli authorities.</p><p>As of this month, the UN agency has recorded deaths in Israeli attacks of more than 380 of its staff members in Gaza since October 2023.</p><p>Earlier this month, Israel sent in bulldozers, <a href=\"/news/2026/1/20/israel-bulldozes-unrwa-buildings-in-occupied-east-jerusalem\">partially destroying UNRWA’s headquarters</a> in East Jerusalem. Israeli lawmakers and members of the far-right government were also present, according to Lazzarini, who said the attack came “in the wake of other steps taken by Israeli authorities to erase the Palestine Refugee identity”.</p><p>As a UN agency, it enjoys international legal status. UN Secretary-General Antonio Guterres warned Prime Minister Benjamin Netanyahu earlier in January that he could take Israel to the International Court of Justice (ICJ) if it does not repeal <a href=\"/features/2024/1/31/israels-allegations-unrwa-effort-eliminate-agency\">laws targeting UNRWA</a> and return its seized assets and property.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"by-what-law-does-this-happen\">‘By what law does this happen?’</h2><p>Maryam herself sustained minor injuries in the Israeli attack, while five of her children also suffered injuries. Her husband was critically wounded in the neck.</p><p>In April 2024, she left Gaza as a medical companion to her spouse, who was referred for treatment at an Egyptian hospital. She was forced to leave behind the rest of her children in Gaza, including those who were wounded.</p><p>“It feels like leaving for treatment and escaping death has become a crime we are being punished for,” Maryam told Al Jazeera by phone, her voice breaking with tears.</p><p>“Wasn’t it enough that I spent all this time grieving for my injured children, being away from them and constantly worried about them while accompanying my husband in treatment? They added to our wounds by dismissing us from our jobs. By what law does this happen?”</p><p>For Maryam and many others who were displaced outside Gaza during the war, the blow was especially severe, as it followed a February 2025 decision to place them on “exceptional leave” despite the fact that many of them continued teaching remotely.</p><p>“All my children are injured and have metal plates in their limbs. They suffered immensely after my salary stopped,” said the mother of eight.</p><p>In the past two weeks, the crisis has extended to employees who remain in the Strip, after the agency decided to cut their salaries by 20 percent, a move that has further deepened their humanitarian suffering amid Gaza’s catastrophic conditions.</p><p>The financial shortfall comes amid a decline in international donations, which had long formed the backbone of UNRWA’s budget, particularly after several donor states froze their contributions following Israeli allegations against some of its employees.</p><p>UNRWA provides essential services to millions of Palestinian refugees, who make up about 70 percent of the Gaza population, including education, healthcare, and social assistance, playing a central role in maintaining a minimum level of stability amid repeated Israeli wars and restrictions on crossings.</p><figure id=\"attachment_4266846\" aria-describedby=\"caption-attachment-4266846\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4266846\" src=\"/wp-content/uploads/2026/01/873A5243-copy-1769426398.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Dr Mustafa Al-Ghoul, a dentist with UNRWA for 29 years, who heads the UNRWA staff union\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4266846\" class=\"wp-caption-text\">Dr Mustafa al-Ghoul, a dentist with UNRWA for 29 years, who heads the agency’s staff union, is currently leading protests against its recent decisions [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"why-gaza-first\">Why Gaza first?</h2><p>There has been widespread anger and protests among UNRWA staff in Gaza, both inside and outside the Strip, who argue that the measures disproportionately target Gaza compared with the agency’s other five areas of operation: the occupied West Bank, Jerusalem, Jordan, Lebanon, and Syria.</p><p>Mustafa al-Ghoul, head of the UNRWA staff union in Gaza and a dentist who has worked with the agency for 29 years, questioned why Gaza — the most devastated and afflicted area — was chosen as the first sacrifice.</p><p>“All the measures started in Gaza, as if Gaza is not already overwhelmed by death, destruction, and hunger,” he told Al Jazeera, standing in front of their partially destroyed headquarters in Gaza City.</p><p>Of some of the 600 dismissed Palestinian employees who were outside Gaza, the cutting off of their salaries and savings without prior notice, al-Ghoul said, “Some are sick. Some have cancer. Some were on official leave. Some lost their entire families. Some left to treat a grandchild, and then they are punished with dismissal and deprivation of their rights.”</p><p>“Gaza needs someone to heal its wounds. Gaza is dying. You see tents, death, and destruction everywhere. Gaza needs compassion, not dismissals and the drying up of its lifelines,” al-Ghoul appealed to UNRWA’s leadership.</p><figure id=\"attachment_4266830\" aria-describedby=\"caption-attachment-4266830\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4266830\" src=\"/wp-content/uploads/2026/01/873A4342-copy-1769426332.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"UNRWA Gaza aid access\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4266830\" class=\"wp-caption-text\">Jihan al-Harazin with her husband and their three children in their tent west of Gaza City, where they were displaced after their home was destroyed [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"unrwa-was-the-backbone-of-our-survival\">‘UNRWA was the backbone of our survival’</h2><p>Union warnings about the consequences of UNRWA cuts are already visible in the scarred daily lives of displaced Palestinians in Gaza, particularly in education, healthcare and food security.</p><p>This decline is reflected in the testimony of Jihan al-Harazin, 28, a mother of three, displaced in Gaza City, whose family relied almost entirely on the agency’s services.</p><p>“UNRWA was the backbone of our survival,  in health, education, and food. It provided everything,” she told Al Jazeera.</p><p>That reality, however, has changed dramatically since the war began.</p><p>“Now, there is nothing,” Jihan said, referring to the food aid that UNRWA has not been able to distribute for months.</p><p>Since October 2023, all humanitarian agencies, particularly the UN egency, have faced persistent obstacles in delivering aid to Gaza.</p><p>On multiple occasions, Lazzarini accused Israel of using humanitarian aid as a political tool. He said Israel is using aid to Gaza “as a weapon” to deepen civilian suffering.</p><h2 id=\"a-war-waged-on-humanitarian-work-in-gaza\">‘A war waged on humanitarian work’ in Gaza</h2><p>Amjad Shawa, director of the Palestinian NGOs Network (PNGO) in Gaza, told Al Jazeera that UNRWA represents “the backbone of humanitarian work in the Palestinian territory”, stressing that its role extends beyond services to the political core of the refugee issue as one of the last pillars of humanitarian and social stability in Gaza.</p><p>“UNRWA carries a central cause for our people, the refugee cause itself. It was established by a UN General Assembly resolution and has operated for decades,” he said.</p><p>Al-Shawa said the agency is facing “continuous Israeli incitement” alongside Israeli bans on its operations in the occupied Palestinian territory, particularly Gaza, and the obstruction of humanitarian aid.</p><p>He warned that weakening UNRWA serves Israel’s agenda to erase the Palestinians’ right of return and compensation. That has been a key goal of the successive Israeli governments.</p><p>Linking the agency’s cuts to a broader campaign against humanitarian work in Gaza, al-Shawa noted Israel has faced <a href=\"/news/2026/1/1/israel-faces-widespread-condemnation-as-ngo-ban-comes-into-effect\">global condemnation</a> after a ban on dozens of international aid organisations working to provide life-saving assistance to Palestinians in the war-ravaged Gaza Strip came into effect.</p><p>“There is a war being waged against humanitarian work, including UNRWA, and we are paying the price for our commitment to international humanitarian law, a law the Israeli occupation refuses to uphold.”</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Iran warns retaliation to US attack will not be limited | News | Al Jazeera",
            "time": "2026-01-30T05:59:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-24T070501Z_702698059_RC2J7JAEC961_RTRMADP_3_IRAN-TRUMP-USA-MILITARY-1769751981.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Iran warns retaliation to US attack will not be limited</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Numerous US military assets in the Gulf region are ‘within the range of our medium-range missiles’, Iran’s military spokesman warns.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Can Bangladesh’s Awami League survive election ban, ex-PM Hasina’s exile? | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-01-30T05:12:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/vaslandalised-central-office-of-awami-league-in-dhaka-with-police-guarding-the-front-1769597412.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dhaka, Bangladesh –</strong> As boatman Ripon Mridha washed his feet early in the morning after a night of fishing in Bangladesh’s mighty Padma River, his eyes scanned the walls and shutters of the shops in the neighbourhood market.</p><p>Until recently, the neighbourhood in central Bangladesh’s Rajbari district was plastered with large posters and banners, with the faces of local politicians belonging to former Prime Minister Sheikh Hasina’s Awami League party looming large.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Today, those signs are gone, leaving little traces of a party that ruled over Bangladesh for 15 years before a student-led uprising in 2024 toppled Hasina’s iron-fisted government and forced her into <a href=\"/news/2026/1/25/bangladesh-slams-india-over-fugitive-ex-pm-hasinas-first-public-address\">exile in India</a>, her close ally.</p><p>After the uprising, Hasina’s Awami League was banned from all political activities, while a special tribunal, ironically founded by Hasina herself in 2010 to try political opponents, sentenced her to death in absentia for her role in the killing of more than 1,400 people during the protests.</p><p>On February 12, the country of 170 million people is scheduled to vote in its first <a href=\"/features/2026/1/27/fear-and-hope-in-bangladesh-how-political-violence-is-haunting-elections\">parliamentary election</a> since Hasina’s ouster.</p><p>Mridha, a lifelong Awami League voter, said he feels little enthusiasm over the election after the party he supported had been banned. He might still vote, but faces a dilemma over whom to support since the Awami League’s boat symbol will not appear on the ballot.</p><p>The boatman, about 50 years of age, said that his family fears that if they don’t vote, they might be identified as Awami League supporters in a country where Hasina and her party today draw widespread anger for the decades of killings, forced disappearances, torture and political crackdowns that they oversaw.</p><p>Under Hasina’s rule, the Jamaat-e-Islami party and Bangladesh Nationalist Party (BNP) – the Awami League’s two biggest opponents – were systematically persecuted. The Jamaat was banned, some of its leaders were executed, and many others were imprisoned. Thousands of BNP leaders were arrested, including former Prime Minister Khaleda Zia, who died in December. Her son and current BNP leader Tarique Rahman lived in exile in London for 17 years before returning to Bangladesh in December.</p><p>Widespread political violence continues to trouble Bangladesh’s preparations for the elections, with leaders from the BNP, Jamaat and other parties<a href=\"/features/2026/1/27/fear-and-hope-in-bangladesh-how-political-violence-is-haunting-elections\"> killed in recent weeks.</a> But now, like their counterparts from other parties, common supporters of the Awami League no longer enjoy immunity either from the anger the actions of their leaders have triggered.</p><p>“If we don’t vote, we risk being singled out,” Mridha told Al Jazeera. “So our family will go to the polling centre.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Conversations with longtime Awami League voters in areas where the party once dominated reveal a divided mood.</p><p>While many say they will still go to polling centres, others say they may not vote at all.</p><p>Like Solaiman Mia, a rickshaw puller in Gopalganj, the Hasina family’s bastion and the hometown of her father and Bangladesh’s founder, Sheikh Mujibur Rahman, whose grave lies in the district south of Dhaka as an enduring symbol of the Awami League’s powerful grip on the region. Hasina won huge victories in Gopalganj in every election since 1991.</p><p>Mia is unequivocal that he and his family would not vote this year. “An election without the boat on the ballot is not an election,” he told Al Jazeera, a sentiment shared by many residents of Gopalganj.</p><h2 id=\"awami-league-will-return\">‘Awami League will return’</h2><p>In central Dhaka’s Gulistan area lies the Awami League’s head office – now abandoned after it was vandalised and set on fire during the uprising. Since then, the building has been used as a shelter by homeless people and sections of it as a public toilet.</p><p>Outside the office, street vendor Abdul Hamid says he has not seen Awami League activists anywhere near the area for months.</p><p>“You won’t find any Awami League supporters here,” he said. “Even if someone is a supporter, they would never admit it. The Awami League has faced crises before, but it has never almost disappeared like this.”</p><p>Nearby, another street vendor, Sagor, is selling woollen scarves draped in the symbols of the BNP and its former ally and now rival, the <a href=\"/news/2026/1/21/what-is-bangladeshs-jamaat-e-islami-party-could-it-lead-the-country-next\">Jamaat-e-Islami party</a>.</p><p>“The scarves belonging to the parties are selling well,” he said as pedestrians surrounded him.</p><figure id=\"attachment_4271090\" aria-describedby=\"caption-attachment-4271090\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271090\" src=\"/wp-content/uploads/2026/01/vendors-selling-BNP-and-Jamaat-party-symbol-designed-woolen-scarf-nearby-the-awami-league-central-party-office-in-dhaka-1769597450.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladesh Election\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271090\" class=\"wp-caption-text\">A vendor selling scarves with BNP and Jamaat party symbols in Dhaka [Masum Billah/Al Jazeera]</figcaption></figure><p>Still, some Awami League supporters are optimistic about the party’s resurgence.</p><p>Arman, a former leader of Bangladesh Chhatra League, the student wing of the Awami League, said the party may be maintaining a strategic silence, but is far too entrenched to disappear from Bangladesh’s politics.</p><p>“The Awami League will return,” he told Al Jazeera. “And when it does, it will return with Sheikh Hasina.”</p><p>But Rezaul Karim Rony, a Dhaka-based political analyst and editor of Joban magazine, is not so sure. He thinks surviving the February election will be difficult for the Awami League.</p><p>“If an election takes place without the Awami League, its voters will gradually go through a form of reconciliation at the local level,” Rony told Al Jazeera. “They will be absorbed locally – aligning themselves with whichever influential forces or parties dominate their areas – and begin rebuilding their everyday lives that way.”</p><p>As a result, Rony said, it will be difficult for the Awami League to recover its support base once the election is over. He said while a section of the party’s supporters still sees no future for the party without Hasina, a sizeable group within it is frustrated by her authoritarian rule when she was in power.</p><p>“With supporters divided, with or without Hasina, returning to its previous political position is extremely difficult – almost impossible – for the Awami League,” Rony said.</p><h2 id=\"feels-like-a-political-wipeout\">‘Feels like a political wipeout’</h2><p>Other analysts argue that a recent surge in support for Jamaat-e-Islami could, paradoxically, offer a reference point for a possible future revival of the Awami League. The Jamaat supported Pakistan during Bangladesh’s war of independence in 1971, a role that its critics – including Hasina – have repeatedly used to challenge its credibility.</p><p>The party was banned twice, and its top leaders were hanged and jailed during Hasina’s rule. Still, it survived, and is now – according to polls – on the cusp of its best ever performance in the February elections.</p><p>“Jamaat’s current level of activism, influence and assertiveness – what might even be described as a show of dominance – can paradoxically be seen as a kind of blessing for the Awami League,” Anu Muhammad, a retired economics professor at Jahangirnagar University, told Al Jazeera.</p><p>Muhammad said the appeal of the Awami League extends far beyond its formal political structure, making its total political erasure unlikely. “The Awami League is not just its leadership,” he said. “It is connected to cultural, social and other forces.”</p><figure id=\"attachment_4271085\" aria-describedby=\"caption-attachment-4271085\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271085\" src=\"/wp-content/uploads/2026/01/vandalised-awami-league-office-in-rajbari-copy-1769597383.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladesh Election\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271085\" class=\"wp-caption-text\">A vandalised and deserted Awami League office in Rajbari, Bangladesh [Golam Mohiuddin Shohan/Al Jazeera]</figcaption></figure><p>A pre-election survey by the International Republican Institute, a United States think tank focused on democratic governance, suggested the Awami League still retains a support base of about 11 percent.</p><p>Yet, the party does not feature in the ongoing <a href=\"/features/2026/1/22/tiktok-facebook-youtube-bangladeshs-latest-election-battlegrounds\">election campaign</a>, and its leaders have instead been seen organising events from India, including a controversial <a href=\"/news/2026/1/25/bangladesh-slams-india-over-fugitive-ex-pm-hasinas-first-public-address\">address by Hasina</a> – her first since ouster – at a “Save democracy in Bangladesh” event at New Delhi’s Foreign Correspondents Club.</p><p>“To overthrow the foreign-serving puppet regime of this national enemy at any cost, the brave sons and daughters of Bangladesh must defend and restore the Constitution written in the blood of martyrs, reclaim our independence, safeguard our sovereignty, and revive our democracy,” Hasina said in a prerecorded audio message.</p><p>A furious Dhaka said it was “surprised and shocked” that Indian authorities allowed such an event to take place.</p><p>Back home, however, Hasina’s party is struggling to assert political relevance, raising questions about its survival.</p><p>Michael Kugelman, senior fellow for South Asia at the Atlantic Council, argued that, by strict democratic standards, an election in Bangladesh without the Awami League cannot be considered fully credible, calling the vote “an election with an asterisk”.</p><p>At the same time, he argued, the Awami League had – in the eyes of many Bangladeshis – forfeited its rights to be treated as a legitimate party because of the repression that Hasina had overseen and its earlier efforts to tilt the electoral playing field. The 2014, 2018 and 2024 elections – which Hasina won with a landslide – were all widely seen as manipulated, with opposition boycotts and crackdowns on rivals.</p><p>Still, Kugelman said the nature of dynastic political parties in South Asia is such that they rarely die.</p><p>“Even though the Awami League is in a bad place, it is essentially out of the political picture indefinitely in Bangladesh; one certainly should not rule out a potential future comeback. Political circumstances can change very quickly,” he told Al Jazeera.</p><p>Kugelman compared the party’s current crisis with what its bitter rival, the BNP, suffered during Hasina’s regime when the main opposition party struggled to mount a meaningful political or electoral challenge – only to re-emerge now as the most likely contender for power.</p><p>He said the Awami League is likely to adopt a “waiting strategy”. As long as Hasina remains politically active, she is likely to “want to stay in the game” and might also announce her US-based son Sajeeb Wazed as her dynastic successor.</p><p>“It could take time,” Kugelman said. “Given how politics play out in this region, they can be quite volatile. If an opening emerges down the road and the Awami League is in a better position to operate as a viable political force, it could well come back. But for now, it is essentially dead in the water.”</p><p>That is not a happy portent for Mridha, the boatman in Rajbari, for whom the uncertainty over his party’s future is deeply unsettling.</p><p>“My father used to talk about how the Awami League struggled after Bangabandhu [as Hasina’s father is fondly called] was assassinated,” he said, referring to Rahman’s assassination during a coup by the army in 1975, which pushed the Awami League into its first major crisis.</p><p>“But this year feels like a political wipeout.”</p></div></div></body></html>"
        },
        {
            "title": "Trump says Russia to pause bombing Kyiv during extreme winter conditions | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-30T04:43:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-25T172939Z_1948519385_RC2D8JASNGO7_RTRMADP_3_UKRAINE-CRISIS-COLD-KYIV-1769747227.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump says Russia to pause bombing Kyiv during extreme winter conditions</h1><p class=\"article__subhead\"><em>Ukraine’s Zelenskyy welcomed possible one-week pause after Russian attacks left homes with no heat in plummeting temperatures.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Ukrainian President Volodymyr Zelenskyy has welcomed United States President Donald Trump’s announcement that Russia will not attack Kyiv and “various” Ukrainian towns for seven days as civilians struggle with a lack of heating amid <a href=\"/news/2026/1/23/psychological-war-on-society-russia-plunges-ukraine-into-darkness\">freezing winter temperatures.</a></p><p class=\"tr-story-p1\">In a post on social media on Thursday, Zelenskyy said that Trump’s comments earlier in the day were an “important statement” about “the possibility of providing security for Kyiv and other Ukrainian cities during this extreme winter period”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Zelenskyy said that the pause in bombing had been discussed by negotiators during <a href=\"/news/2026/1/24/us-brokered-talks-on-ukraine-close-with-no-breakthrough\">recent ceasefire talks</a> in the United Arab Emirates, and that they “expect the agreements to be implemented”.</p><p class=\"tr-story-p1\">“De-escalation steps contribute to real progress toward ending the war,” the Ukrainian leader added.</p><p class=\"tr-story-p1\">Trump said earlier on Thursday that Russian President Vladimir Putin had agreed to his request not to fire on Ukraine’s capital Kyiv for a week due to severely low temperatures.</p><p class=\"tr-story-p1\">“I personally asked President Putin not to fire into Kyiv and various towns for a week, and he agreed to do that,” Trump said at a cabinet meeting, citing the “extraordinary cold” in the region.</p><p class=\"tr-story-p1\">The announcements came as Kyiv Mayor Vitali Klitschko said on the Telegram messaging app on Thursday that 454 residential buildings remain without heating in the city, as the Ukrainian capital struggles to restore power to homes following repeated Russian bombings targeting power and heating infrastructure in recent weeks.</p><p class=\"tr-story-p1\">Temperatures are forecast to drop to -23 degrees Celsius (-9.4 degrees Fahrenheit) overnight in the Ukrainian capital this week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"tr-story-p1\">Russia’s capital Moscow has experienced its heaviest snowfall in 200 years during the month of January, the meteorological observatory of Lomonosov Moscow State University said on Thursday, according to Russia’s state TASS news agency.</p><p class=\"tr-story-p1\">Russia and Ukraine also exchanged the bodies of soldiers killed in the war on Thursday, officials from both countries confirmed.</p><p class=\"tr-story-p1\">Similar exchanges have been agreed to during previous rounds of ceasefire talks. However, a breakthrough on ending Russia’s nearly four-year war on Ukraine has remained elusive.</p><p class=\"tr-story-p1\">Russian Foreign Minister Sergey Lavrov continued to pour cold water on ceasefire prospects on Thursday, saying that Moscow had yet to see a 20-point ceasefire plan that he said had been “reworked” by Ukraine and its allies.</p><p>Russia’s top diplomat also claimed that Ukraine had used brief pauses in fighting to “push” people to the front lines, according to TASS.</p></div></div></body></html>"
        },
        {
            "title": "ASEAN does not recognise Myanmar’s elections ‘as of now’: Philippine FM | ASEAN News | Al Jazeera",
            "time": "2026-01-30T04:34:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26029267992858-1769745798.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>ASEAN does not recognise Myanmar’s elections ‘as of now’: Philippine FM</h1><p class=\"article__subhead\"><em>Philippine Foreign Secretary Lazaro says ASEAN member states have ‘not endorsed’ the election in military-run Myanmar.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The 11-member Association of Southeast Asian Nations (ASEAN) does not recognise the recently held elections in military-ruled Myanmar, which a <a href=\"/news/2026/1/17/myanmar-military-backed-party-leads-after-second-round-of-election-voting\">military-backed party claimed to have won</a> earlier this week.</p><p>Philippine Foreign Secretary Theresa Lazaro said on Thursday that ASEAN “has not endorsed the three phases of the elections that were held” in Myanmar, which <a href=\"/news/2026/1/25/myanmar-holds-final-election-round-military-backed-party-set-to-win\">concluded last weekend</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Lazaro was speaking after hosting ASEAN’s first major ministerial meetings this year in the central Philippines city of Cebu, where the Myanmar crisis was high on the agenda.</p><p>Asked in a news conference if the bloc did not recognise the elections, Lazaro said “yes, as of now”. Lazaro did not elaborate on how the regional bloc’s stance towards the election and its outcome could change.</p><p>Local online news organisation Rappler reports that Lazaro said that ASEAN had not yet “reached a consensus on the elections in Myanmar”.</p><p>“Lazaro also points out that while the three rounds of voting have concluded, the entire process has yet to be over,” Rappler said.</p><p>ASEAN’s nonrecognition of the elections will be a major blow to normalisation efforts by Myanmar’s military rulers, who seized power in 2021 and hoped to gain international recognition and a degree of legitimacy by holding the election.</p><p>On Monday, the military-backed Union Solidarity and Development Party (USDP) claimed victory in the vote. A senior USDP official was quoted by the AFP news agency as saying, “We won a majority already”, based on preliminary results.</p><p>“We are in the position to form a new government,” the official said.</p><p>“As we won in the election, we will move forward.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Official results had been expected this week, while the military previously announced that parliament would be convened in March, and the new government would take up its duties in April.</p><p>Critics say the elections, which <a href=\"/video/newsfeed/2026/1/12/displaced-citizens-without-a-vote-myanmars-election\">excluded major opposition parties</a> and were slated by rights groups and activists, were neither free nor fair, and amounted to an attempt to legitimise military rule.</p><p>The ASEAN regional bloc, whose 11 members include Myanmar, has refused to recognise the military-ruled government’s coup in 2021 that removed the democratically elected government of Aung San Suu Kyi and has since <a href=\"/video/newsfeed/2026/1/11/al-jazeera-reports-from-rebel-held-myanmar-during-disputed-election\">plunged the country into a grinding civil war.</a></p><p>“Meaningful political progress in Myanmar requires a cessation of hostilities, inclusive dialogue and participation by all stakeholders,” Singapore Foreign Minister Vivian Balakrishnan said, according to The Associated Press news agency.</p><p>“These preconditions are necessary for a government with legitimacy and a measure of popular support to emerge,” the minister said.</p><p>The Philippines currently holds ASEAN’s annual rotating chair of the bloc, taking what would have been Myanmar’s turn after the country was suspended from chairing the meeting owing to the military’s seizure of power.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,436 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-30T02:55:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260129-40403495-40403486-RUSSIAN_DRONE_ATTACK_ON_VILNYANSK-1769730501.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,436</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,436 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Friday, January 30:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>A Russian drone attack killed two women and a man in Vilniansk in Ukraine’s front-line Zaporizhia region, the head of the regional military administration, Ivan Fedorov, said on the Telegram messaging app. The attack also destroyed houses after fires broke out, Fedorov said.</li>\n<li>Russian forces launched a total of 841 attacks on 34 settlements across Zaporizhia in the past day, Fedorov said in a later post, with 16 people injured in those attacks.</li>\n<li>Oleksandr Vilkul, the head of the Kryvyi Rih regional defence council, said that a Russian attack killed an elderly woman and injured three people in Kryvyi Rih city, Ukrainian President Volodymyr Zelenskyy’s hometown southeast of Kharkiv.</li>\n<li>Russian attacks also killed one person in Druzhkivka, in the Donetsk region, and one person in Khatnie, in the Kharkiv region, local officials said, according to the Kyiv Independent news outlet.</li>\n<li>The death toll from a Russian attack on Ukraine’s Odesa on Tuesday has risen to four, after a man injured in the attack died in hospital on Thursday, head of the Odesa Military Administration Serhiy Lysak said.</li>\n<li>A Ukrainian drone attack killed a hospital employee on the grounds of the Graivoron hospital, in Russia’s Belgorod region, the regional emergency response headquarters said.</li>\n<li>Russian forces shot down 111 Ukrainian drones in a 24-hour period, the Russian Ministry of Defence said, according to Russia’s TASS state news agency.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"energy-crisis\">Energy crisis</h2><ul>\n<li>Kyiv Mayor Vitali Klitschko said on Telegram that 454 residential buildings remain without heating in Ukraine’s capital Kyiv, with temperatures forecast to drop to -23 degrees Celsius (-9.4 degrees Fahrenheit) overnight this week.</li>\n<li>\n<p class=\"tr-story-p1\">President Zelenskyy said on Thursday he expected the implementation of an agreement by Russia not to fire on Kyiv and other cities for a week because of the severe winter weather, and as announced by United States President Donald Trump.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">“Our teams discussed this in the United Arab Emirates. We expect the agreements to be implemented,” Zelenskyy wrote on social media. “De-escalation steps contribute to real progress toward ending the war,” he added.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">Trump said earlier that Russian President Vladimir Putin had agreed not to fire on Kyiv for a week due to freezing winter conditions.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">“I personally asked President Putin not to fire into Kyiv and various towns for a week, and he agreed to do that,” Trump said at a cabinet meeting, citing the “extraordinary cold” in the region.</p>\n</li>\n</ul><h2 id=\"ceasefire-negotiations\">Ceasefire negotiations</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s Coordination Headquarters for the Treatment of Prisoners of War confirmed Ukraine <a href=\"/news/2026/1/29/ukraine-receives-bodies-of-1000-soldiers-from-russia\">received the bodies of 1,000 soldiers</a> from Russia in the latest exchange of those killed during the war.</li>\n<li>Kremlin aide Vladimir Medinsky also confirmed that “within the framework of the Istanbul agreements, the bodies of 1,000 dead Ukrainian soldiers have been transferred to Ukraine”.</li>\n<li>Medinsky said the “bodies of 38 dead Russian soldiers have been transferred to Russia”.</li>\n<li>Russian Foreign Minister Sergey Lavrov said that Moscow has not yet seen the ceasefire document that Ukraine refers to as a 20-point plan, adding that he believes it has been “reworked” by Ukraine and its allies. “We still haven’t seen it in its entirety,” he said.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Iran prepares for war as US military ‘armada’ approaches | Conflict News | Al Jazeera",
            "time": "2026-01-30T02:39:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260128-40391300-40391297-DAILY_LIFE_IN_IRAN-1769678190.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran –</strong> Iranian authorities have signalled that they are ready to defend their country as the United States continues to threaten a military attack, amid regional diplomatic efforts to avoid a new conflict.</p><p>Iran’s Foreign Minister Abbas Araghchi will hold high-level talks in Turkiye on Friday, according to Esmaeil Baghaei, the Foreign Ministry’s spokesperson.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Baghaei added that Tehran is looking to “constantly strengthen ties with neighbours based on shared interests”.</p><p>The visit comes amid a flurry of high-level talks, as regional leaders hope to convince the US not to attack, and the two sides to find some kind of compromise.</p><p>But a US “armada” – as President Donald Trump called it on Wednesday – continues to <a href=\"/news/2026/1/29/how-does-us-military-build-up-off-iran-compare-to-the-june-2025-strikes\">position itself near Iran’s waters</a>, led by the USS Abraham Lincoln aircraft carrier.</p><p>And in Iran, top political, military and judicial authorities continue to send messages of defiance, indicating that Iran’s focus is on defence, and not talks.</p><p>“Tehran’s priority is currently not to negotiate with the US, but to have 200 percent readiness to defend our country,” Kazem Gharibabadi, a senior member of the Iranian negotiating team, was quoted as saying by state media on Wednesday.</p><p>Gharibabadi said that messages have recently been exchanged with the US through intermediaries. But he added that even if conditions were suitable for talks, Iran would remain fully prepared to defend itself, noting that it was previously attacked – first by Israel and then the US – last June, just as negotiations were <a href=\"/news/2025/6/14/iran-says-nuclear-talks-with-us-meaningless-as-trump-pushes-for-a-deal\">about to get under way</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"army-prepared\">Army prepared</h2><p>Iran has emphasised its military strength in recent days, following on from numerous military exercises held since June’s 12-day war, when a number of its senior military officials were killed, and nuclear sites were attacked.</p><p>The Iranian army announced on Thursday that 1,000 new “strategic” drones joined its forces. They include one-way suicide drones, as well as combat, reconnaissance and cyberwarfare-capable aircraft that can hit fixed or mobile targets on land, air and sea, according to the army.</p><p>“Proportionate to the threats facing us, the agenda of the army includes maintaining and improving strategic advantages for fast combat and a decisive response to any aggression,” army commander Amir Hamati said in a short statement.</p><p>The Islamic Revolutionary Guard Corps (IRGC) has also previously touted its ability to endure attacks and <a href=\"/news/2023/2/7/iran-unveils-underground-base-in-response-to-us-israel-exercises\">keep launching ballistic and cruise missiles</a> at Israel, as well as US assets across the region if necessary.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"our-people-will-die\">‘Our people will die’</h2><p>In Tehran and across the country, Iranians have closely followed Trump’s often contradictory rhetoric – renewing threats while also expressing his willingness to talk.</p><p>The Islamic Republic’s most fervent supporters appear steadfast in their support for the government, even as Washington says that the <a href=\"/news/2024/12/21/the-iran-led-axis-of-resistance-in-the-aftermath-of-syrias-upheaval\" target=\"_blank\" rel=\"noopener noreferrer\">Iranian state is at its weakest</a> since coming to power nearly half a century ago, following protests that rocked the country this month and led to the deaths of thousands.</p><p>“America can’t do a damn thing,” a young woman told Al Jazeera in Tehran, repeating a refrain favoured by Supreme Leader Ayatollah Ali Khamenei and his top officials.</p><p>“Even if, God forbid, they launch some kind of missile towards us, it is the Islamic Republic that will give a decisive response and level their bases to the ground,” she said.</p><p>But even as the government and its supporters remain focused on how much damage Iran may <a href=\"/news/2025/6/18/mapping-irans-most-significant-strikes-on-israel\" target=\"_blank\" rel=\"noopener noreferrer\">potentially be able to inflict</a> on Israel and the US if it is attacked, many Iranians are fearful of what the second conflict in the space of a year will mean for them.</p><p>“I think another war would be totally terrible for both countries [Iran and Israel], and it’s the people of our country who will die in it,” another young woman, a student, said from Tehran on Thursday.</p><p>“If war breaks out, we will face destruction and devastation. I hope this doesn’t happen,” a man in his 50s said. All of those interviewed asked to remain anonymous for security reasons.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"preparedness\">Preparedness</h2><p>Authorities have been working to increase civilian preparedness in the event of a war.</p><p>Iranian President Masoud Pezeshkian <a href=\"/news/2026/1/28/iran-delegates-import-powers-as-us-war-threats-keep-economy-unstable\" target=\"_blank\" rel=\"noopener noreferrer\">delegated some authorities to governors</a> of Iran’s border provinces, allowing them to import essential goods, especially food, in case of war.</p><p>Attention has also turned towards the dire need for public shelters to protect Iranians during aerial attacks.</p><p>Alireza Zakani, the <a href=\"/news/2024/6/27/contenders-quit-race-ahead-of-irans-presidential-poll-as-campaigning-ends\" target=\"_blank\" rel=\"noopener noreferrer\">hardline lawmaker-turned-mayor of Tehran</a>, said in a statement on Thursday that the city municipality will build “underground parking shelters” as a “priority project”.</p><p>But Zakani added that the project would only be completed “over the coming years”, meaning that Iranians will once again have few locations to protect themselves during bombing raids if a conflict does break out imminently.</p><p>A new conflict will also likely mean the return of a communications blackout, a scenario that occurred during the June war and during the most-recent protests.</p><p>All internet and mobile access were cut off by the state across Iran on the night of January 8, during the height of the nationwide protests, during one of the bloodiest chapters of the Islamic Republic since the 1979 revolution.</p><p>After imposing nearly three weeks of total blackout affecting more than 90 million people, one of the longest and most widespread in its history, Iranian authorities have restored some internet bandwidth over recent days, but communication for most people remains disconnected or heavily disrupted.</p><p>But those who have been able to get online are now seeing images of the bloodshed of the past few weeks and are worried about the potential for yet more if fighting does break out.</p><p>“I’m afraid that soon again we will be woken up by the sounds of loud explosions at night because of a war,” a young woman in Tehran said, adding that she had been inundated with heartbreaking images and videos of protesters killed across the country. “But even without a war, death is already all around us.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Trump threatens tariffs on countries supplying Cuba with much-needed oil | Oil and Gas News | Al Jazeera",
            "time": "2026-01-30T02:35:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-16T183254Z_487653875_RC2D2JA7NM5J_RTRMADP_3_USA-VENEZUELA-CUBA-1769738244.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump threatens tariffs on countries supplying Cuba with much-needed oil</h1><p class=\"article__subhead\"><em>President Trump signs executive order pressuring Cuban oil supplies in wake of US military’s abduction of Venezuelan President Nicolas Maduro.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has signed an executive order to impose new tariffs on any country that <a href=\"/news/2026/1/28/venezuela-and-mexico-how-trump-is-trying-to-choke-cubas-oil-supplies\">supplies oil to⁠ Cuba</a>, the latest move in Washington’s campaign of pressure on Havana.</p><p>The order, signed by Trump on Thursday, describes the Cuban government as an <a href=\"/news/2026/1/22/trump-seeking-regime-change-in-cuba-by-end-of-the-year-us-media-report\">“unusual and extraordinary threat”</a> to US national security.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The regime aligns itself with – and provides support for – numerous hostile countries, transnational terrorist groups, and malign actors adverse to the United States,” including Russia, China, Iran, Hamas and Hezbollah, Trump’s order states.</p><p>“Under this system, an additional ad valorem duty may be imposed on imports of goods that are products of a foreign country that directly or indirectly sells or otherwise provides any oil to Cuba,” it adds.</p><p>Trump has spoken several times of <a href=\"/news/2026/1/25/cuban-official-accuses-us-of-piracy-against-sanctioned-caribbean-island\">acting against Cuba</a>, saying earlier this month that the Cuban leadership should “make a deal, before it is too late” – without specifying the nature of such a deal or the consequences.</p><p>The US president’s threats against Cuba come in the wake of US forces abducting Venezuelan President Nicolas Maduro and his wife in a bloody military night raid on the capital Caracas earlier this month. The US has since taken effective control of Venezuela’s oil sector, and Trump has promised to stop oil shipments previously sent to Cuba.</p><p>Just this week, Trump said that “Cuba will be failing pretty soon”, noting the lack of Venezuelan oil or revenue arriving in Havana.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Cuba’s Foreign Minister Bruno Rodriguez quickly slammed Trump’s order, calling it a “brutal act of aggression” backed up by “a long list of lies intended to portray Cuba as a threat” to the US.</p><p>“We denounce before the world this brutal act of aggression against Cuba and its people, who for more than 65 years have been subjected to the longest and cruellest economic blockade ever imposed on an entire nation,” the minister said on social media.</p><p>“Every day brings new evidence that the only threat to the peace, security, and stability of the region – and the only malign influence – is that exerted by” the US, he said.</p><p>Trump’s executive order on Thursday also comes amid US pressure on Mexico to distance itself from Cuba.</p><p>This week, Mexican President Claudia Sheinbaum said that her government had at least temporarily stopped oil shipments to Cuba, but said it was a “sovereign decision” not made under pressure from Washington.</p><p>Mexico, along with Venezuela, provides the majority of Cuba’s oil supplies, but Venezuelan crude has been cut off since the US abduction of former President Maduro on January 3.</p><p>According to The Financial Times, Mexico supplied some 44 percent of Cuba’s oil imports, and Venezuela supplied 33 percent until last month. About 10 percent is also sourced from Russia and a smaller amount from Algeria, according to The Financial Times.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What’s the format and full match schedule of the T20 World Cup 2026? | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-01-30T01:57:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260123__93QR6NX__v1__HighRes__CricketSriWcT202026Trophy-1-1769344124.jpg?resize=1360%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cricket fans will turn their attention to India and Sri Lanka as the International Cricket Council’s (ICC) T20 World Cup 2026 gets under way from February 7.</p><p>The tournament’s 10th edition, which will be spread over 54 matches, will conclude on March 8.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s what you need to know about the T20 World Cup 2026’s format and schedule:</p><h2 id=\"which-teams-are-in-the-t20-world-cup-and-what-are-their-groups\">Which teams are in the T20 World Cup, and what are their groups?</h2><p>The tournament was expanded to include 20 teams in 2024, and the number of competitors will remain the same this year.</p><p>However, there was a late change in the team list as the ICC expelled Bangladesh from the tournament following a weeks-long impasse on their participation. Scotland replaced Bangladesh, who were kicked out due to their refusal to travel to India for the World Cup over security concerns.</p><p>The 20 teams have been divided into four groups of five teams each. These are:</p><p><strong>Group A:</strong></p><ul>\n<li>India</li>\n<li>Namibia</li>\n<li>Netherlands</li>\n<li>Pakistan</li>\n<li>USA</li>\n</ul><p><strong>Group B:</strong></p><ul>\n<li>Australia</li>\n<li>Ireland</li>\n<li>Oman</li>\n<li>Sri Lanka</li>\n<li>Zimbabwe</li>\n</ul><p><strong>Group C: </strong></p><ul>\n<li>England</li>\n<li>Italy</li>\n<li>Nepal</li>\n<li>West Indies</li>\n<li>Scotland</li>\n</ul><p><strong>Group D: </strong></p><ul>\n<li>Afghanistan</li>\n<li>Canada</li>\n<li>New Zealand</li>\n<li>South Africa</li>\n<li>United Arab Emirates (UAE)</li>\n</ul><h2 id=\"what-s-the-format-of-the-t20-world-cup-2026\">What’s the format of the T20 World Cup 2026?</h2><p>The tournament will be divided into two group-based rounds and a knockout round, comprising the semifinals and the final.</p><p>The top two teams from each of the four groups will qualify for the Super 8 stage, where they will be divided into two groups of four teams each.</p><p>The two best-performing Super 8 teams will enter the semifinals.</p><p>Here’s a breakdown of the tournament’s schedule:</p><ul>\n<li><strong>Group stage:</strong> February 7 – 20</li>\n<li><strong>Super 8:</strong> February 21 – March 1</li>\n<li><strong>Semifinals:</strong> March 4 and 5</li>\n<li><strong>Final:</strong> March 8</li>\n</ul><h2 id=\"venues\">Venues</h2><p>Five stadiums in India and three in Sri Lanka will host the tournament.</p><p>The venues for all fixtures, barring one semifinal and the final, have been confirmed by the ICC.</p><p>If India qualify for the semifinals, they will play in the second one at Wankhede Stadium in Mumbai.</p><p>Should Pakistan qualify for the last-four stage, they will play their match at the R Premadasa Stadium in Colombo on March 4.</p><p>Here’s a list of the venues:</p><p><strong>India:</strong></p><ul>\n<li>Arun Jaitley Stadium, New Delhi</li>\n<li>Eden Gardens, Kolkata</li>\n<li>MA Chidambaram Stadium, Chennai</li>\n<li>Narendra Modi Stadium, Ahmedabad</li>\n<li>Wankhede Stadium, Mumbai</li>\n</ul><p><strong>Sri Lanka: </strong></p><ul>\n<li>R Premadasa Stadium, Colombo</li>\n<li>Pallekele International Cricket Stadium, Kandy</li>\n<li>Sinhalese Sports Club (SSC), Colombo</li>\n</ul><h2 id=\"full-match-schedule\">Full match schedule</h2><h3>Group stage</h3><h3>Saturday, February 7</h3><p>Netherlands vs Pakistan at 11am (05:30 GMT) – SSC, Colombo</p><p>Scotland vs West Indies at 3pm (09:30 GMT) – Eden Gardens, Kolkata</p><p>India vs USA at 7pm (13:30 GMT) – Wankhede Stadium, Mumbai</p><h3>Sunday, February 8</h3><p>Afghanistan vs New Zealand at 11am (05:30 GMT) – MA Chidambaram Stadium, Chennai</p><p>England vs Nepal at 3pm (09:30 GMT) – Wankhede Stadium, Mumbai</p><p>Sri Lanka vs Ireland at 7pm (13:30 GMT) – R Premadasa Stadium, Colombo</p><h3>Monday, February 9</h3><p>Scotland vs Italy at 11am (05:30 GMT) – Eden Gardens, Kolkata</p><p>Oman vs Zimbabwe at 3pm (09:30 GMT) – SSC, Colombo</p><p>Canada vs South Africa at 7pm (13:30 GMT) – Narendra Modi Stadium, Ahmedabad</p><h3>Tuesday, February 10</h3><p>Namibia vs Netherlands at 11am (05:30 GMT) – Arun Jaitley Stadium, New Delhi</p><p>New Zealand vs UAE at 3pm (09:30 GMT) – MA Chidambaram Stadium, Chennai</p><p>Pakistan vs USA at 7pm (13:30 GMT) – SSC, Colombo</p><h3>Wednesday, February 11</h3><p>Afghanistan vs South Africa at 11am (05:30 GMT) – Narendra Modi Stadium, Ahmedabad</p><p>Australia vs Ireland at 3pm (09:30 GMT) – R Premadasa Stadium, Colombo</p><p>England vs West Indies at 7pm (13:30 GMT) – Wankhede Stadium, Mumbai</p><h3>Thursday, February 12</h3><p>Sri Lanka vs Oman at 11am (05:30 GMT) – Pallekele International Cricket Stadium, Kandy</p><p>Italy vs Nepal at 3pm (09:30 GMT) – Wankhede Stadium, Mumbai</p><p>India vs Namibia at 7pm (13:30 GMT) – Arun Jaitley Stadium, New Delhi</p><h3>Friday, February 13</h3><p>Australia vs Zimbabwe at 11am (05:30 GMT) – R Premadasa Stadium, Colombo</p><p>Canada vs UAE at 3pm (09:30 GMT) – Arun Jaitley Stadium, New Delhi</p><p>Netherlands vs USA at 7pm (13:30 GMT) – MA Chidambaram Stadium, Chennai</p><h3>Saturday, February 14</h3><p>Ireland vs Oman at 11am (05:30 GMT) – SSC, Colombo</p><p>Scotland vs England at 3pm (09:30 GMT) – Eden Gardens, Kolkata</p><p>New Zealand vs South Africa at 7pm (13:30 GMT) – Narendra Modi Stadium, Ahmedabad</p><h3>Sunday, February 15</h3><p>Nepal vs West Indies at 11am (05:30 GMT) – Wankhede Stadium, Mumbai</p><p>Namibia vs USA at 3pm (09:30 GMT) – MA Chidambaram Stadium, Chennai</p><p>India vs Pakistan at 7pm (13:30 GMT) – R Premadasa Stadium, Colombo</p><h3>Monday, February 16</h3><p>Afghanistan vs UAE at 11am (05:30 GMT) – Arun Jaitley Stadium, New Delhi</p><p>England vs Italy at 3pm (09:30 GMT) – Eden Gardens, Kolkata</p><p>Australia vs Sri Lanka at 7pm (13:30 GMT) – Pallekele International Cricket Stadium, Kandy</p><h3>Tuesday, February 17</h3><p>Canada vs New Zealand at 11am (05:30 GMT) – MA Chidambaram Stadium, Chennai</p><p>Ireland vs Zimbabwe at 3pm (09:30 GMT) – Pallekele International Cricket Stadium, Kandy</p><p>Scotland vs Nepal at 7pm (13:30 GMT) – Wankhede Stadium, Mumbai</p><h3>Wednesday, February 18</h3><p>South Africa vs UAE at 11am (05:30 GMT) – Arun Jaitley Stadium, New Delhi</p><p>Namibia vs Pakistan at 3pm (09:30 GMT) – SSC, Colombo</p><p>India vs Netherlands at 7pm (13:30 GMT) – Narendra Modi Stadium, Ahmedabad</p><h3>Thursday, February 19</h3><p>Italy vs West Indies at 11am (05:30 GMT) – Eden Gardens, Kolkata</p><p>Sri Lanka vs Zimbabwe at 3pm (09:30 GMT) – R Premadasa Stadium, Colombo</p><p>Afghanistan vs Canada at 7pm (13:30 GMT) – MA Chidambaram Stadium, Chennai</p><h3 id=\"friday-february-20\">Friday, February 20</h3><p>Australia vs Oman at 7pm (13:30 GMT) – Pallekele International Cricket Stadium, Kandy</p><p> </p><h3>Super 8</h3><h3>Saturday, February 21</h3><p>TBD vs TBD at 7pm (13:30 GMT) – R Premadasa Stadium, Colombo</p><h3>Sunday, February 22</h3><p>TBD vs TBD at 3pm (09:30 GMT) – Pallekele International Cricket Stadium, Kandy</p><p>TBD vs TBD at 7pm (13:30 GMT) – Narendra Modi Stadium, Ahmedabad</p><h3>Monday, February 23</h3><p>TBD vs TBD at 7pm (13:30 GMT) – Wankhede Stadium, Mumbai</p><h3>Tuesday, February 24</h3><p>TBD vs TBD at 7pm (13:30 GMT) – Pallekele International Cricket Stadium, Kandy</p><h3>Wednesday, February 25</h3><p>TBD vs TBD at 7pm (13:30 GMT) – R Premadasa Stadium, Colombo</p><h3>Thursday, February 26</h3><p>TBD vs TBD at 3pm (09:30 GMT) – Narendra Modi Stadium, Ahmedabad</p><p>TBD vs TBD at 7pm (13:30 GMT) – MA Chidambaram Stadium, Chennai</p><h3>Friday, February 27</h3><p>TBD vs TBD at 7pm (13:30 GMT) – R Premadasa Stadium, Colombo</p><h3>Saturday, February 28</h3><p>TBD vs TBD at 7pm (13:30 GMT) – Pallekele International Cricket Stadium, Kandy</p><h3>Sunday, March 1</h3><p>TBD vs TBD at 3pm (09:30 GMT) – Arun Jaitley Stadium, New Delhi</p><p>TBD vs TBD at 7pm (13:30 GMT) – Eden Gardens, Kolkata</p><h3>Knockouts</h3><h3>Wednesday, March 4</h3><p>First semifinal at 7pm (13:30 GMT) – Eden Gardens, Kolkata or R Premadasa Stadium, Colombo</p><h3>Thursday, March 5</h3><p>Second semifinal at 7pm (13:30 GMT) – Wankhede Stadium, Mumbai</p><h3>Sunday, March 8</h3><p>Final at 7pm (13:30 GMT) – Narendra Modi Stadium, Ahmedabad or R Premadasa Stadium, Colombo</p></div></div></body></html>"
        },
        {
            "title": "Gaza-based journalist Bisan Owda regains TikTok account after outcry | Freedom of the Press News | Al Jazeera",
            "time": "2026-01-30T01:01:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769721613.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gaza-based journalist Bisan Owda regains TikTok account after outcry</h1><p class=\"article__subhead\"><em>Award-winning Palestinian journalist regains account with 1.4 million followers after surprise removal from video-sharing platform.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Award-winning Palestinian journalist Bisan Owda says she has regained access to her TikTok account, one day after saying she was banned from the video-sharing platform.</p><p>Owda told Al Jazeera on Thursday that she thought that international media attention and pressure from nongovernmental organisations had helped get back her TikTok account, although now visitors and followers must type her full username to find her popular account on the site.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Owda also said that she had received a message from TikTok that many of her video posts are now “ineligible for recommendation”.</p><p>Al Jazeera was able to see Owda’s TikTok account on Friday, which has 1.4 million followers, although no new posts are visible from the Gaza-based journalist since September 2025.</p><p>Owda gained recognition internationally for posting daily videos from the war-torn Palestinian territory, where she greeted her audience in regular video diaries, saying, “It’s Bisan from Gaza – and I’m still alive” during Israel’s genocidal war on the enclave.</p><p>A contributor to Al Jazeera’s AJ+, Owda’s reporting earned her top journalism accolades, including Emmy, Peabody and Edward R Murrow awards.</p><p></p><p>Alerting followers to the removal of her account on Wednesday, Owda noted that Israeli Prime Minister Benjamin Netanyahu, who is suspected of war crimes in Gaza, had said that he hoped the purchase of TikTok “goes through, because it can be consequential”.</p><p>Despite a ceasefire in Gaza, Israeli attacks continue on the enclave, and last week, Israel’s ongoing strikes <a href=\"/news/2026/1/21/three-journalists-among-11-palestinians-killed-in-israels-attacks-on-gaza\">killed three Palestinian journalists</a> in the territory.</p><p>According to the Committee to Protect Journalists, at least 207 Palestinian journalists and media workers have been killed in Gaza since October 2023, with the “vast majority” killed by Israeli forces.</p><p>The removal of Owda’s account also came as Israel’s top court <a href=\"/news/2026/1/23/who-controls-tiktoks-us-platform-under-new-deal\">again postponed</a> making a decision on whether foreign journalists should be allowed to enter and report on Gaza independently of the Israeli military.</p><p>Al Jazeera contacted TikTok for comment, but a spokesperson said the company did not comment on specific accounts.</p><p>A spokesperson from TikTok told The New Arab media outlet that Owda’s account had been “temporarily restricted” in September following concerns of a potential impersonation risk.</p><p>The spokesperson said that following further review, the journalist’s account was reinstated and is now operating normally, according to The New Arab.</p><p>TikTok <a href=\"/news/2026/1/23/who-controls-tiktoks-us-platform-under-new-deal\">announced last week</a> that a deal to establish a separate version of the platform in the United States had been completed, with the new entity controlled by investment firms, many of which are US companies, including several linked to President Donald Trump.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s Rodriguez signs oil reform law while the US eases sanctions | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-30T00:03:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26029819730071-1769730382.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s interim President Delcy Rodriguez has signed into law a reform bill that will pave the way for increased privatisation in the South American country’s nationalised oil sector, fulfilling a key demand from her United States counterpart, Donald Trump.</p><p>On Thursday, Rodriguez held a signing ceremony with a group of state oil workers. She hailed the reform as a positive step for Venezuela’s economy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We’re talking about the future. We are talking about the country that we are going to give to our children,” Rodriguez said.</p><p>The ceremony came within hours of the National Assembly – dominated by members of Rodriguez’s United Socialist Party – passing the reform.</p><p>“Only good things will come after the suffering,” said Jorge Rodriguez, the assembly’s head and brother of the interim president.</p><p>Since the US military’s abduction of Venezuela’s former leader Nicolas Maduro and his wife Cilia Flores on January 3, the Trump administration has sought to pressure President Rodriguez to open the country’s oil sector to outside investment.</p><p>Trump has even warned that Rodriguez could “pay a very big price, probably bigger than Maduro”, should she fail to comply with his demands.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Thursday’s legislation will give private firms control over the sale and production of Venezuelan oil.</p><p>It would also require legal disputes to be resolved outside of Venezuelan courts, a change long sought by foreign companies, who argue that the judicial system in the country is dominated by the ruling socialist party.</p><p>The bill would also cap royalties collected by the government at 30 percent.</p><p>While Rodriguez signed the reform law, the Trump administration simultaneously announced it would loosen some sanctions restricting the sale of Venezuelan oil.</p><p>The Department of the Treasury said it would allow limited transactions by the country’s government and the state oil company PDVSA that were “necessary to the lifting, exportation, reexportation, sale, resale, supply, storage, marketing, purchase, delivery, or transportation of Venezuelan-origin oil, including the refining of such oil, by an established US entity”.</p><p>Previously, all of Venezuela’s oil sector was subject to sweeping US sanctions imposed in 2019, under Trump’s first term as president.</p><p>Thursday’s suite of changes is designed to make Venezuela’s oil market more appealing to outside petroleum firms, many of whom remain wary of investing in the country.</p><p>Under Maduro, Venezuela experienced waves of political repression and economic instability, and much of his government remains intact, though Maduro himself is currently awaiting trial in a New York prison.</p><p>His abduction resulted in dozens of deaths, and critics have accused the US of violating Venezuelan sovereignty.</p><p>Venezuela nationalised its oil sector in the 1970s, and in 2007, Maduro’s predecessor, Hugo Chavez, pushed the government to increase its control and expropriate foreign-held assets.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Following Maduro’s abduction, Trump administration officials have said that the US will decide to whom and under what conditions Venezuelan oil is sold, with proceeds deposited into a US-controlled bank account.</p><p>Concerns about the legality of such measures or the sovereignty of Venezuela have been waved aside by Trump and his allies, who previously asserted that Venezuelan oil should “belong” to the US.</p></div></div></body></html>"
        },
        {
            "title": "Canada’s Carney hails new trade deals, ‘expects’ US to respect sovereignty | Donald Trump News | Al Jazeera",
            "time": "2026-01-29T23:24:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_697bd3a7ce3d-1769722791.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canadian Prime Minister Mark Carney has hailed several new trade agreements, pledging to further diversify Ottawa’s partners while saying he “expects” the United States to respect his country’s sovereignty.</p><p>Carney discussed the trade deals during a meeting on Thursday with provincial and territorial leaders.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our country is more united, ambitious and determined than it has been in decades, and it’s incumbent on all of us to seize this moment, build big things together,” Carney said, as he hailed 12 new economic and security accords reached over the last six months.</p><p>His comments come amid ongoing frictions with the administration of US President Donald Trump, which has previously pushed to make Canada a “51st state”.</p><p>Carney highlighted in particular a <a href=\"/economy/2026/1/15/canadas-mark-carney-seeks-reset-on-pivotal-trip-to-china\">new agreement</a> with China to lower trade levies. That deal prompted a rebuke last week from Trump, who <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115950424403894234\" target=\"_blank\" rel=\"noopener\">threatened</a> to impose a 100 percent tariff on Canada.</p><p>In the face of Trump’s accusations that Canada would serve as a “drop-off port” for Chinese goods, Carney clarified that Ottawa was not seeking a free-trade agreement with Beijing.</p><p>But on Thursday, he nevertheless played up the perks he said the agreement would offer to Canada’s agriculture sector.</p><p>“Part of that agreement unlocks more than $7bn in export markets for Canadian farmers, ranchers, fish harvesters and workers across our country,” Carney said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Carney added that Ottawa would soon seek to advance “trading relationships with global giants” including India, the Association of Southeast Asian Nations (ASEAN), and the South American trade bloc Mercosur.</p><p>“And we will work to renew our most important economic and security relationship with the United States through the joint review of the Canada-United States-Mexico agreement later this year,” he said, referring to the regional free trade agreement, which expires in July.</p><h2 id=\"respect-canadian-sovereignty\">‘Respect Canadian sovereignty’</h2><p>Carney’s pledge to diversify Canada’s portfolio of trade and security partners comes just eight days after he delivered an <a href=\"/economy/2026/1/21/rupture-in-the-world-order-speeches-by-carney-world-leaders-at-davos\">attention-grabbing speech</a> at the World Economic Forum in Davos, Switzerland.</p><p>During the address, Carney warned that the “rules-based” international order was a fiction that was fading, replaced by “an era of great power rivalry”, where might makes right.</p><p>“We knew the story of the international rules-based order was partially false, that the strongest would exempt themselves when convenient, that trade rules were enforced asymmetrically,” Carney told the audience in Davos.</p><p>“We knew that international law applied with varying rigour depending on the identity of the accused or the victim.”</p><p>He ultimately called for the so-called “middle powers” of the world to rally together in these unpredictable times.</p><p>The speech was widely seen as a rebuke to Trump, who has launched an aggressive tariff campaign on global trading partners, including Canada.</p><p>In early January, Trump also abducted the leader of Venezuela, Nicolas Maduro, in what critics describe as a violation of international law.</p><p>His pledge to “run” Venezuela was followed by a series of aggressive statements towards the self-governing Danish territory of Greenland, which he threatened to seize.</p><p>Those threats have sent shudders through the NATO alliance, which counts both the US and Denmark as members.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since before the start of his second term, Trump has also pushed to expand US control into Canada, repeatedly calling the country a “state” and its prime minister a “governor”.</p><p>In response to Carney’s speech at Davos, Trump <a href=\"/news/2026/1/23/rights-advocates-welcome-canadas-exclusion-from-trump-board-of-peace\">withdrew</a> Carney’s invitation to join his so-called Board of Peace.</p><p>Carney, however, has publicly stood by his statements, dismissing US Treasury Secretary Scott Bessent’s claims that he “aggressively” walked back his position during a private call with Trump.</p><p>In a separate exchange on Thursday, Carney was asked about reports that US officials had met with separatists seeking independence for the oil-wealthy province of Alberta.</p><p>The Financial Times reported that State Department officials have held three meetings ​with the Alberta Prosperity Project, a group that pushes for a referendum on whether the energy-producing western province should break away from Canada.</p><p>“We expect the US administration to respect Canadian sovereignty,” Carney replied.</p><p>“I’m always clear in my conversations with President Trump to that effect.”</p></div></div></body></html>"
        },
        {
            "title": "US opens probe after a Waymo self-driving car hit a child near a school | Automotive Industry News | Al Jazeera",
            "time": "2026-01-29T23:11:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25317007727959-1765216564.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States National Highway Traffic Safety Administration (NHTSA) said it is opening an investigation after a Waymo self-driving vehicle struck a child near an elementary school in Santa Monica, California, last week, causing minor injuries and renewing concerns about the safety of robotaxis.</p><p>The car safety agency said on Thursday that the child ran across the street on January 23 from behind a double-parked SUV towards the school and was struck by the Alphabet-unit Waymo autonomous vehicle during normal school drop-off hours. The agency said there were other children, a crossing guard, and several double-parked vehicles in the vicinity.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The incident comes as robotaxis are being deployed in rising numbers across the country. The US Senate Commerce Committee had already scheduled a hearing on self-driving cars for February 4, which will include Waymo Chief Safety Officer Mauricio Pena.</p><p>The National Transportation Safety Board (NTSB) also said it will investigate the incident.</p><p>Waymo said in a blog post on Thursday that it will cooperate in the investigation and said the child “suddenly entered the roadway from behind a tall SUV, moving directly into our vehicle’s path”.</p><p>It added that the self-driving vehicle immediately detected the individual as soon as the child emerged from behind the stopped vehicle, braking hard and reducing speed from approximately 17 miles per hour (27 kilometres per hour) to under 6mph (10km/h) before contact was made.</p><p>NHTSA is opening a preliminary evaluation to investigate whether the Waymo AV exercised appropriate caution given its proximity to the elementary school during drop-off hours, and the presence of young pedestrians and other potential vulnerable road users.</p><p>The agency said it plans to examine the vehicle’s “intended behaviour in school zones and neighbouring areas, especially during normal school pick-up and drop-off times, including but not limited to its adherence to posted speed limits” and will “also investigate Waymo’s post-impact response”.</p><h2 id=\"rising-incidents\">Rising incidents</h2><p>Waymo said a computer model suggested a fully attentive human driver in this same situation would have made contact with the pedestrian at approximately 14mph (23km/h). After the collision, the child stood up immediately, walked to the pavement, and Waymo called 911.</p><p>“The vehicle remained stopped, moved to the side of the road, and stayed there until law enforcement cleared the vehicle to leave the scene,” Waymo said.</p><p>The same day as the incident, the NTSB opened an investigation into Waymo after its robotaxis illegally passed stopped school buses in Austin, Texas, at least 19 times since the start of the school year.</p><p>Waymo in December recalled more than 3,000 vehicles to update the software that had caused vehicles to drive past stopped school buses that were loading or unloading students, increasing the risk of a crash. NHTSA opened a probe in October into Waymo vehicles near school buses.</p><p>Waymo said there were no collisions in the incidents. The Austin Independent School District said five incidents occurred in November after Waymo installed software updates to resolve the issue. The school system asked the company to halt operations around schools during pick-up and drop-off times until it could ensure the vehicles would not violate the law. In December, the school district told the Reuters news agency that Waymo had refused to halt operations around schools.</p><p>In late December, a Waymo <a href=\"/economy/2025/12/8/waymo-runs-into-safety-concerns-and-competition-as-it-expands-in-the-us\" target=\"_blank\" rel=\"noopener\">crushed to death</a> a cat in San Francisco and a month later, a dog met the same fate.</p></div></div></body></html>"
        },
        {
            "title": "US Justice Department charges man with assault after Ilhan Omar town hall | Politics News | Al Jazeera",
            "time": "2026-01-29T23:02:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26029015686871-1769721174.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Department of Justice has filed a criminal complaint against the man who sprayed Representative Ilhan Omar with apple cider vinegar during a news conference.</p><p>In court records filed on Wednesday and made public on Thursday, the Justice Department accused Anthony Kazmierczak of having “forcibly assaulted, opposed, impeded, intimidated and interfered” with Omar while she was performing her public duties.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The complaint included an affidavit from Derek Fossi, a special agent assigned to the Minnesota field office of the Federal Bureau of Investigation (FBI).</p><p>Fossi witnessed the incident. He described how Kazmierczak abruptly stood up and interrupted Omar while she held a town hall in her hometown of Minneapolis, Minnesota, on January 27.</p><p>“Kazmierczak had a syringe in his hand, and as he continued to rapidly approach Representative Omar, he sprayed her with an initially unidentified liquid from the syringe,” Fossi said in the affidavit.</p><p>Omar had been speaking to the town hall about her outrage over the surge in federal immigration agents to the Minneapolis area, which is part of the congressional district she represents.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The administration of President Donald Trump, a Republican, has targeted the Democrat-led area in part because of its large Somali American community, of which Omar is a member.</p><p>She blamed the leadership of the Department of Homeland Security (DHS), and specifically Secretary Kristi Noem, for the violence that had occurred as a result of the immigration raids.</p><p>“Renee Good should be alive. Alex Pretti should still be alive,” Omar said, referring to two US citizens who were recently killed in shootings involving federal agents.</p><p>Good was shot in her car by an agent from Immigration and Customs Enforcement (ICE) on January 7, while Pretti was killed when two Customs and Border Patrol Protection agents reportedly opened fire on January 24.</p><p>Omar then called for accountability from the Trump administration and reform to its “reckless and lawless” practices.</p><p>“ICE cannot be reformed. It cannot be rehabilitated. We must abolish ICE for good. And DHS Secretary Kristi Noem must resign or face impeachment,” Omar said, seconds before Kazmierczak stood from his front-row seat and sprayed her.</p><p>Fossi later explained he heard Kazmierczak say as he turned away, “She’s not resigning. You’re splitting Minnesotans apart.”</p><p>The incident caused grave concern, particularly in the immediate aftermath, when it was not clear what substance Omar had been struck with – and whether it was hazardous.</p><p>Thursday’s affidavit outlined several incidents where Kazmierczak had been critical of or appeared to threaten violence against the representative.</p><p>According to the court document, investigators interviewed a “close associate” of Kazmierczak, who overheard him saying on the phone several years ago, “Someone should kill that b****.” The interviewee allegedly told the investigators that they believed Kazmierczak was referring to Omar.</p><p>The affidavit also displayed a cartoon Kazmierczak posted onto his Facebook account criticising Omar for her role in the so-called “defund the police” movement.</p><p>Omar had called to “rebuild” the Minneapolis Police Department in the wake of the 2020 murder of George Floyd, a Black man whose heart stopped while an officer knelt on his neck.</p><p>A member of Congress’s progressive flank, nicknamed “The Squad”, Omar has long been a target for right-wing criticism.</p><p>President Trump, in particular, has repeatedly mocked Omar and spread false rumours about her, including suggestions of incest.</p><p>During a midterm campaign stop this week in Clive, Iowa, he questioned her patriotism and that of other immigrants.</p><p>“They have to show that they can love our country. They have to be proud. Not like Ilhan Omar,” he told a booing crowd. “Did you see that wise guy? You know, she’s always talking about, ‘The Constitution provides me with the following.’ The Constitution? She comes from a country that’s a disaster. It’s not even a country.”</p><p>It was the latest in a string of derogatory remarks Trump had made against Somalia and Omar personally.</p><p>In a December 2 cabinet meeting, for instance,  Trump used Omar as an example of the “garbage” the US immigration system was supposedly letting in.</p><p>Omar arrived in the US at age 12 as a child refugee, fleeing Somalia’s civil war. She has served as the representative for Minnesota’s 5th congressional district since 2019.</p><p>Critics have long warned of a rise in political violence in the US, and just this week, the US Capitol Police released a <a href=\"https://www.uscp.gov/media-center/press-releases/uscp-threat-assessment-cases-2025\" target=\"_blank\" rel=\"noopener\">report</a> saying it had probed 14,938 “concerning statements” made against Congress members in the last year alone.</p><p>That was a significant increase over the rate in 2024, when 9,474 such threats were investigated.</p><p>Since the vinegar-spraying incident, Omar held a separate news conference to denounce the “hateful rhetoric” aimed at her since she took public office.</p><p>She added that the death threats she receives increase when the president mentions her by name. But she emphasised that she remains unbowed.</p><p>“My presence here should tell you that the fear and intimidation doesn’t work on me,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Niger military gov’t says France, Benin, Ivory Coast behind airport attack | Military News | Al Jazeera",
            "time": "2026-01-29T22:45:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T201535Z_299532347_RC2WAJAGBNQQ_RTRMADP_3_NIGER-SECURITY-1769723703.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Niger military gov’t says France, Benin, Ivory Coast behind airport attack</h1><p class=\"article__subhead\"><em>‘They should be ready to hear us roar,’ says military ruler Tiani, who thanked Russian troops for defending airbase.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Niger’s military government has accused France, Benin and Ivory Coast of sponsoring an assault on a military base at Niamey’s international airport, while thanking “Russian partners” for repelling the attack.</p><p>General Abdourahamane Tiani, who seized power in a <a href=\"/features/2024/7/26/a-year-after-nigers-coup-split-political-loyalties-test-family-ties\">2023 coup</a>, made his claims on state television on Thursday, blaming France’s President Emmanuel Macron, Benin’s Patrice Talon and Ivory Coast President Alassane Ouattara. He did not offer any evidence to back up those claims.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>France, Benin and Ivory Coast have not commented on the claims yet.</p><p>The military leader made those claims after visiting the airbase at Diori Hamani International Airport, located some 10km (six miles) from the presidential palace, where explosions and shootings were reported on Wednesday night into Thursday.</p><p>Defence Minister Salifou Modi said the attack lasted “about 30 minutes”, before an “air and ground response”. The defence ministry said four military personnel were injured and 20 attackers were killed, with state television saying that a French national was among them.</p><p>Eleven people were arrested, it added.</p><p>“We have heard them bark, they should be ready to hear us roar,” said Tiani in comments that reflected the recent deterioration of Niger’s relations with France and neighbouring nations that he views as French proxies in the region.</p><p>Tiani also thanked Russian troops stationed at the base for “defending their sector”, confirming his nation’s growing ties with Moscow, which has provided <a href=\"/news/2024/4/12/russia-sends-military-trainers-air-defence-system-to-niger-state-media\">military support</a> to tackle a rebellion linked to <a href=\"/news/2025/12/28/niger-military-rulers-order-general-mobilisation-against-armed-groups\">al-Qaeda and ISIL</a>.</p><p>Neither of the armed groups has so far claimed responsibility.</p><p>Niger has been led by General Tiani since a coup that overthrew the elected civilian president, Mohamed Bazoum, in July 2023.</p><p>The country, which is allied with Sahel neighbours Mali and Burkina Faso in the <a href=\"/video/inside-story/2024/7/7/whats-behind-the-creation-of-the-alliance-of-sahel-states\">Alliance of Sahel States</a> (AES), has struggled to contain the rebellion, which has killed thousands and displaced millions in the three nations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Burkina Faso’s military government dissolves political parties | Military News | Al Jazeera",
            "time": "2026-01-29T21:53:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-05-10T172924Z_1143640870_RC25FEAZRM7N_RTRMADP_3_RUSSIA-BURKINA-FASO-1769721657.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Burkina Faso’s military government dissolves political parties</h1><p class=\"article__subhead\"><em>Interior Minister says multiplication of political parties has fuelled divisions and weakened social cohesion.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Burkina Faso’s military-led government has issued a decree dissolving all political parties that had already been forced to suspend activities after a coup four years ago.</p><p>The West African nation’s council of ministers passed the decree on Thursday amid the government’s ongoing crackdown on dissenting voices as it struggles to contain insurgencies linked to al-Qaeda and ISIL (ISIS).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/features/2024/3/15/russian-time-how-burkina-faso-fell-for-the-charms-of-moscow\">Burkina Faso</a>‘s Interior Minister Emile Zerbo said the decision was part of a broader effort to “rebuild the state” after alleged widespread abuses and dysfunction in the country’s multiparty system.</p><p>Zerbo said a government review found that the multiplication of political parties had fuelled divisions and weakened social cohesion.</p><p>The decree disbands all political parties and political formations, with all their assets now set to be transferred to the state.</p><p>Before the coup, the country had more than 100 registered political parties, with 15 represented in parliament after the 2020 general election.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Burkina Faso is led by <a href=\"/news/2025/12/24/burkina-faso-leader-vows-sahel-alliance-crackdown-on-armed-groups\">Captain Ibrahim Traore</a>, who seized power in a coup in September 2022, eight months after an earlier military coup had overthrown democratically elected President Roch Marc Kabore.</p><p>The country’s military leaders have cut ties with former colonial ruler France and turned to Russia for security support.</p><p>In 2024, as part of its crackdown on dissent, the government ordered <a href=\"/news/2024/4/26/burkina-faso-suspends-bbc-voice-of-america-for-reporting-on-army-killings\">internet service providers</a> to suspend access to the websites and other digital platforms of the BBC, Voice of America and Human Rights Watch.</p><p>As it turned away from the West, Burkina Faso joined forces with neighbouring <a href=\"/features/2025/12/31/a-marriage-of-three-will-mali-niger-burkina-faso-bloc-reshape-the-sahel\">Mali and Niger</a>, also ruled by military governments, in forming the <a href=\"/video/inside-story/2024/7/7/whats-behind-the-creation-of-the-alliance-of-sahel-states\">Alliance of Sahel States</a> (AES) in a bid to strengthen economic and military cooperation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Microsoft stock plunges as Wall Street questions AI investments | Technology News | Al Jazeera",
            "time": "2026-01-29T21:37:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-28T210321Z_611847657_RC2BODAWUABW_RTRMADP_3_MICROSOFT-RESULTS-1769719308.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Microsoft stock plunges as Wall Street questions AI investments</h1><p class=\"article__subhead\"><em>The drop comes amid stalling growth for its cloud computing software as OpenAI investments are questioned.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Microsoft stock has slumped 12 percent as part of a software industry sell-off, stoking fears of whether hefty investments <a href=\"/economy/2025/10/14/imf-says-ai-investment-bubble-could-burst-comparable-to-dot-com-bubble\" target=\"_blank\" rel=\"noopener\">in artificial intelligence</a> will pay off across the sector.</p><p>The Redmond, Washington-based tech giant is on track Thursday to finish at its worst day since March 2020 and has seen approximately $400bn in valuation wiped out.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Wednesday, the company reported a slowdown in growth for its cloud computing product Azure in its earnings report. Capital expenditures grew by 66 percent in the second quarter compared with the same period the year before, reaching a record $37.5bn for the quarter.</p><p>Meanwhile, Microsoft predicted Azure growth to stay stable in the period from January to March at 37 percent to 38 percent, after slowing in the last three months of 2025, partially due to AI chip capacity constraints.</p><p>“[Wall Street] wanted to see less cap-ex spending and faster cloud/AI monetisation … and coming out of the gates, it’s the opposite. We have said this is a multi-year journey, and Redmond needs to focus on its data center buildout with more customers heading down the AI path. It’s a balancing act with 2026 the inflection year for AI and MSFT [Microsoft],” Dan Ives, analyst at Wedbush Securities, said in a note provided to Al Jazeera.</p><h2 id=\"openai-pressure-looms\">OpenAI pressure looms</h2><p>Microsoft also faced pressure after a disclosure that OpenAI, its prized holding, accounts for 45 percent of its cloud backlog. Investors are worried that some $280bn could be at risk as the unprofitable startup loses momentum in the AI race.</p><p>On Wednesday, tech news website The Information reported that Microsoft is set to invest roughly $10bn in OpenAI – the maker of ChatGPT – as the company continues to accumulate debt. OpenAI holds nearly $100bn in debt.</p><p>Sebastian Mallaby, senior fellow at the nonpartisan think tank Council on Foreign Relations, predicts in a newly published op-ed in The New York Times that OpenAI will run out of money over the next 18 months.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Microsoft disappointed, and there are some genuine concerns that AI investments will eat the software companies’ lunches,” John Praveen, managing director and co-chief investment officer of investment firm Paleo Leon in Princeton, New Jersey, told the Reuters news agency.</p><p>OpenAI had issued an internal “code red” in December after Google’s Gemini 3 launched to positive reviews, and is playing catch-up in AI coding to Anthropic’s Claude Code, which has hit an annualised run rate of more than $1bn.</p><p>“Microsoft’s deep ties to OpenAI underpin its leadership in enterprise AI, but they also introduce concentration risk,” Zavier Wong, market analyst at investment firm eToro told Reuters.</p><p>Nvidia and Amazon, which, according to The Information’s report, are also investing further into OpenAI, had their stocks turn down on Thursday in midday trading.</p><p>Amazon is down 1.3 percent and Nvidia is down 0.1 percent .</p></div></div></body></html>"
        },
        {
            "title": "Palestinian journalist Bisan Owda regains TikTok account after outcry | Social Media | Al Jazeera",
            "time": "2026-01-29T21:20:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769721613.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Melania’: What to know about the US first lady’s new documentary | Donald Trump News | Al Jazeera",
            "time": "2026-01-29T20:15:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697bb0a38932-1769713827.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As US President Donald Trump struggles to navigate a series of crises – rising economic concerns, threats of war against Iran, and rising tensions over his aggressive mass deportation raids – First Lady Melania Trump is going to the movies.</p><p>The documentary film, Melania, detailing the first lady’s life over 20 days leading up to her husband’s inauguration in January 2025, promises an intimate view of a figure known for keeping a low profile.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Hello, Mr President, congratulations,” Melania Trump says in a phone call with her husband that appears in the film’s trailer. Asked by Trump if she had watched his speech, she responds, “I did not, I will see it on the news.”</p><p>But the film has not been able to escape the controversy surrounding Trump’s presidency. As <a href=\"/news/2025/10/24/who-are-the-private-donors-funding-trumps-white-house-ballroom\">ultra-wealthy donors and tech executives seek to win favour with the White House</a>, the film’s large budget and sizable fee for Melania Trump herself, who served as executive producer, have raised eyebrows.</p><p>Here’s what you need to know about the documentary:</p><figure id=\"attachment_4272318\" aria-describedby=\"caption-attachment-4272318\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4272318\" src=\"/wp-content/uploads/2026/01/AP25021184259479-1769630255.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Trump with Melania onstage\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4272318\" class=\"wp-caption-text\">President Donald Trump and First Lady Melania Trump dance at the Liberty Ball, part of the 60th Presidential Inauguration, on Monday, January 20, 2025, in Washington, DC [File: Evan Vucci/AP Photo]</figcaption></figure><h2 id=\"what-is-the-movie-about\">What is the movie about?</h2><p>The 104-minute documentary follows Melania Trump, the Slovenian-American first lady, for nearly three weeks leading up to her husband’s inauguration on January 20, 2025. Amazon MGM Studios, which is distributing the film, says that it will give viewers “unprecedented access” into Melania’s life.</p><p>Marc Beckman, the film’s producer, said in an interview this week that the first lady spearheaded the film’s creative direction.</p><p>“This is not a political film at all,” Beckman said.</p><p>The movie highlights her fashion choices, diplomatic engagements and the operations surrounding her Secret Service protection. Beckman said viewers also will see moments that capture the president’s sense of humour.</p><h2 id=\"when-will-the-movie-be-released-in-theatres\">When will the movie be released in theatres?</h2><p>The film will debut on Thursday at the Kennedy Center for the Performing Arts in Washington, DC, which Trump has asserted control over and been appointed chairman of.</p><p>Melania held a private screening at the White House on January 24, attended by about 70 people, including several business executives. The first lady said in a social media post that she was “humbled” and called the release “a historic moment”.</p><p>The film was set for release in approximately 1,600 screens worldwide on Friday, including about 1,500 in the United States. The premiere will be simulcast in 21 theatres nationwide on Thursday for invited guests to help build excitement for the launch.</p><h2 id=\"what-was-melania-s-budget\">What was Melania’s budget?</h2><p>Amazon MGM Studios bought the rights to the film in a $40m deal, in addition to $35m for a splashy advertising campaign, including a black-and-white projection of the film’s trailer onto The Sphere in Las Vegas.</p><p>The New York Times has reported that the figure includes a related docuseries that will be released later this year. Amazon paid about $26m more than the second-highest bid for the film, which came from Disney, and the film’s advertising budget is about 10 times the size of other high-profile documentaries.</p><p>Beckman, who produced the film, oversaw the movie deal with Amazon MGM Studios, plus a follow-up documentary series set for release later this year focusing on some of Melania Trump’s priorities, including children in foster care.</p><h2 id=\"how-much-did-the-first-lady-get-paid-for-the-movie\">How much did the first lady get paid for the movie?</h2><p>Melania served as executive producer of the film, giving her substantial control over editorial decisions, and will reportedly receive 70 percent of the $40m sum herself, according to the news service AFP.</p><h2 id=\"what-are-advance-ticket-sales\">What are advance ticket sales?</h2><p>Trump has urged his supporters to see the film, saying that tickets are “selling out, FAST!”</p><p>According to media outlet Puck News, the documentary is expected to earn about $5m during its opening weekend in the US and Canada, according to projections from the National Research Group (NRG).</p><p>Other figures from the market researcher Boxoffice are lower, predicting opening-weekend ticket sales of between $1 and $2 million.</p><p>Neither estimate would put the film on track to break even. No major publication has reviewed the film thus far, but the critical reception is also expected to be underwhelming.</p><p>The Guardian has reported that the chief executive of Vue, one of the largest cinema operators in the United Kingdom, said that ticket sales have so far been “soft”, with just one ticket sold for the first screening on Friday at the firm’s flagship Islington branch in London.</p><p>Across social media, the film and its PR campaign have drawn ridicule with several internet users posting screenshots showing cinemas that have sold no seats for screenings of “Melania.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-does-the-film-s-budget-compare-with-other-documentaries\">How does the film’s budget compare with other documentaries?</h2><p>Analysts have compared Melania with other well-known documentaries.</p><p>In a CNN segment, polling analyst Harry Enten noted that the 2004 Michael Moore documentary Fahrenheit 9/11, about the buildup to the US invasion of Iraq, had a budget of $6m, or a little more than $10m adjusted for inflation.</p><p>Enten said that the documentary brought in about $24m over its opening weekend, about $41m adjusted for inflation.</p><p>“Melania, not anywhere close,” Enten added.</p><p>“Am I Racist?”, a satirical documentary criticising “woke” culture by right-wing political commentator Matt Walsh, made about $4.5m over the opening weekend in 2024. It went on to become the year’s highest-grossing documentary film, with a budget of just $3m.</p><p>“2016: Obama’s America”, another documentary by a right-wing figure, Dinesh D’Souza, grossed a total of $33.5m domestically after being released in 2012. The film had a budget of $2.5m, about $3.5m in inflation-adjusted dollars.</p><h2 id=\"who-directed-melania\">Who directed ‘Melania’?</h2><p>The filmmaker Brett Ratner, known for the Rush Hour franchise, directed the film.</p><p>His involvement marked an unexpected return to filmmaking after a series of sexual assault allegations largely derailed his career in 2017. Ratner has denied those allegations.</p><p>Beckman, who is also an adviser and agent for Melania Trump, told the Los Angeles Times that Ratner was “one of the most talented directors of our lifetime” who knows “not just how to create something that’s gorgeous, but also how to reach the passions and emotions of his audience”.</p><p>The 56-year-old Ratner is also set to direct a fourth Rush Hour film for Paramount Studios, which merged with Skydance Media with the approval of the Trump administration in July.</p><p>“He was very talented,” Melania Trump told Fox. “He was the best one, and he was great to work with.”</p><p>Ratner shares producer credits with the first lady, Beckman and Fernando Sulichin of New Element Media. Filming began in December 2024.</p><p>The merger placed David Ellison, son of close Trump ally and Oracle cofounder Larry Ellison, in charge of operations. Trump had reportedly urged Ellison to reboot the Rush Hour franchise.</p><h2 id=\"why-is-the-melania-controversial\">Why is the ‘Melania’ controversial?</h2><p>The documentary’s substantial price tag, compared with relatively modest box office expectations, has led many to speculate that the film was bought at an inflated price to win favour with the Trump administration.</p><p>Trump’s second term has already come under scrutiny for its close ties to powerful donors and companies, which have poured money into Trump’s lavish inauguration fund, his push to build a ballroom at the White House, and a series of crypto holdings tied to Trump and his family.</p><p>An analysis by Bloomberg found that the family generated about $1.4bn from <a href=\"/news/2024/11/12/why-is-trumps-election-as-us-president-prompting-a-bitcoin-surge\">crypto ventures</a> during Trump’s first year back in office, which has treated the industry with a light touch and tossed out lawsuits and probes into alleged wrongdoing by prominent donors.</p><p>In that context, some see the documentary as a high-priced donation to the president known for his personalistic approach to wielding power.</p><p>Conversely, in South Africa, the country’s main cinema houses have pulled the documentary with the distributor citing “the current climate”, without elaborating, local media reported.</p><p>The South African government has strained ties with Trump’s administration, which has repeated false accusations that Pretoria is behind a “white genocide” of the Afrikaans community.</p><p>Nevertheless, Ted Hope, who worked at Amazon from 2015 to 2020 and played a central role in kickstarting the company’s film division, suggested to the New York Times that Amazon’s purchase of the film “equated with currying favour”.</p><p>“This has to be the most expensive documentary ever made that didn’t involve music licensing,” Hope said. “How can it not be equated with currying favour or an outright bribe?”</p></div></div></body></html>"
        },
        {
            "title": "France moves to ban social media for users under 15 | Mental Health | Al Jazeera",
            "time": "2026-01-29T20:04:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769717086.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "TotalEnergies restarts $20bn LNG project in Mozambique after 5-year freeze | Oil and Gas News | Al Jazeera",
            "time": "2026-01-29T20:03:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T084742Z_1647594790_RC2VAJA6ODDH_RTRMADP_3_TOTALENERGIES-MOZAMBIQUE-1769708070.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French energy giant TotalEnergies has restarted construction of a $20bn liquefied natural gas (LNG) project in Mozambique after being forced to pause operations indefinitely owing to escalating violence in the region.</p><p>The company’s executive Patrick Pouyanne and Mozambique’s President <a href=\"/features/2025/9/25/mozambique-daniel-chapo-at-negotiating-table\">Daniel Chapo</a> jointly announced the official relaunch of the project on Thursday at a ceremony near the construction site in Afungi, located in the gas-rich Cabo Delgado province in Mozambique’s northeast.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The project, considered one of the largest LNG projects on the continent, was <a href=\"/economy/2021/4/26/total-suspends-20bn-lng-project-in-mozambique-indefinitely\">suspended</a> in 2021 as Mozambique, with the help of regional forces, battled to contain ISIL-linked <a href=\"/news/2025/8/5/un-says-nearly-60000-displaced-by-heavy-fighting-in-northern-mozambique\">fighting</a> that has killed more than 6,400 people in the past eight years, according to the Armed Conflict Location and Event Data Project (ACLED).</p><p>The project, which is designed to produce more than 13 million tonnes of LNG annually, is expected to come on stream in 2029, potentially generating as much as $35bn for government coffers over its lifetime from taxes, oil profits and other contributions, according to Chapo, cited by Reuters news agency.</p><p>Pouyanne said in a statement issued by TotalEnergies that the project would bring “significant economic benefits” to the country, creating up to 7,000 direct jobs for Mozambicans during construction, with contracts awarded to local companies “expected to amount to more than USD 4 billion”.</p><p>Security is deemed to have improved in Cabo Delgado, particularly with the deployment of Rwandan soldiers around the Afungi construction site. But the delays have cost significant sums of money, forcing the project’s parties to renegotiate terms.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"environmental-and-human-rights-concerns\">Environmental and human rights concerns</h2><p class=\"p1\">Environmental and human rights groups have denounced the development, claiming it will bring little benefit to <a href=\"/podcasts/2024/12/18/the-take-why-are-mozambiques-youth-protesting\">Mozambicans</a>, more than 80 percent of whom lived below the poverty line of $3 per day in 2022, according to World Bank data.</p><p>Campaign group Friends of the Earth has called the project “a carbon timebomb with huge climate impacts”, alleging that it has also become a lightning rod for human rights abuses, including  “killings, beheadings and entire communities fleeing the Cabo Delgado region”.</p><p class=\"p1\">TotalEnergies is facing two legal proceedings in France, including a manslaughter investigation, after survivors and relatives of victims of the 2021 attack accused it of failing to protect its subcontractors.</p><p class=\"p1\">It is also the subject of a complaint for “complicity in war crimes, torture and enforced disappearance” filed by the European Center for Constitutional and Human Rights (ECCHR), a German NGO, with France’s national “anti-terrorism” prosecutor.</p><p>“The oil and gas major is accused of having directly financed and materially supported the Joint Task Force, composed of Mozambican armed forces, which between July and September 2021, allegedly detained, tortured and killed dozens of civilians on TotalEnergies’ gas site,” said ECCHR last month.</p><p class=\"p1\">TotalEnergies rejects all the accusations.</p><p>News of the Afungi relaunch came after the United Kingdom government announced last month that it would be pulling $1.15bn in export finance from the project.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran slams EU’s ‘terrorist’ designation for IRGC as hypocritical | European Union | Al Jazeera",
            "time": "2026-01-29T19:45:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13610431_cropped-1769715696.jpg?resize=1920%2C1350",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Former Illinois deputy sentenced to 20 years for US killing of Sonya Massey | Police News | Al Jazeera",
            "time": "2026-01-29T19:28:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697ba7eb9453f-1769711595.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Former Illinois deputy sentenced to 20 years for US killing of Sonya Massey</h1><p class=\"article__subhead\"><em>Sean Grayson fatally shot Massey after she called police to her home, in a killing that sparked outrage and protests.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A former Illinois sheriff’s deputy has been sentenced to 20 years in prison for fatally shooting a 36-year-old woman who called police to her home for help.</p><p>The 2024 killing of <a href=\"/news/2024/7/24/sonya-massey-shooting-what-we-know-about-the-killing-the-victim-officer\">Sonya Massey</a> sparked widespread protests amid a wider reckoning over police conduct towards Black residents in the United States.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Sean Grayson, 31, was convicted in October of second-degree murder for the fatal shooting. On Thursday, he received the maximum sentence of 20 years in prison.</p><p>During sentencing, Grayson apologised, saying he wished he could bring Massey back. His lawyer had asked for a sentence of six years.</p><p>“I made a lot of mistakes that night. There were points when I should’ve acted, and I didn’t. I froze,” he said during the hearing. “I made terrible decisions that night. I’m sorry.”</p><p>Massey, who suffered from mental health issues, had called police to her home in the Illinois state capital, Springfield, saying she was afraid of a prowler outside.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2024/7/23/footage-shows-illinois-police-fatally-shooting-black-woman-in-her-home\">Body camera footage</a> of her exchange with police showed that Massey appeared confused, repeating, “Please, God.”</p><p>Inside her home, Grayson noticed a boiling pot of water and asked Sheriff’s Deputy Dawson Farley to move it. Instead, Massey went to the stove and picked up the pot, appearing to tease Grayson for moving away from “the hot, steaming water”.</p><p>She then said: “I rebuke you in the name of Jesus.”</p><p>Grayson drew his firearm. Massey set the pot down and ducked behind a counter. When she appeared to pick up the pot again, Grayson opened fire, hitting Massey three times in the face.</p><p>During the trial, Massey’s parents and two children said their lives had been forever changed.</p><p>“Today, I’m afraid to call the police in fear that I might end up like Sonya,” her mother Donna Massey said during the hearing.</p><p>Massey’s daughter Summer told reporters on Thursday that “20 years is not enough”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Grayson was initially charged with three counts of first-degree murder, which could have led to a life sentence. However, the jury convicted him of the lesser charge of second-degree murder, arguing that evidence shows that Grayson honestly thought he was in danger.</p><p>Massey’s killing sparked a US Justice Department inquiry, after which the Sangamon County agreed to implement more de-escalation training for law enforcement and collect more use-of-force data.</p><p>The controversy also prompted the sheriff who hired Grayson to retire.</p><p>Since Massey’s death, Illinois law has changed to require full background checks for candidates applying for law enforcement jobs. The law, praised as a step towards police accountability, is known as the Sonya Massey Act.</p></div></div></body></html>"
        }
    ]
}