{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "The drones being used in Sudan: 1,000 attacks since April 2023 | Sudan war News | Al Jazeera",
            "time": "2026-02-03T06:24:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/INTERACTIVE-Sudan-drones-poster-1770094346.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>During Sudan’s civil war, which erupted in April 2023, both sides have increasingly relied on drones, and civilians have borne the brunt of the carnage.</p><p>The conflict between the Sudanese armed forces (SAF) and the Rapid Support Forces (RSF) paramilitary group is an example of war transformed by commercially available, easily concealable unmanned aerial vehicles (UAVs), or drones.</p><p>Modular, well-adapted to sanctions evasions and devastatingly effective, drones have killed scores of civilians, crippled infrastructure and plunged Sudanese cities into darkness.</p><p>In this visual investigation, Al Jazeera examines the history of drone warfare in Sudan, the types of drones used by the warring sides, how they are sourced, where the attacks have occurred and the human toll.</p><h2 id=\"janjaweed-to-rsf-the-evolution-of-warfare\">Janjaweed to RSF: The evolution of warfare</h2><p>The RSF traces its origins to what at the time was a government-linked militia known as the Janjaweed. Sudan’s government mobilised it during the Darfur conflict in the early 2000s to suppress a rebellion in the western region.</p><p>The United Nations accused the Janjaweed of war crimes and crimes against humanity for its tactics, including burning villages, mass killings and sexual violence.</p><p>In 2013, the Sudanese government under President Omar al-Bashir, who was overthrown in 2019 after sustained popular protests, officially formalised the Janjaweed militias into the RSF under the command of General Mohamed Hamdan \"Hemedti\" Dagalo.</p><p>In 2015, Sudan joined the Saudi-led coalition in Yemen to fight the Houthis, who had seized the capital, Sanaa. In addition to regular soldiers, Sudan sent thousands of RSF fighters, allowing Hemedti to establish direct relationships with leaders in Riyadh and Abu Dhabi.</p><figure id=\"attachment_4283105\" aria-describedby=\"caption-attachment-4283105\" class=\"wp-caption aligncenter\"><img class=\"wp-image-4283105 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/image-10-1770024103.png?w=770&amp;quality=80\" alt=\"Mohamed Hamdan Dagalo “Hemeti”,\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283105\" class=\"wp-caption-text\">Mohamed Hamdan 'Hemedti' Dagalo, right, then deputy chairman of Sudan’s Sovereign Council, meets Mohamed bin Zayed Al Nahyan, the ruler of Abu Dhabi and president of the UAE, at Abu Dhabi's airport on May 15, 2022 [AFP]</figcaption></figure><p>In the beginning, the Janjaweed relied on light weapons and trucks. Then as the RSF, it adopted heavy artillery and eventually drones, allowing it to strike from a distance.</p><p>On April 15, 2023, longstanding tensions between Army Chief Abdel Fattah al-Burhan and RSF Leader Mohamed Hamdan \"Hemedti\" Dagalo escalated into war. This conflict was primarily ignited by disagreements regarding the integration of the RSF into the regular army, a key step in the planned transition to civilian rule.</p><p>The introduction of drones shifted the balance of power away from the Sudanese army, which used to control the skies with its fighter jets.</p><h2 id=\"what-drones-do-the-saf-and-rsf-have\">What drones do the SAF and RSF have?</h2><p>Sudan’s flat terrain and limited cover make it well-suited to drone strikes and surveillance, according to the open-source intelligence initiative Critical Threats.</p><p>Since the war began, the SAF and RSF have used drones spanning from short-range systems to those with a range of up to 4,000km (2,485 miles), capable of reaching any target in Sudan.</p><p>Sudan measures 1,250km (775 miles) from north to south and 1,390km (865 miles) from east to west, distances easily covered by RSF drones like the Chinese-made Wing Loong II and Turkish Bayraktar TB2.</p><h2 id=\"saf-drones\">SAF drones</h2><p>The Sudanese army’s drones, which it uses for reconnaissance and precision attacks, mainly come from Iran, like the Mohajer-6 combat UAV, which was supplied to the SAF in late 2023.</p><p>It can carry a multispectral surveillance payload and/or up to two precision-guided munitions with a maximum ordnance of up to 40kg (88lb) and a range up to 2,000km (1,243 miles)</p><p>The video below, verified by Al Jazeera’s Sanad verification team, shows RSF drones targeting the Sidon fuel depot in Atbara, River Nile State, in April, according to Sudan War Updates.</p><p></p><h2 id=\"rsf-drones\">RSF drones</h2><p>Even though the RSF has no air force, according to a <a href=\"https://www.amnesty.org/en/latest/research/2024/07/new-weapons-fuelling-the-sudan-conflict/\" target=\"_blank\" rel=\"noopener\">2024 Amnesty International report</a>, its allies have armed it with UAVs, including Chinese- and Serbian-manufactured drones.</p><p>One example, according to the <a href=\"https://www.reuters.com/business/aerospace-defense/long-range-kamikaze-drones-seen-near-rsf-base-could-worsen-conflict-sudan-2025-09-12/\" target=\"_blank\" rel=\"noopener\">Reuters news agency</a>, is Chinese kamikaze drones reportedly used in high-profile RSF strikes with a range of up to 2,000km (1,243 miles) and a payload of 40kg (88lb). This long reach allows the RSF to strike as far east as Port Sudan from areas it holds in the west.</p><p>It is also deploying heavier FH-95 drones with a 200kg to 250kg (440lb to 550lb) payload that can drop laser-guided bombs. FH-95s have been spotted by humanitarian organisations at Nyala Airport in South Darfur in late 2024.</p><p>A video published in April appears to document an RSF suicide drone that crashed into a home in al-Dabba in Northern State. The post said it killed six people from one family, including two children.</p><p></p><p>Another weapon in the RSF fleet is a Serbian-made Yugoimport VTOL drone. The four-rotor drone can take off vertically and has reportedly been modified to carry mortar shells as dumb bombs.</p><p>What makes these drones significant is their ability to deliver artillery-level firepower without needing personnel on the ground.</p><p>The TikTok video below appears to show RSF fighters using a quadcopter drone, often made from commercial components and capable of carrying mortar shells.</p><p>These makeshift, lightweight drones with 120mm mortar rounds explode on impact, making them particularly indiscriminate.</p><p> </p><p>Andreas Kreig, associate professor at the School of Security at King’s College London, told Al Jazeera: “On RSF adaptations, yes, there is ingenuity, and it is exactly what you would expect from a decentralised force with external supply options.</p><p>“The RSF appears willing to weaponise commercial quadcopters, repurpose agricultural or logistics drones, and modify platforms beyond their original design.”</p><blockquote>\n<p>\n\t\t\t\tThe tactical logic is pragmatic: Drones are used to harass, distract and strike targets of symbolic or economic value, not necessarily to deliver consistently precise battlefield effects.” \t\t\t</p>\n<p class=\"quote-author\">\n\t\t\t\t<span class=\"screen-reader-text\">by</span> Andreas Kreig, associate professor at the School of Security, King’s College London\t\t\t</p>\n</blockquote><p>“That kind of adaptation thrives in militia structures because approval chains are shorter and the appetite for improvisation is higher. It is also consistent with external enabling. The more a group is plugged into a transnational support network, the more it can experiment with components, munitions and techniques until something works.”</p><figure id=\"attachment_4282997\" aria-describedby=\"caption-attachment-4282997\" class=\"wp-caption aligncenter\"><img class=\"size-arc-image-770 wp-image-4282997\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-SUDAN-The-drones-being-used-in-Sudans-war-FEB2-2026-copy-2-1770021934.png?w=770&amp;quality=80\" alt=\"INTERACTIVE - SUDAN - The drones being used in Sudan's war - FEB2, 2026 copy 2-1770021934\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4282997\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"supply-chains-who-is-supplying-drones-and-how\">Supply chains: Who is supplying drones? And how?</h2><p>Most drones in Sudan are smuggled in by a network of foreign backers via land, sea and air, bypassing official embargoes, as foreign states exploit the situation to their advantage.</p><p>The SAF is believed to have drone technology and military support from Egypt, Russia, Iran and Turkiye, using Eritrea as a transit hub to Port Sudan, according to Krieg and Critical Threats, a project established by the American Enterprise Institute to analyse national security threats globally.</p><p>According to <a href=\"https://www.reuters.com/world/middle-east/are-iranian-drones-turning-tide-sudans-civil-war-2024-04-10/\" target=\"_blank\" rel=\"noopener\">Reuters</a>, the SAF has received Iranian drones and parts with Iranian Mohajer-6s reportedly arriving in late 2023 and 2024, often via cargo flights arriving in Port Sudan, which the army has not confirmed. Turkiye has provided Bayraktar drones via Egypt, according to Critical Threats.</p><p><a href=\"https://www.criticalthreats.org/analysis/drones-over-sudan-foreign-powers-in-sudans-civil-war\" target=\"_blank\" rel=\"noopener\">Critical Threats</a> and the <a href=\"https://static.rusi.org/pb-russia-red-sea-final-web-version.pdf\">Royal United Services Institute</a> defence think tank have found that several of the foreign actors supplying drones to the SAF, such as Iran and Russia, have done so in exchange for a regional presence. Iran reportedly hopes to secure a Red Sea naval base while Russia is said to have switched from supporting the RSF via the Kremlin-funded Wagner Group to supporting the SAF in 2024 in exchange for reinstating a 2017 agreement for a Red Sea naval base.<strong> </strong></p><p>The RSF, on the other hand, has reportedly received drone technology and military support from the UAE through various transit points, including eastern Chad, South Sudan, southeastern Libya, northeastern Somalia and the Central African Republic.</p><p>Sudan's UN ambassador, Al-Harith Idriss al-Harith Mohamed, has repeatedly and publicly accused the UAE at the UN Security Council of arming the RSF. While Abu Dhabi denies these claims, open-source analysis has documented dozens of UAE-operated cargo flights flying into eastern Chad since April 2023. According to <a href=\"https://www.reuters.com/world/uae-flights-flood-airstrip-un-says-supplies-weapons-sudan-rebels-2024-12-12/#:~:text=At%20least%2086%20flights%20from,corporate%20documents%20reviewed%20by%20Reuters.\" target=\"_blank\" rel=\"noopener\">Reuters</a>, at least 86 UAE flights suspected of carrying weapons for the RSF landed at Chad’s Amdjarass airstrip.</p><p>“The UAE sits at the hub because it can combine procurement capacity, permissive commercial infrastructure, aviation connectivity and a dense layer of intermediaries that can move dual-use systems without a clear state signature,” Krieg said.</p><p>“From there, the spokes run through jurisdictions that offer cover, weak oversight or useful geography.”</p><p>Krieg said Amdjarass matters because of its proximity to Darfur and its mix of humanitarian and commercial traffic that provides cover.</p><p>According to Reuters, satellite images showed UAE-branded pallets being unloaded near RSF supply routes. From Chad, arms are trucked into Darfur or through areas controlled by eastern Libya military commander Khalifa Haftar. The RSF is also said to operate out of Somalia with Bosaso airport, located in Somalia’s semiautonomous Puntland region, being developed by the UAE. However, the UAE has denied this.</p><p>Eastern Libya is another route, drawing on Haftar-aligned networks already experienced in smuggling and convoy protection. Further afield, hubs like Bosaso and Entebbe, Uganda, are staging points where shipments can be broken down, redocumented and moved onwards in smaller consignments, “preserving plausible deniability”, according to Krieg.</p><p>“The drones themselves rarely need to travel as complete aircraft. The most resilient model is modular transport: airframes, engines, datalinks, optics, batteries, ground control components and munitions moving separately under commercial cover.</p><p>“When you add the commodity layer, especially gold, the network becomes self-financing. The same corridors that move drone parts can move bullion, cash and high-value goods back out [of Sudan],” he said.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Israel kills Palestinian as 5 allowed to exit Gaza for medical care | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-03T06:20:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_69818d850339-1770098053.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israel kills Palestinian as 5 allowed to exit Gaza for medical care</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Israel kills Palestinian as only 5 allowed to exit Gaza for treatment.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Jobs, cash, loans: Can Bangladesh’s parties deliver on election promises? | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-02-03T05:31:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-27T112213Z_309515006_RC2N9JAYA5PS_RTRMADP_3_BANGLADESH-ELECTION-1770085368.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mohaiminul Rafi, 27, has spent years preparing for Bangladesh’s civil service exams, chasing what he calls “the most reliable route to a secure life”: a first-class government job.</p><p>With election campaigning under way across the country, he is now hearing promises aimed squarely at people like him: cash support or interest-free loans for the jobless, and sweeping job-creation targets.</p><p>When asked about cash support or interest-free loans for unemployed graduates, Rafi chuckled. “Of course it would help,” he said. Then he paused. “But honestly, what matters more is a healthy job market and recruitment on merit.”</p><p>Rafi was among the wave of young people who joined the 2024 protests that began over a job reservation system many saw as unfair and later spiralled into a nationwide uprising that toppled then-Prime Minister Sheikh Hasina’s government.</p><p>Now, Bangladesh is heading to an election on February 12.</p><p>With Hasina’s Awami League barred from the ballot, the race is expected to largely revolve around a Bangladesh Nationalist Party (BNP)-led coalition and a bloc led by the Jamaat-e-Islami, which has courted liberal allies, including the uprising-born National Citizen Party.</p><p>Senior figures from both camps are crisscrossing the country, headlining rallies and stage programmes as campaigning enters its final stretch. From platforms to doorsteps to social media, candidates and party activists are tapping familiar anxieties: jobs, price relief, tax cuts, and an end to corruption and discrimination.</p><p>But analysts and voters say that while many of the promises go to the heart of people’s insecurities, the scale of what is being offered might be difficult for any government to realistically deliver at a time when Bangladesh is grappling with multiple economic challenges.</p><p>“Everyone is promising jobs and social security like it’s a switch they can turn on overnight,” Rafi said.</p><p>The promises land in an economy in which growth has slowed to about 4-5 percent in<a href=\"https://www.worldbank.org/en/news/press-release/2025/04/23/strong-economic-and-fiscal-reforms-will-help-bangladesh-sustain-growth-amid-global-uncertainty\"> recent years</a> – after expanding above 8 percent before the pandemic in 2019 – while food and overall inflation have remained in the high single digits for a prolonged period, squeezing people’s purchasing power and driving up the cost of living.</p><p>Private investment has remained largely stuck at roughly 22–23 percent of gross domestic product (GDP), and the nation’s<a href=\"https://blogs.worldbank.org/en/endpovertyinsouthasia/how-can-bangladesh-increase-domestic-revenues-for-development-?\" target=\"_blank\" rel=\"noopener\"> tax-to-GDP ratio</a> is still under 7 percent. This is compared with roughly 12 percent in India and 10 percent in Pakistan, and is far short of the roughly 15 percent many economists cite as a minimum for a state to sustainably fund basic services without chronic fiscal stress.</p><p>Hossain Zillur Rahman, an economist and the executive chairman of the Power and Participation Research Centre (PPRC), a nonprofit think tank based in Dhaka, said the interim administration led by Nobel laureate Muhammad Yunus that took over after Hasina’s ouster brought “some measure of immediate stability to macro indicators”.</p><p>But the Yunus administration, he added, has been “extraordinarily inattentive to economic distress at [the] household level” and to “engaging with the business community to jumpstart the economy”.</p><p>“The economic reality at this moment is marked by persistent inflation, poverty reversals, employment emergencies, stagnant wages,” he said, adding that the government has “failed to generate business confidence, which is why the investment rate is at a standstill”.</p><p>Against that backdrop, he added, an election matters because it may end the uncertainty freezing decisions. “Bangladesh urgently needs a restart,” Rahman said. “[The] election opens the possibility of that, but it is unlikely to produce any dramatic improvements.”</p><figure id=\"attachment_4284461\" aria-describedby=\"caption-attachment-4284461\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4284461\" src=\"/wp-content/uploads/2026/02/2024-11-11T072252Z_41946265_RC2S2BADGWT2_RTRMADP_3_BANGLADESH-ECONOMY-1770085586.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"People purchase groceries from a government-subsidised Open Market Sales (OMS) point in Dhaka, Bangladesh, November 11, 2024. REUTERS/Mohammad Ponir Hossain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284461\" class=\"wp-caption-text\">People buy groceries from a government-subsidised Open Market Sales point in Dhaka, Bangladesh, November 11, 2024 [Mohammad Ponir Hossain/ Reuters]</figcaption></figure><h2 id=\"competing-promises\">Competing promises</h2><p>Amid this tense economic mood, both the BNP and Jamaat-e-Islami, also known as Jamaat, are selling a broad menu of pledges. The parties are yet to release manifestos, but officials from both camps told Al Jazeera that policies unveiled at separate recent high-profile events in Dhaka, and now circulating throughout the campaign, will feature prominently.</p><p>The BNP’s flagship pledge is a “family card” issued in the name of a woman in each household. The party says it would initially cover 4 million households, providing either 2,000 to 2,500 Bangladeshi taka (about $16–$20) a month in cash, usable at designated stores, or an equivalent monthly basket of essentials such as rice, pulses, oil and salt.</p><p>Amir Khasru Mahmud Chowdhury, a BNP leader and former minister of commerce, said that if elected, the BNP plans to govern by investing in people, “in health, in education, and upskilling”, and by supporting “artisans, the weavers” and small industries with credit, as well as helping them access international markets, including by helping them with their branding.</p><p>Economists say the challenge lies in scale and delivery. Bangladesh currently spends about 1.16 trillion taka a year (roughly $9.5bn) – about 2 percent of GDP – on social protection across more than 130 programmes, such as old-age allowances and widow benefits.</p><p>The BNP’s family card pledge, if fulfilled nationwide, would cost roughly 1.2 trillion taka (about $9.8bn) a year, assuming 2,500 taka ($20) per card. Bangladesh’s current outlay on social sector protections would effectively need to double to make this work.</p><p>“You cannot ensure quality social security with just 2 percent of GDP,” Towfiqul Islam Khan, additional director (research) at the Centre for Policy Dialogue (CPD), said.</p><p>For Rahman of the PPRC, social protection pledges amount to an “acid test” for the parties. “The key challenge here is not just extra budget”, he said, “but avoiding leakage and ensuring delivery to the right target groups”.</p><p>The BNP argues its answer lies in shrinking the bureaucracy and digitising services. Khasru described Bangladesh as “an over-regulated country” where layers of permissions raise the “cost of doing business”. Moving services online and eliminating physical contact with officials, he said, would reduce opportunities for corruption.</p><p>Meanwhile, Jamaat’s principal welfare pitch is a “smart social security card”, a unified system the party says would connect the National ID card, health access, taxation, and social safety services.</p><p>Mokarram Hossain, a Swansea University professor who helped coordinate Jamaat’s plan, said the party’s focus rests on “good governance, zero tolerance to corruption, zero tolerance to extortion, and efficiency gains”.</p><p>Hossain said Jamaat’s plan is not to “hand out token cash”, but to build a single system through which people can access services, something he argued would also reduce “leakage” in how benefits are delivered.</p><p>Khan of the CPD said that “if revenue collection improves, these long-term plans [of both coalitions] can be implemented… and they should be”.</p><p>But for the moment, he said, both the BNP and Jamaat have questions to answer.</p><p>“They need to clearly explain how the financing will be arranged, how long implementation will take, through what process it will be done, and how institutional capacity will be strengthened [to enable the execution of these policies],” Khan said.</p><p>Still, there is a reason why these promises, irrespective of how realistic they are, resonate with many voters, said Asif Shahan, a Dhaka University professor and senior research fellow at the BRAC Institute of Governance and Development, a social science research and academic institute in Dhaka.</p><p>“People don’t like complicated messages,” he said. “You have to give people a very simplified message.” This is why the idea of a “family card” and a “social security card” works better than detailed policy blueprints, he said.</p><p>But it is not that the everyday voter is not discerning, he said. Voters are watching to see whether a party will deliver benefits fairly to everyone, or “only give them to party loyalists”, he said.</p><figure id=\"attachment_4284467\" aria-describedby=\"caption-attachment-4284467\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4284467 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/2021-07-06T100707Z_1919557652_RC2VEO9WVM1Y_RTRMADP_3_BANGLADESH-ECONOMY-EXPORTS-1770085654.jpg?resize=770%2C513&amp;quality=80\" alt=\"Garment workers come out of a factory during the lunch break as factories remain open despite a countrywide lockdown, in Dhaka, Bangladesh, July 6, 2021. REUTERS/Mohammad Ponir Hossain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284467\" class=\"wp-caption-text\">Garment workers come out of a factory during their lunch break as factories remain open despite a countrywide lockdown, in Dhaka, Bangladesh, July 6, 2021 [Mohammad Ponir Hossain/ Reuters]</figcaption></figure><h2 id=\"jobs-education-and-youth\">Jobs, education and youth</h2><p>Card-based welfare promises are only one side of the campaign pitch.</p><p>Both blocs are courting young voters, roughly one-third of Bangladesh’s 127 million electorate, with sweeping job pledges.</p><p>Government data shows unemployment among college-educated people is at 13.5 percent as of 2024, leaving about 885,000 graduates without work, while overall unemployment stands at 4.63 percent, with roughly 2.7 million people.</p><p>The BNP has pledged to create 10 million jobs within 18 months and provide financial support to the “educated unemployed” until they find work, as well as ensure “merit-based government recruitment”.</p><p>It has also pitched the “digital economy as a major employer”, promising 800,000 information technology jobs and the introduction of international payment gateways, such as PayPal, to ease cross-border earnings for freelancers.</p><p>Chowdhury, the senior BNP leader, said Bangladesh’s homegrown payment systems are “very poor”, and that multiple gateways would “create competition and support online workers, as well as make cross-border business easier”.</p><p>Jamaat’s jobs pitch, meanwhile, leans heavily on training and placement. It has pledged to train 10 million youth within five years, saying it would establish a “youth tech lab” in every sub-district and set up district-level “job banks” to connect people to 5 million jobs within the same period.</p><p>It also promises to create 500,000 entrepreneurs, develop 1.5 million freelancers, and design “separate skills programmes for young people with lower formal education”.</p><p>But Jamaat has also offered unemployed graduates interest-free monthly loans of up to 10,000 taka (about $80) for up to two years.</p><p>Hossain, the Swansea University professor, stressed that the support would need to be repaid. “We are not ‘giving’ the money,” he said. “We are giving a loan, but interest-free.”</p><p>But economists say delivering the job creation both sides are promising would require sustained GDP growth of 8 to 10 percent and a considerable surge in domestic and foreign investment.</p><p>The PPRC’s Rahman said he was sceptical about interest-free loans as a fix. “Interest-free loans tend to be populist measures without much proven impact,” he said, arguing that “the solutions for unemployed graduates are their skilling and actual employment opportunities”.</p><p>Education has also become central to campaign promises.</p><p>BNP’s education proposals include a “one teacher, one tab” initiative, under which the party says it would provide tablet computers to primary and secondary teachers to support teaching and training. It also plans to expand multimedia classrooms, introduce compulsory vocational education at the secondary level, and strengthen technical and skills-based training alongside general education.</p><p>The party has further pledged to expand midday meals for students. Bangladesh currently runs a school feeding programme in parts of the primary and elementary school system, but coverage remains limited and uneven, and there is no nationwide scheme at the secondary level.</p><p>The BNP has also said it would expand sport, arts and cultural education, as well as introduce third-language learning – including Arabic, Chinese, Korean, Japanese and German, alongside Bengali and English – from the secondary stage, which party leaders argue would improve employability at home and abroad.</p><p>BNP leader Chowdhury said Bangladesh’s education system pushes too many students towards advanced degrees, which “creates more jobless people”, and that the BNP wants vocational schools “all around the country”, so more students move into skills tracks after high school. He pointed to China, where he said that “60 percent go to vocational education”, which helps young people find work “at home… [and] abroad”.</p><p>Jamaat’s education platform includes interest-free education loans of up to 10,000 taka (about $80) per month for 100,000 students selected on merit and need, annual support for 100 students a year to study at top global universities, and upgrading large colleges into full universities.</p><p>Hossain said Jamaat’s overseas-study pledge is limited. Students admitted to “fixed top universities… MIT, Harvard, Oxford, Cambridge” would “get all the money”, while others would receive support for “the first two semesters” and repay the rest as an interest-free loan.</p><p>Rahman urged caution over student loan-style pledges. “The idea of student loans also needs to be thought through with care,” he said. “The burden of student loans hangs like a baleful cloud over the large swath of youth in the developed world.”</p><p>He argued that expanded scholarship schemes with strict targeting and compliance conditions could be a safer approach.</p><figure id=\"attachment_4284470\" aria-describedby=\"caption-attachment-4284470\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4284470 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/2023-07-19T042553Z_649109556_RC2262AI0GNR_RTRMADP_3_BANGLADESH-ECONOMY-1770085753.jpg?resize=770%2C513&amp;quality=80\" alt=\"Tangled network cables are seen in front of the Dhaka Stock Exchange Limited building in Dhaka, Bangladesh, July 19, 2023. REUTERS/Mohammad Ponir Hossain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284470\" class=\"wp-caption-text\">Tangled network cables hang in front of the Dhaka Stock Exchange building in Dhaka, Bangladesh, July 19, 2023 [Mohammad Ponir Hossain/ Reuters]</figcaption></figure><h2 id=\"tax-cuts-and-the-revenue-squeeze\">Tax cuts and the revenue squeeze</h2><p>While the BNP has not specified tax rates and has instead promised more generic “business-friendly reforms and deregulation”, Jamaat has been explicit on taxes, proposing cuts that would bring “corporate tax down to 19 percent and VAT [value-added tax] to 10 percent”.</p><p>At present, economists say, some companies face tax rates exceeding 50 percent, while taxes on discouraged and luxury goods can reach 700 to 800 percent.</p><p>Hossain of Swansea University said Jamaat’s finance policy team estimates that just by tightening tax collection, “plugging loopholes and curbing corruption in tax administration”, it could recover 1.05 to 2 trillion taka (roughly $8.5bn to $16.4bn), which would help fund the “party’s promises without expanding the budget”.</p><p>He said that the same team has put the estimated cost of implementing Jamaat’s proposals at 2.37 trillion taka (about $19bn), while it projects “potential revenue sources” of 2.21 trillion to 3.16 trillion taka (roughly $18bn to $25.7bn), driven largely by “tighter taxation” alongside “efficiency gains” and “debt restructuring”.</p><p>But the CPD’s Khan said Bangladesh needed a broader overhaul of the revenue system, which would also help boost investment. “A service-oriented tax system, automated return filing and assessment, and efficient tax refunds are essential,” he said. “This would reduce tax evasion and administrative delays, and increase revenue.”</p><h2 id=\"industry-costs-farmers-and-health\">Industry costs, farmers and health</h2><p>Jamaat has pledged to freeze industrial utility – gas, electricity and water – tariffs for three years to help businesses. It has also proposed reopening closed factories through public-private partnerships, with 10 percent ownership allocated to workers.</p><p>Rahman, the economist, said that “among the promises made by Jamaat, the one which has most merit is to freeze utility tariffs for the industrial sector for three years”.</p><p>The BNP’s pitch to business is less about a single pledge and more about a structural reset.</p><p>Chowdhury framed it as moving away from an “oligarchic economy” tied to businesses with political power and towards what he called a “democratisation of the economy”, with a level playing field for all firms.</p><p>In agriculture, the BNP has proposed a “farmer card” offering “subsidised fertiliser, seeds and pesticides, access to machinery, easier loans, crop insurance, fair-price sales and mobile access to market and weather information”.</p><p>Jamaat has promised interest-free loans for small and medium farmers.</p><p>But agriculture policy is already tied to a heavy subsidy bill. In the current fiscal year, the government allocated about 400 billion taka (roughly $3.2bn) for agriculture, fisheries, livestock and food security.</p><p>Economists caution that expanding support further will be difficult amid high inflation and revenue constraints. Rahman said both parties’ agriculture focus is welcome, but warned that “the same issues of leakage and mistargeting will be critical here, too”.</p><p>Health has also featured prominently.</p><p>The BNP has pledged to recruit 100,000 healthcare workers, 80 percent of them women, to deliver door-to-door primary care. The party is also promising free primary-care medicines and low-cost treatment for critical diseases through public-private partnerships.</p><p>Jamaat’s policies include free healthcare for citizens over 60 and children under five, building 64 specialised hospitals, one in each Bangladeshi district, and expanding maternal and child health support through a “first thousand days” programme, covering the period from the start of pregnancy through a child’s first two years.</p><p>For Rahman, the contest moving on is not only about big promises, but whether a new government can deliver without straining the economy.</p><p>He said this means breaking with the interim government’s “governing style”, one he argues has failed to “meaningfully engage with the business community” and curb the “institutionalised corruption” entrenched under Hasina’s government.</p><p>Rafi, the job seeker, put it more simply: Promises come easily, he said.</p><p>“But if the culture of extortions for business, and bribes for a job, doesn’t disappear”, he added, “then we’re back where we started”.</p></div></div></body></html>"
        },
        {
            "title": "Musk merges SpaceX and xAI firms, plans for space-based AI data centres | Elon Musk News | Al Jazeera",
            "time": "2026-02-03T04:47:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-31T165351Z_2035524892_RC2JJAAJG95S_RTRMADP_3_XAI-M-A-SPACEX-FCC-1770091114.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Musk merges SpaceX and xAI firms, plans for space-based AI data centres</h1><p class=\"article__subhead\"><em>Musk says solar powered and space-based data centres are the only way to meet AI’s burgeoning energy demands.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Elon Musk’s SpaceX has acquired his AI company xAI as part of an ambitious scheme to build space-based data centres to power the future of artificial intelligence.</p><p>The billionaire, who is also the CEO of Tesla, announced the merger in a statement on Tuesday on the SpaceX website.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Musk said the merger will help to address the emerging question of how to meet the power-hungry demands of artificial intelligence.</p><p>AI demand will require “immense amounts of power and cooling” that are not sustainable on Earth without “imposing hardship on communities and the environment,” he said.</p><p>Space-based data centres that harness the power of the Sun are the only long-term solution, according to Musk.</p><p>“In the long term, space-based AI is obviously the only way to scale. To harness even a millionth of our Sun’s energy would require over a million times more energy than our civilisation currently uses!” he wrote.</p><p>“The only logical solution therefore is to transport these resource-intensive efforts to a location with vast power and space,” he continued, predicting that within the next “2 to 3 years, the lowest cost way to generate AI compute will be in space”.</p><p></p><p>The merger of SpaceX and xAI will bring several of Musk’s space, artificial intelligence, internet, and social media projects under one roof.</p><p>SpaceX operates the Falcon and Starship rocket programmes, while xAI is best known for developing the AI-powered Grok chatbot. Last year, xAI also acquired X, the social media platform known as Twitter, until it was bought by Musk in late 2022.</p><p>Both companies have major contracts with US government agencies such as NASA and the Department of Defense .</p><p>SpaceX’s Starshield unit specifically collaborates with government entities, including military and intelligence agencies.</p><p>Musk is not the only tech CEO looking to space as a solution to AI’s energy quandary.</p><p>Jeff Bezos’s Blue Origin and Google’s Project Suncatcher are both working on solar-powered space-based data centres.</p><p>“In the history of spaceflight, there has never been a vehicle capable of launching the megatons of mass that space-based data centres or permanent bases on the Moon and cities on Mars require,” Musk wrote.</p><p>Musk also said his long-term plan for SpaceX is to launch a million satellites.</p><p>To achieve this aim, SpaceX’s Starship rocket programme aims to one day launch one flight per hour with a 200-tonne payload, he said.</p><p>Musk said Starlink, a subsidiary of SpaceX that offers satellite-based internet service, will soon get a major boost with the launch of SpaceX’s next generation of V3 satellites.</p><p>They will each add “more than 20 times the capacity to the constellation as the current Falcon launches of the V2 Starlink satellites”, he wrote.</p></div></div></body></html>"
        },
        {
            "title": "Moscow confirms Russian forces helped repel ISIL attack on Niger airport | Conflict News | Al Jazeera",
            "time": "2026-02-03T04:18:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/11770002-1770091062.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian soldiers helped repel an attack claimed by the ISIL (ISIS) armed group on Niger’s main airport in the capital, Niamey, last week, according to Moscow’s Ministry of Foreign Affairs.</p><p>“The attack was repelled through the joint efforts of the Russian Ministry of Defence’s African Corps and the Nigerien armed forces,” Russia’s Foreign Ministry said on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Niger’s governing military earlier said that “Russian partners” had helped to fend off the rare assault on the capital, which saw 20 attackers, including a French national, killed and four army soldiers wounded.</p><p>At least 11 fighters were also captured, Niger’s state television reported.</p><p>“Moscow strongly condemns this latest extremist attack,” the Foreign Ministry added in the statement, according to Russia’s state TASS news agency.</p><p>“A similar attack took place in September 2024 on the international airport in the capital of Mali. According to available information, external forces providing instructor and technical support are involved,” the ministry said, according to TASS.</p><p>Niger’s military chief, Abdourahamane Tchiani, visited the Russian military base in Niamey to express “personal gratitude for a high-level of professionalism” by Russian forces in defending the airport, the ministry added.</p><p>ISIL claimed responsibility for the “surprise and coordinated attack” on the airbase at the <a href=\"/video/newsfeed/2026/1/29/heavy-gunfire-and-explosions-near-airport-in-nigers-capital\">Diori Hamani international airport</a> near Niamey on the night of January 28.</p><p>A video published online through the ISIL-affiliated media Amaq showed several dozen attackers with assault rifles firing near an aircraft hangar and setting ablaze one plane before leaving on motorbikes.</p><p>Ulf Laessing, the head of the Sahel programme at Germany’s Konrad Adenauer Foundation, told The Associated Press news agency that the sophistication and boldness of the attack, including the possible use of drones by the attackers, suggest that the assailants may have had inside help.</p><p>Previous successful attacks in the region appear to have increased the group’s confidence, leading them to target more sensitive and strategically important sites, Laessing said.</p><p>Niger’s military had initially accused Benin, France and the Ivory Coast of sponsoring the attack on the airport, which also houses a military base. The military, however, did not provide evidence to substantiate its claim.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ivory Coast’s Foreign Ministry denied the allegation and summoned Niger’s ambassador to relay its protest. Benin also denied the claim, describing it as “not very credible”.</p><p>France has yet to comment.</p><p>Niger is a former colony of France, which maintained a <a href=\"/news/2023/12/22/last-set-of-french-troops-exit-niger-as-sahel-sheds-parisian-influence\">military presence</a> in the country until 2023.</p><p>Russia rarely comments on its military activity in the Sahel region, where Moscow has been <a href=\"/news/2024/4/12/russia-sends-military-trainers-air-defence-system-to-niger-state-media\">increasing its influence</a> in recent years.</p><p>Facing isolation since its invasion of Ukraine, Russia has tried to build new military and political partnerships across Africa.</p><p>Apart from Niger, Russian troops or military instructors have been reported to be deployed in Burkina Faso, Equatorial Guinea, the Central African Republic and Libya.</p><p>Russia’s African Corps has taken over from the <a href=\"/news/2025/6/16/wagner-vs-africa-corps-the-future-of-russian-paramilitaries-in-mali\">Wagner mercenary force</a> across the continent. According to Moscow, the corps helps ” fighting terrorists” and is “strengthening regional stability” in the Sahel.</p><p>Niger’s authorities have been fighting the Al-Qaeda-linked Group for the Support of Islam and Muslims (JNIM) and the ISIL affiliate in the Sahel (EIS) for the past decade.</p></div></div></body></html>"
        },
        {
            "title": "UK police to review misconduct claims after Mandelson’s leaks to Epstein | Business and Economy News | Al Jazeera",
            "time": "2026-02-03T03:17:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250508__44YE29G__v1__MidRes__UsPoliticsTradeTrump-1770078392_57965e-1770084833.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK police to review misconduct claims after Mandelson’s leaks to Epstein</h1><p class=\"article__subhead\"><em>Prime Minister Keir Starmer says ex-envoy Peter Mandelson should no longer hold a seat in the upper house of parliament.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in the United Kingdom have announced they are reviewing allegations of misconduct in public office following revelations that London’s former ambassador to Washington leaked confidential government information to the late financier and sex offender Jeffrey Epstein.</p><p>The announcement by the Metropolitan Police on Monday came after investigative files released by United States authorities revealed that Peter Mandelson shared government plans with Epstein while serving as a UK minister.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mandelson, who served as business secretary under former Prime Minister Gordon Brown, told Epstein about asset sales and tax changes under consideration by London in 2009, as well as plans for the 500 billion euro ($590bn) bailout of the single currency in 2010, according to emails released by the US Department of Justice on Friday.</p><p>“Following this release and subsequent media reporting, the Met has received a number of reports relating to alleged misconduct in public office. The reports will all be reviewed to determine if they meet the criminal threshold for investigation,” Metropolitan Police Commander Ella Marriott said in a statement.</p><p>“As with any matter, if new and relevant information is brought to our attention we will assess it, and investigate as appropriate,” Marriott added.</p><p>The Metropolitan Police did not name Mandelson, but its statement came after the leader of the pro-independence Scottish National Party said he had written to the police commissioner urging him to investigate the former ambassador for alleged misconduct in public office.</p><p>Earlier on Monday, Prime Minister Keir Starmer announced an inquiry into Mandelson’s ties to Epstein.</p><p>Starmer, who sacked Mandelson as London’s top diplomat in Washington last year after the emergence of correspondence detailing his ties to Epstein, also said the former minister should lose his lifelong appointment to the UK’s upper house of parliament.</p><p>On Sunday, Mandelson resigned from the governing Labour Party, whose return to electoral dominance he helped to engineer in the 1990s, citing his wish to avoid causing further embarrassment to his colleagues.</p><p>In further fallout in the UK on Monday, the charity launched by Sarah Ferguson, the ex-wife of Andrew Mountbatten-Windsor, announced that it would close “for the foreseeable future” amid revelations about her friendly relationship with Epstein.</p><p>“Our chair Sarah Ferguson and the board of trustees have agreed that with regret the charity will shortly close for the foreseeable future,” a spokesman said in a statement, without elaborating on the reasons for the closure.</p><p>Separately on Monday, the US Justice Department said it had removed thousands of Epstein-related files from the internet after lawyers representing some of his alleged victims said their identities had been exposed due to insufficient redactions in the latest release of documents.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Cuba in contact with US, diplomat says, as Trump issues threat to block oil | Donald Trump News | Al Jazeera",
            "time": "2026-02-03T03:12:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260130__94LZ2WM__v1__MidRes__CubaUsDiplomacy-1770081746.jpg?resize=1799%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cuba in contact with US, diplomat says, as Trump issues threat to block oil</h1><p class=\"article__subhead\"><em>Cuban diplomat says Havana is ready for dialogue with Washington, but certain things are off the table, including the constitution and its socialist government.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Cuba and the United States are in communication, but the exchanges have not yet evolved into a formal “dialogue”, a Cuban diplomat has said, as US President Donald Trump stepped up <a href=\"/opinions/2026/1/29/if-cuba-falls-the-global-south-is-to-blame-too\">pressure on Havana</a>.</p><p class=\"tr-story-p1\">Carlos Fernandez de Cossio, Cuba’s deputy foreign minister, told the Reuters news agency on Monday that the US government was aware that Cuba was “ready to have a serious, meaningful and responsible dialogue”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">De Cossio’s statement represents the first hint from Havana that it is in contact with Washington, even if in a limited fashion, as tensions flared in recent weeks amid Trump’s threats against the Cuban government in the aftermath of the US military’s abduction of <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">Venezuelan leader Nicolas Maduro</a>, Cuba’s longstanding ally.</p><p class=\"tr-story-p1\">“We have had exchange of messages, we have embassies, we have had communications, but we cannot say we have had a table of dialogue,” de Cossio said.</p><p class=\"tr-story-p1\">In a separate interview with The Associated Press news agency, De Cossio said, “If we can have a dialogue, maybe that can lead to negotiation.”</p><p>The deputy minister also stressed that certain issues are off the table for Cuba, including the country’s constitution, economy, and its socialist system of government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Sunday, Trump indicated that the US had begun talks with “the highest people in Cuba”.</p><p>“I think we’re going to make a deal with Cuba,” Trump told reporters at his Mar-a-Lago estate in Florida.</p><p>Days earlier, Trump had referred to Cuba in an executive order as “an unusual and extraordinary threat” to US national security, and <a href=\"/news/2026/1/30/trump-threatens-tariffs-on-countries-supplying-cuba-with-much-needed-oil\">warned other countries</a> he would impose more tariffs on them if they supplied oil to Cuba.</p><p>On Monday, Trump reverted to issuing threats to Havana, announcing at the White House that Mexico “is going to cease” sending oil to Cuba, a move that could starve the country of its energy needs.</p><p>Mexico, which has yet to comment on Trump’s latest statement, is the <a href=\"/news/2026/1/27/mexico-vows-solidarity-with-cuba-after-oil-shipment-cancellation-report\">largest supplier of oil</a> to Cuba.</p><p>Mexico had repeatedly said that it would not stop shipping oil to Cuba for humanitarian reasons, but also expressed concern that it could face reprisals from Trump over its policy.</p><p>In recent weeks, the US has moved to block all oil from reaching Cuba, including from Cuba’s ally Venezuela, pushing up prices for food and transportation and prompting severe fuel shortages and hours of blackouts, even in the capital, Havana.</p><p>Responding to Trump’s threat regarding oil supplies, Cuba’s De Cossio said that the move would eventually backfire.</p><p>“The US… is attempting to force every country in the world not to provide fuel to Cuba. Can that be sustained in the long run?” de Cossio said to Reuters.</p><p>The US has imposed decades of crushing sanctions on Cuba, but a crippling economic crisis on the island and stepped-up pressure from the Trump administration have recently brought the conflict to a head.</p><figure id=\"attachment_4284387\" aria-describedby=\"caption-attachment-4284387\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4284387 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/AFP__20260130__94LU6R9__v1__MidRes__CubaUsDiplomacyOilFuelShortage-1770081840.jpg?resize=770%2C513&amp;quality=80\" alt=\"Vehicles wait in line to refuel at a gas station in Havana on January 30, 2026. Cuban President Miguel Diaz -Canel on January 30, 2026, denounced US President Donald Trump's attempt to \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284387\" class=\"wp-caption-text\">The US has moved to block all oil from reaching Cuba, including that from ally Venezuela, pushing up prices for food and transportation and prompting severe fuel shortages and hours of blackouts [Adalberto Roque/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Ex-US President Bill Clinton, Hillary Clinton to testify in Epstein probe | Politics News | Al Jazeera",
            "time": "2026-02-03T02:20:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250120__36UV448__v2__HighRes__UsPoliticsTrumpInauguration-1770086308.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ex-US President Bill Clinton, Hillary Clinton to testify in Epstein probe</h1><p class=\"article__subhead\"><em>The Clintons agree to testify in congressional probe of high-society sex offender Jeffrey Epstein amid contempt threat.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former ‍United States President Bill ‍Clinton and Hillary Clinton, the 2016 Democratic presidential nominee, will testify in a congressional investigation into the late <a href=\"/news/2026/2/2/modi-to-kevin-rudd-how-epstein-files-set-off-a-storm-far-beyond-the-us\">sex offender Jeffrey Epstein</a>, a spokesperson for the ex-president said.</p><p>The ⁠decision by the Clintons announced on Monday could head off a planned vote in the Republican-led ​House of Representatives to hold the high-profile Democratic Party veterans in contempt for refusing to appear before lawmakers, which could lead to criminal charges.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The former President and former ‌Secretary of State will be there. They look forward to setting a precedent that applies to everyone,” the Clintons’ deputy chief of staff, Angel Urena, said ‌in a post on social media.</p><p>Urena posted the announcement above a House Oversight Committee statement from earlier on Monday that accused the Clintons of “defying lawful subpoenas” and of “trying to dodge contempt by requesting special treatment”.</p><p>“The Clintons are not above the law,” the Oversight Committee said.</p><p>Last week, the Oversight Committee recommended the couple be held in contempt for refusing ‍to testify about ⁠their relationship with Epstein.</p><p>The Clintons had offered to cooperate with the committee’s probe into Epstein, but refused to appear in person, saying the investigation was a partisan exercise aimed at protecting President Donald Trump, who was a longtime friend of Epstein.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Republican House Speaker Mike Johnson welcomed the news from the Clintons, but ‌did not say whether the chamber ⁠would drop its planned contempt vote.</p><p>“That’s a good development,” he said. “We expect everyone to comply with Congress’s subpoenas.”</p><p>Democrats say the House probe is being weaponised to attack political opponents of Trump – who has not been called to testify despite being long associated with Epstein – rather than to conduct legitimate oversight.</p><p>Trump spent months trying to block the disclosure of investigative files linked to Epstein, but pressure from his Make America Great Again (MAGA) base and some Republican lawmakers forced the president to order the <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">release of millions of documents</a> in the case.</p><p>Bill Clinton flew on Epstein’s plane several ‌times in the early 2000s after leaving office. He has expressed regret about the relationship and said he knew nothing about  Epstein’s criminal activity.</p><p>Hillary Clinton said she had no meaningful interactions with Epstein, never flew on his plane and never visited his private island.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Epstein affair continues to cast a long shadow over US politics, and now, the United Kingdom’s, entangling prominent figures including the disgraced former-prince Andrew and ex-UK ambassador to the US Peter Mandelson.</p><p>UK police said on Monday they are reviewing reports of alleged misconduct involving Mandelson, whose name surfaced more than 5,000 times in the US Justice Department files on Epstein.</p><p>The veteran British politician was fired as ambassador to the US last ‍year after emails came to light that showed him calling Epstein “my best pal” and advising him on seeking early release from prison.</p><p>Mandelson has apologised to Epstein’s victims and denied wrongdoing.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,440 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-03T01:14:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26033714290961-1770076875_c4217d-1770079902.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,440</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,440 of Russia’s war on Ukraine</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Tuesday, February 2:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>The ‍Ukrainian ‍capital, Kyiv, came under attack early on ⁠Tuesday morning from ​Russian missiles, ‍Tymur Tkachenko, head of the city’s ‍military administration, ⁠said on the Telegram messaging app.</li>\n<li>Tkachenko said several apartment ​buildings ‌and an educational establishment had been damaged. Reuters news agency ‌witnesses reported ‌loud explosions ⁠in the city.</li>\n</ul><ul>\n<li>A coal mining site in Ukraine’s Dnipropetrovsk region was attacked for the second time in 24 hours, according to the private energy producer DTEK. There were no immediate reports on casualties or damage to infrastructure.</li>\n</ul><h3>Diplomacy and politics</h3><ul class=\"spaced-bullet-spacing\">\n<li>\n<p class=\"tr-story-p1\">Russia has largely observed a ceasefire on Ukraine’s energy infrastructure, Ukrainian President Volodymyr Zelenskyy said in his nightly video address on Monday, as Kyiv prepared for the next round of trilateral talks with the US and Russia, expected to begin on Wednesday.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">In a separate post on social media, Zelenskyy added that a recent “de-escalation” with Russia – an apparent reference to a brief ceasefire in attacks on energy facilities – was helping to build trust in the negotiations.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">Zelenskyy said in separate remarks that it was realistic to achieve a dignified and lasting peace, in advance of the next round of peace talks with Russian and US officials in the United Arab Emirates. He added that a deal on US security guarantees for Ukraine post-war is now “complete”.</p>\n</li>\n<li>US President Donald Trump’s <a href=\"/news/2026/1/31/us-envoy-witkoff-says-ukraine-talks-with-russia-productive\">special envoy, Steve Witkoff</a>, will travel to Abu Dhabi for the talks with Russia and Ukraine on Wednesday and Thursday, a White House official said.</li>\n<li>\n<p class=\"tr-story-p1\">Russia would regard the deployment of any foreign military forces or infrastructure in Ukraine as foreign intervention and treat those forces as legitimate targets, the Ministry of Foreign Affairs in Moscow said, citing Foreign Minister Sergey Lavrov.</p>\n</li>\n<li>Dmitry Medvedev, the deputy chairman of Russia’s Security Council, said that a proposal by European powers to deploy NATO-member troops in Ukraine as part of a proposed security guarantee and peace deal was unacceptable for Russia.</li>\n<li>German authorities detained at least five people suspected of operating a network that exported goods to Russian defence companies, contravening EU sanctions imposed after Moscow’s invasion of Ukraine, federal prosecutors announced.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Sport</h3><ul class=\"spaced-bullet-spacing\">\n<li>FIFA President Gianni Infantino said he supports the <a href=\"/news/2022/2/28/russia-expelled-from-world-cup-clubs-banned-from-competitions\">reinstatement of Russia</a> in the football federation and called for an end to the country’s four-year exclusion from international tournaments, including the World Cup in Qatar and the qualifying matches for the 2026 World Cup.</li>\n<li>Sport federations that claim sport is separate from politics should not include armed conflicts in that definition, because “war is a crime, not politics”, Ukrainian Minister of Sports Matvii Bidnyi said in an interview with the AFP news agency in advance of the Winter Olympics.</li>\n</ul><h3>Energy</h3><ul class=\"spaced-bullet-spacing\">\n<li>\n<p class=\"tr-story-p1\">Indian oil refiners will need a wind-down period to complete Russian oil deals before imports from that country can be halted, Reuters reported after Trump announced a trade agreement with India that included a halt to oil purchases from Russia.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">Ukraine’s electricity imports jumped by 40 percent in January 2026 compared with December 2025, hitting a record 894 gigawatt hours amid constant Russian attacks on the Ukrainian energy system, which have left millions of people without power and heating, Reuters reported, citing analysts.</p>\n</li>\n<li>The EU’s decision last week to ban Russian gas imports was “100 percent legally sound”, the bloc’s energy commissioner, Dan Jorgensen, told reporters in Portugal’s capital, Lisbon, adding it would prevent Russia from weaponising energy amid its war on Ukraine.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "What is the US critical minerals stockpile? | Business and Economy News | Al Jazeera",
            "time": "2026-02-02T23:51:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-01T235744Z_806420888_RC2ADJAIXR0B_RTRMADP_3_USA-TRUMP-1770052554.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced the launch of a strategic minerals stockpile.</p><p>The stockpile, called Project Vault, was announced on Monday. It will combine $2bn of private capital with a $10bn loan from the US Export-Import Bank.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It is the latest move by the White House to invest in rare-earth minerals needed in the production of key goods, including semiconductor chips, smartphones and electric car batteries.</p><p>The aim is to “ensure that American businesses and workers are never harmed by any shortage”, Trump said at the White House.</p><p>The move to develop a strategic stockpile is the latest in a slew of efforts by the Trump administration to take control of the means of production for critical rare-earth materials to limit reliance on other countries, particularly China, which has held up its exports to gain leverage in negotiations with Trump.</p><p>Here’s a look at some of the investments the US government has made in this space.</p><h2><strong>What are the investments?</strong></h2><p>In 2025, the Trump administration acquired equity stakes in seven companies by converting federal grants into ownership positions. Among the investments is a 10 percent stake in USA Rare Earth, which plans to build rare-earth element and magnet production facilities in the US.</p><p>The project is supported by $1.6bn in funding allocated under the CHIPS Act, legislation passed during the administration of former Democratic President Joe Biden, aimed at reducing dependence on China for semiconductor manufacturing.</p><p>USA Rare Earth announced the investment last week and expects commercial production to begin in 2028.</p><p>The US government also acquired a roughly 10 percent stake, valued at about $1.9bn, in <a href=\"/economy/2025/12/15/korea-zinc-plans-7-4bn-us-minerals-refinery-with-washingtons-backing\" target=\"_blank\" rel=\"noopener\">Korea Zinc</a> to help fund a $7.4bn smelter in Tennessee through a joint venture controlled by the US government and unnamed US-based strategic investors, who would then control about 10 percent of the South Korean firm.</p><p>The venture will operate a mining complex anchored by two mines and the only operational zinc smelter in the US. Construction is set to begin this year, with commercial operations expected to start in 2029.</p><p>In October, the government announced a $35.6m investment to acquire a 10 percent stake in Canadian-based Trilogy Metals to support the Upper Kobuk Mineral Projects (UKMP) in Alaska. The investment backs the development of critical minerals, including copper, zinc, gold, and silver, in Alaska’s mineral-rich northwest Ambler mining district.</p><p>Also in October, the US announced a 5 percent stake in <a href=\"/economy/2025/10/1/us-takes-a-stake-in-another-firm-this-time-a-large-lithium-mine\" target=\"_blank\" rel=\"noopener\">Lithium Americas</a> as part of a joint venture with General Motors (GM) to fund operations at the Thacker Pass lithium mine in Nevada. The project will supply lithium for electric vehicles and has attracted significant interest from the Detroit-based automaker.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In August, the White House acquired an almost <a href=\"/economy/2025/8/28/intel-receives-5-7bn-as-trump-administration-buys-10-percent-stake\" target=\"_blank\" rel=\"noopener\">10 percent stake in Intel</a>. The government’s investment in the semiconductor chip giant was an effort to help fund the construction and expansion of the company’s domestic manufacturing capabilities.</p><p>In July, the White House announced a 15 percent investment in MP Materials, which operates the only currently active rare-earth mine in the US, located in California. The largest federal stakeholder in the investment is the Department of War, then called the Department of Defense, which committed $400m.</p><p>The US is also reportedly exploring an 8 percent share in Critical Minerals for a stake in the Tranbreez rare-earths deposit in Greenland, underscoring Trump’s unsolicited attempts to acquire the Danish self-governed territory, the Reuters news agency reported.</p><p>Amid news of Trump’s stockpile plan, sector stocks are mixed. MP Materials and Intel are up 0.6 percent and 5 percent, respectively. Others finished out the day trending downwards. Lithium Americas is down 2.2 percent. Trilogy metals is down almost 2 percent, USA Rare Earth is down by 1.3 percent, and Korean Zinc finished down 12.6 percent.</p><h2 id=\"is-this-unusual\">Is this unusual?</h2><p>The government buying equity stakes in large companies is unusual in US history, but not unprecedented.</p><p>During the 2008 financial crisis, the US government temporarily acquired equity stakes in several major companies through the Troubled Asset Relief Programme (TARP). In 2009, TARP provided federal assistance to General Motors, ultimately leaving the government with a more than 60 percent ownership share. This intervention began in the final months of the administration of former President George W Bush. The government fully sold its stake in GM in 2013.</p><p>Through TARP, the government also acquired a 9.9 percent stake in Chrysler, which it exited in 2011.</p><p>The programme extended beyond car makers to the financial sector. The US government took a more than 73 percent stake in GMAC (General Motors Acceptance Corporation, now Ally Financial), exiting its ownership in 2014. It also acquired nearly 74 percent of the financial services insurance giant AIG, selling its remaining stake in 2012, and took a 34 percent stake in Citigroup, which it fully exited by 2010.</p><p>“This isn’t like 2008, when there was an urgent need to shore up critical companies. There’s a much more measured approach here. They [the US government] want these investments to generate returns, and they need to be seen as good investments in order to attract other forms of capital,” Nick Giles, senior equity research analyst at B Riley Securities, an investment banking and capital markets firm, told Al Jazeera.</p><p>During the Great Depression, the government bought stakes in several large banks. Before that, at the turn of the 20th century, it bought an equity stake in the Panama Railroad Company, which was responsible for building the railway that would be used during the construction of the Panama Canal. That equity stake was attached to a specific project rather than a more open-ended challenge, such as foreign dependence on critical minerals.</p><p>“There may not be a defined end date, but they’re clearly looking to make a return, and it sends an important signal that more is coming. I don’t think they [the government] are going to let this fail,” Giles added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"political-divide-on-the-approach\"><strong>Political divide on the approach</strong></h2><p>Interest in providing funds to critical mineral projects was shared by Trump’s predecessor, Biden, who brought in the CHIPS Act for that purpose. Biden was focused on providing grants for projects rather than buying equity stakes.</p><p>Trump’s approach to buy stakes is actually more aligned with progressive Democrats than with members of his own party. Vermont Senator Bernie Sanders has long been a proponent of the US government buying equity stakes in companies.</p><p>In August, after the White House bought an equity stake in Intel, <a href=\"/economy/2025/8/20/us-senator-bernie-sanders-backs-trump-plan-for-government-stake-in-intel\">Sanders applauded</a> the move.</p><p>“Taxpayers should not be providing billions of dollars in corporate welfare to large, profitable corporations like Intel without getting anything in return,” Sanders said at the time.</p><p>Kentucky Senator Rand Paul, a Republican known for his libertarian stances, called ownership a “terrible idea” and referred to it as a “step towards socialism” on CNBC. North Carolina’s Thom Tillis likened the Intel investment to something that countries like China or Russia would do.</p><p>For Babak Hafezi, professor of international business at the American University, the investments are a step to remove any reliance on China.</p><p>“Without domestic control and resiliency in both extraction and production, we are dependent on China, which extracts nearly 60 percent of global rare-earth minerals and produces 90 percent of it. This creates a major global chokepoint, and China can use this chokepoint as a means to dictate American Foreign policy via supply chain limitations,” he said.</p><p>“Thus, establishing free and open markets for US consumption is critical to remove any dependency.”</p></div></div></body></html>"
        },
        {
            "title": "Relief for patients leaving Gaza as Rafah opens, but thousands still wait | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-02T22:43:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image00001-1-1770063093.jpeg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Khan Younis, Gaza – </strong>The headlines read that Israel has finally reopened the <a href=\"/news/2026/2/1/israel-partially-reopens-rafah-crossing-in-pilot\">Rafah crossing</a> between Gaza and Egypt, allowing injured Palestinians desperate for medical aid to leave.</p><p>However, the reality is that on the first day of the opening, on Monday, Israel only allowed five patients to exit Gaza via the crossing, forcing hundreds, if not thousands, of others to wait.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mohammed Abu Mostafa is one of the lucky five. The 17-year-old travelled on Monday with his mother, Randa, to southern Gaza’s Khan Younis, and then on to Rafah, which has been closed by Israel for two years as it waged its genocidal war on Gaza, killing more than 70,000 Palestinians.</p><p>Randa told Al Jazeera that she had received a phone call on Monday morning informing her that Mohammed had been included in the first list of wounded patients scheduled to travel, and that they were instructed to head immediately to the Red Crescent Hospital in Khan Younis.</p><p>The reopening of Rafah, Gaza’s only land crossing that does not go through Israel, has been much touted as evidence of the progress of the second phase of the United States-backed Gaza “ceasefire” deal.</p><p>But events on Monday revealed a different reality, marked by strict security restrictions, complex procedures, and limited numbers being allowed to cross, falling far short of expectations and the scale of Gaza’s accumulated humanitarian needs.</p><p>Each of the five patients being allowed to leave was accompanied by two people as per Israeli orders, bringing the total number of travellers to 15, according to information provided to Gaza’s health authorities.</p><p>Mohammad Abu Salmiya, the director of Gaza’s al-Shifa Medical Complex, told Al Jazeera that this was the only group that departed, despite prior plans with the World Health Organization (WHO) – the body overseeing coordination between Egypt and Israel – for the departure of 50 patients daily.</p><p>Egyptian official sources have told Al Jazeera that 50 Palestinians were also permitted to return to Gaza via the Rafah crossing, though no information is yet available on whether they have actually reached the Palestinian side.</p><p>Ismail al-Thawabta, the director of Gaza’s Government Media Office, highlighted just how low these numbers are compared with the approximately 22,000 people needing to leave Gaza for treatment abroad. Meanwhile, about 80,000 Palestinians who left Gaza during the war want to return, he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"eye-injury\">Eye injury</h2><p>Mohammed was injured in an Israeli air attack a year and a half ago, near where his family had been displaced in al-Mawasi, Khan Younis, Randa said. He sustained a direct injury to his eye, severely affecting his optic nerve and ability to see.</p><p>“My son has been suffering immensely since his injury. Day after day, his condition kept worsening, and there is no treatment available for him in Gaza,” Randa said, while waiting in the hospital courtyard alongside other patients and their relatives.</p><p>Despite her joy at finally being able to accompany her son on his journey, Randa feels a sense of anguish at having to leave four of her six children behind, as she was only permitted to take one child as a second companion.</p><p>“What matters to me now is that my son regains his sight and can see again with his own eyes. That is my only concern at the moment,” Randa said.</p><p>“I also hope to return to Gaza soon after my son recovers, that the blockade will be lifted, and that all patients will be able to travel, just like my son.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israeli-restrictions\">Israeli restrictions</h2><p>In the Red Crescent Hospital courtyard, dozens of patients on travel waiting lists expressed frustration over the first-day restrictions at Rafah.</p><p>Several patients, including those with amputations, gathered at the hospital, hoping to be permitted to travel to Egypt for treatment.</p><p>Despite patients and their families arriving early in the morning with high hopes, Israeli authorities refused to permit more than five patients to leave, leading to widespread dissatisfaction with the complex mechanisms accompanying the crossing’s partial reopening.</p><p>The multi-stage security procedure of Palestinians moving through the Rafah crossing begins with the preparation of daily lists of candidates for travel, which are then referred to the Israeli side for pre-travel security screening.</p><p>No one is allowed to pass through the crossing or enter it without explicit Israeli approval. The European Union Border Assistance Mission deployed to Rafah is limited to monitoring the process and verifying identities.</p><p>Arrivals in Gaza, after initial identity verification at the crossing under European supervision, are subject to additional inspection procedures at checkpoints located in areas under Israeli military control.</p><p>Raed al-Nims, the Gaza Red Crescent’s head of media, told Al Jazeera that the organisation was still waiting for updates regarding the transfer of more patients for treatment through the crossing.</p><p>He added that a group of patients was successfully transferred to Israel on Monday through the Kerem Abu Salem crossing, in coordination with the WHO.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"desperate-need\">Desperate need</h2><p>Ibrahim Abu Thuraya was also one of the five patients allowed to leave Gaza on Monday.</p><p>Ibrahim was injured in the early months of the war, sustaining wounds that led to the amputation of his left hand and an injury to his left eye, where shrapnel is still embedded.</p><p>“Day after day, my eye condition is deteriorating, and I feel severe pain, especially since the shrapnel is lodged behind it and there are no medical capabilities in Gaza to deal with it,” he said from Khan Younis, before he travelled to Rafah. “Doctors told me that I need to travel abroad.”</p><p>Ibrahim was informed on Monday morning by the WHO and Gaza’s Ministry of Health that he had been approved for travel. He will be accompanied by his wife, Samar, and their son.</p><p>“I have suffered greatly for two full years just to be able to leave for treatment, and there are thousands of wounded like me,” he said. “I hope the crossing will be opened permanently.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "France adopts 2026 budget after two no-confidence votes fail | Politics News | Al Jazeera",
            "time": "2026-02-02T21:08:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6980fe18-1770061336.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>France adopts 2026 budget after two no-confidence votes fail</h1><p class=\"article__subhead\"><em>New budget includes a $7.6m military spending increase and aims to cut the deficit to 5 percent by the end of 2026.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France has passed a budget for 2026 after two no-confidence motions failed, allowing the legislation to pass and potentially heralding a period of relative stability for Prime Minister Sebastien Lecornu’s weak minority government.</p><p>The budget, adopted on Monday after four months of political deadlock over government spending, includes measures to bring France’s deficit down and boost military spending.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“France finally has a budget,” Lecornu said in a post on X. “A budget that makes clear choices and addresses essential priorities. A budget that contains public spending and does not raise taxes for households and businesses.”</p><p>Motions tabled by France Unbowed, the Greens and other left-wing groups drew 260 of the 289 votes needed to oust the government. The far-right motion secured only 135 votes.</p><figure id=\"attachment_4284094\" aria-describedby=\"caption-attachment-4284094\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4284094\" src=\"/wp-content/uploads/2026/02/afp_6980ff47004d-1770061639.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"This photograph shows the results appearing on a giant screen of the first vote on no-confidence motions against the 2026 finance bill, which was adopted without a vote after the government triggered Article 49.3 of the Constitution, at the National Assembly in Paris on February 2, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284094\" class=\"wp-caption-text\">The results appear on a giant screen of the first vote on no-confidence motions against the 2026 finance bill [AFP]</figcaption></figure><p>Budget negotiations have consumed the French political class for nearly two years, after President Emmanuel Macron’s 2024 snap election delivered a ⁠hung parliament just as a massive hole in public finances made belt-tightening more urgent.</p><p>The budget talks have cost two prime ​ministers their jobs, unsettled debt markets and alarmed France’s European partners.</p><p>However, Lecornu – whose chaotic two-stage nomination in October ‍drew derision around the world – managed to secure the support of Socialist lawmakers through costly but targeted concessions.</p><h2 id=\"reducing-the-deficit\">Reducing the deficit</h2><p>France is under pressure from the European Union to rein in its debt-to-GDP ratio – the bloc’s third-highest after Greece and Italy – which is close to twice the EU’s 60-percent ceiling.</p><p>The bill aims to cut France’s deficit to five percent of gross domestic product (GDP) in 2026 from 5.4 percent in 2025, after the government eased back from an earlier target of 4.7 percent.</p><p>The budget includes higher taxes on some businesses, expected to bring in about 7.3 billion euros ($8.6bn) in 2026, though the Socialists failed to secure backing for a proposed wealth tax on the superrich.</p><p>It also boosts military spending by 6.5 billion euros ($7.7m), a move the premier last week described as the “heart” of the budget.</p><p>The Socialists did, however, win several sought-after measures, including a one-euro meal for students and an increase in a top-up payment for low-income workers.</p></div></div></body></html>"
        },
        {
            "title": "‘False narrative’: Families challenge Trump’s 75-country US visa suspension | Donald Trump News | Al Jazeera",
            "time": "2026-02-02T20:39:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25254632070766-1770059727.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC</strong> – A group of United States citizens and immigrant rights bodies has launched a lawsuit seeking to challenge the <a href=\"/news/2026/1/15/trump-suspends-immigrant-visas-for-75-countries-whos-affected\">sweeping suspension</a> of immigrant visa processing for 75 countries by the administration of President Donald Trump.</p><p>The lawsuit, filed on Monday, argues that the Trump administration has relied on a false narrative to justify the visa processing suspension, one of the most substantial restrictions on legal immigration in the country’s history.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The lawsuit charges that the policy “constitutes an unlawful nationality-based ban on legal immigration and a new set of discriminatory, unlawful public charge rules that strips families and working people of the process guaranteed by law”, according to a case overview by the National Immigration Law Center, which is among the groups supporting the legal challenge.</p><p>The sprawling 106-page complaint further alleges that the administration relies “on an unsupported and demonstrably false claim that nationals of the covered countries migrate to the United States to improperly rely on cash welfare and are likely to become ‘public charges'”.</p><p>The State Department has described the action, announced in mid-January, as a “pause” on immigrant visa processing on “countries whose migrants take welfare from the American people at unacceptable rates”.</p><p>The department has not revealed the criteria it used to determine which countries were added to the list, which comes amid a wider effort to <a href=\"/news/2026/1/13/us-revokes-more-than-100000-visas-since-trumps-return-to-office\">constrict legal immigration pathways</a> into the US and to deport undocumented citizens from the country.</p><p>The affected countries include Afghanistan, Bangladesh, Brazil, Cambodia, Colombia, the Democratic Republic of the Congo, Ethiopia, Ghana, Mongolia, Nigeria, Senegal, Somalia and Russia.</p><p>The list also includes Iraq, Jordan, Kuwait, Lebanon, Tunisia, Syria, and Yemen, as well as several Caribbean, Pacific Island, and Eastern European countries.</p><p class=\" embed-paragraph-wrapper\"></p><p>Non-immigrant visas, including business and tourist visas, remain exempt.</p><p>“The freeze will remain active until the US can ensure that new immigrants will not extract wealth from the American people,” the State Department said in January.</p><h2 id=\"arbitrary-unlawful-and-deeply-harmful\">‘Arbitrary, unlawful, and deeply harmful’</h2><p>More than a dozen organisations and individuals named as plaintiffs in Monday’s lawsuit, as well as the seven legal organisations supporting them, argue the administration’s policy misuses the so-called “public charge” ground for inadmissibility laid out in the Immigration and Nationality Act (INA).</p><p>The provision, they argue, is meant to be a determination made on an “individualised” basis that a person risks becoming “primarily and permanently dependent on government for subsistence” if they are granted immigration status.</p><p>In turn, they said the administration is violating another provision of the INA, which says “no person shall receive any preference or priority or be discriminated against in the issuance of an immigrant visa because of the person’s race, sex, nationality, place of birth, or place of residence”.</p><p>It further argues that the administration has adopted an overly broad interpretation of what constitutes a “public charge”.</p><p>The plaintiffs include US citizens who had petitioned and been approved for their family members, including children and spouses, to join them in the US, a process known as “family unification”. Other plaintiffs included foreign nationals approved for immigrant visas through their specialised employment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hasan Shafiqullah, an immigration supervising lawyer at The Legal Aid Society, called the State Department’s policy “arbitrary, unlawful, and deeply harmful to families who have followed the rules and are simply seeking to reunite with their loved ones”.</p><p>Other lawyers supporting the case underscored that the policy disproportionately affects people from Africa, the Middle East, South and Central Asia and Eastern Europe.</p><p>Baher Azmy, the legal director of the Center for Constitutional Rights, accused the Trump administration of relying on “obviously pretextual tropes about nonwhite families undeservedly taking benefits”.</p><p>“Congress and the Constitution prohibit white supremacy as grounds for immigration policy.”</p><p>The lawsuit further points to “arbitrary and disparaging” statements made by Trump and administration officials about immigrants being likely to receive public benefits.</p><p>It notes that most immigrants are ineligible for most government assistance programmes, yet are required to pay local, state, and federal taxes.</p><p>“A visa is a privilege not a right. In accordance with law, [State] Secretary [Marco] Rubio has made it clear that immigrants must be financially self-sufficient,” a State Department spokesperson, Tommy Pigott, said in a statement to Al Jazeera.</p><p>“Such a requirement prevents billions in waste, fraud, and abuse and protects public benefits for Americans,” Pigott said.</p><p>“The Department is pausing issuance to evaluate and enhance screening and vetting procedures – but we will never stop fighting for American citizens first.”</p><h2 id=\"chances-of-success\">Chances of success</h2><p>The odds of success for the new lawsuit, which comes amid a deluge of legal challenges, remained unclear.</p><p>Plaintiffs have won at least temporary pauses on several key immigration issues, particularly related to Trump’s use of the <a href=\"/news/2025/9/3/us-appeals-court-blocks-trump-use-of-alien-enemies-act-in-deportation-drive\">Alien Enemies Act</a> of 1798 to swiftly deport alleged gang members and his effort to end birthright citizenship, as lawsuits make their way through the legal system.</p><p>Many more long-term decisions remain elusive.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, in 2018, a 5-4 ruling by the conservative-dominated US Supreme Court upheld Trump’s visa-processing ban on several Muslim-majority countries, including Iran, Libya, Somalia, Syria and Yemen.</p><p>In the 2018 ruling, most justices ruled that the president had broad discretion to limit the entry of individuals into the US.</p><p>At the time, the Trump administration cited “national security” concerns rather than the “public charge” argument it used in the most recent suspension.</p></div></div></body></html>"
        },
        {
            "title": "UN welcomes reopening of Gaza’s Rafah border with Egypt | United Nations | Al Jazeera",
            "time": "2026-02-02T20:30:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770064199.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Pakistan fans endorse boycott of T20 World Cup match against India | Cricket | Al Jazeera",
            "time": "2026-02-02T20:10:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/SV-India-Pakistan-cricket-boycott-horz-clean-1770062957.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump cuts India tariffs to 18% as Modi agrees to stop buying Russian oil | International Trade News | Al Jazeera",
            "time": "2026-02-02T19:58:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26029642692540-1769711114.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">United States President Donald Trump has agreed to slash US tariffs on Indian goods to 18 percent from 50 percent in exchange for India lowering trade barriers as well as stopping its purchases of Russian oil and buying oil instead from the US and potentially Venezuela.</p><p>“Out of friendship and respect for Prime Minister Modi and, as per his request, effective immediately, we agreed to a Trade Deal between the United States and India, whereby the United States will charge a reduced Reciprocal Tariff, lowering it from 25% to 18%,” Trump said in a social media post following a call with Indian Prime Minister Narendra Modi.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A White House official told the Reuters news agency that the US was rescinding a punitive, 25 percent duty on all imports from India over its purchases of Russian oil that had stacked on top of a 25 percent “reciprocal” tariff rate.</p><p>Modi also committed to buying more than $500bn worth of US energy, technology, agricultural and other products, Trump added.</p><p>“Wonderful to speak with my dear friend President Trump today. Delighted that Made in India products will now have a reduced tariff of 18%,” Modi said in a social media post on X. “Big thanks to President Trump on behalf of the 1.4 billion people of India for this wonderful announcement.”</p><p>“The deal has definitely been some time in coming,” said Rachel Ziemba, adjunct senior fellow at the Center for a New American Society. “Eighteen percent puts it near the level for Southeast Asian goods into the US.”</p><p>But experts also cautioned that it may be too soon to say if this was a trade deal or a tariff deal.</p><p>“Prime Minister Modi welcomed the news, but didn’t reassert President Trump’s claim that India was lowering tariffs on US goods,” pointed out Vina Nadjibulla, vice president of research and strategy at the Asia Pacific Foundation of Canada. “It looks like for now a deal around tariffs and de-escalation of tariffs…. It’s still an important breakthrough.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tense-trade\">Tense trade</h2><p>The deal comes after months of tense trade negotiations between the world’s two largest democracies.</p><p>Last August, Trump doubled duties on imports from India to 50 percent to pressure New Delhi to stop buying <a href=\"/news/2025/12/5/uninterrupted-oil-shipments-key-takeaways-from-putin-modi-talks-in-delhi\" target=\"_blank\" rel=\"noopener\">Russian oil</a>, and earlier this month said the rate could rise again if it did not curb its purchases.</p><p>Purchases of Venezuelan oil would help replace some of the Russian oil bought by India, the world’s third-biggest oil importer.</p><p>India has been a buyer of Venezuelan oil over the years and as recently as a year ago, Ziemba told Al Jazeera. “The question will be under what terms and at what price?”</p><p>India relies heavily on oil imports, covering around 90 percent of its needs, and importing cheaper Russian oil has helped lower its import costs since Moscow invaded Ukraine in 2022 and since Western nations slapped sanctions on Russian energy exports.</p><p>Recently, India has begun to slow its oil purchases from Russia. In January, they were around 1.2 million barrels per day (bpd), and they are projected to decline to about 1 million bpd in February and 800,000 bpd in March, according to a Reuters report.</p><p>Indian markets have been battered since the tariffs were levied by Washington, making it the worst-performing market among emerging nations in 2025, with record outflows of foreign investors.</p><p>Despite the tariff relief, “India will continue to de-risk and diversify”, a process it had begun in the wake of punishing US tariffs and a deteriorating and unpredictable relationship with Washington, said Nadjibulla.</p><p>The announced tariff reduction comes days after <a href=\"/economy/2026/1/27/mother-of-all-deals-how-india-eu-trade-deal-creates-27-trillion-market\" target=\"_blank\" rel=\"noopener\">India and the European Union reached a free trade agreement</a> that could affect as many as two billion people after nearly two decades of negotiations. That deal would enable free trade on almost all goods between the EU’s 27 members and India, covering everything from textiles to medicines, and bringing down high import taxes for European wine and cars.</p></div></div></body></html>"
        },
        {
            "title": "As EU tightens borders, Spain legalizes 500,000 migrants | News | Al Jazeera",
            "time": "2026-02-02T19:48:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770061620.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Spain will provide a legal pathway for residency for migrants already living in the country.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Spain’s government will grant legal status to undocumented migrants currently living in the country. The decree, passed after years of grassroots campaigning, will potentially impact about 500,000 migrants and comes in stark contrast to the anti-immigration sentiment in other EU countries. Why has the Spanish government decided to embrace its migrant population now?</p><p><strong>In this episode:</strong></p><ul>\n<li>Marcos Bartolomé, Producer, Al Jazeera</li>\n</ul><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Melanie Marich, with Phillip Lanos, Spencer Cline, Chloe K. Li, Tuleen Barakat, Alexandra Locke, Marcos Bartolomé, Tamara Khandaker, and our guest host, Kevin Hirten. It was edited by Kylene Kiang and Tamara Khandakher. </em></p><p><em>The Take production team is Marcos Bartolomé, Sonia Bhagat, Spencer Cline, Sarí el-Khalili, Sarí el-Khalili, Tamara Khandaker, Kylene Kiang, Phillip Lanos, Chloe K. Li, Melanie Marich, Haleema Shah, and Noor Wazwaz. Our editorial interns are Tuleen Barakat and Maya Hamadah. Our guest host is Kevin Hirten. </em></p><p><em>Our engagement producers are Adam Abou-Gad and Vienna Maglio. Andrew Greiner is lead of audience engagement.</em></p><p><em>Our sound designer is Alex Roldan. Our video editors are Hisham Abu Salah and Mohannad al-Melhem. Alexandra Locke is The Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio. </em></p><p><strong>Connect with us:</strong></p><p>@AJEPodcasts on <a href=\"https://twitter.com/AJEPodcasts\">X</a>, <a href=\"https://www.instagram.com/ajepodcasts/\">Instagram</a>, <a href=\"https://www.facebook.com/AJEPodcasts\">Facebook</a>, and <a href=\"https://www.youtube.com/playlist?list=PLzGHKb8i9vTwjZkiFu6LhzsLUKFkYO60I\">YouTube</a></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Democrats win special elections in Texas. How significant is it for Trump? | Elections News | Al Jazeera",
            "time": "2026-02-02T19:32:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26032691727976-1770032712.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Democrats in the United States are rejoicing over a Texas State Senate special election victory <span>they say reflects growing discontent with President <a href=\"/news/2026/1/30/us-protesters-begin-nationwide-strike-as-doj-launches-pretti-killing-probe\" target=\"_blank\" rel=\"noopener\">Donald Trump’s policies</a>, months before the </span>US midterm elections.</p><p>Some commentators are describing the Democratic upset win in Texas as a “political earthquake”, but Trump has dismissed the contest as a “local” race.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Union leader Taylor Rehmet, a Democrat, defeated Trump-backed conservative activist Leigh Wambsganss in Saturday’s election, receiving 57 percent of the votes in a district that the US president won by 17 percentage points <a href=\"/news/2024/11/6/donald-trump-claims-win-kamala-harris\">in November 2024</a>.</p><p>The vote will not have any immediate major consequences. Republicans – who have dominated Texas politics for years – still have a strong majority in the state’s senate.</p><p>Still, Saturday’s contest could be an indicator of a broader voting trend in Texas and beyond, signalling a significant shift.</p><p>“A huge political earthquake in Texas tonight as Democrats flipped a State Senate seat from red to blue in a district Trump won by 17 points,” Democratic strategist Matt McDermott wrote in a social media post.</p><p>“Trump personally waded in — endorsing the Republican and personally urging base turnout — and was dealt a massive loss.”</p><p>The election was held to fill the seat of a Republican state senator who had resigned to serve as Texas’s comptroller.</p><h2 id=\"trump-s-endorsement\">Trump’s endorsement</h2><p>On the morning of the election, Trump reiterated his endorsement of Wambsganss.</p><p>“I am asking all America First Patriots in Texas’ 9th State Senate District to please make a plan to GET OUT AND VOTE on Election Day, Saturday, January 31st, for a phenomenal Candidate, Leigh Wambsganss,” the US president wrote on his Truth Social platform.</p><figure id=\"attachment_4283945\" aria-describedby=\"caption-attachment-4283945\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283945\" src=\"/wp-content/uploads/2026/02/2026-02-01T235744Z_806420888_RC2ADJAIXR0B_RTRMADP_3_USA-TRUMP-1770052597.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"U.S. President Donald Trump waves as he arrives on the South Lawn of the White House in Washington, D.C., U.S., February 1, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283945\" class=\"wp-caption-text\">US President Donald Trump arrives on the South Lawn of the White House in Washington. DC, February 1, 2026 [Annabelle Gordon/Reuters]</figcaption></figure><p>He called Wambsganss a “warrior” of his Make America Great Again <a href=\"/news/2026/1/26/trump-administration-maga-allies-spread-misinformation-on-pretti-killing\">(MAGA) movement</a>. But when the results rolled in, the US president distanced himself from the vote.</p><p>“I’m not involved in that. That’s a local Texas race,” he told reporters on Sunday, stressing that he wasn’t on the ballot.</p><p>But the US president will not be on the ballot in the November midterm vote, either. And that will decide control of Congress.</p><p>If Democrats regain control of the US Senate and House of Representatives, they could impede Trump’s agenda and prevent him from passing any legislation.</p><h2 id=\"how-much-should-one-read-into-the-texas-result\">How much should one read into the Texas result?</h2><p>Opposition parties, seizing on their base’s anger, generally do well in special elections before the US midterms.</p><p>When Democratic Joe Biden was US president in 2021, voters in Virginia – which Democrats had won by 10 percentage points in 2020 – elected a <a href=\"/news/2021/11/3/republican-glenn-youngkin-wins-virginia-governors-race-us-media\">Republican governor</a>.</p><p>Similarly, the Democrats won a US Senate seat in deeply conservative Alabama during Trump’s first year in office in 2017.</p><p>But the swing in the Texas State Senate race – more than 30 percentage points from the 2024 election – is noteworthy.</p><p>The district covers Fort Worth near Dallas and other areas of Tarrant County – a traditional Republican stronghold.</p><p>Republicans also poured nearly $2.5m into the race, according to local reports, significantly outspending Rehmet and his Democratic allies.</p><h2 id=\"wake-up-call\">‘Wake-up call’</h2><p>The election comes at a time when Trump’s popularity is dwindling. His approval rating has dropped to 37 percent, according to a recent Pew Research Center survey, amid immigration enforcement chaos and an economy that is starting to show <a href=\"/economy/2025/12/16/us-unemployment-hits-highest-level-since-2021-as-labour-market-cools\">signs of stagnation</a>.</p><p>Rehmet dedicated his win to working people. “We have to continue to have our energy. We have a lot more work to do,” he said after the results came out.</p><p>Ken Martin, chair of the Democratic National Committee, also invoked working people in a statement celebrating Rehmet’s victory.</p><p>“It’s clear as day that this disastrous Republican agenda is hurting working families in Texas and across the country, which is why voters in red, blue, and purple districts are putting their faith in candidates like Taylor Rehmet,” Martin said.</p><p>“This overperformance is a warning sign to Republicans across the country.”</p><p>Wambsganss, the losing Republican candidate, also described the result as a “wake-up call” for her party – but she was referring to mobilising voters, not changing policy.</p><p>Texas Lieutenant Governor Dan Patrick, an ally of Wambsganss, echoed that assessment. “Our voters cannot take anything for granted,” he wrote on X.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Democrats have been trying for years to make inroads in Texas. The state is the second largest in the US by population. Without its 40 Electoral College votes, it would be difficult for any Republican to win a presidential race.</p><p>US Congresswoman Jasmine Crockett, one of the Texas Democrats trying to unseat Republican Senator John Cornyn in November, seized on Rehmet’s win to talk up her own chances.</p><p>“Don’t tell us what can’t be done in Texas. When we show up #TexasTough, we change the game,” she wrote in a social media post featuring photos of her and Rehmet.</p><p>In essence, the Texas State Senate result represents a red flag for Trump and the Republican Party. At the same time, this result aligns with historical trends where American voters favoured <a href=\"/news/2025/11/5/us-election-results-2025-key-takeaways-from-historic-night-across-the-us\">the opposition party</a> in special elections.</p><p>The November midterm elections will be the ultimate litmus test of the political climate in both Texas and the broader United States.</p></div></div></body></html>"
        },
        {
            "title": "How important is the reopening of Gaza’s Rafah crossing? | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-02T19:18:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6980ce101461-1770049040.jpg?resize=1920%2C1440",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The Rafah border crossing is once again operational as part of the US-brokered ‘ceasefire’.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The Rafah border crossing between Gaza and Egypt has finally reopened after months of closure as a result of Israel’s devastating war on the Gaza Strip.</p><p class=\"p1\">Hopes were running high that the freedom of movement would ease the dire humanitarian crisis created by this war.</p><p class=\"p1\">But Israel has set strict conditions on who can leave the Strip and who can enter.</p><p class=\"p1\">Now, only a small number of people are allowed to move in both directions – mainly for medical evacuations.</p><p class=\"p1\">But much-needed humanitarian aid and construction materials are still barred from entering the Strip, which is in ruins.</p><p class=\"p1\">Will this reopening ease the suffering of Palestinians after two years of war?</p><p class=\"p1\"><strong>Presenter:</strong> Maleen Saeed</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Hussein Haridy – Former Egyptian assistant foreign minister</p><p class=\"p1\">Mosab Nasser – CEO of FAJR Global, an organisation that provides medical care, surgical missions and emergency evacuations</p><p class=\"p1\">Akiva Eldar – Political analyst and contributor to Haaretz newspaper</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "The next stage of the Gaza genocide has begun | Gaza | Al Jazeera",
            "time": "2026-02-02T18:28:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_697e4a01040d-1769884161-1770052840.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jamal’s nine-year-old body is paralysed. He experiences constant, uncontrollable, violent spasms. He cannot sleep through them. Nor can his mother. To keep the spasms under control, a drug called baclofen is required. It relaxes the muscles and stops the shaking. Suddenly halting the use of baclofen can have serious health consequences.</p><p>Jamal’s mother, my cousin Shaima, wrote to me from the family’s tent in al-Mawasi displacement camp in Gaza a week ago. It was her son’s seventh day without the medicine. The violent, neurological spasms that seize Jamal’s limbs leave him screaming out in pain.</p><p>Baclofen is unavailable anywhere in Gaza: not in hospitals, not in clinics, not in Ministry of Health warehouses, and not even through the Red Cross. Shaima has searched all of them. It is one of the many medicines blocked by Israel, along with painkillers and antibiotics.</p><p>Jamal now endures dozens of spasms each day. There is no alternative medication or substitute. There is no relief, only pain.</p><p>Jamal’s story is not to be told, if the likes of former US Secretary of State Mike Pompeo are to have their way.</p><figure id=\"attachment_4284017\" aria-describedby=\"caption-attachment-4284017\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4284017\" src=\"/wp-content/uploads/2026/02/IMG_7084-1770056787.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"a photo of a little boy smiling to the camera in a green t-shirt\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284017\" class=\"wp-caption-text\">Nine-year-old Jamal is suffering from debilitating seizures in Gaza, where medication for his condition is blocked by Israel [Courtesy of Ghada Ageel]</figcaption></figure><p><a href=\"https://www.miryaminstitute.org/commentary-blog/briefing-a-conversation-with-sec-mike-pompeo\">Speaking</a> at the United States-based, Israel-focused MirYam Institute last month, he said, “We need to make sure that the story is told properly so that when the history books write this, they don’t write about the victims of Gaza”. At this line, the audience applauded.</p><p>Pompeo went on to say that every war has civilian casualties, but the true victims in this case are the Israeli people. His concern is that October 7th and the war in Gaza would be remembered “incorrectly”.</p><p>It seems Pompeo wants to argue that the people of Gaza are just “collateral damage” in Israel’s war.  They are to remain nameless, faceless, forgotten. He wants their stories erased from the pages of human history.</p><p>His remarks reflect the next phase in Israel’s genocide. Dissatisfied with its progress in eliminating Gaza’s people, their mosques, their schools and universities, their cultural institutions, economy and land, Israel and its Christian-Zionist allies like Pompeo have now embarked on the erasure of memory and martyrdom.</p><p>The campaign is evident both inside and beyond Gaza. The United Nations Relief and Works Agency for Palestine Refugees (UNRWA) – an institution that has long preserved the status of the Palestinian refugee population and safeguarded their right of return under international law – is being systematically undermined and dismantled. TikTok – one of the few social media platforms where Palestinian voices have had a bit more freedom to speak – is now shadow banning and <a href=\"/news/2026/1/30/gaza-based-journalist-bisan-owda-regains-tiktok-account-after-outcry\">restricting pro-Palestinian accounts</a>, after being taken over by an Israel-friendly conglomerate.</p><p>In the US, United Kingdom, and elsewhere, local laws are weaponised to come after pro-Palestinian youth, with scores being detained for using what should be their protected right to free speech. Laws are even <a href=\"https://forward.com/news/775954/california-law-antisemitism-ethnic-studies-curriculum-gavin-newsom-israel/\">passed</a> at the state level in the US to shape what can be taught at schools about Israel and Palestine.</p><p>But what Pompeo – and those like him who misread biblical verses to justify their support for Israel and its genocide – do not understand is that Palestinians have faced erasure before and have overcome it. We will do so again.</p><p>In thinking about memory and bearing witness, the word “martyr” comes to mind. “Martyr” comes from the Greek word “martus”, meaning “witness”, and features prominently in the Bible. Similarly, the word “shaheed” in Arabic is derived from the root of the word for “witness” or “witnessing”. As the word evolved, it also took on connotations of violent suffering due to one’s beliefs, and even a sense of heroic steadfastness due to the scale of one’s sacrifice.</p><p>I can think of no better word than “shaheed” to describe Jamal and the people around him: they are living martyrs. Jamal’s little body has witnessed immense suffering; it has been pounded with the violence of the war, and he – like his mother – pushes on because of his overwhelming desire to live.</p><p>All around Jamal and Shaima’s tent are thousands of other tents. Day and night, each of them is pierced by the sound of Jamal’s screams. Inside the tents, cold and often wet from the recent floods, are thousands of other people who require urgent and important medical evacuation to hospitals.</p><p>The pain and suffering are immense, yet the likes of Pompeo continue to justify the ongoing and historically rooted process of the elimination of the Palestinian people.</p><p>The Palestinian people are also poets at heart. And what Pompeo – who devalues language, memory and history – will never understand is that the poet is a witness.</p><p>As Palestinian poet Mahmoud Darwish wrote in one of his verses:</p><p><em>Those who pass between fleeting words</em></p><p><em>Take your names with you and go</em></p><p><em>Rid our time of your hours, and go</em></p><p><em>Steal what you will from the blueness of the sea and the sands of memory</em></p><p><em>Take what pictures you will so as to understand</em></p><p><em>That which you never will:</em></p><p><em>How a stone from our land becomes the ceiling of our sky.</em></p><p>The Palestinian people will keep memory alive, just as we have kept alive the pain of Beit Daras, Deir Yassin, Jenin, Muhammad al-Durrah, Anas al-Sharif and the roots of every olive tree ripped from its soil. The Palestinian people, and millions in solidarity around the world, witnessed Israel’s <a href=\"/opinions/2025/5/16/seventy-seven-years-after-the-nakba-we-are-naming-our-new-ruin\">destruction</a> of Gaza. In defiance of Pompeo and honouring the living martyr Jamal, each of us will take the stones of Gaza and build a new sky.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Italy adds a 2-euro ticket to get closer to Trevi Fountain | Tourism | Al Jazeera",
            "time": "2026-02-02T18:14:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770056065.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Syrian forces deploy in Hasakah under ceasefire agreement with SDF | Syria's War News | Al Jazeera",
            "time": "2026-02-02T17:02:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6980ca6973d9-1770048105.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syrian forces deploy in Hasakah under ceasefire agreement with SDF</h1><p class=\"article__subhead\"><em>Syrian forces move into the northeastern city, which was previously under the control of the Kurdish-led SDF.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian army has moved into the northeastern city of Hasakah, which was formerly under the control of the Kurdish-led Syrian Democratic Forces (SDF), a first step towards implementing a US-backed ceasefire deal.</p><p>A large convoy of trucks was seen entering the city on Monday hours after the SDF declared a curfew there.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Syrian government forces were also expected to enter the cities of Kobane and Qamishli.</p><p>The SDF reached a <a href=\"/news/2026/1/30/kurdish-led-sdf-agrees-integration-with-syrian-government-forces\">comprehensive agreement</a> with the government on Friday to integrate with the Syrian army, after Kurdish-led forces ceded territory to advancing government troops in recent weeks after months of tensions and sporadic clashes.</p><p>Government forces are expected to be stationed in Syrian state buildings in Hasakah’s so-called “security zone”, a Syrian official and a Kurdish security source told the Reuters news agency ahead of the deployment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“What’s happening here is very significant,” Al Jazeera’s Teresa Bo reported just outside of Hasakah, adding that a convoy of 150 personnel from the Syrian military had entered the city.</p><p>“Where I’m standing right now, there used to be a checkpoint run by the Kurdish-led SDF, and it is now being manned by soldiers from the Syrian army. This shows just how significant this territory is: an area that has been under the control of the SDF throughout the Syrian civil war,” she said.</p><p>The United States has hailed the agreement as a historic milestone towards unity and reconciliation after 14 years of war.</p><h2 id=\"sdf-integration\">SDF integration</h2><p>The SDF was ⁠once Washington’s main Syrian ally, playing a vital part in the fight against ISIL (ISIS).</p><p>But its status weakened as US President Donald Trump built ties with Syria’s President Ahmed al-Sharaa after the fall of former leader Bashar al-Assad in December 2024.</p><p>The deal announced on Friday includes the formation of a military division that will include three SDF brigades, in addition to a brigade for forces in the SDF-held town of Kobane, also known as Ain al-Arab, which will be affiliated with the state-controlled governorate of Aleppo.</p><p>The deal also provides for governing bodies in SDF-held areas to be merged with state institutions.</p><p>The ​Syrian state news agency SANA reported that Interior Ministry forces had begun deploying in rural areas near Kobane on ‌Monday.</p><p>Since rebels toppled al-Assad 14 months ago, al-Sharaa’s efforts to bring the fractured nation under central rule have been complicated by deadly violence last year involving the Alawite and Druze communities.</p></div></div></body></html>"
        },
        {
            "title": "Trump and Petro clash over how best to uproot Colombia’s cocaine crops | Donald Trump News | Al Jazeera",
            "time": "2026-02-02T16:39:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/066F7339-6239-45F0-AC35-C75C587F288E-1769821115.jpeg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"all-about-the-numbers\">All about the numbers</h2><p>The Petro administration has also continued to target criminal networks that traffic in cocaine through arrests and the seizure of shipments.</p><p>In November, Petro announced the Colombian government had made its largest drug bust in a decade, with law enforcement nabbing nearly 14 tonnes of cocaine.</p><p>Gloria Miranda was appointed by Petro in 2024 to lead Colombia’s Directorate for the Substitution of Illicit Crops, the agency overseeing the voluntary eradication efforts.</p><p>She believes that the Petro administration's efforts have been mischaracterised as ineffective.</p><p>“There’s been a narrative that Colombia isn’t doing anything in the fight against drug trafficking,” she told Al Jazeera.</p><p>“But we’ve seized 276,000 kilogrammes [608,500 pounds] of cocaine, destroyed 18,000 laboratories, arrested 164,000 people, and are replacing more than 30,000 hectares [about 74,100 acres] of illicit crops.”</p><p>But critics — including Trump — argue Petro’s measures have yet to translate into results. Coca cultivation and cocaine production remain stubbornly at record levels.</p><p>According to the latest United Nations figures, coca cultivation rose in Colombia by about 10 percent in 2023. Potential cocaine output also jumped 53 percent to about 2,600 tonnes.</p><figure id=\"attachment_4276938\" aria-describedby=\"caption-attachment-4276938\" class=\"wp-caption aligncenter\"><img class=\"size-arc-image-770 wp-image-4276938\" src=\"/wp-content/uploads/2026/01/Gloria-Miranda-next-to-Petro-1769825094.jpg?w=770&amp;quality=80\" alt=\"Gloria Miranda stands next to Gustavo Petro at an event\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276938\" class=\"wp-caption-text\">Gloria Miranda, second from right, stands next to President Gustavo Petro at a government event [Courtesy of La Dirección de Sustitución de Cultivos de Uso Ilícito/Al Jazeera]</figcaption></figure><p>Petro has questioned the accuracy of those numbers, though. Last week, ahead of Petro's meeting with Trump, his government <a href=\"https://www.presidencia.gov.co/prensa/Paginas/Nuevo-sistema-de-medicion-de-produccion-de-cocaina-sera-parte-de-la-agenda-del-presidente-Petro-con-Trump-260127.aspx\" target=\"_blank\" rel=\"noopener\">announced</a> it would no longer use the United Nations figures, arguing that they rely on an “obscure statistical method\".</p><p>Michael Weintraub, the director of the Center for the Study of Security and Drugs (CESED) at the University of the Andes, told Al Jazeera that some of Petro's pushback is political.</p><p>But he added that there is a genuine basis for questioning the UN's methodology.</p><p>“The ‘potential cocaine production’ measure has a lot of baked-in assumptions that make it very difficult to trust,” Weintraub said.</p><p>It predicts coca production from selected plots, but yields vary by region and season. The UN itself has admitted there are limitations in its method.</p><p>Despite these concerns, coca cultivation in Colombia has trended upward for decades.</p><p>Analysts note one overriding factor: demand. Consumption in North America and Europe remains strong, and new markets have emerged in Asia, Africa and South America.</p><p>“Coca can only grow in limited places due to climate, soil and elevation,” Weintraub said. “So Colombia is likely to remain a major producer for the foreseeable future.”</p></div></div></body></html>"
        },
        {
            "title": "5-year-old Liam Ramos and father released from immigration detention | Donald Trump | Al Jazeera",
            "time": "2026-02-02T16:33:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770049978.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Modi to Kevin Rudd: How Epstein files set off a storm far beyond the US | Explainer News | Al Jazeera",
            "time": "2026-02-02T16:23:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2017-07-06T123333Z_1290474066_RC152665C200_RTRMADP_3_ISRAEL-INDIA-MODI-1770028791.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India –</strong> The latest <a href=\"/news/2026/1/31/bill-gates-elon-musk-howard-lutnick-face-new-scrutiny-over-epstein-ties\">release of documents</a> related to the US Justice Department investigation into the crimes of convicted sex offender Jeffrey Epstein has set off political infernos around the globe for featuring the names of world leaders.</p><p>The tranche of files, which includes more than three million pages of documents, was released on Friday. This is the largest release since US President Donald Trump’s administration passed a law last year to force the release of the documents.</p><p>Epstein was convicted in 2008 of sex offences but avoided federal charges – which could have seen him face life in prison – by doing a deal with prosecutors. Instead, he received an 18-month prison sentence, which allowed him to go on “work release” to his office for 12 hours a day, six days a week. He was released on probation after 13 months.</p><p>In 2019, he was arrested again on charges including the sex trafficking of minors. But he died by suicide in a Manhattan jail cell in 2019 before his trial could commence.</p><p>With this latest disclosure of documents and emails linked to the cases against him, yet more has been revealed about the disgraced financier’s sexual abuse of young girls and his interactions with wealthy and powerful figures from the United Kingdom, Australia, Norway, Slovakia and India.</p><p>Simply being named in Epstein documents or emails does not mean a person is guilty of criminal wrongdoing, and, so far, no charges have been brought against individuals named in connection with the sex offender.</p><p>However, the new documents show communications between high-profile figures in the US, including Trump, former President Bill Clinton, and business tycoons such as Bill Gates and Elon Musk.</p><p>Here is what we know about some of the powerful men (and one woman) from other countries who have featured in these documents.</p><figure id=\"attachment_4115743\" aria-describedby=\"caption-attachment-4115743\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4115743\" src=\"/wp-content/uploads/2025/11/AP25322671830772-1763495454.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A man holds a sign demanding release of the Epstein files\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4115743\" class=\"wp-caption-text\">Demonstrator Gary Rush holds a sign before a news conference on the Epstein files in front of the US Capitol, November 18, 2025, in Washington, DC, the United States [AP Photo/Mariam Zuhaib]</figcaption></figure><h2 id=\"narendra-modi-indian-prime-minister\">Narendra Modi, Indian prime minister</h2><p>Documents released on Friday reveal conversations between Anil Ambani, the billionaire chairman of Reliance Group who is close to Prime Minister Narendra Modi, and Epstein. All the conversations took place in the years following Epstein’s first conviction for sex offences in 2008.</p><p>The two emailed each other about a range of issues, from sizing up incoming US ambassadors to India to setting up meetings for Modi with top US officials.</p><p>Ambani is the elder brother of India’s richest man, Mukesh Ambani, who is also close to PM Modi.</p><figure id=\"attachment_4283245\" aria-describedby=\"caption-attachment-4283245\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283245\" src=\"/wp-content/uploads/2026/02/2017-06-02T143552Z_288598473_RC1C60A3C740_RTRMADP_3_RCOM-DEBT-1770027832.jpg?w=770&amp;resize=770%2C535&amp;quality=80\" alt=\"ambani\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283245\" class=\"wp-caption-text\">Anil Ambani, chairman of India’s Reliance Communications, attends a news conference in Mumbai, India, June 2, 2017 [Shailesh Andrade/Reuters]</figcaption></figure><p>On March 16, 2017, two months after Trump was sworn in for his first term as president of the US, Ambani sent an iMessage to Epstein, saying “Leadership” was asking for his help to connect with senior figures in Trump’s circle, including Jared Kushner and Steve Bannon.</p><p>Ambani also asked for advice from Epstein about a possible visit by Modi to meet Trump “in may (sic)”, before setting up a call in the messages.</p><p>In another iMessage exchange two weeks later, on March 29, <a href=\"https://www.justice.gov/epstein/files/DataSet%2010/EFTA01618764.pdf\">Epstein wrote to Ambani</a>: “Discussions re israel strategy dominating modi dates (sic).” Two days later, Ambani informed Epstein that Modi would visit Israel in July and asked the disgraced financier: “who do u know fir track 2”.</p><p>On June 26, Modi <a href=\"https://www.mea.gov.in/press-releases.htm?dtl/28528/Visit_of_Prime_Minister_to_USA_June_2526_2017\">met Trump</a> in Washington on his first visit since Trump became president.</p><p>Then, on July 6, 2017, Modi became the first-ever Indian prime minister to visit Israel. He snubbed the Palestinian Authority, prompting <a href=\"/news/2017/7/5/palestinians-unhappy-over-modi-snub-on-israel-trip\">condemnation</a> from Palestinian officials.</p><p>That year, New Delhi became the largest buyer of Israeli weapons, amounting to $715m worth of purchases. The defence partnership between the two countries has since continued despite Israel’s genocidal war in Gaza.</p><p>This marked a sharp change from India’s history of advocating for the Palestinian cause. It only opened up formal diplomatic ties with Israel in 1992. Before that, Indian citizens had been barred by India from travelling to Israel since the country’s creation in 1948.</p><p>After Modi’s visit on July 6, Epstein emailed an unidentified individual he referred to as “Jabor Y”, saying: “The Indian Prime minister modi took advice. and danced and sang in israel for the benefit of the US president. they had met a few weeks ago.. IT WORKED. !”</p><figure id=\"attachment_4283247\" aria-describedby=\"caption-attachment-4283247\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283247\" src=\"/wp-content/uploads/2026/02/2017-07-05T192833Z_1262074721_RC1782F903B0_RTRMADP_3_ISRAEL-INDIA-MODI-1770027843.jpg?w=770&amp;resize=770%2C523&amp;quality=80\" alt=\"modi israel\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283247\" class=\"wp-caption-text\">Indian Prime Minister Narendra Modi shakes hands with Israeli Prime Minister Benjamin Netanyahu as they wave to the crowd during a reception for the Indian community in Tel Aviv, July 5, 2017 [Ammar Awad/Reuters]</figcaption></figure><p>Ambani Reliance Defence Ltd also entered a joint venture with an Israeli state defence group last year in a deal valued at $10bn over a decade.</p><p>Shortly after Modi’s visit to Israel, Larry Summers, former Harvard University president and former secretary of the US Treasury, asked Epstein if he still thought Trump was a better president than rival candidate Hillary Clinton would have been. Epstein responded affirmatively, stating, “yes, defintley India israel. for example great and all his doing (sic).”</p><p>In another conversation revealed in the latest document drop, Epstein offered to arrange a meeting between Modi and former White House chief strategist Steve Bannon just hours after Modi had won a thumping majority in the Indian national election in 2019.</p><p>In an iMessage to Bannon on May 19, 2019, Epstein wrote, “modi sending someone to see me on thurs,” referring to Ambani.</p><p>That Thursday, May 23, Epstein met Ambani in New York and his calendar for that day shows no other meeting scheduled.</p><p>After the meeting with Ambani, Epstein wrote to Bannon: “really interesting modi meeting. He won [the 2019 parliamentary elections] with HUGE mandate. His guy said that no one in wash speaks to him however his main enemy is CHINA!   And their proxy in the region pakistan. They will host the g20 in 22.. Totally buys into your vision.”</p><p>Epstein then messaged Ambani: “I think mr modi might enjoy meeting steve bannon, you all share the china problem.” And Ambani wrote back: “sure.”</p><p>Epstein then wrote back to Bannon: “modi on board.”</p><p>It is not immediately clear if Ambani was authorised to approve such decisions on behalf of the Indian government. There is no public record either of a meeting between Bannon and Indian officials that summer.</p><h2 id=\"hardeep-singh-puri-indian-politician\">Hardeep Singh Puri, Indian politician</h2><p>Another major Indian name featured in the Epstein files is Hardeep Singh Puri, who retired from the Indian Foreign Service to join Modi’s Bharatiya Janata Party in 2014.</p><p>In the documents are email exchanges between Puri and Epstein that began in June 2014, with the sex offender writing to Puri about Reid Hoffman, co-founder of LinkedIn, and arranging a visit by Hoffman to India.</p><p>Following an exchange of emails, Puri wrote a detailed pitch for investment opportunities in India to Epstein and Hoffman, laying out economic plans in India under the newly elected Modi government, and urging Hoffman to visit. Documents also show Puri met Epstein at his Manhattan townhouse on at least three occasions: February 4, 2015; January 6, 2016; and May 19, 2017.</p><p>Puri told Indian media on Sunday that his visits and interactions with Epstein were strictly business-related.</p><p>In December 2014, Puri wrote to Epstein again by email. “Please let me know when you are back from your exotic island,” he wrote, asking to set up a meeting in which Puri could give Epstein some books to “excite an interest in India”.</p><figure id=\"attachment_4283242\" aria-describedby=\"caption-attachment-4283242\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283242\" src=\"/wp-content/uploads/2026/02/7a3e82ab-6c56-4365-86b3-1d5d31214928_1330x782-1770027823.jpg?w=770&amp;resize=770%2C453&amp;quality=80\" alt=\"puri\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283242\" class=\"wp-caption-text\">US House of Representatives Oversight Committee Democrats/Handout</figcaption></figure><p> </p><h2 id=\"how-has-the-indian-government-responded\">How has the Indian government responded?</h2><p>India has dismissed the references to Modi in the Epstein files.</p><p>“Beyond the fact of the prime minister’s official visit to Israel in July 2017, the rest of the allusions in the email are little more than trashy ruminations by a convicted criminal, which deserve to be dismissed with the utmost contempt,” External Affairs Ministry Spokesperson Randhir Jaiswal said on Saturday.</p><p>However, the opposition, led by the Congress Party, has demanded answers about the latest disclosures – particularly those relating to Israel relations.</p><p>The Congress Party’s general secretary in charge of organisation, KC Venugopal, wrote in a post on X: “The reports of the new batch of Epstein Files are a huge wake-up call about the kind of monsters who have access to PM Modi, and how susceptible he is to foreign manipulation. The Congress demands that the Prime Minister personally come clean on these disturbing disclosures that raise serious questions.”</p><figure id=\"attachment_4283250\" aria-describedby=\"caption-attachment-4283250\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283250\" src=\"/wp-content/uploads/2026/02/2018-02-16T141446Z_2011030785_UP1EE2G13KMVY_RTRMADP_3_GERMANY-SECURITY-1770027848.jpg?w=770&amp;resize=770%2C558&amp;quality=80\" alt=\"rudd\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283250\" class=\"wp-caption-text\">Former Australian Prime Minister Kevin Rudd, left, attends the Munich Security Conference in Munich, Germany, February 16, 2018 [Michaela Rehle/Reuters]</figcaption></figure><h2 id=\"kevin-rudd-former-australian-prime-minister\">Kevin Rudd, former Australian prime minister</h2><p>Australian diplomat Kevin Rudd, who served as the country’s prime minister from 2007 to 2010 and again in 2013, has also been named in the Epstein files.</p><p>Rudd’s name appeared on Epstein’s daily meeting schedule for June 8, 2014, at 4:30pm. On that day, Epstein flew to New York from his private island, Little Saint James in the US Virgin Islands, for several meetings, including with Rudd.</p><p>Rudd, who is currently serving as Australia’s ambassador to the US, claims he did not visit Epstein and denies any friendship with him.</p><p>But the newly released files show that two days before the scheduled appointment, Epstein emailed his assistant, Lesley Groff, on June 6, 2014 to ask for non-vegetarian food to be made available at the upcoming Sunday lunch “as now kevin rudd is also coming”. Rudd was not in government at the time.</p><p>Just seconds later, Epstein follows up in another email to Groff: “Kevin Rudd might also stop by former prime minister austrailia [sic].”</p><figure id=\"attachment_4283252\" aria-describedby=\"caption-attachment-4283252\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283252\" src=\"/wp-content/uploads/2026/02/2025-05-08T184927Z_32810501_RC2MDEA2C47G_RTRMADP_3_USA-TRUMP-TARIFFS-BRITAIN-STARMER-1770027857.jpg?w=770&amp;resize=770%2C542&amp;quality=80\" alt=\"peter\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283252\" class=\"wp-caption-text\">US President Donald Trump shakes hands with the United Kingdom’s ambassador to the United States, Peter Mandelson, after announcing a trade deal with the UK, in the Oval Office at the White House in Washington, DC, the US, May 8, 2025 [Leah Millis/Reuters]</figcaption></figure><h2 id=\"peter-mandelson-uk-politician\">Peter Mandelson, UK politician</h2><p>The name of Peter Mandelson, a former UK cabinet minister and life peer, had appeared in tranches of Epstein files previously made public. But he resigned from his membership of the UK’s ruling Labour Party on Sunday after yet more links to Epstein surfaced in the latest dump.</p><p>Mandelson was sacked as the UK’s ambassador to the US last year over his connections to Epstein.</p><p>The latest documents reveal that Epstein made $75,000 in payments to Mandelson in three separate transactions in 2003 and 2004.</p><p>In his resignation letter to Labour’s general secretary, Mandelson wrote: “I have been further linked this weekend to the understandable furore surrounding Jeffrey Epstein and I feel regretful and sorry about this.”</p><p>He said he had “no recollection” of the payments, however.</p><p>The latest documents also show that Mandelson discussed with Epstein by email a campaign against Rudd’s proposed mining tax, which would have taxed “super profits” reaped by mining companies at 40 percent, while Rudd was still prime minister.</p><figure id=\"attachment_4283255\" aria-describedby=\"caption-attachment-4283255\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283255\" src=\"/wp-content/uploads/2026/02/2025-12-10T133552Z_1481862617_RC2PDIAQ9FO3_RTRMADP_3_NOBEL-PRIZE-PEACE-1770027866.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"norway\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283255\" class=\"wp-caption-text\">Norway’s Crown Prince Haakon, Princess Ingrid Alexandra, and Crown Princess Mette-Marit attend the Nobel Peace Prize award ceremony in Oslo, Norway, on December 10, 2025 [Ole Berg-Rusten/NTB/via Reuters]</figcaption></figure><h2 id=\"mette-marit-norway-s-crown-princess\">Mette-Marit, Norway’s crown princess</h2><p>The latest disclosures from the US Justice Department have embroiled Norway’s crown princess, Mette-Marit, in the Epstein scandal, as they reveal her years of extensive contact with the sex offender.</p><p>Mette-Marit, who is married to Crown Prince Haakon, the heir apparent to the Norwegian throne, appears nearly 1,000 times in the Epstein files, with scores of emails sent between the two.</p><p>In the emails, Mette-Marit told Epstein, “you tickle my brain”, and called him “soft hearted” and “such a sweetheart”. In another, she thanked Epstein for flowers he had sent when she was feeling unwell, signing off with “Love, Mm”.</p><p>In 2012, Mette-Marit told Epstein he was “very charming” and asked if it was “inappropriate for a mother to suggest two naked women carrying a surfboard for my 15 yr old sons wallpaper?”</p><p>The revelations come at a tricky time for Norway’s royal family, with Mette-Marit’s son, Marius Borg Hoiby – who was born before her marriage to Crown Prince Haakon – set to go on trial for rape later this week. Hoiby has been accused of 38 crimes, including the rapes of four women as well as assault and drug offences.</p><figure id=\"attachment_4283257\" aria-describedby=\"caption-attachment-4283257\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283257\" src=\"/wp-content/uploads/2026/02/2025-12-18T183305Z_1030206829_RC25JIALWUAR_RTRMADP_3_USA-TRUMP-EPSTEIN-FILES-1770027874.jpg?w=770&amp;resize=770%2C1017&amp;quality=80\" alt=\"slovakia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283257\" class=\"wp-caption-text\">Jeffrey Epstein and Miroslav Lajcak, a Slovak politician, diplomat, and former president of the United Nations General Assembly, appear together in this undated image from Epstein’s estate released by Democrats on the US House of Representatives Oversight Committee on December 18, 2025 [House Oversight Committee Democrats/Handout via Reuters]</figcaption></figure><h2 id=\"miroslav-lajcak-slovakian-national-security-adviser\">Miroslav Lajcak, Slovakian national security adviser</h2><p>The new tranche of Espstein files has also prompted the resignation of Slovakia’s national security adviser, Miroslav Lajcak.</p><p>Photos and emails released with the documents reveal that he met with Epstein several years after the sex offender was released from jail and exchanged text messages about women in 2018 during his second spell as foreign minister.</p><p>On Sunday, Slovakia’s Prime Minister Robert Fico accepted Lajcak’s resignation, and wrote on Facebook that the government was losing “an incredible source of experience and knowledge in foreign policy”, adding that the former minister had “categorically denied and rejected” the allegations made against him.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}