{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Sabalenka credits ‘Battle of the Sexes’ tennis match for ‘great fitness’ | Tennis News | Al Jazeera",
            "time": "2026-01-06T06:36:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260104__89K9263__v1__MidRes__TennisAtpTour2026BrisbaneInternational-1767679500.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sabalenka credits ‘Battle of the Sexes’ tennis match for ‘great fitness’</h1><p class=\"article__subhead\"><em>Women’s number one believes the match against Nick Kyrgios helped her to up the intensity of her power-packed game.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Aryna Sabalenka believes her much-maligned “<a href=\"/sports/2025/12/28/kyrgios-beats-sabalenka-6-3-6-3-in-battle-of-the-sexes-tennis-showdown\">Battle of the Sexes</a>” exhibition tennis match against Nick Kyrgios has paid dividends for her preparations before the Grand Slam season.</p><p>The world number one demolished Cristina Bucsa in the Brisbane International tournament on Tuesday as she gears up for next week’s Australian Open first round.</p><p>Sabalenka took just 48 minutes to dispose of the Spaniard 6-0, 6-1 in the second round of the season-opening tournament in Queensland, Australia.</p><p>She raced through the first set in just 22 minutes and took only 26 minutes to claim the second against an opponent who had no answer to the power of the 27-year-old.</p><p>The ease of the win against the world number 50 will send a warning to the title contenders in Melbourne, where Sabalenka will look to win her third Australian Open title in four years.</p><p>Sabalenka said the fact that she played so well in her first match of the season showed that the December 28 exhibition in Dubai against the mercurial but controversial Kyrgios was worthwhile.</p><p>“I mean, when you play against a guy, the intensity is completely different,” she said.</p><p>“Especially when there is Nick, who is drop-shotting every other shot, so you move a lot, so there was great fitness for me.</p><p>“And today I was, like, whew, let’s move around, you know.</p><p>“That exhibition, it was fun. It was a great challenge,” she added.</p><p>“I think we brought so many eyes on tennis. It wasn’t about proving something to anyone, it was about showing that tennis can be really huge.”</p><p>Sabalenka will now play either Jelena Ostapenko or Sorana Cirstea in the third round and remains on track to meet Madison Keys in the quarterfinals in a rematch of last year’s Australian Open final, won by the American.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli army vehicles enter Quneitra countryside village in southern Syria | Syria's War News | Al Jazeera",
            "time": "2026-01-06T05:57:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/12/AA-20241211-36448484-36448480-ISRAELI_TANKS_ENTER_QUNEITRA_FOLLOWING_BAATH_REGIMES_FALL-1733901940.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Twelve Israeli military vehicles have entered the village of Saida al-Golan in the Quneitra countryside, southern Syria, according to an Al Jazeera correspondent on the ground there.</p><p>This latest Israeli incursion on Tuesday, a further violation of Syrian sovereignty, comes as a Syrian delegation is holding a <a href=\"/news/2026/1/5/syrian-delegation-meets-israelis-in-paris-amid-sovereignty-breaches\">new round of negotiations</a> with Israeli counterparts in the French capital Paris, under the coordination and mediation of the United States, according to Syrian state news agency SANA.</p><p>The talks were expected to continue into a second and final day Tuesday.</p><p>A government source told SANA on Monday that the resumption of these negotiations affirms Syria’s unwavering commitment to restoring its non-negotiable national rights.</p><p>Israel has, since the fall of longtime Syrian leader Bashar al-Assad, extended its occupation of Syrian territory beyond the Golan Heights and staged numerous raids and bombardments in southern Syria.</p><p>For months, Israeli forces have conducted <a href=\"/news/2025/12/9/israel-attacked-syria-more-than-600-times-over-the-past-year\">near-daily incursions</a> into southern Syria, particularly in the <a href=\"/news/2025/11/5/israel-sets-up-checkpoint-in-syrias-quneitra-in-new-breach-of-sovereignty\">Quneitra governorate</a>, carrying out arrests, erecting checkpoints, and bulldozing land, all of which have prompted growing public anger and unrest.</p><p>Despite a reduction in direct military threats, the Israeli army continues to carry out air raids that have caused civilian casualties and destroyed Syrian army sites and facilities.</p><p>Over the past year, Israel has launched more than 600 air, drone and artillery attacks across Syria, averaging nearly two attacks a day, according to a tally by the Armed Conflict Location and Event Data Project (ACLED).</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Disengagement accord</strong></p><p>After President al-Assad’s fall, Israel declared the 1974 Disengagement Agreement – brokered after the 1973 war, in which Syria failed to regain the occupied Golan Heights – void.</p><p>The agreement had established protocols for a United Nations-patrolled buffer zone, which Israel has since violated, advancing deeper into Syrian territory.</p><p>Citing al-Assad’s flight, Israel says the accord no longer applies, while carrying out air raids, ground incursions, and reconnaissance flights; setting up checkpoints; and arresting or disappearing Syrians.</p><p>Syria has not responded with attacks.</p><p>Israeli Prime Minister Benjamin Netanyahu said in late December that Israel was keen to ensure a peaceful border with Syria, and United States President Donald Trump said he was sure Israel would get along with Syria’s current President Ahmed al-Sharaa, who led a lightning offensive to topple al-Assad in late 2024.</p><p>Talks have been ongoing on and off to reach a deal on a security agreement between Israel and Syria for months, without a deal or concrete progress being announced.</p><p>Syria does not formally recognise Israel, nor does it have any interest in joining Trump’s Abraham Accords, under which a handful of Arab nations have recognised Israel.</p><p>Israel’s annexation of the Golan Heights is recognised by Washington, but it is rejected by the vast majority of the international community.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: US abduction of Venezuela’s Maduro prompts global outcry | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-06T05:00:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260105__89PN9P3__v1__MidRes__VenezuelaUsConflictCrisis-1767673540.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: US abduction of Venezuela’s Maduro prompts global outcry</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Condemnation comes as Nicolas Maduro appeared in a court in New York and pleaded not guilty to drug charges.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel kills two in Gaza as Palestinians call for Rafah crossing to open | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-06T04:54:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T154434Z_257278327_RC22VIAVUS3H_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1767672831.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has launched intense artillery and helicopter attacks on southern Gaza despite a United States-brokered ceasefire, bombing a tent housing displaced Palestinians and killing a five-year-old girl and her uncle, according to officials.</p><p>The killings on Monday brought the number of Palestinians killed by Israeli forces since the truce came into effect in October to at least 422, according to Gaza health authorities.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Nasser Medical Complex in southern Khan Younis said the deadly Israeli strike hit a tent in the coastal al-Mawasi area, and that four others, including children, were also wounded.</p><p>Israel’s military said it struck a Hamas fighter who was planning to attack Israeli forces “in the immediate timeframe”. But the military did not provide evidence for the claim, and it was not clear if its statement referred to the tent attack.</p><p>Despite the ceasefire, Israeli forces have continued near-daily attacks on Gaza and have maintained restrictions on the entry of humanitarian aid. Much of the enclave has been devastated by Israel’s genocidal war, with roughly 88 percent of buildings damaged or destroyed, Palestinian officials say.</p><p>Most of Gaza’s two million people are now living in tents, makeshift shelters or damaged buildings in areas vacated by Israeli troops.</p><p>The Palestinian Civil Defence said on Monday that another Palestinian home damaged in earlier Israeli strikes collapsed in the central Maghazi camp, killing a 29-year-old father and his eight-year-old son.</p><p>But the rescue service said in a subsequent statement that it was unable to respond to requests to remove hazards caused by damaged buildings because of a lack of equipment and continuing fuel shortages.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Gaza ceasefire, agreed upon after more than two years of Israeli attacks that killed more than 71,000 people, is being implemented in phases. The first stage includes exchanges of captives and prisoners, increased humanitarian aid and the reopening of Gaza’s Rafah border crossing with Egypt.</p><p>Hamas has freed all remaining living captives and returned dozens of bodies, except for one, while Israel has released nearly 2,000 Palestinian detainees and prisoners, including some serving life sentences.</p><h2 id=\"hopes-for-rafah-crossing\">Hopes for Rafah crossing</h2><p>However, humanitarian groups say that Israeli restrictions continue to hamper aid deliveries, while Gaza’s Rafah crossing with Egypt remains closed. The crossing had long been Gaza’s only connection to the outside world until the Israeli military occupied the Palestinian side in May 2024.</p><p>Israel’s Kan broadcaster reported on January 1 that Israeli authorities are preparing to reopen the crossing in “both directions” following pressure from US President Donald Trump.</p><p>If confirmed, it would mark a shift from an earlier Israeli policy that stated the crossing would only open “exclusively for the exit of residents from the Gaza Strip to Egypt”. The policy drew condemnation from regional governments, including Egypt and Qatar, with officials warning against the ethnic cleansing of Gaza.</p><p>The latest Israeli report has left many Palestinians hopeful.</p><p>Tasnim Jaras, a student in Gaza City, told Al Jazeera that it was her “dream that the crossing opens so we can continue our education”.</p><p>Moaeen al-Jarousha, who was wounded in the war, said he needed to leave Gaza to receive medical treatment abroad. “I need immediate medical intervention. I live in very difficult conditions,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al Jazeera’s Hani Mahmoud, reporting from Gaza City, said Palestinians in Gaza have been waiting for the crossing to open for a long time.</p><p>“For many, this isn’t about travel, it’s about survival. Parents are asking about medical access they haven’t been able to obtain over the past two years. Students think of this as an opportunity to continue their education,” he said.</p><p>“And for many families, this is an opportunity to reunite with family members who have been separated for too long. But hope here is never simple. People here have heard about these announcements numerous times, and many recall how quickly it shut again,” he added.</p><p>Israel, meanwhile, continues to retain control of 53 percent of Gaza, and witnesses on Monday reported continued demolitions of residential homes in the eastern Zeitoun neighbourhood of Gaza City.</p><p>The Israeli military also said it attacked a Palestinian who had crossed the so-called “yellow line” – an unmarked boundary where the Israeli military repositioned itself when the truce came into effect – in southern Gaza on Monday with the aim of “removing the threat”. It did not provide evidence for the claim.</p><p>Israel also said it had carried out strikes against Hezbollah and Hamas targets in southern and eastern Lebanon.</p></div></div></body></html>"
        },
        {
            "title": "US critics and allies condemn Maduro’s abduction at UN Security Council | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-06T03:53:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26005613676291-1767670324.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Members of the United Nations Security Council (UNSC), including key US allies, have warned that the <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\" target=\"_blank\" rel=\"noopener\">abduction</a> of Venezuelan President Nicolas Maduro and his wife by US special forces could be a precedent-setting event for international law.</p><p>The 15-member bloc met for an emergency meeting on Monday in New York City, where the Venezuelan pair were also due to face drug trafficking charges in a US federal court.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Venezuela’s ambassador to the UN, Samuel Moncada, condemned the US operation as “an illegitimate armed attack lacking any legal justification”, in remarks echoed by Cuba, Colombia and permanent UNSC members Russia and China.</p><p>“[The US] imposes the application of its laws outside its own territory and far from its coasts, where it has no jurisdiction, using assaults and the appropriation of assets,” Cuba’s ambassador, Ernesto Soberon Guzman, said, adding that such measures negatively affected Cuba.</p><p>Russia’s ambassador, Vassily Nebenzia, said the US cannot “proclaim itself as some kind of a supreme judge, which alone bears the right to invade any country, to label culprits, to hand down and to enforce punishments irrespective of notions of international law, sovereignty and non-intervention”.</p><p>Notable critics at the emergency session included traditional US allies, Mexico and Denmark, both of whom Trump has separately threatened with military action over the past year.</p><p>Mexico’s ambassador, Hector Vasconcelos, said that the council had an “obligation to act decisively and without double standards” towards the US, and it was for “sovereign peoples to decide their destinies,” according to a UN readout.</p><p>His remarks come just days after Trump told reporters that “something will have to be done about Mexico” and its drug cartels, following Maduro’s abduction.</p><p>Denmark, a longstanding US security ally, said that “no state should seek to influence political outcomes in Venezuela through the use of threat of force or through other means inconsistent with international law.”</p><p>“The inviolability of borders is not up for negotiation,” Denmark’s ambassador, Christina Markus Lassen, told the council in an oblique reference to Trump’s threat that the US would annex Greenland, a self-governed Danish territory.</p><p>France, another permanent member of the UNSC, also criticised the US, marking a shift in tone from French President Emmanuel Macron’s initial remarks that Venezuelans “can only rejoice” following Maduro’s abduction.</p><p>“The military operation that has led to the capture of Maduro runs counter to the principle of peaceful dispute resolution and runs counter to the principle of non-use of force,” said the French deputy ambassador, Jay Dharmadhikari.</p><p>Representatives from Latvia and the United Kingdom, another permanent UNSC member, focused on the conditions in Venezuela created by Maduro’s government.</p><p>Latvia’s ambassador, Sanita Pavļuta-Deslandes, said that Maduro’s conditions in Venezuela posed “a grave threat to the security of the region and the world”, citing mass repression, corruption, organised crime and drug trafficking.</p><p>The UK ambassador, James Kariuki, said that “Maduro’s claim to power was fraudulent”.</p><p>The US ambassador, Mike Waltz, characterised the abduction of Maduro and his wife as a “surgical law enforcement operation facilitated by the US military against two indicted fugitives of American justice”.</p><p>The White House defended its wave of air strikes on Venezuela, and in the waters near it, and Maduro’s abduction as necessary to protect US national security, amid unproven claims that Maduro backed “narcoterrorist” drug cartels.</p></div></div></body></html>"
        },
        {
            "title": "Americans evenly split on Maduro’s abduction, poll shows | Donald Trump News | Al Jazeera",
            "time": "2026-01-06T03:12:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26005651143292-1767662883_2921a2-1767663090.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Americans evenly split on Maduro’s abduction, poll shows</h1><p class=\"article__subhead\"><em>One in three Americans opposes the Venezuelan leader’s abduction by US forces, a poll shows, while others are unsure.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Americans are evenly split in their support for the US military operation to <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\">abduct</a> Venezuelan President Nicolas Maduro, an opinion poll has found.</p><p>Thirty-three percent of Americans support Maduro’s abduction, compared with 34 percent who are against it and 32 percent who are not sure, the Reuters/Ipsos poll showed on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Supporters of President Donald Trump’s Republican Party are much more likely to support the military operation, with 65 percent in favour, compared with 11 percent of Democrats and 23 percent of independents.</p><p>On the question of who should govern Venezuela, Americans lean against Washington taking control of the country, according to the poll.</p><p>Forty-three percent oppose Washington governing Venezuela until a new government is established in Caracas, compared with 34 percent in favour and 20 percent who are unsure.</p><p>Americans lean against the US stationing troops in Venezuela – 47 percent to 30 percent – according to the poll.</p><p>More Americans than not also oppose the Trump administration taking control of Venezuela’s oil fields, with 46 percent against the idea and 30 percent in favour.</p><p>On the question of whether the US could become “too involved” in the Latin American country, 72 percent are very or somewhat concerned.</p><p>Trump said on Saturday that the US would “run” Venezuela, though officials in his administration have sought to downplay the prospect of Washington occupying the country.</p><p>On Sunday, Trump threatened further military action against Venezuela if it “doesn’t behave”.</p><p>Maduro, who was abducted in a raid by US special forces over the weekend, on Monday made his first court appearance to face charges related to “narcoterrorism”, drug trafficking and weapons possession.</p><p>Maduro pleaded not guilty to all charges, declaring himself the victim of a kidnapping and a “decent man”.</p><p>“I am still president of my country,” Maduro told a US federal court in New York through an interpreter.</p><p>Maduro, his wife, Cilia Flores, son Nicolás Ernesto Maduro Guerra, and three others face the possibility of life in prison if convicted.</p><p>On Monday, Maduro’s deputy, Vice President Delcy Rodríguez, was sworn in as Venezuela’s interim president.</p><p>“I come with pain over the kidnapping of two heroes who are being held hostage: President Nicolás Maduro and First Lady Cilia Flores,” Rodriguez said during a swearing-in ceremony at Venezuela’s National Assembly.</p></div></div></body></html>"
        },
        {
            "title": "Eva Schloss, Holocaust survivor and stepsister of Anne Frank, dies at 96 | History News | Al Jazeera",
            "time": "2026-01-06T02:40:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/7300841-1767665444.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Eva Schloss, the <a href=\"/features/2025/1/27/hell-on-earth-who-were-the-victims-killed-by-the-nazis-in-auschwitz\">Auschwitz</a> survivor who dedicated decades to educating people about the Holocaust, and who was the stepsister of diarist Anne Frank, has died aged 96, according to her foundation.</p><p>The Anne Frank Trust UK, of which Schloss was the honorary president, said on Sunday that she died on Saturday in London, where she lived.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The United Kingdom’s King Charles III said he was “privileged and proud” to have known Schloss, who co-founded the charitable trust to help young people challenge prejudice.</p><p>“The horrors that she endured as a young woman are impossible to comprehend, and yet, she devoted the rest of her life to overcoming hatred and prejudice, promoting kindness, courage, understanding and resilience through her tireless work for the Anne Frank Trust UK and for Holocaust education across the world,” the king said.</p><p>In a statement posted on X, the European Jewish Congress said it was “deeply saddened” by the passing of Schloss, who it described as a “powerful voice” for Holocaust education.</p><p>Born Eva Geiringer in Vienna in 1929, Schloss fled with her family to Amsterdam after Nazi Germany annexed Austria.</p><p>She became friends with another Jewish girl of the same age, Anne Frank, whose diary would become one of the most famous chronicles of the Holocaust.</p><p>Like the Franks, Eva’s family spent two years in hiding to avoid capture after the Nazis occupied the Netherlands. They were eventually betrayed, arrested and sent to the Auschwitz death camp.</p><p>Schloss and her mother, Fritzi, survived until the camp was liberated by Soviet troops in 1945. Her father, Erich, and brother, Heinz, died in Auschwitz.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>After the war, Eva moved to the UK, married German-Jewish refugee Zvi Schloss, and settled in London.</p><p>In 1953, her mother married Frank’s father, Otto, the only member of his immediate family to survive.</p><p>Anne Frank died of typhus in the Bergen-Belsen concentration camp at the age of 15, months before the end of the war.</p><p>Schloss did not speak publicly about her experiences for decades, later saying that wartime trauma had made her withdrawn and unable to connect with others.</p><p>“I was silent for years, first because I wasn’t allowed to speak. Then, I repressed it. I was angry with the world,” she told The Associated Press news agency in 2004.</p><p>But after she addressed the opening of an <a href=\"/opinions/2020/1/27/what-lessons-anne-frank-can-teach-us-today\">Anne Frank</a> exhibition in London in 1986, Schloss made it her mission to educate younger generations about the Nazi genocide.</p><p>Over the following decades, she spoke in schools, prisons and international conferences, and told her story in books, including Eva’s Story: A Survivor’s Tale by the Stepsister of Anne Frank.</p><p>She kept campaigning into her 90s.</p><p>“We must never forget the terrible consequences of treating people as ‘other’,” Schloss said in 2024.</p><p>Schloss is survived by their three daughters, as well as grandchildren and great-grandchildren.</p></div></div></body></html>"
        },
        {
            "title": "Alarms raised as Trump’s CDC cuts number of suggested vaccines for children | Health News | Al Jazeera",
            "time": "2026-01-06T02:17:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20220621__32CX9LE__v2__MidRes__UsHealthVirusVaccineChildren-1767662792.jpg?resize=1800%2C1200&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Leading medical groups in the United States have raised alarm after the Centers for Disease Control and Prevention (CDC) under President Donald Trump took the unprecedented step of cutting the number of vaccines it recommends for children.</p><p>Monday’s sweeping decision, which advances the agenda of Trump-appointed Secretary of Health <a href=\"/news/2025/9/5/fact-checking-robert-f-kennedys-statements-to-senate-on-covid-vaccines\">Robert F Kennedy Jr</a>, removes the recommendation for rotavirus, influenza, meningococcal disease and hepatitis A vaccines for children.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It comes as US vaccination rates have been slipping, and the rates of diseases that can be protected against with vaccines, such as measles and whooping cough, are rising across the country, according to government data.</p><p>“This decision protects children, respects families, and rebuilds trust in public health,” Kennedy said in a statement on Monday.</p><p>In response, the American Medical Association (AMA) said it was “deeply concerned by recent changes to the childhood immunisation schedule that affects the health and safety of millions of children”.</p><p>“Vaccination policy has long been guided by a rigorous, transparent scientific process grounded in decades of evidence showing that vaccines are safe, effective, and lifesaving,” Sandra Adamson Fryhofer, a doctor and AMA trustee, said in a statement posted on the group’s website.</p><p>She pointed out that major policy changes needed “careful review” and transparency, which are lacking in the CDD’s decision.</p><p>“When longstanding recommendations are altered without a robust, evidence-based process, it undermines public trust and puts children at unnecessary risk of preventable disease,” she said.</p><p>The change was effective immediately and carried out following the approval by another Trump appointee, CDC acting director Jim O’Neill, without the agency’s usual outside expert review.</p><p>The changes were made by political appointees, without any evidence that the current recommendations were harming children, Sean O’Leary, chair of the American Academy of Pediatrics, said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“It’s so important that any decision about the US childhood vaccination schedule should be grounded in evidence, transparency and established scientific processes, not comparisons that overlook critical differences between countries or health systems,” he told journalists.</p><p>Protections against those diseases are only recommended for certain groups deemed high risk, or when doctors recommend them in what’s called “shared decision-making”, the new CDC guidance stated.</p><p>States, not the federal government, have the authority to require vaccinations for schoolchildren.</p><p>But CDC requirements often influence the state regulations, even as some states have begun creating their own alliances to counter the Trump administration’s guidance on vaccines.</p><p>Kennedy, the US health secretary, is a longtime vaccine sceptic.</p><p>In May, Kennedy announced that the CDC would no longer recommend COVID-19 vaccines for healthy children and pregnant women, a move immediately questioned by public health experts who saw no new data to justify the change.</p><p>In June, Kennedy fired an entire 17-member CDC vaccine advisory committee, later installing several of his own replacements, including multiple vaccine sceptics.</p><p>In August, he announced that the US is to <a href=\"/news/2025/8/7/who-says-us-ending-mrna-vaccine-contracts-a-significant-blow\">cut funding for mRNA vaccine development</a>, a move health experts say is “dangerous” and could make the US much more vulnerable to future outbreaks of respiratory viruses like COVID-19.</p><p>Kennedy in November also personally directed the CDC to abandon its position that vaccines do not cause autism, without supplying any new evidence to support the change.</p><p>Trump, reacting to the latest CDC decision on his Truth Social platform, said the new schedule is “far more reasonable” and “finally aligns the United States with other Developed Nations around the World”.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,412 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-06T02:02:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T134215Z_1865317728_RC2ZUIA8SCZO_RTRMADP_3_UKRAINE-CRISIS-ATTACK-CHERNIHIV-1767657416.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,412</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,412 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Tuesday, January 6:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Russia carried out five missile strikes on Ukraine’s second-biggest city, Kharkiv, on Monday, damaging energy infrastructure and wounding one person, according to Mayor Ihor Terekhov.</li>\n<li>“This ⁠is not just an attack on facilities. It’s ​an attack on heating, on water, on ‍people’s normal lives. They are trying to break us with fear and darkness,” he said on Telegram.</li>\n<li>Russian forces also attacked an enterprise owned by US agricultural producer Bunge BGN in the southeastern Ukrainian city of Dnipro, triggering a leak of ⁠300 metric tonnes of sunflower oil, according to Ukrainian officials.</li>\n<li>The death toll from the latest Russian air attack on the capital, Kyiv, and its region <a href=\"/news/2026/1/5/russia-ukraine-war-list-of-key-events-day-1411\">has risen to two</a>, Ukrainian authorities said, in what appeared to be the first reported deaths in Russian strikes on Kyiv this year. A woman was also wounded, and 25 others were evacuated.</li>\n<li>Russia’s Ministry of Defence said that its forces gained control over the village of Hrabovske in Ukraine’s northeastern Sumy region. Moscow’s claim could not be independently verified.</li>\n<li>A Ukrainian drone attack sparked a fire in an industrial zone in the town of Yelets in Russia’s Lipetsk region, Governor Igor Artamonov said on Monday. There were no casualties reported. Yelets is home to the Energiya battery plant, a major producer of batteries for Russia’s defence industry.</li>\n</ul><h3>Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>French President Emmanuel Macron is set to host a meeting of the “coalition of the willing” in Paris on Tuesday to discuss security guarantees as part of the US proposal to end Russia’s war on Ukraine. The talks will also focus on the role of the coalition, which consists of 30 countries that have pledged to strengthen support for Ukraine, in implementing the deal.</li>\n<li>A European Commission spokesperson said that work on security guarantees for Ukraine is progressing within the framework of the coalition.</li>\n<li>United States President Donald Trump’s special envoy, Steve Witkoff, and his son-in-law, Jared Kushner, will represent Washington at talks on Ukraine in Paris this week, the Reuters news agency reported, citing a White House official.</li>\n<li>German Chancellor Friedrich Merz will take part in the meeting, according to a spokesperson.</li>\n<li>Turkiye’s foreign minister, Hakan Fidan, will stress the “strategic priority” of maintaining security in the Black Sea at a summit on Ukraine in Paris this week, a Turkish Ministry of Foreign Affairs source said.</li>\n<li>Any security guarantees offered to Ukraine as part of a deal to end the war with Russia must be real, Lithuania’s foreign minister, Kestutis Budrys, said. “We can’t be bluffing… Russia wouldn’t buy our bluffs,” Budrys told a joint news conference in Vilnius with his German counterpart, Johann Wadephul.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy has appointed Canada’s former deputy prime minister, <a href=\"/news/2025/1/24/canadas-liberal-leadership-race-whos-running-to-replace-justin-trudeau\">Chrystia Freeland,</a> as his economic development adviser, citing her experience in attracting investment.</li>\n<li>Freeland, who has Ukrainian ancestry and said she will step down as a member of Canada’s parliament in the coming weeks, wrote in a post on X: “Ukraine is at the forefront of today’s global fight for democracy, and I welcome this chance to contribute on an unpaid basis as an economic advisor.”</li>\n<li>Zelenskyy has replaced Vasyl Maliuk, the head of his powerful spy agency, the SBU, pressing ahead with a reshuffle of top officials, as the war nears the four-year mark with no end in sight despite intense diplomacy. He has appointed Major-General Yevhenii Khmara as Maliuk’s interim replacement.</li>\n<li>Zelenskyy also said that his proposed new defence minister, Mykhailo Fedorov, should focus on technology and innovation once parliament has confirmed him in the role, as it is expected to do.</li>\n<li>North Korean leader Kim Jong Un and his daughter, Ju Ae, have inspected the construction of a memorial for <a href=\"/news/2025/12/12/n-koreas-kim-hails-ever-victorious-armys-role-in-war-against-ukraine\">North Korean troops who died fighting for Russia</a> in Ukraine, according to state-run KCNA.</li>\n<li>Hungarian Prime Minister Viktor Orban told a news conference that now is not a good time for Russian President Vladimir Putin to visit Budapest, as there are no bilateral issues to discuss. Trump had announced in October that he would hold talks with Putin in Budapest, but the meeting never took place.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Central African Republic’s Touadera wins third presidential term | Elections News | Al Jazeera",
            "time": "2026-01-05T23:55:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T234222Z_1041216055_RC2RPIALC8UJ_RTRMADP_3_CENTRALAFRICA-ELECTION-1767657905.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Central African Republic’s Touadera wins third presidential term</h1><p class=\"article__subhead\"><em>Provisional results show Faustin-Archange Touadera received 76.15 percent of the vote in December 28 election.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Central African Republic President Faustin-Archange Touadera has won a third term in office, securing an outright majority in the presidential election held on December 28, according to provisional results.</p><p>The results announced on Monday showed Touadera received 76.15 percent of the vote, while former Prime Minister Anicet-Georges Dologuele received 14.66 percent and former Prime Minister Henri-Marie Dondra received 3.19 percent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Voter turnout ‍was 52.42 percent.</p><p>Touadera, a 68-year-old mathematician who took power a decade ago, was seeking a third term ⁠after a constitutional referendum in 2023 scrapped the presidential term limit.</p><p>He campaigned on his security record in the ​chronically unstable nation after enlisting help from Russian mercenaries and Rwandan soldiers. He also signed peace ‍deals with several rebel groups this year.</p><p>The ⁠main opposition coalition, known by its French acronym BRDC, boycotted the election, saying it would not be fair.</p><p>Even before the results were announced, Dologuele and Dondra had cast doubt on their credibility, calling separate news conferences to denounce what they described as election fraud.</p><p>Dologuele, the runner-up in the 2020 election, told a news conference on Friday that there had been “a methodical attempt to manipulate” the outcome.</p><p>“The Central African people spoke on December 28,” Dologuele said. “They expressed a clear desire for change.”</p><p>Touadera’s government has denied ​that any fraud took place.</p><p>The Constitutional Court has until January 20 to adjudicate any ‌challenges and declare definitive results.</p></div></div></body></html>"
        },
        {
            "title": "Hundreds of tourists stuck on Yemeni island as tensions simmer on mainland | Conflict News | Al Jazeera",
            "time": "2026-01-05T22:59:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2013-11-21T120000Z_2082319007_GM1E9BM01IV01_RTRMADP_3_YEMEN-1767639066.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>About 400 tourists are stuck on the Yemeni island of Socotra after flights were grounded because of <a href=\"/news/2026/1/1/yemens-separatist-stc-refuses-to-withdraw-from-provinces-near-saudi-arabia\">clashes on the mainland</a> between government troops backed by Saudi Arabia and secessionists with links to the United Arab Emirates.</p><p>Over the past few days, flights in and out of Yemen have been largely restricted during heavy fighting between rival armed factions loosely grouped under the Yemen’s fractious government, which is based in the southern port city of Aden.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Socotra islands, 380km (236 miles) south of the mainland, are under the control of the United Arab Emirates-backed <a href=\"/news/2026/1/2/yemeni-province-launches-operation-to-take-bases-back-from-separatist-stc\">Southern Transitional Council</a>, which has clashed with Yemen’s Saudi-backed government in the provinces of Hadramout and al-Mahra.</p><p>Yahya bin Afrar, the deputy governor for culture and tourism on Socotra, the largest island in the Socotra archipelago, said that “more than 400 foreign tourists” are stranded after their flights were “suspended”.</p><p>A local official, who spoke to the AFP news agency on condition of anonymity, said that 416 people of different nationalities were stranded on Socotra, including “more than 60 Russians”.</p><p>An unnamed Western diplomat said that “British, French and American” nationals were also among the stranded tourists.</p><h2 id=\"highly-unstable-region\">Highly unstable region</h2><p>In a post on X on Sunday, Poland’s Ministry of Foreign Affairs spokesperson, Maciej Wewior, said Polish tourists were stuck too, adding that flights to Socotra by an Emirati airline had been suspended until Tuesday.</p><p>“Socotra is located in a highly unstable region, where an armed conflict has been ongoing for years. Currently, the security situation has further deteriorated. Due to the intensification of military operations, airspace has been closed,” the post said.</p><p>A travel agent in Socotra said at least two Chinese nationals were also there.</p><p>Tourists stuck on the island, many of whom went there to for New Year’s celebrations, are now reaching out to their embassies for help to be evacuated, according to another Western diplomat.</p><p>“Their relevant embassies have reached out to the Saudi and Yemeni governments to seek their evacuation,” said the diplomat.</p><p>The airport in Aden has been functional since Sunday, after disruptions that lasted for several days.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2><span>Pledge to restore order</span></h2><p>Yemen’s civil war entered a new phase last month when secessionists with the UAE-backed STC extended its presence in southeastern Yemen with the aim of establishing an <a href=\"/opinions/2014/12/3/south-yemen-and-the-question-of-secession\">independent state</a>.</p><p>But this week, the Saudi-backed “Homeland Shield” forces took back the oil-rich southern governorates of <a href=\"/news/2026/1/4/saudi-backed-government-forces-retake-multiple-cities-in-southern-yemen\">Hadramout and al-Mahra,</a> which make up nearly half of Yemen’s territory, from the STC rebels.</p><p>In the past, the opposing forces were allied under the umbrella of the Aden-based  Presidential Leadership Council (PLC) – the governing organ of the internationally recognised government – against the Houthis, who control most of northwestern Yemen, including the capital, Sanaa.</p><p>On Friday, Salem al-Khanbashi, the governor of Hadramout, was chosen by the government to command the Saudi-led forces in the governorate.</p><p>In an interview with Al Jazeera Arabic on Monday, al-Khanbashi said that ports and airports in the governorate would soon be operational, stressing the need to restore service at the Seiyun airport in northern Hadramout.</p><p>He pledged to re-establish security and stability, saying meetings will be held with all political and tribal groups to form a united front to protect the governorate against future attacks.</p><p>Compensation will be extended for damage to public and private property caused during the STC’s advance. The authorities are focused on getting electricity, water and health services up and running again, al-Khanbashi said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump administration sets meetings with oil companies on Venezuela: Report | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-05T22:30:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-17T191409Z_1852481434_RC2JIIAFN54C_RTRMADP_3_USA-TRUMP-VENEZUELA-1765999495.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">The administration of United States President Donald Trump is planning to meet with executives from US oil companies later this week to discuss boosting <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\" target=\"_blank\" rel=\"noopener\">Venezuelan oil production</a> after US forces <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">abducted</a> its leader, Nicolas Maduro, the Reuters news agency has reported, citing unnamed sources.</p><p>The meetings are crucial to the administration’s hopes of getting top US oil companies back into the South American nation after its government, nearly two decades ago, took control of US-led energy operations there, the Reuters news agency report said on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The three biggest US oil companies – Exxon Mobil, ConocoPhillips and Chevron – have not yet had any conversations with the Trump administration about Maduro’s ouster, according to four oil industry executives familiar with the matter, contradicting Trump’s statements over the weekend that he had already held meetings with “all” the US oil companies, both before and since <a href=\"/news/2026/1/5/what-is-the-us-charging-nicolas-maduro-with\">Maduro was abducted</a>.</p><p>“Nobody in those three companies has had conversations with the White House about operating in Venezuela, pre-removal or post-removal, to this point,” one of the sources said on Monday.</p><p>The upcoming meetings will be crucial to the administration’s hopes to boost crude oil production and exports from Venezuela, a former OPEC nation that sits atop the world’s largest reserves, and whose crude oil can be refined by specially designed US refineries. Achieving that goal will require years of work and billions of dollars of investment, analysts say.</p><p>It is unclear what executives will be attending the upcoming meetings, and whether oil companies will be attending individually or collectively.</p><p>The White House did not comment on the meetings, but said it believed the US oil industry was ready to flood into Venezuela.</p><p>“All of our oil companies are ready and willing to make big investments in Venezuela that will rebuild their oil infrastructure, which was destroyed by the illegitimate Maduro regime,” said White House spokesperson Taylor Rogers.</p><p>Exxon, Chevron and ConocoPhillips did not immediately respond to requests for comment from Reuters.</p><p>One oil industry executive told Reuters the companies would be reluctant to talk about potential Venezuela operations in group settings with the White House, citing antitrust concerns that limit collective discussions among competitors about investment plans, timing and production levels.</p><h2 id=\"political-risks-low-oil-prices\">Political risks, low oil prices</h2><p>US forces on Saturday conducted a raid on Venezuela’s capital, arresting Maduro in the dead of night and sending him back to the US to face narcoterrorism charges.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hours after Maduro’s abduction, Trump said he expects the biggest US oil companies to spend billions of dollars boosting Venezuela’s oil production, after it dropped to about a third of its peak over the past two decades due to underinvestment and sanctions.</p><p>But those plans will be hindered by a lack of infrastructure, along with deep uncertainty over the country’s political future, legal framework and long-term US policy, according to industry analysts.</p><p>“While the Trump administration has suggested large US oil companies will go into Venezuela and spend billions to fix infrastructure, we believe political and other risks, along with current relatively low oil prices, could prevent this from happening anytime soon,” wrote Neal Dingmann of William Blair in a note.</p><p>Material change to Venezuelan production will take a lot of time and millions of dollars of infrastructure improvement, he said.</p><p>And any investment in Venezuelan infrastructure right now would take place in a weakened global energy market. Crude prices in the US are down by 20 percent compared with last year. The price for a barrel of benchmark US crude has not been above $70 since June, and has not touched $80 per barrel since June of 2024.</p><p>A barrel of oil cost more than $130 in the leadup to the US housing crisis in 2008.</p><p>Chevron is the only US major currently operating in Venezuela’s oil fields.</p><p>Exxon and ConocoPhillips, meanwhile, had storied histories in the country before their projects were nationalised nearly two decades ago by former Venezuelan President Hugo Chavez.</p><p>Conoco has been seeking billions of dollars in restitution for the takeover of three oil projects in Venezuela under Chavez. Exxon was involved in lengthy arbitration cases against Venezuela after it exited the country in 2007.</p><p>Chevron, which exports about 150,000 barrels per day of crude from Venezuela to the US Gulf Coast, meanwhile, has had to carefully manoeuvre with the Trump administration in an effort to maintain its presence in the country in recent years.</p><p>A US embargo on Venezuelan oil remained in full effect, Trump has said.</p><p>The S&amp;P 500 energy index rose to its highest since March 2025, with heavyweights Exxon Mobil rising by 2.2 percent and Chevron jumping by 5.1 percent.</p></div></div></body></html>"
        },
        {
            "title": "Osimhen double for Nigeria downs Mozambique to seal AFCON quarterfinal spot | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-05T21:46:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T193159Z_766321348_UP1EM151I9AO3_RTRMADP_3_SOCCER-NATIONS-NGA-MOZ-1767641710.jpg?resize=1920%2C1409",
            "body": "<html><body><div><header class=\"article-header\"><h1>Osimhen double for Nigeria downs Mozambique to seal AFCON quarterfinal spot</h1><p class=\"article__subhead\"><em>Nigeria will face Algeria or DR Congo in the 2025 Africa Cup of Nations quarterfinal after a 4-0 win against Mozambique.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Victor Osimhen scored twice as Nigeria made short work of Mozambique at the Africa Cup of Nations, cruising into the quarterfinals with a comprehensive <a href=\"/sports/liveblog/2026/1/5/live-nigeria-vs-mozambique-afcon-2025\">4-0 victory</a> in their last-16 tie.</p><p>Ademola Lookman, a former winner of the African footballer of the year award, like Osimhen, opened the scoring after 20 minutes in Fes on Monday and helped set up the other three goals on the night.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Osimhen had started the game without wearing his trademark mask, but restored the face covering before netting Nigeria’s second goal on 25 minutes. He then scored again just after half-time before Akor Adams sealed the win.</p><p>It is the biggest winning margin in an AFCON knockout tie since Egypt hammered Algeria 4-0 in the semifinals at the 2010 tournament in Angola.</p><p>Determined to make up for their failure to qualify for the World Cup, the Super Eagles march on to a last-eight tie on Saturday in Marrakesh against either Algeria or the Democratic Republic of the Congo (DRC).</p><p>The teams clash in the last 16 on Tuesday, and a victory in the game for the DRC would offer Nigeria a chance to avenge their defeat on penalties against the Leopards in a World Cup qualifying playoff in November.</p><p>Mozambique appeared in the knockout phase of an AFCON for the first time after advancing as one of the best third-placed sides in the group stage.</p><figure id=\"attachment_4217678\" aria-describedby=\"caption-attachment-4217678\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4217678\" src=\"/wp-content/uploads/2026/01/AFP__20260105__89PV8MU__v1__MidRes__FblAfr2025Match42NigMoz-1767646102.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Nigeria's forward #22 Akor Adams celebrates scoring the team's fourth goal during the Africa Cup of Nations (CAN) round of 16 football match between Nigeria and Mozambique\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4217678\" class=\"wp-caption-text\">Nigeria’s forward Akor Adams celebrates scoring the team’s fourth goal during the Africa Cup of Nations round of 16 match against Mozambique [Sebastien Bozon/AFP]</figcaption></figure><p>They were no match for a Nigerian team that was much-changed from their final group game, when coach Eric Chelle offered a chance to several fringe players for a 3-1 victory against Uganda.</p><p>Atalanta forward Lookman, who scored in the 3-2 win over Tunisia in the second group match, was among those brought back into the lineup, and Africa’s best player in 2024 gave his team the lead as the midway point in the first half approached.</p><p>Alex Iwobi’s through ball released Adams on the left side of the box, and his cutback was converted first-time by Lookman.</p><p>The 28-year-old then turned provider, with his cross from the left in the 25th minute being helped on by Adams, for Osimhen to poke the ball in from close range.</p><p>The Galatasaray striker emerged unscathed soon after that, despite going into a challenge with Witi, which saw the Mozambique player knee Osimhen in the stomach.</p><p>Lookman’s low ball across the face of goal from the left was finished off by Osimhen to make it 3-0 in the 47th minute and end any prospect of a Mozambique comeback.</p><p>The 2023 African player of the year had gone seven AFCON matches without scoring before netting against Tunisia in the group stage. He now has three to his name at the tournament in Morocco.</p><p>Lookman was not finished for the night as he supplied Adams inside the box with a quarter of an hour remaining, and the Sevilla forward rifled a shot high into the net.</p><p>Earlier in the day, Egypt needed extra time to <a href=\"/sports/2026/1/5/salah-seals-egypt-win-against-benin-and-path-to-afcon-2025-quarterfinals\">overcome Benin 3-1</a> to book their place in the next round, where either Ivory Coast or Burkina Faso await.</p></div></div></body></html>"
        },
        {
            "title": "Delcy Rodriguez sworn in as Venezuela’s president after Maduro abduction | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-05T21:45:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP18165669003773-1767642665.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Delcy Rodriguez, formerly Venezuela’s vice president, has been formally sworn in to lead the South American country following the <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\" target=\"_blank\" rel=\"noopener\">abduction</a> of Nicolas Maduro in a United States military operation.</p><p>On Monday, Rodriguez appeared before Venezuela’s National Assembly to take her oath of office.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Speaking before the legislative body, composed largely of government loyalists, Rodriguez reaffirmed her opposition to the military attack that led to the capture and removal of Maduro and his wife, Cilia Flores.</p><p>“I come with pain over the kidnapping of two heroes who are being held hostage: President Nicolás Maduro and First Lady Cilia Flores,” Rodriguez, 56, told the assembly.</p><p>“I swear to work tirelessly to guarantee the peace, spiritual, economic and social tranquillity of our people.”</p><p>A former labour lawyer, Rodriguez has been serving as acting president since the early-morning attack that resulted in the abduction. Explosions were reported before dawn on Saturday in the capital, Caracas, as well as at nearby Venezuelan military bases and some civilian areas.</p><p>Monday’s swearing-in ceremony was overseen by Rodriguez’s brother – the president of the National Assembly, Jorge Rodriguez – and Maduro’s son, Nicolás Maduro Guerra, who held a copy of the Venezuelan Constitution.</p><p>Other members of Maduro’s inner circle, including Interior Minister Diosdado Cabello and Defence Minister Vladimir Padrino, were also in attendance.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The ceremony took place as Maduro, her predecessor and former boss, faced an arraignment proceeding in a New York City courthouse.</p><p>Federal prosecutors in the US have charged Maduro with four counts related to allegations he leveraged government powers to export thousands of tonnes of cocaine to North America.</p><p>The charges include narco-terrorism conspiracy, cocaine importation conspiracy, the illegal possession of machine guns and other destructive devices, and conspiracy to possess such guns and devices.</p><p>Maduro and his wife have pleaded not guilty to the charges, and their allies, including Rodriguez, have denounced the pair’s abduction as a violation of international law, as well as Venezuelan sovereignty.</p><p>In court on Monday, Maduro maintained he remained the rightful leader of Venezuela, saying, “I am still president.”</p><p>The administration of US President Donald Trump, however, has signalled that it plans to work with Rodriguez for the time being, though Trump himself warned that her tenure as president could be cut short, should she fail to abide by US demands.</p><p>“If she doesn’t do what’s right, she is going to pay a very big price, probably bigger than Maduro,” Trump told The Atlantic magazine in a Sunday morning interview.</p><p>A day earlier, in a televised address announcing the attack, Trump had said his administration plans “to run the country until such time as we can do a safe, proper, and judicious transition”.</p><p>On Air Force One on Sunday, as he flew back to Washington, DC, Trump doubled down on that statement.</p><p>“Don’t ask me who’s in charge, because I’ll give you an answer that will be very controversial. We’re in charge,” he told reporters.</p><p>He added that Rodriguez is “cooperating” and that, while he personally has not spoken to her, “we’re dealing with the people who just got sworn in”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration’s seeming willingness to allow Rodriguez, a former labour lawyer, to remain in charge has raised eyebrows.</p><p>Rodriguez, who served as vice president since 2018, is known to be a stalwart “chavista”: an adherent of the left-wing political movement founded by Maduro’s mentor, the late Hugo Chavez. She has held various ministerial roles under Maduro, including leading the Ministry of Foreign Affairs.</p><p>But Trump’s allies in the Republican Party have argued that keeping Rodriguez in place is simply a practical reality.</p><p>“We don’t recognise Delcy Rodriguez as the legitimate ruler of Venezuela. We didn’t recognise Nicolas Maduro as a legitimate ruler,” Republican Senator Tom Cotton told CNN on Sunday.</p><p>“It is a fact that she and other indicted and sanctioned officials are in Venezuela. They have control over the military and security services. We have to deal with that fact. That does not make them a legitimate leader.”</p><p>While on Air Force One, Trump largely avoided committing to new elections in Venezuela, indicating he would instead focus on “fixing” the country and allowing US oil companies access to its vast petroleum reserves.</p><p>One reporter on the aeroplane asked, “How soon can an election take place?”</p><p>“Well, I think we’re looking more at getting it fixed, getting it ready first, because it’s a mess. The country is a mess,” Trump replied. “It’s been horribly run. The oil is just flowing at a very low level.”</p><p>He later added, “We’re going to run everything. We’re going to run it, fix it. We’ll have elections at the right time. But the main thing you have to fix: It’s a broken country. There’s no money.”</p><p>Recent presidential elections in Venezuela have been widely denounced as fraudulent, with Maduro claiming victory in each one.</p><p>The contested 2018 election, for example, led to the US briefly recognising opposition leader Juan Guaido as president, instead of Maduro.</p><p>Later, Maduro also claimed victory for a third term in office during the 2024 presidential race, despite election regularities.</p><p>The official vote tally was not released, and the opposition published documents that appeared to show that Maduro’s rival, Edmundo Gonzalez, had won. Protests erupted on Venezuela’s streets, and the nonprofit Human Rights Watch reported that more than 2,000 protesters were unlawfully detained, with at least 25 dead in apparent extrajudicial killings.</p><p>The opposition has largely boycotted legislative elections in Venezuela, denouncing them as rigged in favour of “chavistas”.</p><p>Monday’s swearing-in ceremony included the 283 members of the National Assembly elected last May. Few opposition candidates were among them.</p></div></div></body></html>"
        },
        {
            "title": "Egypt says it shares ‘identical’ views with Saudi Arabia on Yemen, Sudan | Conflict News | Al Jazeera",
            "time": "2026-01-05T21:14:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25310801960459-1762517045.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Egypt says it shares ‘identical’ views with Saudi Arabia on Yemen, Sudan</h1><p class=\"article__subhead\"><em>Comments come amid widening differences between Saudi Arabia and the United Arab Emirates, once close partners.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Egypt says it’s aligned with Saudi Arabia on the conflicts in Yemen and Sudan at a time of heightened regional instability and a growing rivalry with the United Arab Emirates (UAE).</p><p>During talks in Cairo, Egyptian President Abdel Fattah el-Sisi and Saudi Foreign Minister Prince Faisal bin Farhan Al Saud stressed on Monday their countries’ “identical” positions on “reaching peaceful solutions to the region’s crises”, an Egyptian presidency statement said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Solutions must “preserve the unity, sovereignty and territorial integrity of states”, it said, singling out Sudan, Yemen, Somalia, and the Gaza Strip.</p><p>The meeting comes against a backdrop of widening differences between Saudi Arabia and the UAE, once close partners in regional politics.</p><p>In Yemen, Saudi Arabia and the UAE have long supported rival factions within the fragmented, internationally recognised government, which is largely bound by opposition to the Iran-backed Houthis.</p><p>Tensions escalated in December when the UAE-backed separatist Southern Transitional Council (STC) captured two strategic provinces, angering Riyadh.</p><p>‍A ‍delegation led by ⁠STC leader ​Aidarous al-Zubaidi ‍will travel to Saudi Arabia, two ‍unnamed sources told ⁠Reuters news agency on Monday. The visit comes days after the STC ​welcomed ‌a call for dialogue by Saudi Arabia to ‌end the ‌recent military ⁠escalation.</p><p><span>El-Sisi welcomed Saudi Arabia’s proposal to host an “inclusive conference” for southern Yemeni groups, while Egyptian Foreign Minister Badr Abdelatty called for de-escalation and a Yemeni-led political settlement.</span></p><h2 id=\"regional-sensitivities\">Regional sensitivities</h2><p>Sudan is another point of friction, where Egypt and Saudi Arabia back the country’s de facto leader while the UAE has been accused of supporting the paramilitary Rapid Support Forces (RSF).</p><p>Competition has also extended to the Horn of Africa, a strategically vital region along key global shipping routes.</p><p>Saudi Arabia has sought to bolster ties with Somalia’s federal government, while the UAE has cultivated close relations with Ethiopia and Somaliland, a self-declared republic that broke away from Somalia in 1991.</p><p>Israel’s recent move to recognise Somaliland, welcomed by some in Abu Dhabi but condemned by Riyadh, has further heightened regional sensitivities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Greenland warns Trump against any ‘fantasies’ of annexation | Donald Trump | Al Jazeera",
            "time": "2026-01-05T21:07:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767647245.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "After the shock of Maduro’s capture, what’s next for Venezuela? | News | Al Jazeera",
            "time": "2026-01-05T21:04:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767646730.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">After capturing President Nicolas Maduro, the US says it will ‘run’ Venezuela. What led here, and what happens next?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>What happens when the United States says it will “run” a country? President Donald Trump says the US will take control of Venezuela after arresting President Nicolas Maduro. The move has few modern parallels and raises urgent questions about sovereignty, oil, and regional stability. Why now?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Delcy Rodriguez sworn in as Venezuela’s interim president | Newsfeed | Al Jazeera",
            "time": "2026-01-05T20:52:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767646339.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "What does the US attack on Venezuela mean for Russia and China? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-05T20:13:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767637103.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Beijing and Moscow are strong allies of Venezuela’s abducted President Nicolas Maduro.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The capture of President Nicolas Maduro by the United States came despite his country’s longstanding alliance with both China and Russia – allies of Venezuela’s leader.</p><p class=\"p1\">Both Beijing and Moscow have criticised the US attack, but have taken no action.</p><p class=\"p1\">What are the implications for Russia and China?</p><p class=\"p1\"><strong>Presenter:</strong> Adrian Finighan</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Andrey Kortunov – Former director general of the Russian International Affairs Council and a member of the Valdai Discussion Club, a Russian foreign policy think tank</p><p class=\"p1\">Chris Weafer – Chief executive officer of Macro-Advisory, a strategic consultancy focused on political and economic affairs across Eurasia</p><p class=\"p1\">Shaun Rein – Founder and managing director of the China Market Research Group in Shanghai and author of The Split, which analyses the geopolitical divide between the US and China</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘I am still president of my country,’ Nicolas Maduro tells US court | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-05T20:12:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T192549Z_364984068_RC2ZUIAU5C7B_RTRMADP_3_USA-VENEZUELA-MADURO-NEW-YORK_cropped-1767642871.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "EU flags ‘appalling’ child-like deepfakes generated by X’s Grok AI | Social Media News | Al Jazeera",
            "time": "2026-01-05T19:57:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20250113__36TJ62N__v1__HighRes__FranceTechnologyAiGrok-1767624535.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>EU flags ‘appalling’ child-like deepfakes generated by X’s Grok AI</h1><p class=\"article__subhead\"><em>Complaints have mounted over Grok’s new ‘edit image’ feature that some X users exploited to digitally undress people.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The European Commission has condemned the reported spread of explicit, child-like content on social media platform X, calling the material “appalling” and “disgusting”.</p><p>European Union digital affairs spokesman Thomas Regnier made the comments to reporters on Monday following weeks of complaints over a new feature on X’s <a href=\"/news/2025/7/10/what-is-grok-and-why-has-elon-musks-chatbot-been-accused-of-anti-semitism\">integrated AI chatbot Grok</a> used to generate pornographic content, including depicting children.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Grok is now offering a ‘spicy mode’ showing explicit sexual content with some output generated with child-like images,” said Regnier. “This is not spicy. This is illegal. This is appalling. This is disgusting.”</p><p>Regnier said the European Commission is “very seriously looking” into the matter, and such content has “no place in Europe”.</p><p>Meanwhile, the public prosecutor’s office in Paris, France expanded an investigation into X to include accusations that Grok – created by Elon Musk’s xAI company – has been used to generate and spread child pornography.</p><h2 id=\"waiting-to-be-weaponised\">‘Waiting to be weaponised’</h2><p>In late December, a novel “edit image” feature on Grok allowed users to modify any image on the platform. Some users decided to ask Grok to partially or completely remove clothing from women or children in pictures.</p><p>Grok complied with numerous requests from users to alter photographs of women to depict them in revealing outfits, such as translucent bikinis.</p><p>Grok on Friday admitted “lapses in safeguards” and said it’s “urgently fixing them”. “CSAM [Child Sexual Abuse Material] is illegal and prohibited,” it said in a post.</p><p>But AI safety experts said the platform ignored months of warnings that such abuse was imminent.</p><p>“In August, we warned that xAI’s image generation was essentially a nudification tool ‌waiting to be weaponised,” said Tyler Johnston, executive director of AI watchdog group The Midas Project. “That’s basically what’s played out.”</p><p>X, which <a href=\"/economy/2022/10/28/elon-musk-takes-over-twitter-in-44bn-deal#:~:text=Economy%7CTechnology-,Elon%20Musk%20takes%20over%20Twitter%20in%20%2444bn%20deal,of%20the%20social%20media%20giant.&amp;text=Elon%20Musk%20has%20officially%20taken%20control%20of%20Twitter%20after%20finalising,buy%20the%20social%20media%20network.\">Musk acquired in 2022</a>, has already faced a backlash from the EU for its policies on advertising and content moderation.</p><p>Brussels in December issued the platform a 120-million-euro ($140m) fine for breaching the EU’s digital content rules on transparency in advertising, and for methods for verifying users.</p><p>X still <a href=\"/news/2023/12/18/eu-investigates-elon-musks-x-over-possible-breaches-of-social-media-law\">remains under investigation</a> under the EU’s Digital Services Act in a probe that began in December 2023.</p><p>Grok has a contentious history, including for generating ahistorical and prejudiced content. Last year, Musk’s company took down posts from the chatbot that appeared to praise Adolf Hitler after <a href=\"/news/2025/7/10/what-is-grok-and-why-has-elon-musks-chatbot-been-accused-of-anti-semitism\">complaints of anti-Semitic content</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Sovereignty of Venezuela at stake’: Venezuela addresses UN | Donald Trump | Al Jazeera",
            "time": "2026-01-05T19:44:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767642272.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Salah seals Egypt win against Benin as AFCON 2025 quarterfinals awaits | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-05T19:30:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260105__89PK2EK__v1__MidRes__FblAfr2025Match41EgyBen-1767639179.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Salah seals Egypt win against Benin as AFCON 2025 quarterfinals awaits</h1><p class=\"article__subhead\"><em>Egypt need extra time to beat Benin 3-1 but book their place in the quarterfinals of the 2025 Africa Cup of Nations.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mohamed Salah scored with the last kick in extra time to seal’s Egypt’s 3-1 win over Benin at Stade d’Agadir in the Morocco-hosted Africa Cup of Nations last 16.</p><p>The Pharaohs dug deep after being surprisingly held to 1-1 in normal time on Monday after Benin’s Jodel Dossou pounced on a rebound to level the football game in the 83rd minute.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Egypt dominated from the start but had to wait till the 69th before Marwan Attia finally made the breakthrough.</p><p>Attia was involved again when Yasser Ibrahim met his cross with a looping header to send the ball inside the top left corner in the seventh minute of extra time.</p><p>Salah had the final say on a counterattack, shooting past Benin goalkeeper Marcel Dandjinou from outside the penalty box after Zizo played him through. It was his third goal of the tournament.</p><p>Egypt’s team, which has played every game in Agadir, will stay in the coastal city for a quarterfinal on Saturday against Burkina Faso or defending champion Ivory Coast, who were meeting on Tuesday.</p><p>Benin’s solitary win in the group stage, 1-0 over Botswana, was enough to reach the last 16.</p><p>On Monday, Omar Marmoush broke through early on when Benin keeper Dandjinou emerged to stop him before he got any further. Dandjinou must have known he’d have a busy game.</p><figure id=\"attachment_4217099\" aria-describedby=\"caption-attachment-4217099\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4217099\" src=\"/wp-content/uploads/2026/01/2026-01-05T173513Z_656953508_UP1EM151CUOMT_RTRMADP_3_SOCCER-NATIONS-EGY-BEN-1767635134.jpg?w=770&amp;resize=770%2C517&amp;quality=80\" alt=\"Egypt's Marwan Attia celebrates scoring their first goal with Omar Marmoush\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4217099\" class=\"wp-caption-text\">Egypt’s Marwan Attia celebrates scoring their first goal with Omar Marmoush [Siphiwe Sibeko/Reuters]</figcaption></figure><p>Yohan Roche cleared off the line as the Pharaohs kept pushing forward. But Benin settled and stopped any other clear-cut chances. Marmoush and Salah both had efforts blocked.</p><p>Egypt was dealt a blow before the break when left back Mohamed Hamdy went off on a stretcher with what looked like a serious left knee injury after his foot connected with Dokou Dodo’s head. Dodo was OK to continue, but Hamdy covered his eyes as he was carried off while receiving well-wishes from teammates.</p><p>The breakthrough came when Mohamed Hany pulled the ball back behind the penalty area and Attia curled it inside the top left corner with the side of his boot.</p><p>But Dossou sent the game to extra time after goalkeeper Mohamed El Shenawy could only claw at a deflected goal-ward shot from Junior Olaitan.</p><p>The Pharaohs will have an extra day of rest before facing their next opponents as they bid for a record-extending eighth title.</p><p>Nigeria faced Mozambique in Fez later Monday. The Super Eagles were singing and dancing as they made their way into the stadium. The winner of that last 16 match will face a quarterfinal against Algeria or Congo, who were to play in Rabat on Tuesday.</p><p>Mali and Senegal will play the first quarterfinal on Friday, followed by host Morocco facing Cameroon.</p></div></div></body></html>"
        },
        {
            "title": "Trump poses with ‘Make Iran Great Again’ hat after Maduro abduction | Donald Trump News | Al Jazeera",
            "time": "2026-01-05T18:54:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T041329Z_180993445_RC2PUIAB11MN_RTRMADP_3_USA-TRUMP-1767636425.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Senator Lindsey Graham has shared a photo of President <a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">Donald Trump</a> holding a signed hat that says “Make Iran Great Again”, fuelling concerns about the possibility of renewed war with Iran.</p><p>Graham, a Trump ally and foreign policy hawk, posted the picture on X on Monday, saying that Trump has made the US stronger at home and abroad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“God bless our Commander in Chief and all of the brave men and women who serve under him,” the Republican senator wrote.</p><p>“I’m proud to be an American. God bless and protect the brave people of Iran who are standing up to tyranny.”</p><p></p><p>The hat, which repurposes Trump’s motto “Make America Great Again”, appears to be a nod to regime change in Iran.</p><p>The photo comes as Trump continues to issue threats to Iran after US forces <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\">abducted</a> Venezuelan President <a href=\"/news/liveblog/2026/1/5/live-venezuelas-maduro-to-appear-in-court-trump-threatens-more-strikes\">Nicolas Maduro</a>, an ally of Tehran.</p><p>The picture was taken as Graham travelled with Trump on board Air Force One from Florida to Washington, DC, late on Sunday.</p><p>Earlier, Graham had made a case for toppling the Iranian government in an interview featuring the same hat.</p><p>The senator said Trump “has not turned his back on the people of Iran” amid sporadic anti-government protests across the country.</p><p>“So I pray and hope that 2026 will be the year that we make Iran great again,” Graham told Fox News as he put on the hat, which also displays an Iranian flag that dates from before the 1979 Islamic revolution.</p><p>On Sunday, Trump reiterated his warning that the US <a href=\"/news/2026/1/2/trump-and-top-iranian-official-exchange-threats-over-protests-in-iran\">would militarily intervene</a> against the Iranian government if security forces kill protesters.</p><p>“If they start killing people like they have in the past, I think they’re going to get hit very hard by the United States,” the US president told reporters.</p><p>US foreign policy hawks who are portraying themselves as advocates for Iranians protesting against their own government have endorsed the Israeli attack on the country in June, which killed hundreds of civilians.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Iranian officials have dismissed Trump’s threats and warned they will confront any US attacks against their country.</p><p>“We will not give in to the enemy,” Iranian Supreme Leader Ali Khamenei wrote on X after Maduro was seized in Caracas. “We will bring the enemy to its knees.”</p><p>In June, the US joined Israel’s attack on Iran, bombing the country’s three main nuclear sites. <a href=\"/news/2025/6/23/hld-irans-attack-on-al-udeid-air-base-in-qatar-all-you-need-to-know\">Iran responded</a> by firing missiles against a US airbase in Doha that caused damage to the site without resulting in any casualties.</p><p>A ceasefire was reached shortly after the Iranian attack.</p><p>But last week, Trump threatened to renew the war if Iran tries to rebuild its nuclear programme or missile arsenal.</p><p>“Now I hear that Iran is trying to build up again, and if they are, we’re going to have to knock them down,” Trump said. “We’ll knock them down. We’ll knock the hell out of them.”</p><p>The brazen US operation in Venezuela has <a href=\"/news/2026/1/5/trumps-abduction-of-maduro-escalates-concerns-over-potential-war-with-iran\">raised speculations</a> that Iran may be Trump’s next target.</p></div></div></body></html>"
        },
        {
            "title": "Maduro’s son delivers message to father at Venezuelan congress | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-05T18:46:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/nicolas_maduro_guerra_son_of_venezuelan_leader-1767638511.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}