{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Saudi-backed government forces retake multiple cities in southern Yemen | Conflict News | Al Jazeera",
            "time": "2026-01-04T13:16:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a5dbac068-1767529914.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Saudi-backed government forces retake multiple cities in southern Yemen</h1><p class=\"article__subhead\"><em>Rashad al-Alimi, head of the Presidential Leadership Council, says Homeland Shield forces have achieved ‘record success’ in retaking the provinces near the Saudi border.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yemeni government troops backed by Saudi Arabia have retaken a series of provinces from the United Arab Emirates-backed secessionist Southern Transitional Council (STC) as tensions between the <a href=\"/video/inside-story/2025/12/31/what-is-behind-the-saudi-uae-rupture-in-yemen\">regional Gulf Arab powers</a> continue to simmer.</p><p>Rashad al-Alimi, head of the Presidential Leadership Council (PLC), the internationally recognised government in the splintered war-ravaged nation, said in a statement on Saturday that Saudi-backed Homeland Shield forces had achieved “record success” in “retaking all military and security positions in the province” bordering Saudi Arabia after the operation launched a day earlier.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Crucially, the government announced that it had retaken control of Mukalla, the key eastern port and capital of Hadramout province, from the STC, which seized it last month and which Saudi forces attacked in recent days.</p><p>The Director General of the Youth Office for al-Mahra governorate, Mohammed Omar Suwailam, also told the Anadolu news agency on Sunday that Homeland Shield forces have taken control of all nine districts of the governorate following the withdrawal of STC forces.</p><p>Since Tuesday, Yemen has seen an unprecedented escalation in tensions after STC forces took control of Hadramout and al-Mahra in early December – the two provinces make up nearly half of Yemen’s territory and share a border with Saudi Arabia.</p><p>According to Al Jazeera’s Yemen affairs editor, Ahmed al-Shalafi, major shifts have occurred in Yemen’s political and military landscape over the past day.</p><p>“The Yemeni army and the Homeland Shield forces were able to enter the battlefield and interfere militarily to resolve the conflict on the ground,” he said.</p><p>“The political action came second, when the Yemeni government invited the Southern Transitional Council for a conference in Saudi Arabia,” al-Shalafi added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"casualties-and-tensions-in-aden\">Casualties and tensions in Aden</h2><p>Since Friday, at least 80 STC fighters have been killed in fighting with Saudi-backed forces, a group official told the AFP news agency on Sunday.</p><p>According to the official, at least 152 members of the STC’s forces were wounded, and 130 were taken captive.</p><p>On Saturday, a military official with the STC told AFP Saudi warplanes had carried out “intense” air raids on one of the group’s camps at Barshid, west of Mukalla.</p><p>Still, the STC welcomed an offer of <a href=\"/news/2026/1/3/saudi-arabia-welcomes-request-from-yemen-to-help-resolve-southern-battle\">dialogue</a> from Saudi Arabia, calling it a “genuine opportunity” that could safeguard “the aspirations of the southern people”.</p><p>Additionally, local sources told Al Jazeera that life was gradually returning to normal in the city of Seiyun, in the region and governorate of Hadramout, where work has resumed as part of efforts to reactivate state institutions and ensure the continued provision of services to citizens.</p><p>Hadramout Governor Salem Ahmed Said al-Khanbashi arrived at Seiyun airport in Wadi Hadramout after the Homeland Shield forces took control of the region, Al Jazeera Arabic has reported.</p><p>But tensions and discord still abound elsewhere in the south.</p><p>Yemen’s internationally recognised government released a statement regarding alleged restrictions imposed by the STC in the port city of Aden in southern Yemen.</p><p>It said the STC’s “restrictions on citizens’ movement to Aden are a grave violation of the constitution and a breach of the Riyadh Agreement. We call on the Southern Transitional Council to immediately and unconditionally end all restrictions on the movement of citizens. We affirm that the state will take measures to protect civilians and guarantee freedom of movement.”</p></div></div></body></html>"
        },
        {
            "title": "Who is Venezuelan Vice President Delcy Rodriguez, now leading the country? | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-04T12:21:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a442c032c-1767523372.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A brief power vacuum had emerged in Venezuela in the sudden chaos and confusion after the abduction of President Nicolas Maduro by the United States.</p><p>But shortly after the <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">US military</a> rained strikes down on Caracas and other areas on Saturday, US President Donald Trump – in a surprise snub against Venezuelan opposition leader Maria Corina Machado, who was awarded last year’s Nobel Peace Prize – noted that Vice President Delcy Rodriguez, 56, had been sworn in as interim president.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The right-wing Machado – who had cosied up to Trump, especially after her October Nobel win, an honour that he himself coveted and she dedicated to him – was described by the US president as <a href=\"/video/newsfeed/2026/1/4/trump-says-opposition-leader-maria-corina-machado-unfit-to-run-venezuela\">not having enough support</a> or “respect” to be Venezuela’s leader.</p><p>Trump said Rodriguez had talked to US Secretary of State Marco Rubio and was “essentially willing to do what we think is necessary to make Venezuela great again”.</p><p>“I think she was quite gracious,” Trump added. “We can’t take a chance that somebody else takes over Venezuela that doesn’t have the good of the Venezuelan people in mind.”</p><p>However, Rodriguez’s remarks soon after the strikes and abduction were diametrical: She criticised the US military action as “brutal aggression” and called for Maduro’s immediate release.</p><p>“There is only one president in this country, and his name is Nicolas Maduro,” Rodriguez said defiantly on state television as she was flanked by top civilian officials and military commanders.</p><p>Who, then, is the current acting president of Venezuela?</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"revolutionary-roots\">Revolutionary roots</h2><p>A Caracas native, Rodriguez was born on May 18, 1969. She is the daughter of left-wing rebel fighter Jorge Antonio Rodriguez, who founded the Socialist League party in the 1970s. Her father was killed while tortured in police custody in 1976, a crime that shook many activists of the era, including a young Maduro.</p><p>Rodriguez’s brother, also named Jorge, also holds a key role in government as the head of the National Assembly.</p><p>She is an attorney who graduated from the Central University of Venezuela and rose rapidly through the political ranks in the past decade. Rodriguez has a long history of representing on the world stage what late President Hugo Chavez called his socialist “revolution” with those carrying on his legacy referred to as Chavistas.</p><p>She served as communication and information minister from 2013 to 2014, foreign minister from 2014 to 2017 and as the head of a pro-government Constituent Assembly, which expanded Maduro’s powers, in 2017.</p><h2 id=\"economic-prowess\">Economic prowess</h2><p>Rodriguez is sometimes perceived as more moderate than many soldiers who took up arms with Chavez in the 1990s.</p><p>Rodriguez’s roles as finance and oil minister, held simultaneously with her vice presidential post, have made her a key figure in the management of Venezuela’s economy and gained her major influence with the country’s withered private sector. She has applied orthodox economic policies in a bid to fight hyperinflation.</p><p>Maduro added the oil ministry to Rodriguez’s portfolio in August 2024, tasking her with managing escalating US sanctions on Venezuela’s most important industry.</p><p>“This high profile within the government is what has likely made the negotiation attractive to the United States,” Caracas-based journalist Sleither Fernandez told Al Jazeera.</p><p>Rodriguez developed strong ties with Republicans in the US oil industry and on Wall Street who balked at the notion of a US-led change in Venezuela’s government.</p><p>Among her past interlocutors were Blackwater security company founder Erik Prince and, more recently, Richard Grenell, a Trump special envoy who tried to negotiate a deal with Maduro for greater US influence in Venezuela.</p><figure id=\"attachment_4213921\" aria-describedby=\"caption-attachment-4213921\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213921\" src=\"/wp-content/uploads/2026/01/afp_695a4406b7d4-1767523334.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"(FILES) Venezuela's Vice President Delcy Rodriguez speaks during the Antifascist Global Parliamentary Forum in Caracas on November 5, 2024.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213921\" class=\"wp-caption-text\">Venezuelan Vice President Delcy Rodriguez speaks during the Antifascist Global Parliamentary Forum in Caracas [File: AFP]</figcaption></figure><h2 id=\"a-tiger\">A ‘tiger’</h2><p>Despite being perceived as more moderate, Maduro has called Rodriguez a “tiger” for her die-hard defence of his socialist government.</p><p>When she was named vice president in June 2018, Maduro described her as “a young woman, brave, seasoned, daughter of a martyr, revolutionary and tested in a thousand battles”.</p><p>After Maduro’s abduction on Saturday, Rodriguez demanded the US government provide proof of life for Maduro and his wife, Cilia Flores, and minced no words in denouncing the US actions.</p><p>“We call on the peoples of the great homeland to remain united because what was done to Venezuela can be done to anyone. That brutal use of force to bend the will of the people can be carried out against any country,” she said in an address broadcast by the state television channel VTV.</p><p>The Constitutional Chamber of Venezuela’s Supreme Court later on Saturday ordered Rodriguez to serve as acting president.</p><p>The court ruled that Rodriguez will assume “the office of President of the Bolivarian Republic of Venezuela, in order to guarantee administrative continuity and the comprehensive defence of the Nation”.</p><p>According to Fernandez, certain constitutional guarantees may be restricted for the time being, which implies that the acting president’s public powers may be limited.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Swiss police identify 16 more bodies after deadly New Year’s Eve bar fire | Police News | Al Jazeera",
            "time": "2026-01-04T11:58:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a4bab2779-1767525291.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Swiss police identify 16 more bodies after deadly New Year’s Eve bar fire</h1><p class=\"article__subhead\"><em>According to the Valais police, those identified include 10 Swiss people, two Italians, one person with Italian-Emirati citizenship, one Romanian, one person from France, and one from Turkiye.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Swiss police say they have identified 16 more of those who died during a fatal fire in a bar on New Year’s Eve that killed 40 people, in one of the country’s <a href=\"/news/2026/1/1/dozens-killed-in-swiss-ski-resort-explosion-what-we-know\">deadliest disasters</a>.</p><p>According to the Valais police on Sunday, those identified include 10 Swiss nationals, two Italians, one person with Italian-Emirati citizenship, one Romanian, one person from France, and one from Turkiye.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>So far, <a href=\"/news/2026/1/2/swiss-officials-face-painful-task-of-identifying-deadly-bar-fire-victims\">24 people have been identified</a> among those who died in the blaze at the Le Constellation bar in the mountain resort of Crans-Montana, southern Switzerland.</p><p>The wait for families for news of their loved ones has been anguished.</p><p>Of those identified, the youngest person to have been killed is a 14-year-old Swiss girl, followed by two 15-year-old Swiss girls.</p><p>According to the police, 10 other bodies identified on Sunday were teenagers aged between 16 and 18. Two Swiss men, aged 20 and 31, and a French national, aged 39, were also identified.</p><p>Officials are continuing efforts to identify the remaining casualties from the fire that injured about 119 people, some of whom suffered severe burns and were transferred to burn units across Europe.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>For the local community, the aftermath of the tragic fire is causing acute distress.</p><p>Damiano Vizioli, a 24-year-old living in neighbouring Sion, was in Le Constellation on New Year’s Eve but had gone outside to smoke a cigarette when the bar was suddenly engulfed in flames.</p><p>“I’m not sleeping well because I can hear the people screaming,” Vizioli told the Reuters news agency. He went back to the bar, desperate for news of a friend working there whom he has not heard from since.</p><p>Eric Schmid, a 63-year-old local businessman, also told Reuters that the disaster will be felt “quite deep, and I think it’ll take time to heal”.</p><p>“We [the Swiss] are mountain people. We will survive, of course, but that’s not the most important thing,” he said.</p><p>“It’s more about the kids and all these people who have been affected. But the messages and signs of solidarity are super important,” he added.</p><p>Swiss prosecutors said on Saturday two people who ran the bar are under criminal investigation on suspicion of offences including <a href=\"/news/2026/1/3/swiss-launch-criminal-investigation-over-deadly-fire-at-ski-resort-bar\">homicide</a> by negligence.</p></div></div></body></html>"
        },
        {
            "title": "Sporadic protests in Tehran as clashes reported in Iran’s west | Protests News | Al Jazeera",
            "time": "2026-01-04T11:40:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69594acc-1767459532.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sporadic protests have broken out in the Iranian capital, Tehran, and other cities, according to local media, which also report intensifying clashes in the west of the country.</p><p>The <a href=\"/news/2026/1/2/five-things-you-need-to-know-about-protests-in-iran-2\">demonstrations</a> kicked off on December 28 when shopkeepers staged a strike over economic concerns, but a week later, they have spread in size and scope as protesters are also making political demands.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al Jazeera’s Tohid Asadi reported from Tehran on Sunday that Supreme Leader Ali Khamenei said the ongoing protests have yet to become nationwide in scope, asserting that they are not quickly gaining momentum.</p><p>“From time to time and sporadically, we witness protests, such as last night in Tehran, Kazerun and other cities,” Khamenei said on Saturday, adding that 14 people, including security forces, have been killed since the demonstrations started.</p><p>“There might be further escalations if the government cannot come up with concrete and practical actions.”</p><p>Protests on Saturday evening in Tehran were described as “limited” by the semiofficial Fars news agency, which said they were “generally made up of groups of 50 to 200 young people”.</p><p>Tehran’s population is about 10 million.</p><p>Demonstrations were reported in the districts of Novobat and Tehran Pars in the capital’s east; Ekteban, Sadeghieh and Sattarkhan in the west; and Naziabad and Abdolabad in the south, Fars said.</p><h2 id=\"riots-reported-in-malekshahi\">Riots reported in Malekshahi</h2><p>Demonstrators shouted slogans that included “death to the dictator”, Fars said, adding no major incidents were reported beyond stone throwing and rubbish bins being set alight.</p><p>The news agency said the situation in Tehran “contrasted with an intensification of violence and organised attacks in other regions, notably the country’s west”.</p><p>In Malekshahi, a county in western Iran of about 20,000 residents, including a sizeable Kurdish population, a member of the security forces was killed in clashes, Iranian media reported on Saturday.</p><p>“Rioters attempted to storm a police station,” Fars said, adding that “two assailants were killed.”</p><p>Accounts of the protests in local media are not exhaustive, and state-run outlets have downplayed their coverage of the demonstrations while videos flooding social media are often impossible to verify.</p><p>On Saturday, Khamenei <a href=\"/news/2026/1/3/irans-khamenei-says-rioters-must-be-put-in-their-place-amid-protests\">sent</a> a strong message in his first remarks on the demonstrations.</p><p>“We talk to protesters. The officials must talk to them,” Khamenei said.</p><p>“But there is no benefit to talking to rioters. Rioters must be put in their place.”</p><p>Asadi said Khamenei’s statement recognised the economic problems the country is facing.</p><p>“That gives legitimacy from his vantage point to these protests on one hand,” Asadi said.</p><p>Asadi stressed that the supreme leader also made clear the government would not allow protests to turn violent.</p><p>“That is the obvious warning he is trying to send out,” Al Jazeera’s correspondent added.</p></div></div></body></html>"
        },
        {
            "title": "Longtime Al Jazeera anchor and journalist Jamil Azar passes away | Al Jazeera News | Al Jazeera",
            "time": "2026-01-04T11:26:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/U3Z0045-1-1767522408.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Longtime Al Jazeera anchor and journalist Jamil Azar passes away</h1><p class=\"article__subhead\"><em>Jamil Azar, 89, was the author of Al Jazeera’s motto, ‘The opinion and the other opinion’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Longtime Al Jazeera Arabic anchor and journalist Jamil Azar, a pioneer of the network since its establishment three decades ago, has passed away.</p><p>Director-General Sheikh Nasser bin Faisal Al Thani lauded Azar, 89, in a statement on Sunday as a “distinguished linguist” and the author of the network’s motto, <a href=\"/news/2006/10/31/the-opinion-and-the-other-opinion\">“The opinion and the other opinion”</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Jamil Azar leaves behind a remarkable and lasting media legacy, a reputation defined by integrity and excellence, and a deep influence on generations of journalists who learned from him at Al Jazeera and other institutions where he served and helped shape professional standards,” Sheikh Nasser said.</p><p>“He was, in every sense, a living school of journalism and a trusted reference in editorial practice, the Arabic language, television presentation, and newsroom leadership. Always generous with his guidance and advice, he was known for his humility and openness, and remained steadfastly loyal to Al Jazeera, deeply committed to its values, standing and reputation.”</p><p>With Azar’s passing, Sheikh Nasser emphasised, Arab media “loses one of its most respected figures and Al Jazeera bids farewell to one of its brightest and most influential stars”.</p><p>Born in the town of al-Husn in Irbid, Jordan, in 1937, Azar began his career in journalism at the BBC’s Arabic Service, where he worked between 1965 and 1996 as a news translator and presenter.</p><p>During his time at the BBC, Azar held different positions, including producing programmes such as Politics Between the Questioner and the Respondent and Arab Affairs in the British Press.</p><p>In 1996, Azar joined Al Jazeera at its launch on July 30, playing a key role in the network’s early years as a news anchor and presenter, hosting the programme <em>The Week in the News</em>.</p><p>The Jordanian journalist stepped down from the network in 2011.</p></div></div></body></html>"
        },
        {
            "title": "We just witnessed power kidnapping the law | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T11:07:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T171225Z_871250073_RC2KTIALN5W7_RTRMADP_3_USA-VENEZUELA-1767513475.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States intervention in Venezuela to abduct President Nicolás Maduro is not law enforcement extended beyond its borders. It is international vandalism, plain and unadorned.</p><p>Power has displaced law, preference has replaced principle and force has been presented as virtue. This is not the defence of the international order. It is its quiet execution. When a state kidnaps the law to justify kidnapping a leader, it does not uphold order. It advertises contempt for it.</p><p>The forcible seizure of a sitting head of state by the US has no foothold in international law. None. It is not self-defence under Article 51 of the United Nations Charter. It was not authorised by the UN Security Council. International law is many things, but it is not a roving moral warrant for great powers to perform regime change by abduction.</p><p>The claim that alleged human rights violations or trafficking in narcotics justifies the removal of a foreign head of state is particularly corrosive. There is no such rule. Not in treaty law. Not in custom law. Not in any serious jurisprudence.</p><p>Human rights law binds states to standards of conduct. It does not license unilateral military seizures by self-appointed global sheriffs. If that were the rule, the world would be in a permanent state of sanctioned chaos.</p><p>Indeed, if the US were serious about this purported principle, consistency would compel action far closer to home. By the logic now advanced, there would be a far stronger legal and moral case to seize Israeli Prime Minister Benjamin Netanyahu, given the extensive documentation of mass civilian harm and credible allegations of genocide arising from Israel’s conduct in Gaza.</p><p>Yet no such logic is entertained. The reason is obvious. This is not law. It is power selecting its targets.</p><p>Regime change is not an aberration in American foreign policy. It is a habit with a long paper trail, from Iran in 1953 to Guatemala in 1954, Chile in 1973 and Iraq in 2003.</p><p>But the kidnapping of a sitting president marks a new low. This is precisely the conduct the post-1945 legal order was designed to prohibit. The ban on the use of force is not a technicality. It is the central nervous system of international law. To violate it without authorisation is to announce that rules bind only the weak.</p><p>The US understands this perfectly. It is acting anyway and in doing so is conducting the autopsy of the UN Charter system itself.</p><p>The rot does not stop there. Washington has repeatedly violated its obligations under the UN Charter and the UN Headquarters Agreement. It has denied entry to officials it disfavours. Preventing the Palestinian president from addressing the UN General Assembly in person last year was not a diplomatic faux pas. It was a treaty breach by the host state of the world’s principal multilateral institution.</p><p>The message was unmistakable. Access to the international system and adherence to the UN Charter is conditional on American approval.</p><p>The UN was designed to constrain power, not flatter it. Today, it increasingly fails to constrain serious international law violations. Paralysed by vetoes, bullied by its host and ignored by those most capable of violating its charter, the UN has drifted from the supposed guardian of legality to a stage prop for its erosion.</p><p>At some point, denial becomes self-deception. The system has failed in its core promise. Not because international law is naive but because its most powerful beneficiary has decided it is optional.</p><p>It is, therefore, time to say the unsayable: The UN should be permanently relocated away from a host state that treats treaty obligations as inconveniences. And the international community must begin a serious, sober conversation about an alternative global structure whose authority is not hostage to one capital, one veto or one currency – or a system whose powers supersede the UN precisely because the UN has been hollowed out from within.</p><p>Law cannot survive as a slogan. Either it restrains those who wield the most force, or it is merely rhetoric deployed against those who do not. What the US has done in Venezuela is not a defence of order. It is a confirmation that international order has been replaced by preference. And preferences, unlike law, recognise no limits.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Trump’s action in Venezuela sets a “very dangerous precedent” | Al Jazeera | Al Jazeera",
            "time": "2026-01-04T11:06:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/QT_THUMB16X9_SHAUN_REIN-1767524643.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Shaun Rein of China Market Research Group explains why China condemns recent US actions against Venezuela and what Beijing can do in response.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What is the Monroe Doctrine, which Trump has cited over Venezuela? | News | Al Jazeera",
            "time": "2026-01-04T10:47:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_6959380d45a3e-1767454733.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--large\"><span class=\"post-label__text\">EXPLAINER</span></p><h1>What is the Monroe Doctrine, which Trump has cited over Venezuela?</h1><p class=\"article__subhead\"><em>US attack on Venezuela evokes the Monroe Doctrine, laid out in 1823 by then-US president to cement Washington’s sphere of influence in Americas.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">United States President Donald Trump has set out to justify the <a href=\"https://aje.aj-harbinger.com/news/2026/1/4/fact-checking-trump-following-us-capture-of-venezuelas-maduro\">attack</a> launched on Venezuela and Washington imposing its will in Latin America by citing a policy from a 19th century president.</p><p>Trump on Saturday called the raid that led to Venezuelan President Nicolas Maduro being abducted an update to the Monroe Doctrine, the 1823 declaration by the fifth US president, James Monroe, adding that the US will “<a href=\"/news/2026/1/3/trump-says-us-will-run-venezuela-after-nicolas-maduro-seized\">run the country</a>” until “a safe, proper and judicious transition” could be carried out.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Monroe Doctrine is a big deal, but we’ve superseded it by a lot, by a real lot. They now call it the Donroe document,” Trump said, attaching the first letter of his name to the series of principles.</p><p>“American dominance in the Western Hemisphere will never be questioned again,” he added.</p><p>Here is what you need to know about the Monroe Doctrine:</p><h2 id=\"what-is-this-19th-century-us-policy\">What is this 19th century US policy?</h2><p>The Monroe Doctrine essentially urged the division of the world into spheres of influence overseen by different powers.</p><p>Monroe first spoke of the doctrine on December 2, 1823, during his seventh annual State of the Union address to Congress although the doctrine was not named after him until decades later.</p><p>He warned European powers not to interfere in the affairs of the Americas, stressing that any action of that sort would be viewed as an attack on the US.</p><p>The president stated that the affairs of the Western Hemisphere and Europe should remain separate and should not influence each other.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-doctrine-addressed-colonisation-of-americas\">How doctrine addressed colonisation of Americas</h2><p>He promised in return that the US would recognise and not interfere with existing European colonies or the internal affairs of European countries.</p><p>However, North and South America would no longer be subject to future colonisation by any European power, Monroe said.</p><p>In many aspects, the Monroe Doctrine urged keeping the status quo in the Americas but also dictated a European disengagement from them.</p><p>In 1904, President Theodore Roosevelt added the Roosevelt Corollary to the Monroe Doctrine, asserting a US right to intervene in Latin American countries to prevent European interference, especially concerning debt or instability, to maintain stability and protect Washington’s interests in the Western Hemisphere.</p><p>That year, when European creditors threatened several Latin American countries, Roosevelt stated the right and responsibility of the US to get involved in line with the doctrine.</p><p>The Roosevelt Corollary was articulated in the aftermath of the Venezuelan crisis of 1902-1903 when the country rejected paying its foreign debts.</p><h2><strong>How has the US imposed this in recent decades?</strong></h2><p>Over the next decades, the evolved Monroe Doctrine served as justification for US intervention in the Dominican Republic, Haiti and Nicaragua.</p><p>In the 1980s, President Ronald Reagan pursued an aggressive approach to the region, branded “imperialist” by his detractors. In Nicaragua, he supported the right-wing Contras against the left-wing government of the Sandinistas and landed the US in the Iran-Contra arms-trafficking scandal. He also supported right-wing governments accused of atrocities in El Salvador and Guatemala.</p><p>Cuba has long been under intensive pressure from the US since Fidel Castro’s revolution, both militarily and economically under punishing sanctions that exist to this day.</p><p>There have also been reports of attempts to foment coups against Maduro’s predecessor Hugo Chavez before his death in 2013.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4211103\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-US-attacks-on-Venezuela-map-1767437429.png?quality=80\" alt=\"INTERACTIVE - US attacks on Venezuela map-1767437429\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Government forces control multiple cities in southern Yemen | News | Al Jazeera",
            "time": "2026-01-04T10:13:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a390e4004-1767520526.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Government forces control multiple cities in southern Yemen</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Pro-government officials say they have regained control of the Wadi Hadramout region.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "China urges US to ‘stop toppling’ Venezuelan government, release Maduro | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-04T09:55:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695a2523-1767515427.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has called on the United States to immediately release Venezuelan President <a href=\"/news/liveblog/2026/1/3/live-venezuelas-maduro-arrives-in-new-york-after-capture\">Nicolas Maduro</a> after Washington carried out massive military strikes on the capital, Caracas, as well as other regions, and abducted the leader.</p><p>Beijing on Sunday insisted the safety of Maduro and his wife Cilia Flores be a priority, and called on the US to “stop toppling the government of Venezuela”, calling the attack a “clear <a href=\"/news/2026/1/3/act-of-war-expert-rejects-trump-rationale-for-venezuela-attack\">violation of international law</a>“.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was the second statement issued by China since Saturday, after US President Donald Trump said Washington had taken Maduro and his wife and flown them out of the country.</p><p>On Saturday, Beijing slammed the US for “hegemonic acts” and “blatant use of force” against Venezuela and its president, urging Washington to abide by the United Nations charter.</p><p>China is closely watching developments in Venezuela, according to Andy Mok, a senior research fellow at the Center for China and Globalisation.</p><p>Mok told Al Jazeera that a Chinese delegation had met Venezuelan officials just hours before the US action, adding that Beijing was not surprised by Washington’s move, given the scale of US strategic and economic interests in the region.</p><p>What did stand out, he said, was how the operation was carried out, as it may “represent the long-term US strategy in the region”.</p><p>China is Venezuela’s largest buyer of oil, Mok added, although the country accounts for only 4-5 percent of its total oil imports. Beyond energy, he said, China has growing trade and investment interests across Latin America, meaning Beijing is paying close attention to political shifts in the region.</p><p>Mok warned that if a future US administration were to revive a Monroe Doctrine-style policy, it could increase tensions with China, as Latin America is a “pillar of China’s Global South strategy”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Still, China is likely to limit its response to the events in Venezuela to diplomatic protest rather than hard power, according to China-based analyst Shaun Rein.</p><p>“I think China has issued a very strong condemnation of the United States, and they’re working with other Latin American and Caribbean countries to say this isn’t right,” Rein, founder of the China Market Research Group, told Al Jazeera.</p><p>Rein said Beijing is deeply alarmed but constrained, and its options are limited.</p><p>“There’s not a lot of things that China can do. Frankly, it doesn’t have the military power. It only has two military bases outside of China, while America has 800,” Rein noted, stressing that, “historically, China is not warlike”.</p><p>“China is just going to make proclamations criticising the United States’ actions, but they’re not going to push back with military action, and they’re probably not going to push back with economic sanctions.”</p><h2 id=\"global-condemnations-celebrations\">Global condemnations, celebrations</h2><p><a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">World reaction has poured in</a> since the US military action in Venezuela, with opinion firmly split over the intervention.</p><p>Left-leaning regional leaders, including those of Brazil, Colombia, Chile and Mexico, have largely denounced <a href=\"/news/2026/1/4/fact-checking-trump-following-us-capture-of-venezuelas-maduro\">Maduro’s ouster</a>, while countries with right-wing governments, from Argentina to Ecuador, have largely welcomed it.</p><p>‍North ‍Korea denounced the US. strikes on ⁠Venezuela, saying ​the act ‍is “the most serious form of encroachment of ‍sovereignty,” ⁠state news agency KCNA said on Sunday.</p><p>“The incident is another ​example ‌that clearly confirms once again the rogue and brutal ‌nature of ‌the United ⁠States,” KCNA said, citing a spokesperson for ‌North Korea’s Foreign Ministry.</p><p>South Korea also responded on Sunday, calling for a de-escalation of tensions.</p><p>“Our government urges all involved parties to make utmost efforts toward easing regional tensions. We hope for a quick stabilisation of the situation via dialogue, ensuring democracy is restored, and the will of the Venezuelan people is honoured,” its Ministry of Foreign Affairs said.</p><p>Australian Prime Minister Anthony Albanese on Sunday said he backed a “peaceful, democratic transition” of power in Venezuela, but urged that international law be respected.</p><p>His government was “monitoring developments”, he said in a statement.</p><p>Venezuela has been increasingly isolated, particularly after Maduro’s contested election in 2024.</p><p>China and Russia, however, continue to maintain strong economic and strategic ties, and alliances have grown with Iran over their shared opposition to US policy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Boxer Anthony Joshua returns to UK after fatal Nigeria car crash | Boxing News | Al Jazeera",
            "time": "2026-01-04T09:39:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-17T030311Z_1308013357_UP1ELCH08HASL_RTRMADP_3_BOXING-HEAVYWEIGHT-PAUL-JOSHUA-1767517362.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Boxer Anthony Joshua returns to UK after fatal Nigeria car crash</h1><p class=\"article__subhead\"><em>Joshua returns after recovering from the minor injuries he sustained during a crash that killed two of his friends.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former world heavyweight champion Anthony Joshua has reportedly flown back to the United Kingdom after a <a href=\"/sports/2025/12/29/british-boxer-anthony-joshua-injured-in-deadly-car-crash-in-nigeria\">fatal car crash</a> in Nigeria that killed two of his close friends.</p><p>Sina Ghami and Latif “Latz” Ayodele died after the vehicle they were travelling in, along with Joshua, struck a stationary truck on a road near Lagos on Monday.</p><p>Joshua sustained minor injuries, and the two-time heavyweight champion was discharged from hospital on Wednesday after being deemed clinically fit to recuperate at home.</p><p>British media reported on Saturday that Joshua had returned home before the funerals of Ghami and Ayodele.</p><p>Ghami was Joshua’s strength and conditioning coach, while Ayodele was a trainer. Just hours before the crash, Joshua and Ayodele posted clips on social media playing table tennis together.</p><p>His return comes after Nigerian police <a href=\"/sports/2026/1/2/nigeria-police-charge-joshua-driver-in-fatal-crash-with-dangerous-driving\">charged</a> the driver of the vehicle, Adeniyi Mobolaji Kayode, 46, with “dangerous driving causing death”. He is due to appear in court on January 20.</p><p>Kayode was driving Joshua and his friends on a busy highway linking Lagos and Ibadan in southwest Nigeria when the Lexus SUV in which they were travelling rammed into the truck.</p><p>The 2012 Olympic champion, who has family roots in Nigeria, was on holiday in the African country following his win over Jake Paul in Miami on December 19.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Global protests erupt against US attack on Venezuela | Al Jazeera | Al Jazeera",
            "time": "2026-01-04T09:33:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767519186.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "How the US attack on Venezuela, abduction of Maduro unfolded | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T09:32:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a1b05e0f9-1767512837.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In a move that stunned the world, the United States bombed Venezuela and <a href=\"/news/liveblog/2026/1/3/live-venezuelas-maduro-arrives-in-new-york-after-capture\">toppled President Nicolas Maduro</a> amid condemnation and plaudits.</p><p>In a news conference on Saturday at his Mar-a-Lago resort in Florida, President Donald Trump praised the operation to seize Maduro as one of the “most stunning, effective and powerful displays of American military might and competence in American history”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was the riskiest and most high-profile military operation sanctioned by Washington since the US Navy’s SEAL team killed al-Qaeda leader Osama bin Laden in a safe house in Pakistan’s Abbottabad in 2011.</p><p>News of the 63-year-old Maduro being abducted took over the global news cycle.</p><p>After months of escalation and threats over Maduro’s alleged involvement in shipping drugs to the US, the Trump administration had increased pressure on Caracas with a military build-up in the Caribbean and a series of deadly missile attacks on alleged drug-running boats that had killed more than 100 people and whose legality has been heavily questioned by the United Nations and legal experts.</p><p>The US had also previously offered a $50m reward for information leading to <a href=\"/news/2026/1/3/trump-bombs-venezuela-us-captures-maduro-all-that-we-know\">Maduro’s arrest</a>.</p><p>But while the military was conducting operations in the Caribbean, US intelligence had been gathering information about Maduro, his eating habits, and special forces covertly rehearsed a plan to remove him from power forcibly.</p><p>Here’s everything we know about how Maduro and his wife, Cilia Flores, were “captured”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-was-maduro-abducted\">How was Maduro abducted?</h2><p>The operation, named “Absolute Resolve”, was carefully rehearsed for months, according to General Dan Caine, chairman of the Joint Chiefs of Staff, who spoke at Trump’s news conference.</p><p>Trump also told Fox News that US forces had practised their extraction of Maduro on a replica building.</p><p>“They actually built a house which was identical to the one they went into with all the same, all that steel all over the place,” Trump said.</p><p>At 11:46pm local time on Friday (03:46 GMT on Saturday), Trump gave the green light.</p><p>On Friday night, Caine said, “the weather broke just enough, clearing a path that only the most skilled aviators in the world could move through”, with about 150 aircraft involved in the operation, taking off from 20 different airbases across the Western Hemisphere.</p><p>As part of the operation, US forces disabled Venezuela’s air defence systems, with Trump saying the “lights of Caracas were largely turned off due to a certain expertise that we have”, without elaborating.</p><p>Several deafening explosions rang out across the capital, with Pete Hegseth, the defence secretary, describing it as part of a “massive joint military and law enforcement raid” that lasted less than 30 minutes.</p><p>US helicopters then touched down at Maduro’s compound in the capital at 2:01am (06:01 GMT) on Saturday, with the president and his wife then taken into custody.</p><p>There has been no readout on whether there was an exchange of fire, in a chaotic scramble, or if they were taken without a struggle.</p><p>At 4:29am (08:29 GMT), just two and a half hours later, Maduro was put on board a US aircraft carrier, en route to New York. Trump later posted a photograph of the Venezuelan leader on his Truth Social social media platform, blindfolded, wearing a grey tracksuit.</p><p>After departing the USS Iwo Jima, US forces escorted Maduro on a flight, touching down in New York’s Stewart Air National Guard Base at about 4:30pm (21:30 GMT).</p><h2 id=\"how-many-people-were-killed-in-the-us-strikes-on-venezuela\">How many people were killed in the US strikes on Venezuela?</h2><p>The US strikes hit Caracas as well as the states of Miranda, Aragua and La Guaira, according to the Venezuelan government.</p><p>To Linda Unamumo, a public worker, the US attacks caused an explosion that was so strong it destroyed the roof of her house.</p><p>“Even up until a little while ago, I was still crying … I was crying because I was so scared … I had to leave my house with my daughter, with my family, and go to another house, a neighbour’s house. It was really traumatic. I wouldn’t wish it on anyone, really,” she told the AFP news agency.</p><p>While official casualty counts have yet to be released, an official told The New York Times newspaper on condition of anonymity that at least 40 people had been killed in the attacks.</p><p>According to Trump, a few US members were injured in the operation, but he believed no one was killed.</p><h2 id=\"what-s-next-for-venezuela\">What’s next for Venezuela?</h2><p>During his news conference on Saturday, Trump announced that the US would “<a href=\"/news/2026/1/3/trump-says-us-will-run-venezuela-after-nicolas-maduro-seized\">run” the country</a> until a new leader was chosen.</p><p>“We’re going to make sure that country is run properly. We’re not doing this in vain,” he said. “This is a very dangerous attack. This is an attack that could have gone very, very badly.”</p><p>The president did not rule out deploying US troops in the country and said he was “not afraid of boots on the ground if we have to”.</p><p>Trump also, somewhat surprisingly, ruled out working with opposition figure and Nobel Peace Prize winner Maria Corina Machado, who had dedicated her prize, which he so wanted to win himself, to the US president.</p><p>“She doesn’t have the support within or the respect within the country,” he said.</p><p>The Constitutional Chamber of Venezuela’s Supreme Court ordered Vice President Delcy Rodriguez to serve as acting president following the US’s abduction of Maduro.</p><p>The court ruled that Rodriguez will assume “the office of President of the Bolivarian Republic of Venezuela, in order to guarantee administrative continuity and the comprehensive defence of the Nation”.</p><p>The court also said it would work to “determine the applicable legal framework to guarantee the continuity of the State, the administration of government, and the defense of sovereignty in the face of the forced absence of the President of the Republic”.</p><p>Trump had said earlier on Saturday that the US would not occupy Venezuela, provided Rodriguez “does what we want”.</p><figure id=\"attachment_4213166\" aria-describedby=\"caption-attachment-4213166\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213166\" src=\"/wp-content/uploads/2026/01/AP25223734718647-1767493833.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Delcy Rodriguez addresses the press\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213166\" class=\"wp-caption-text\">Venezuelan Vice President Delcy Rodriguez speaks to the press at the Foreign Office in Caracas, Venezuela, on August 11, 2025 [Ariana Cubillos/AP Photo]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Notion of “taking over Venezuela” will explode in our face | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-04T08:48:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Harlan-Ullman-16x9-1767516201.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bondi attack hero al-Ahmed, responders honoured at Australia cricket match | Cricket News | Al Jazeera",
            "time": "2026-01-04T08:35:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260104__89K387F__v1__MidRes__CricketAusEngAshes-1767513527.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bondi attack hero al-Ahmed, responders honoured at Australia cricket match</h1><p class=\"article__subhead\"><em>Before the fifth Ashes Test, Australian and English cricket teams honour responders who rushed to the site of the shooting.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>England and Australia’s cricket teams, as well as the crowd at the Sydney Cricket Ground, have honoured the emergency service personnel and members of the public who responded during a <a href=\"/news/2025/12/15/bondi-beach-attack-what-do-we-know-about-the-victims-suspects\">mass shooting</a> at Bondi Beach in December.</p><p>Both teams formed an on-field guard of honour, and the spectators joined in with loud applause before the fifth Test match of the Ashes series, which got under way on Sunday.</p><p>The biggest cheer from the sold-out crowd was reserved for hero <a href=\"/news/2025/12/16/what-we-know-about-ahmed-al-ahmed-hero-who-disarmed-bondi-attacker\">Ahmed al-Ahmed</a>, who ran towards one of the attackers and wrestled the gun from him, walking out with his right arm in a sling.</p><p>The 43-year-old fruit shop owner was filmed tackling and disarming one of the attackers and was widely hailed as a hero, with Prime Minister Anthony Albanese terming al-Ahmed’s actions an example of “Australians coming together”.</p><p>Al-Ahmed is an Australian Muslim citizen of Syrian origin, and comes from the village of al-Nayrab, near Idlib in Syria. He is understood to have moved to Australia in 2006.</p><p>Al-Ahmed was having lunch in the area when the shooting took place, and he intervened.</p><figure id=\"attachment_4213623\" aria-describedby=\"caption-attachment-4213623\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213623\" src=\"/wp-content/uploads/2026/01/AFP__20260104__89K48K9__v1__MidRes__CricketAusEngAshes-1767513529.jpg?w=770&amp;resize=770%2C480&amp;quality=80\" alt=\"Emergency service personnel and members of the public who responded during a mass shooting at Bondi Beach including Ahmed al Ahmed (R), the man who tackled and disarmed one of the attackers, receive a guard of honour on day one of the fifth Ashes cricket Test match between Australia and England at the Sydney Cricket Ground (SCG) in Sydney on January 4, 2026. England and Australia's cricket teams honoured at the fifth Ashes Test in Sydney on January 4 emergency service personnel and members of the public who responded during a mass shooting at Bondi Beach. (Photo by Glenn NICHOLLS / AFP) / --IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE--\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213623\" class=\"wp-caption-text\">Ahmed al-Ahmed and emergency service personnel received a guard of honour on day one of the fifth Ashes  Test match between Australia and England at the Sydney Cricket Ground, January 4, 2026 [Glenn Nicholls/AFP]</figcaption></figure><p>Authorities have described the shooting as an anti-Jewish terrorist attack, which took place at the famous tourist spot of Bondi Beach, not far from the Sydney Cricket Ground.</p><p>During a gathering at a Jewish Hanukkah celebration, two men – later <a href=\"/news/2025/12/16/australian-police-say-bondi-beach-attackers-inspired-by-isil\">identified</a> as father-son duo Sajid and Naveed Akram – opened fire at Bondi Beach, killing 15 people and wounding at least 42.</p><p>Cricket Australia chief Todd Greenberg called the attack “a devastating tragedy”.</p><p>“The incredible acts of bravery by first responders and community members at the scene of the Bondi attack were a reminder of the spirit of community and self-sacrifice that unites us as a nation,” he said.</p><p>“Our thoughts remain with those affected by this devastating tragedy, and as a sport, we will continue to provide what support we can.”</p><p>Among those honoured were ambulance workers and police officers, surf lifesavers and Jewish community groups.</p><p>A heightened security operation is in place for the Test, with uniformed and mounted police, along with public order and riot squad officers patrolling the venue.</p><p>The measures mirror those for the Boxing Day Test in Melbourne, where specialist police were armed with semiautomatic rifles.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump just sent a very dangerous message to Latin America | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T08:22:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T180940Z_1471337729_RC2STIAHBCRK_RTRMADP_3_USA-VENEZUELA-1767509253_0086fb-1767514813.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Within hours of a massive operation of regime change in Venezuela, United States President Donald Trump revelled in his “success”. He posted a photo of Venezuelan President Nicolas Maduro in handcuffs and then addressed the American public.</p><p>He praised the military for launching “one of the most stunning, effective and powerful displays of American military might” in US history, allegedly rendering Venezuelan forces “powerless”. He announced that Maduro and his wife would be indicted in New York for “narcoterrorism” and claimed – without evidence – that US operations have reduced maritime drug trafficking by 97 percent.</p><p>Trump went further, declaring that the US would “run the country” until an unspecified transition could be arranged, while openly threatening a “second and much larger attack”. Crucially, he framed these claims within a broader assertion of US “domination over the Western Hemisphere”, explicitly invoking the 1823 Monroe Doctrine.</p><p>The US military intervention in Venezuela represents something far more dangerous than a single act of aggression. It is the latest manifestation of a centuries-old pattern of US interference that has left Latin America scarred. The regime change operation in Caracas is a clear sign the Trump administration is embracing this old policy of interventionism with renewed fervour. And that bodes ill for the region.</p><p>That this attack targeted Maduro’s repressive and corrupt government, which was responsible for the immense suffering of many Venezuelans, makes the situation no less catastrophic. Washington’s long history of supporting brutal dictatorships across the region strips away any pretence of moral authority. Trump himself can hardly claim any moral high ground given that he is himself embroiled in a major political scandal due to his close ties with convicted paedophile Jeffrey Epstein and has maintained unconditional support for Israel’s genocide in Gaza.</p><p>The Trump administration’s attack on Venezuela solidifies a catastrophic pattern of violations of international law. If the US can unilaterally launch military strikes against sovereign nations at a whim, then the entire framework of international law becomes meaningless. This tells every nation that might and power trump legality and sovereignty.</p><p>For Latin America specifically, the implications are chilling. To understand why this attack reverberates so painfully across the region, one must take a quick look at its history. The US has orchestrated or supported coups and military dictatorships throughout the region with disturbing regularity.</p><p>In Guatemala in 1954, the CIA overthrew the democratically elected government of Jacobo Arbenz. In Chile in 1973, the US backed the coup that brought Augusto Pinochet to power and ushered in an era of unchecked political violence. In 1983, the US invaded and occupied the island of Grenada to overthrow its socialist government. In Argentina, Brazil, Uruguay, and throughout Central America, Washington provided training, funding and political cover for military regimes that tortured dissidents and murdered civilians.</p><p>The new question now is, if the US carried out regime change in Venezuela so easily, who is next? Colombia’s President Gustavo Petro, who has been at odds with the Trump administration, was quick to react – and is right to be concerned, as in December, Trump threatened an intervention, saying “<a href=\"/news/2025/12/11/hell-be-next-donald-trump-threatens-colombian-president-gustavo-petro\">he’ll be next</a>“. Others in the region are also nervous.</p><p>Beyond the looming threat of US intervention, Latin America now also faces the potential regional instability that a regime change in Caracas is likely to create. The political crisis under Maduro had already spilled beyond its borders into neighbouring Colombia and Brazil, where Venezuelans fled poverty and repression. One can only imagine the ripple effect the US-enacted regime change will have.</p><p>There are probably many Venezuelans who are celebrating Maduro’s ouster. However, the US intervention directly undermines the political opposition in Venezuela. It would allow the regime, which appears to retain power, to paint all opposition as foreign agents, eroding its legitimacy.</p><p>The Venezuelan people deserve democracy, but they have to achieve it themselves with international support, not to have it imposed at gunpoint by a foreign power with a documented history of caring more about resources and geopolitical dominance than human rights.</p><p>Latin Americans deserve better than to choose between homegrown authoritarianism and imported violence. What they need is not American bombs but genuine respect for self-determination.</p><p>The US has no moral authority to attack Venezuela, regardless of Maduro’s authoritarian nature. Both can be true: Maduro is a dictator who caused immense harm to his people, and US military intervention is an illegal act of aggression that will not resolve the crisis of democracy in Venezuela.</p><p>The region’s future must be determined by people themselves, free from the shadow of empire.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Bernie Sanders condemns Trump’s attack on Venezuela | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-04T08:01:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/clean-1767513624.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bangladesh will not play T20 World Cup games in India over safety concerns | Cricket News | Al Jazeera",
            "time": "2026-01-04T07:36:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2019-07-02T101024Z_26599640_RC18F41190C0_RTRMADP_3_CRICKET-WORLDCUP-BGD-IND-1758709566.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh will not play its T20 World Cup 2026 fixtures in India over concerns about the players’ safety, following the removal of a top Bangladeshi player from the Indian Premier League (IPL), the Bangladesh Cricket Board (BCB) said.</p><p>Amid growing political tension between the South Asian neighbours, the BCB requested the International Cricket Council (ICC) to move its games to Sri Lanka and sought clarity on fast bowler Mustafizur Rahman’s abrupt removal from the IPL, the board said in a statement on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The BCB board of directors met in an emergency meeting following Mustafizur’s release from the IPL and confirmed its decision shortly afterwards.</p><p>“Following a thorough assessment of the prevailing situation and the growing concerns regarding the safety and security of the Bangladesh contingent in India and considering the advice from the Bangladesh Government, the board of directors resolved that the Bangladesh national team will not travel to India for the tournament under the current conditions,” it said.</p><p>“The board believes that such a step is necessary to safeguard the safety and wellbeing of Bangladeshi players, team officials, Board members and other stakeholders and to ensure that the team can participate in the tournament in a secure and appropriate environment,” the statement added and urged the ICC to take swift action.</p><p>Earlier on Saturday, Bangladesh’s sports adviser Asif Nazrul condemned the Board of Control for Cricket in India’s (BCCI) decision to release Mustafizur.</p><p>“The board should inform that where a Bangladeshi cricketer cannot play in India despite being contracted, the entire Bangladeshi cricket team cannot feel safe going to play in the World Cup,” Nazrul wrote in a social media post.</p><p>He later lauded the BCB’s decision to seek relocation of its matches to Sri Lanka.</p><p>“We welcome this decision taken in the context of ‍the extreme communal ⁠policy of India’s cricket board,” he said.</p><p>“We will not accept any insult to Bangladeshi cricket, cricketers and Bangladesh under any circumstances. The days of slavery are over.”</p><p>Defending champions India and 2014 winners Sri Lanka will cohost the ICC Men’s T20 World Cup 2026 from February 7 to March 8.</p><p>Bangladesh are scheduled to play all their group-stage matches in India, with three fixtures allocated to Eden Gardens in Kolkata – on February 7, 9 and 14 – and one to the Wankhede Stadium in Mumbai on February 17.</p><p>Should the ICC – headed by former BCCI chief Jay Shah – consider the BCB’s request, Bangladesh will become the second country to have its games moved out of India.</p><p>Sri Lanka will host all of Pakistan’s matches as the 2009 champions will not travel to India in an ICC-brokered agreement that allows the bitter rivals to avoid travelling across their mutual border.</p><p>Earlier on Saturday, the Kolkata Knight Riders (KKR) confirmed that Mustafizur had been released from the franchise’s squad for IPL 2026 after the BCCI advised it to do so, and the move was confirmed by the Indian cricket board’s secretary, Devajit Saikia.</p><p>“Due to the recent developments which are going on all across, BCCI has instructed the franchise KKR to release one of their players, Mustafizur Rahman of Bangladesh, from their squad, and BCCI has also said that if they ask for any replacement, BCCI is going to allow that replacement,” Saikia told Indian news agency ANI.</p><p></p><h2 id=\"political-tension-spills-over-into-sport\">Political tension spills over into sport</h2><p>The ongoing tensions between India and Bangladesh have flared in recent weeks after a 25-year-old Hindu man was lynched and burned publicly in Bangladesh following allegations of blasphemy.</p><p>India’s Ministry of External Affairs last month condemned what it called “unremitting hostility against minorities”.</p><p>A few days later, Hindutva activists tried to storm the Bangladesh High Commission in New Delhi as they rallied against the neighbouring nation for failing to protect its Hindu minorities.</p><p>Bangladesh’s interim leader, Nobel Peace Prize winner Muhammad Yunus, condemned the lynching, saying there is no space for such violence in the new Bangladesh.</p><p>“The perpetrators of this heinous crime will not be spared,” his office said in a statement. Two days later, 12 people were arrested in connection with the lynching, The Daily Star newspaper reported.</p><p>Last week, Bangladesh expressed concern over recent incidents of violence and killings involving minority communities in India, urging the authorities there to carry out impartial investigations and bring those responsible to justice.</p><p>“We expect the relevant authorities in India to conduct impartial investigations into these incidents and ensure that the perpetrators are brought to justice,” Ministry of Foreign Affairs spokesperson SM Mahbubul Alam said.</p><p>Diplomatic relations between the once-close allies have been sharply tested since August last year, when former Prime Minister Sheikh Hasina fled to New Delhi from Dhaka after an uprising against her rule.</p><p>Bangladesh blames India for some of its troubles, including Indian Prime Minister Narendra Modi’s support for Hasina when she was in power.</p><p>Political tensions have spilled over into sport in recent months, with the Bangladeshi women’s cricket team’s recent tour of India postponed indefinitely, and the Indian men’s team’s tour of Bangladesh meeting the same fate in August.</p><p>The BCCI’s move to have Mustafizur removed from the IPL has met with backlash in Bangladesh, where the popular franchise league may face a blackout.</p><p>Bangladeshi government official Nazrul said he had requested the national broadcasting body to “stop broadcasting of IPL tournament in Bangladesh”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Syria’s challenges to rebuild its armed forces | News | Al Jazeera",
            "time": "2026-01-04T07:18:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25342534485210-1767097995.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria is still facing numerous challenges a year after the toppling of Bashar al-Assad’s regime. Among the key priorities for the new government is rebuilding its national army and security forces.</p><p>For decades, Syria’s security apparatus and the military were considered by many as a brutal force to protect the regime and crack down on dissent.</p><p>The new interim government has begun the restructuring and recruiting process, focused on rebuilding the armed forces and adopting a new doctrine where loyalty is to the country.</p><p>“We started the process of restructuring our military and army … and we are meeting the need of the moment by having an army that Syria deserves as a nation to building an army that represents Syria and is able to face the challenges,’’ Defence Minister Murhaf Abu Qasra said during a ceremony for soldiers graduating from a military academy in the city of Aleppo.</p><figure id=\"attachment_4203857\" aria-describedby=\"caption-attachment-4203857\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4203857\" src=\"/wp-content/uploads/2025/12/AP25342425007138-1767097957.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Syria Assad Fall Anniversary\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203857\" class=\"wp-caption-text\">Syrian army soldiers stand on their armoured personnel carriers during a parade [Hussein Malla/AP Photo]</figcaption></figure><p>“We will develop all branches of the armed forces and increase our military preparedness and efficiency to protect our nation. And we already issued rules of conduct and discipline,” Abu Qasra said after attending a military march by newly graduating candidates showing off their camouflage uniform and military vehicles and rifles.</p><p>But analysts warn that the process of rebuilding could be long and difficult, given the challenges that lie ahead – not least among them changing the mentality of armed groups and transforming them into part of an organised, professional army.</p><p>And among the main issues is vetting the large number of recruits to the country’s newly formed security forces, deciding whether to continue with Russian equipment, integrating forces from southern Syria and the <a href=\"/features/2025/12/23/clashes-in-aleppo-as-deadline-for-sdfs-integration-into-army-approaches\">Kurdish-led Syrian Democratic Forces</a> (SDF) in the northeast, and building the trust of the country’s many minority groups.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The success of the Syrian armed forces would go a long way to providing political stability in the country, and, with it, possible foreign investment and support for the government in Damascus.</p><p>“If Syria fails to integrate all armed forces and former opposition groups into its army, it faces an existential challenge of fragmentation and disintegration,” Caroline Rose, director of military and national security priorities at the New Lines Institute, told Al Jazeera.</p><p>“Without unification within its army and ongoing sectarian division, the country risks frequent security flashpoints – infighting between different armed groups and its armed forces – that could put Syria back on the path to civil war,” Rose explained.</p><h2 id=\"vetting\">Vetting</h2><p>When the al-Assad regime collapsed on December 8, 2024, so did its security apparatus and armed forces. Many abdicated and fled to neighbouring countries, some hid in their homes, and others turned in their weapons and military IDs to the new authority.</p><p>In the first hours after al-Assad fled, Israel also began <a href=\"/features/2024/12/11/israel-attack-syria-explainer\">widespread air attacks</a> around the country. On December 10, the Israeli military said in a statement that it had destroyed 80 percent of Syria’s strategic military capabilities. In the last year, Israel attacked Syria <a href=\"/news/2025/12/9/israel-attacked-syria-more-than-600-times-over-the-past-year\">more than 600 times</a>.</p><p>“With Israel having destroyed much of Syria’s conventional land, aerial, and naval military equipment in the initial days after al-Assad’s fall, along with the fact that the new administration has purged many regime-era officers and soldiers from its ranks, the new Syrian Army is, in many ways, starting from scratch,” Rose said.</p><p>Syria’s President Ahmed al-Sharaa has dissolved the former army. His group, <a href=\"http://Who%20are%20Hayat%20Tahrir%20al-Sham%20and%20the%20Syrian%20groups%20that%20took%20Aleppo?%20|%20Syria's%20War%20News%20|%20Al%20Jazeera\">Hay’at Tahrir al-Sham</a> (HTS), which controlled the province of Idlib for years during Syria’s revolution and was the main fighting force that toppled al-Assad – along with other, smaller groups – makes up about 40,000 fighters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>With those numbers, the government would struggle to govern the entirety of Syria.</p><p>President al-Sharaa appointed military commanders and merged several anti-Assad factions into the new security apparatus and military. The Ministry of Defence now oversees the Syrian Armed Forces, while the Ministry of Interior oversees internal security forces such as the General Security. They also opened up recruitment to the general population, bringing in tens of thousands of new faces, which, according to analysts, brings two major problems.</p><p>The first was the breakneck speed of recruitment, due to the need for manpower, which meant vetting was sidelined. Thousands of young men in the 18-23-year-old age range sought these positions, at least, in part, because they were among the few economic prospects after years of sanctions, open conflict, and state pilfering destroyed Syria’s economy.</p><p>“It’s a very delicate balance to keep Syria’s security glued together,” Samy Akil, a nonresident fellow at the Tahrir Institute, told Al Jazeera.</p><p>“It’s not about recruiting only; it’s about the merger of so many factions and no proper vetting process. I am sure after the one- or two-year benchmark, they can be more selective in the recruitment processes.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Also, a key problem for Syria’s new rulers is the issue of foreign fighters who played an integral part within numerous factions that fought against the al-Assad regime.</p><p>Western powers, including the US, had issued clear warnings to Damascus: No room for foreign fighters in any key military positions. Syrian President Ahmed al-Sharaa said on multiple occasions that those fighters will not assume key positions and ‘’will not pose any threat’’ to their countries.</p><p>The other major issue, according to analysts, is that there are still tens of thousands of officers or noncommissioned officers (NCOs) with military training who are unlikely to be integrated into Syria’s new security apparatus.</p><p>The Syrian defence minister has said that the army welcomed about 3000 regime-era soldiers back into its ranks after vetting. But analysts estimate that there is still a deficit of high and mid-level military officers with both conventional and irregular battlefield experience.</p><p>A report by the Washington, DC-based Middle East Institute quoted a Syrian military official as saying that about 70,000 Alawite officers and NCOs were in the Syrian army under al-Assad and were highly unlikely to be reinstated. Battle-hardened, military-capable men not serving in the country’s military could also pose a problem to Damascus.</p><p>On December 5, the Reuters news agency reported that Rami Makhlouf, a billionaire and al-Assad’s cousin, and Syria’s ex-intelligence chief Kamal Hassan “are spending millions of dollars in competing efforts to build fighting forces that would lead a revolt along Syria’s coast (al-Assad’s former stronghold)”. US media reports also indicated that Makhlouf is bankrolling a force made up of more than 160,000 Alawite and former army soldiers to revolt against the government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"russia-or-the-us\">Russia or the US</h2><p>In the late years of al-Assad’s reign, Syria had become isolated internationally. Russia and Iran were among the few remaining allies, and analysts say that without them, al-Assad would not have been able to stay in power as long as he did.</p><p>But after al-Assad fled to Moscow in the early hours of December 8, Syria’s position in the international community quickly changed. Syria under al-Sharaa has gained crucial support from countries like Saudi Arabia and Qatar, which had previously opposed al-Assad, while Iranian-Syrian relations were severed.</p><p>In November, al-Sharaa became the first Syrian president to <a href=\"/news/2025/11/10/ahmed-al-sharaa-meets-trump-as-us-extends-syria-sanctions-relief\">visit the White House</a>, signalling warming ties between his country and the United States. But despite Russia’s support of al-Assad and providing him refuge, relations with the new Syrian government are not completely shattered.</p><p>“The biggest challenge the SAA faces is that it is essentially a Russian force in its doctrine and equipment,” Rob Geist Pinfold, a scholar of international security at King’s College London, told Al Jazeera.</p><p>“This means that whenever they need spare parts or more stock, it’s Russian equipment that they currently need to buy.</p><p>“This not only gives Russia some leverage over the government; it also creates problems for Syria-US relations, since the Trump administration wants to pry Damascus away from not just Tehran but Moscow as well,” Geist Pinfold added.</p><figure id=\"attachment_4203868\" aria-describedby=\"caption-attachment-4203868\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4203868\" src=\"/wp-content/uploads/2025/12/AP25342311705237-1767098017.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Syria Assad Fall Anniversary\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203868\" class=\"wp-caption-text\">Fighters from the new Syrian army march with rocket-propelled grenade launchers during a parade [Omar Sanadiki/AP Photo]</figcaption></figure><p>In addition to military equipment, a number of regional and international actors are working to bolster the Syrian military’s capabilities, analysts said.</p><p>“The US is most certainly playing a role in bolstering the Syrian Army’s intelligence, surveillance, and reconnaissance (ISR) abilities through frequent intelligence exchange,” Rose, from the New Lines Institute, said.</p><p>“With Syria now in the Global Coalition to Defeat ISIS, we should expect the US to foster a closer security relationship, sending advisers for training and guidance as Syria faces a potential resurgence from ISIS cells.”</p><p>In addition to the US, Turkiye signed a bilateral defence deal with Syria in August to provide training, advisory and technical support to the Syrian Armed Forces. Under the deal, 49 Syrian cadets (10 army, 18 navy and 21 air force) started undergoing training in Turkish academies, according to reports in Turkish media.</p><h2 id=\"integration-and-minorities\">Integration and minorities</h2><p>But even with international support, Syria’s security forces still need to build domestic legitimacy and gain trust.</p><p>Security forces were reportedly involved in sectarian massacres along <a href=\"/news/2025/11/18/syria-launches-first-trial-over-coastal-violence-that-killed-thousands\">Syria’s coast</a> and in the southern region of <a href=\"/news/2025/8/3/tensions-high-as-new-violence-spirals-in-syrias-suwayda-despite-ceasefire\">Suwayda</a>. These incidents gained international attention but also eroded trust in the military among many inside the country.</p><p>“Opinion polls suggest most Sunni Arab Syrians still trust the army and the government. But minority communities do not,” Geist Pinfold said.</p><p>“For these groups, the SAA [Syrian Arab Army] is less an army and more a sectarian militia; they not only think it doesn’t protect them but is actively out to undermine their own interests and safety.”</p><p>That lack of trust also extends to the Kurdish-led Syrian Democratic Forces (SDF), which control the country’s northeast. On March 10, the SDF and Damascus signed a deal to integrate SDF forces into the Syrian military before the end of 2025. Yet, tensions between the two sides are growing and at times <a href=\"/features/2025/12/23/clashes-in-aleppo-as-deadline-for-sdfs-integration-into-army-approaches\">descending into clashes</a>.</p></div></div></body></html>"
        },
        {
            "title": "Video shows Venezuela’s President Maduro in US custody | Oil and Gas | Al Jazeera",
            "time": "2026-01-04T07:17:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767511996.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Poverty, unemployment skyrocket in the Gaza Strip after Israel’s war | Gaza News | Al Jazeera",
            "time": "2026-01-04T07:10:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/873A0165-1766925535.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City-</strong> Crammed in a tiny tent at a United Nations-run school in central Gaza City, Alaa Alzanin, along with his wife, five children, his 71-year-old mother and younger sister, are taking shelter after they lost their home in Beit Hanoon during Israel’s war. They have been displaced eight times, and this tent is where they now protect themselves from the rain and winter cold.</p><p>Alzanin, 41, cannot sustain his family because he is unemployed. He is a day labourer, but he is out of work like hundreds of thousands of people across the Gaza Strip.</p><p>“Now I have no work, I can’t provide for my family,” he told Al Jazeera, adding that he used to work in the infrastructure and farming sectors.</p><p>“I used to work with an axe to open water channels between the trees, plough the soil around them, spray pesticides, and plant tomatoes and cucumbers. I used to work from 7am to 4pm for 40–50 shekels [$13-$15] per day.”</p><figure id=\"attachment_4199917\" aria-describedby=\"caption-attachment-4199917\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4199917\" src=\"/wp-content/uploads/2025/12/873A0437-1766925592.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Majed Hamouda’s family, displaced into a school class in Gaza City\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4199917\" class=\"wp-caption-text\">Majed Hamouda’s family have been displaced to a classroom in Gaza City [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><p>Another man without income is Majed Hamouda. The 53-year-old from Jabalia, northern Gaza, has polio, and his wife is a thalassaemia carrier. He has five children, and is sheltering at a camp in the Remal neighbourhood school. He relies on financial aid from the Ministry of Development and on charity, as he can’t work due to his poor health. And since the war started, his aid payment has stopped.</p><p>“ًWe are like dead people, but not buried yet, we only look at living people, yes, I swear. If someone destroyed your home and kicked you out to the streets like dogs, even dogs live better lives than ours,’’ Hamouda told Al Jazeera.</p><p>“The dog in the street, no one would kick it off, but we were [kicked out] and displaced in the streets,’’ he explained. as one of his daughters started to cry.</p><p>On some days, the Hamouda family has nothing to eat, so the father asks his only son to collect plastics and rubbish from the streets to sell, so he can support his family.</p><figure id=\"attachment_4199920\" aria-describedby=\"caption-attachment-4199920\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4199920\" src=\"/wp-content/uploads/2025/12/873A0514-1766925623.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Hamoud’s son’s certificate that shows his school’s appreciation, as he won the competition for “My Little Scientific Project” over the Directorate of Education, North Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4199920\" class=\"wp-caption-text\">Yaqoub Hamoud’s certificate shows his achievement in winning a competition for ‘My Little Scientific Project’ from the Directorate of Education, North Gaza [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><p>“My little son Yaqoub was the first in the northern schools in fourth grade. He won the prize of the Little Scientist from the Ministry of Education as he made eight successful scientific experiments for his age. Now, I sorrowfully look at him collecting nylon to burn for cooking food and running after the hot meal deliveries in the camp. I sometimes cry watching him,” he explained.</p><p>“Now it’s become a dream to eat a tomato or a cucumber, and this is inhumane.”</p><p>After more than two years of war, Israel has almost totally destroyed the Gaza Strip, leaving it with a <a href=\"/news/2025/10/23/hunger-crisis-in-gaza-is-catastrophic-despite-ceasefire-who-chief-says\">hunger crisis and widespread famine</a>. Supplies entering the besieged enclave are not meeting the nutritional needs of the people living there, the United Nations’ World Food Programme has said. The aid entering the territory is way short of its daily target of 2,000 tonnes because only two crossings into the Palestinian territory are open, and Israel has restricted deliveries.</p><p>The Palestinian Central Bureau of Statistics said in its report issued mid October that during Israel’s war the rate of unemployment in Palestine increased to 50 percent, and 80 percent in the Gaza Strip. The bureau also said that there are 550 thousand unemployed people across Palestine.</p><figure id=\"attachment_4206619\" aria-describedby=\"caption-attachment-4206619\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4206619\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Palestine-unemployment-rate-october-1767182417.png?quality=80\" alt=\"INTERACTIVE - Palestine unemployment rate october-1767182417\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4206619\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>A report by the <a href=\"/news/2025/11/25/israels-war-on-gaza-curbs-drive-palestinian-economy-to-record-collapse\">UN Conference on Trade and Development</a> (UNCTAD) said the Palestinian gross domestic product (GDP) had regressed to its 2010 level by the end of last year, while GDP per capita returned to levels seen in 2003, erasing 22 years of development in two years.</p><p>“Before the war, the Gaza Strip witnessed economic growth, with the opening of many commercial, tourism and industrial projects, and it became a haven for many investments in all sectors,” Maher Altabbaa, the director-general of the Gaza Governorate Chamber of Commerce and Industry, told Al Jazeera.</p><p>However, now the enclave’s GDP plunged 83 percent in 2024 compared with the previous year, with an 87 percent drop over two years to $362m. GDP per capita plummeted to $161, placing it among the lowest in the world.</p><p>Historically, the private sector in Gaza has been its largest economic engine, and it constitutes a large share of its GDP.</p><p>“It is the main driver in the Gaza Strip, where it used to contribute more than 52 percent of employment, relying on small and medium enterprises (SMEs) as the backbone,” explained Altabbaa, adding that the agricultural sector achieved self-sufficiency in many products, and the Gaza Strip contributed about 17 percent of the Palestinian GDP.</p><p>But the Strip’s economy was not great even before October 2023, since Israel imposed a land, sea and air blockade in 2007.</p><p>Some local Palestinian estimates put poverty levels at more than 63 percent of the population before this war, and the British government estimated that about 80 percent of the population was dependent on humanitarian assistance beforehand.</p><p>The government in Gaza estimates that 90 percent of all sectors, including housing and infrastructure have now been wiped out. But it said it has plans to fix the economy and create jobs – but that will depend on multiple factors.</p><p>“Supporting small and medium-sized enterprises (SMEs) as they are best positioned to absorb the workforce in the short term, and regulating the market and preventing monopolies resulting from import restrictions – which have led to sharp price distortions and high inflation rates – are among the urgent needs to fix the situation,” Ismail al-Thawabta, the head of the Gaza Government Media Office, told Al Jazeera, estimating that total losses to the economy amounted to $70bn.</p><p>“We aim at building productive projects, not just relief efforts, as well as temporary and emergency employment programmes targeting youths, graduates and affected workers … in addition to building an accurate economic database to support decision-making and the development of future economic policies,” he said. That would require all the crossings between Israel and the Gaza Strip to reopen and allow the free entry of raw materials, production inputs, and spare parts without restrictions, he said.</p><p>“The key productive sectors [industry, agriculture and services] have to be re-established as the true path to job creation and reducing dependence on aid,” he said.</p><p>The ceasefire and peace plan by United States President Donald Trump is yet to be fully implemented by Israel, and the second phase of that plan remains unclear.</p><p>But what is clear is that Gaza has a challenge ahead to recover economically and rise from the ashes of war.</p><figure id=\"attachment_4199914\" aria-describedby=\"caption-attachment-4199914\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4199914\" src=\"/wp-content/uploads/2025/12/873A0197-1766925563.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Improvised kitchen area beside the tent of Alaa’s family that includes poor, unsanitized kitchen utensils\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4199914\" class=\"wp-caption-text\">Improvised kitchen area beside the tent of Alaa’s family that includes poor, unsanitized kitchen utensils [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><p>And as for Alzanin and his wife, Mariam, who is three months pregnant, they are now provided with some food but still have no income.</p><p>“We eat and feel full from the hot meals deliveries in the camp … but it’s not nutritious, we still want to eat food that we can’t afford,’’ Mariam told Al Jazeera.</p><p>“We see everything in the markets, but we can’t get everything for the children; they tell us we desire bananas, apples, fish, and eggs, we get tiny portions that are not enough, and only for them,” she says.</p><p>“I am pregnant, I need proper food and supplements, I am losing my teeth, there was no calcium in my food for two years. Alhamdulillah!”</p></div></div></body></html>"
        },
        {
            "title": "Trump says opposition leader Maria Corina Machado unfit to run Venezuela | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T07:06:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767510314.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,410 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-04T06:55:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-01T181741Z_246801328_RC2BSIAFGY69_RTRMADP_3_UKRAINE-CRISIS-SOUTH-DRILLS-1767343823.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,410</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,410 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Saturday, January 4:</p><h2 id=\"fighting\">Fighting</h2><ul>\n<li>The death toll from a Russian ballistic missile attack in Ukraine’s Kharkiv on Friday rose to four after it struck a five-storey residential building in the centre of the city, according to state media.</li>\n<li>The Ukrainian forces clashed 191 times with the Russian army in different parts of the front line, with the heaviest fighting reported in Pokrovsk and Huliaipole, according to an army update.</li>\n<li>Russia’s Ministry of Defence claimed that its forces captured the settlement of Bondarne in Ukraine’s Donetsk in the latest gain made in the contested region.</li>\n<li>The Russian military repelled two attacks by the Ukrainian army attempting to break through to Kupiansk in the Kharkiv region, where Moscow made recent gains, the Russian Defence Ministry reported.</li>\n<li>The Russian air defence systems shot down 90 Ukrainian drones over Russian regions overnight, the ministry said.</li>\n<li>One of two high-voltage lines supplying electricity to the Russian-controlled Zaporizhzhia Nuclear Power Plant in Ukraine, which Moscow captured in the early days of the <a href=\"/tag/ukraine-russia-crisis/\">invasion</a>, has been disconnected, the Russian management of the station said.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul>\n<li>Security advisers from Ukraine’s top allies met in Kyiv for talks on a United States-brokered plan to end the war with Russia, including the United Kingdom, France and Germany, as well as representatives from NATO and the European Union.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said Kyiv hopes for a leaders’ summit in the US by the end of January to discuss proposals on how to end the war with Russia, following a separate European leaders’ meeting in Paris next week.</li>\n<li>US President Donald Trump said he was frustrated with Russian leader Vladimir Putin over the continued war in Ukraine, repeating that he had initially believed that ending the war would have been easy.</li>\n<li>Zelenskyy has proposed Defence Minister Denys Shmyhal to become the country’s new energy minister and first deputy prime minister.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "North Korea fires missiles towards sea as South Korean leader visits China | Weapons News | Al Jazeera",
            "time": "2026-01-04T06:43:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a00f4bdf7-1767506164.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>North Korea fires missiles towards sea as South Korean leader visits China</h1><p class=\"article__subhead\"><em>The missile test comes as President Lee Jae Myung arrives in Beijing to meet his Chinese counterpart, Xi Jinping, their second in two months.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korea has launched multiple ballistic missiles off its east coast into the sea as South Korea’s leader begins a state visit to China in its first barrage of the new year.</p><p>According to South Korea’s military, the missiles launched at about 7:50am on Sunday (22:50 GMT on Saturday) flew about 900km (560 miles).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The military added that the country, as well as the United States, was “closely analysing the specifications” while “maintaining a full readiness posture”.</p><p>In a statement, the US forces for the Asia Pacific said the missile launches did not pose an “immediate threat to US personnel or territory, or to our allies”.</p><p>Japan also reported that at least two missiles had reached distances of 900km (560 miles) and 950km (590 miles).</p><p>“North Korea’s nuclear and missile development threatens the peace and stability of our country and the international society, and is absolutely intolerable,” Japan’s Defence Minister Shinjiro Koizumi told reporters.</p><p>The last time Pyongyang tested its ballistic missiles was on November 7.</p><p>According to North Korean state media, leader Kim Jong Un on Saturday called for the doubling of production capacity of tactical guided weapons while visiting a munitions factory.</p><p>In recent weeks, Kim has visited a series of weapons factories and a nuclear-powered submarine, overseeing missile tests in advance of the ninth party congress of the Workers’ Party, which will take place later this year and set out key policy goals.</p><p>Lim Eul-chul, a professor at the Institute for Far Eastern Studies in Seoul, told the Reuters news agency the launches from Pyongyang represented “a message to China to deter closer ties with South Korea and to counter China’s stance on denuclearisation”.</p><p>Lim added that it was North Korea sending a message of strength that they were different from <a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">Venezuela</a>, after the US launched a series of attacks on Saturday and “captured” President Nicolas Maduro.</p><figure id=\"attachment_4213389\" aria-describedby=\"caption-attachment-4213389\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213389\" src=\"/wp-content/uploads/2026/01/reuters_695a0187-1767506311.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"South Korean President Lee Jae Myung and his wife Kim Hye-kyung bow at Seoul Air base as they leave for Beijing, in Seongnam, South Korea, January 4, 2026. REUTERS/Kim Hong-Ji\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213389\" class=\"wp-caption-text\">South Korean President Lee Jae Myung and his wife Kim Hye-kyung bow at Seoul airbase as they leave for Beijing, in Seongnam, South Korea, on January 3, 2026 [Kim Hong-Ji/Reuters]</figcaption></figure><h2 id=\"china-visit\">China visit</h2><p>On Sunday morning, Chinese state broadcaster CCTV reported that South Korean President Lee Jae Myung had arrived in <a href=\"/news/2026/1/2/south-korean-president-lee-to-visit-beijing-for-pivotal-2nd-summit-with-xi\">Beijing</a> on a four-day visit.</p><p>Lee, accompanied by more than 200 South Korean business leaders, is expected to discuss supply chain investment, the digital economy and cultural exchanges.</p><p>The South Korean leader will meet his Chinese counterpart, Xi Jinping, for their second meeting in just two months. According to analysts, the short frequency of the meetings signals Beijing’s interest in increasing economic collaboration and tourism.</p><p>Seoul has said peace on the Korean Peninsula would be on the agenda during the Beijing trip.</p><p>Lee’s trip comes at a time of heightened tensions between China and Japan after Japanese Prime Minister Sanae Takaichi said in November that her country’s military could get involved if China were to take action against Taiwan.</p><p>Before his trip, Lee gave an interview to CCTV, in which he assured that South Korea consistently respects the “One-China” policy when it comes to Taiwan. He said the healthy development of Beijing-Seoul relations depends on mutual respect. Lee also praised Xi as a “truly reliable neighbour”.</p></div></div></body></html>"
        },
        {
            "title": "Trump says US will take Venezuela’s oil | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-04T06:20:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767507568.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}