{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "India’s VPN ban in Kashmir ‘adds to psychological pressure’, say residents | Internet News | Al Jazeera",
            "time": "2026-01-12T09:11:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-11-15T033946Z_1661212938_RC2RWHA2WBOM_RTRMADP_3_KASHMIR-BLAST-1768142751.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Basit Banday*, employed with an IT firm based in the southwestern Indian city of Pune, handles sensitive healthcare data of his company’s clients, ensuring they are safe from leaks and cyberattacks.</p><p>Until late last year, the 27-year-old Kashmiri Indian was able to do that using a virtual private network (VPN), which allows a user to mask their internet protocol (IP) address by routing web traffic through a remote server in a manner that makes it undetectable to telephone data or internet service providers (ISPs).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But that changed on December 29 when the Indian government ordered a sweeping ban on the use of VPNs for two months in Indian-administered Kashmir, citing “threats to national security” and alleged “misuse” of the services to “incite unrest”.</p><p>The government claimed the use of VPN in Kashmir has the potential to be exploited for “unlawful and anti-national activities”, including dissemination of inflammatory material, misinformation, and other activities that threaten public order.</p><p>“It was further observed that VPNs enable encrypted data transmission, mask IP addresses, bypass firewalls and website restrictions, and may expose sensitive information to potential cyber threats,” said one of the almost identical orders, issued by the chief administrator in every Kashmir district.</p><p>Banday now fears he may lose his job or will be forced to relocate to Pune, more than 2,000km (1,242 miles) away from his home in Pulwama district.</p><p>“Unfortunately, the recent government order appears to have been issued without adequate consideration for professionals whose livelihoods and responsibilities are directly dependent on secure VPN connectivity,” he told Al Jazeera.</p><p>“VPN is extremely important and mandatory for any IT organisation. Even applications such as corporate email cannot be accessed without connecting to the VPN. It also restricts access to external platforms, allowing only authorised organisation systems and thereby limiting exposure to the outside world.”</p><p>Banday’s fears are compounded by a security crackdown that followed the government order.</p><p>Multiple videos shared on social media by Indian media outlets and individual users showed policemen in riot gear gesturing to pedestrians or those driving vehicles to stop, and asking for their mobile devices. If the devices were locked, people were instructed to unlock them as officers shuffled through them.</p><figure id=\"attachment_4231328\" aria-describedby=\"caption-attachment-4231328\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4231328\" src=\"/wp-content/uploads/2026/01/13627193-1768142860.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kashmir security forces\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4231328\" class=\"wp-caption-text\">Indian soldiers stand guard on the banks of Srinagar’s Dal Lake, January 7, 2026 [Farooq Khan/EPA]</figcaption></figure><p>Police said they have taken action against more than 100 people across the region since December 29 for violating the ban orders, adding that “security proceedings” were initiated against the “violators”. Those who were initially “identified” for violations were let go only after their “antecedents” were verified to confirm they had no connections with a “terrorist”, the term the government uses for Kashmiri rebels.</p><p>“Genuine users were released after detailed device analysis with a strict warning to refrain from VPN usage in the future,” a statement issued by the police said on January 2.</p><p>An estimated 20 percent of India’s 800 million internet users use VPNs. Surfshark, a cybersecurity company based in Amsterdam, estimates that India has the world’s largest number of VPN users, with a market size worth $17bn.</p><h2 id=\"frequent-disruptions\">Frequent disruptions</h2><p>Internet restrictions in Indian-administered Kashmir are <a href=\"/news/2023/2/28/in-2022-the-world-saw-187-internet-shutdowns-84-by-india-alone\">not new</a>.</p><p>Of the 901 <a href=\"/news/2020/3/5/india-restores-internet-in-kashmir-after-7-months-of-blackout\">internet shutdowns</a> the Indian government has periodically imposed across the country, Kashmir accounts for nearly 50 percent of them, according to a monitor which started recording the blackouts in 2012. However, the intensity of such blackouts in the region has come down in the last few years.</p><p>When the Indian subcontinent won its independence from British rule in 1947, the Himalayan region of Kashmir was divided between India and Pakistan, though the nuclear-armed neighbours claim it in full and have fought three wars over it. China also controls a sliver of Kashmir’s land.</p><p>In the late 1980s, an armed rebellion against New Delhi’s rule erupted to seek independence for Kashmir or merge it with Pakistan. In response, India deployed nearly a million Indian soldiers there and gave them extraordinary powers to control the region. The conflict has so far claimed tens of thousands of lives, most of them civilians.</p><p>India further tightened its grip over Kashmir in 2019 when Prime Minister Narendra Modi’s right-wing government <a href=\"/news/2023/12/11/whats-article-370-what-to-know-about-india-top-court-verdict-on-kashmir\">scrapped Article 370</a> of the Indian Constitution, legislation that granted a special status to the region by not allowing outsiders to get government jobs or buy properties there. The government also divided the semiautonomous region into two territories – Jammu and Kashmir, and Ladakh – and brought them under New Delhi’s direct rule.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kashmir residents say the VPN ban is another addition to an ever-expanding list of <a href=\"/opinions/2025/8/12/why-is-india-so-scared-of-my-book-on-kashmir-that-it-has-banned-it\">restrictions on civic freedoms</a> in the restive region.</p><p>A 32-year-old Kashmiri journalist told Al Jazeera he often relied on VPNs for work, but fears he will no longer be able to do so under the new restrictions.</p><p>“It is common for journalists in conflict zones to use VPNs for safety, especially when working on investigative stories,” said the journalist who requested anonymity over fears of reprisal from the authorities. “Now, that layer of protection is gone.”</p><p>Mir Umair, a 24-year-old businessman in Srinagar, said the VPN ban has cut his access to Bayyinah TV, an online platform of Quranic studies run by an Islamic preacher based in the United States.</p><p>“There’s nothing political in his speeches. Just religion. He has never talked about Kashmir except once when he narrated an episode of meeting a Kashmiri pilgrim during Hajj,” Umair said, adding that Khan’s channel was banned last year in May following the four-day India-Pakistan military clashes.</p><p>“I used to access his channel via VPNs,” he said.</p><p>Ahmad, a local lawyer who gave only his last name, fearing retribution from the authorities, told Al Jazeera the VPN ban could be unlawful.</p><p>“The legality of the order is doubtful as it is supposed to comply with India’s IT Rules that do not stipulate a blanket ban on VPNs,” he said. “One single executive order should not be able to sanction a ban as sweeping as this.”</p><p>Al Jazeera reached out to police and government authorities in Kashmir for their statements on the VPN ban, but they did not respond.</p><h2 id=\"unconstitutional-policing-mechanisms\">‘Unconstitutional policing mechanisms’</h2><p>Last week, David Peterson, who heads the Geneva-based ProtonVPN company, invited a torrent of abuse from Indian users on X after he posted guidelines on tapping into his application’s “discreet icon” feature to evade the government ban.</p><p>“For additional context, Jammu and Kashmir [has] historically been subject to internet restrictions, bans and outages around this time of year to disrupt protests around the Republic Day [January 26] and the anniversaries of the Gawkadal and Handwara massacres,” he wrote, referring to the killings of civilians by Indian forces during the height of Kashmir’s armed rebellion in the early 1990s.</p><p>When an Indian X user accused him of facilitating “terrorism” in Kashmir, Peterson referred to the use of disguised apps by journalists working in dangerous environments. “[Like] in countries such as Iran, China, Russia, Myanmar, etc”, he replied.</p><p>In September last year, media watchdog Reporters Without Borders (RSF) described Indian-administered Kashmir as an “information black hole” out of which reliable news rarely emerges.</p><p>Srinivas Kodali, a digital rights activist and researcher, told Al Jazeera merely having a VPN installed on phones does not amount to a criminal offence.</p><p>“People from diverse professions use VPNs for legitimate reasons. This blanket ban is uncalled for,” Kodali told Al Jazeera, adding that the act of stopping people and forcing them to unlock their phones was a “gross violation” of their fundamental rights.</p><p>“But in Kashmir’s case, we have continuously seen the state pushing all sorts of unconstitutional policing mechanisms. It is just one more step in that direction.”</p><p>Furqan*, another Kashmiri journalist, works remotely for an international media house based in the southern city of Bengaluru. He edits videos on major global events for his organisation and requires access to a bigger repository of online material than he can “legally” scour on the internet.</p><p>“India is one of the foremost countries to ban stuff on the internet. Just look at the rate at which the X handles are withheld in India, especially of critics and dissenters. To know who is writing what, a journalist will have to access VPNs,” he told Al Jazeera.</p><p>Furqan insists that, as a journalist, he has the right to be discreet about his work, especially when he is dealing with sensitive information.</p><p>“Now this ban will hang like a sword on our thoughts,” he says. “Sometimes I am supposed to access the dashboard of the company. And because I am working remotely, it has to happen through a secure medium. So I use VPN. But in the damned region such as ours, even this mundane thing will now be deemed as a criminal activity.”</p><p>Furqan says the VPN ban adds to the “psychological pressure” on the Kashmiris. “It feels like we are on trial for our thoughts,” he told Al Jazeera. “A Kashmiri is risking so much even when he does something as basic as accessing a VPN.”</p><p><em>*Names changed to protect the identity of people over fears of retaliatory action by the government.</em></p></div></div></body></html>"
        },
        {
            "title": "Australia festival faces mass boycott after dropping Palestinian author | News | Al Jazeera",
            "time": "2026-01-12T09:05:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Screenshot-2026-01-12-at-11.40.35-AM-1768207386.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Dozens of writers, four board members, and a sponsor have withdrawn from a top Australian arts festival after it cancelled an Australian-Palestinian author’s invitation in the wake of the <a href=\"/video/the-listening-post/2025/12/24/the-spin-and-misinformation-around-bondi-was-inevitable\">Bondi Beach mass shooting</a>.</p><p>The Adelaide Festival confirmed in a statement on Monday that the chairperson and three members of its board had resigned after it disinvited Randa Abdel-Fattah from February’s Writers Week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The festival’s executive director, Julian Hobba, said the arts body was “navigating a complex and unprecedented moment” after the “significant community response” to the board’s decision.</p><p>In addition to the board members, about 100 of the 124 participants have also withdrawn from the festival, which runs from February 27 to March 15, leaving it in doubt, according to local media reports.</p><p>The Adelaide Festival board had announced on Thursday that it would disinvite Abdel-Fattah from its February event because “it would not be culturally sensitive to continue to programme her at this unprecedented time so soon after Bondi”.</p><p>The shooting, which killed 15 people at a Jewish Hanukkah celebration at <a href=\"/news/2025/12/21/australia-honours-bondi-beach-victims-launches-probe-of-security-services\">Sydney’s Bondi Beach</a> on December 14, prompted nationwide calls to tackle anti-Semitism.</p><p>Abdel-Fattah, a Macquarie University academic who researches Islamophobia and Palestine, responded saying it was “a blatant and shameless act of anti-Palestinian racism and censorship”. She said the board’s attempt to associate her with the Bondi killings was “despicable”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"mass-boycott\">Mass boycott</h2><p>The writers who pulled out of the festival included former New Zealand Prime Minister Jacinda Ardern, who had been scheduled to discuss her memoir, as well as former Greek Finance Minister Yanis Varoufakis, British author Zadie Smith, Irish novelist Roisin O’Donnell and Russian-American journalist M Gessen.</p><p>Varoufakis posted a video on X showing him tearing up his invitation.</p><p>Australian-British author Kathy Lette, who is also boycotting the event, wrote on social media the decision to bar Abdel-Fattah “sends a divisive and plainly discriminatory message that platforming Australian Palestinians is ‘culturally insensitive'”.</p><p>Leading independent think tank Australia Institute also denounced the decision of the festival organisers as “pure, ugly politics”, and announced its withdrawal as a sponsor of the event.</p><p>“The moral spinelessness in not only seeking to silence Dr Randa Abdel-Fattah, but to link the cancellation to the abhorrent terrorist attack in Bondi, speaks volumes over who is allowed to have a voice in Australia,” said Amy Remeikis, chief political analyst of the Australia Institute.</p><p>The dropping of Abdel-Fattah stands in contrast to the organisers’ decision in 2024 to retain the pro-Israel New York Times columnist Thomas Friedman, despite lobbying from a group of 10 academics, including Abdel-Fattah, who called for his removal over a controversial column that compared the conflict in Gaza with the animal kingdom.</p><p>Friedman ultimately did not attend because of last-minute scheduling issues, according to The Guardian Australia.</p><p>Abdel-Fattah told the news outlet on Sunday that she rejected any allegation of hypocrisy over her calls for Friedman’s removal.</p><p>“Friedman’s widely criticised NYT article compared various Arab and Muslim nations and groups to insects and vermin requiring eradication at a time when talk of ‘human animals’ was being used to justify wholesale slaughter in Gaza,” she said in a statement.</p><p>“In contrast, I was cancelled because my presence and identity as a Palestinian was deemed ‘culturally insensitive’ and linked to the Bondi atrocity,” she added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tougher-laws\">Tougher laws</h2><p>In the days after the Bondi Beach attack, Jewish community groups and the Israeli government have accused Prime Minister Anthony Albanese of failing to act on a rise in anti-Semitic attacks and criticised protest marches against Israel’s genocidal war on Gaza, held since 2023.</p><p>Albanese, who denies the allegations, said last week a royal commission would consider the events of the shooting as well as anti-Semitism and social cohesion in Australia.</p><p>Rights groups say anti-Jewish sentiment, as well as anti-Islam and anti-immigration sentiment, are rising in Australia. Many Australians have also expressed their concerns over a rise in right-wing activism in the country, where one in two people is either born overseas or has a parent born overseas.</p><p>On Monday, Albanese announced that he would recall parliament next week to pass tougher hate speech laws and authorise a ‍gun buyback scheme.</p><p>He said Australians were entitled to express different views about the Middle East, but what they are not entitled to do “is to hold someone to account for the actions of others because they are a young boy wearing a school uniform going ‍to a Jewish ⁠school or a young woman wearing a hijab”.</p><p>Officials said the proposed laws would also ease visa denials on the grounds of racial bigotry and lower the threshold for banning hate organisations, including neo-Nazi groups.</p></div></div></body></html>"
        },
        {
            "title": "Israel launches air strikes against Lebanon | Israel attacks Lebanon | Al Jazeera",
            "time": "2026-01-12T08:32:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768206715.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran’s FM says protests became ‘bloody’ to give Trump intervention excuse | Donald Trump News | Al Jazeera",
            "time": "2026-01-12T07:57:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-11T133550Z_503879962_RC21ZIA759GC_RTRMADP_3_IRAN-ECONOMY-PROTESTS-1-1768142440.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran’s Foreign Minister Abbas Araghchi has alleged that <a href=\"/news/liveblog/2026/1/12/iran-protests-live-us-rhetoric-rises-as-tehran-announces-3-days-mourning\">nationwide protests</a> “turned violent and bloody to give an excuse” for United States President Donald Trump to intervene militarily in the country.</p><p>Araghchi told foreign diplomats in Tehran on Monday that the violence spiked over the weekend, but the “situation is now under total control”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said Trump’s warning of military action against Tehran should ‌protests turn ‌bloody motivated “terrorists” ⁠to target protesters and security forces ‌to invite foreign intervention. “We are ready for war but also for dialogue,” he added.</p><p>Araghchi also said Iran has footage of weapons being distributed to protesters, adding authorities will soon release confessions of detainees, and that authorities are “closely following” the ongoing events on the streets.</p><p>The demonstrations were “stoked and fuelled” by foreign elements, he said, noting security forces would “hunt down” those responsible.</p><p>Iran’s spiralling protests have now entered a third week amid a nationwide internet blackout and repeated military intervention threats from Trump.</p><p>Iran’s government has declared three days of national mourning for the “martyrs” killed during the <a href=\"/video/inside-story/2026/1/11/how-volatile-is-the-situation-in-iran\">protests</a>, including members of security forces.</p><p>The semiofficial Tasnim news agency <a href=\"/news/2026/1/11/iran-says-dozens-of-officers-killed-as-protesters-defy-government-crackdown\">reported</a> on Sunday that 109 security personnel have been killed in the protests.</p><p>Authorities have not confirmed the number of demonstrators who have lost their lives, but opposition activists based outside the country say the death toll is higher and includes hundreds of protesters.</p><p>Al Jazeera cannot independently verify either figure.</p><p>Initially prompted by anger over the rising cost of living, the demonstrations have evolved into nationwide protests and a serious challenge to the government in place since the 1979 Islamic revolution.</p><p>The Fars news agency reported that limited protest gatherings took place in several neighbourhoods of the capital on Sunday night.</p><p>There were limited “riots” in Navvab and Saadat Abad neighbourhoods of Tehran, Junqan and Hafshejan in Chaharmahal and Bakhtiari province, and Taybad of Mashhad, which were intervened and dissolved by security forces, according to Fars.</p><p>The agency reported that the other cities and regions in the country were generally calm without “riots” overnight.</p><p>On Monday morning, Iranian media showed reported footage of pro-government rallies on its Telegram channels from various cities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"national-internet-blackout\">‘National internet blackout’</h2><p>A nationwide internet blackout has entered its fourth day in the country, according to reports, a move widely criticised by human rights organisations.</p><p>Connectivity watchdog NetBlocks reported the internet across Iran is still down, describing the situation as a “national internet blackout”.</p><p>It has now been 84 hours since the country last had consistent connectivity. NetBlocks noted, however, some Iranians have developed methods to bypass the restrictions.</p><p>There have been fewer videos showing protests on social media recently due to the internet shutdown.</p><p>The United Kingdom-based Amnesty International slammed the practice on Friday as a way of hiding “violations in escalating deadly crackdown on protesters”.</p><p>Addressing the internet blackout, Araghchi said it would soon be restored, and added that the government was coordinating with the security establishment to make progress on that. He said the connection would be restored to embassies and government ministries, too.</p><p>Iran’s leadership wants to show the situation in the country is under control and that is why the internet will be turned back on, Mehran Kamrava, an Iran analyst at Georgetown University in Qatar, told Al Jazeera.</p><p>Araghchi “doesn’t want to lose face”, he added, “but what we’re seeing is a multi-pronged approach” by Iran to end the turmoil.</p><p>Al Jazeera’s Tohid Asadi, reporting from Tehran, said that the remarks by Araghchi “are the part of the same rhetoric that we have been hearing from different Iranian political figures”.</p><p>“Basically, there are three components we have to keep in mind when it comes to this particular discourse,” he said.</p><p>Asadi stressed that Iranian officials have been expressing that they recognise people’s “right to take part in peaceful protests” due to the economic difficulties they are facing.</p><p>He said the country is also witnessing an “unrest flaring up into violence” that has been going on since Thursday, resulting in fatalities, injuries, and arrests, and reminded the reported unconfirmed death toll of Iranian security officers.</p><p>Our correspondent said the third component that made the situation “even more complicated” was “rising security concerns related to foreign intervention”.</p><figure id=\"attachment_4232895\" aria-describedby=\"caption-attachment-4232895\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4232895\" src=\"/wp-content/uploads/2026/01/AP26009440808190-1768202417.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Iran protests\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4232895\" class=\"wp-caption-text\">This screengrab from a video released by Iran state TV shows vehicles burning amid the night of mass protests in Tehran, January 8, 2026 [Iran state TV via AP]</figcaption></figure><h2 id=\"we-re-looking-at-some-very-strong-options\">‘We’re looking at some very strong options’</h2><p>As protests persist, defying a crackdown, Trump <a href=\"/news/2026/1/12/trump-says-us-military-considering-very-strong-options-for-iran\">said</a> on Sunday the US is considering “strong options” in response to the situation in Iran, including possible military intervention.</p><p>“We’re looking at it very seriously. The military is looking at it, and we’re looking at some very strong options. We’ll make a determination,” he told reporters on board Air Force One, adding that Iran’s leadership had called “to negotiate” after his threats of military action, and that a “meeting is being set up”.</p><p>Earlier on Sunday, parliament Speaker Mohammad Baqer Qalibaf warned the US against “a miscalculation”.</p><p>“Let us be clear, in the case of an attack on Iran, the occupied territories [Israel] as well as all US bases and ships will be our legitimate target,” said Qalibaf, a former commander in the Islamic Revolutionary Guard Corps (IRGC).</p><p>Iran faced a <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war with Israel and the US</a> last year after Israel attacked in June, when Washington also bombed the country’s nuclear sites.</p><p>The war killed hundreds of civilians, military commanders and scientists, and Tehran responded with hundreds of ballistic missiles targeting Israel, killing 28.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, Iran’s President Masoud Pezeshkian <a href=\"/news/2026/1/11/irans-pezeshkian-pledges-economic-overhaul-amid-spiralling-protests\">addressed economic plans</a> in an interview on Sunday.</p><p>Pezeshkian ⁠said ​‍the US and Israel ⁠want to “sow chaos and disorder” ​in his country by ordering “riots” and called ‌upon citizens ‌to ⁠distance themselves from “rioters and ‌terrorists”, according to the state media.</p><p>The protests have become one of the biggest challenges to the rule of Supreme Leader Ayatollah Ali Khamenei, 86, coming in the wake of the 12-day war. State TV has aired images of burning buildings, including a mosque, as well as funeral processions for security personnel.</p></div></div></body></html>"
        },
        {
            "title": "Trump warns of “very strong options” amid Iran unrest | Protests | Al Jazeera",
            "time": "2026-01-12T07:24:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768202658.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Who is Reza Pahlavi? The exiled prince urging Iranians to ‘seize cities’ | Features | Al Jazeera",
            "time": "2026-01-12T07:14:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/04/AP23107678050011-1681897928.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For decades, Reza Pahlavi was the polite face of the Iranian opposition in exile – a former fighter pilot who spoke of nonviolent resistance and secular democracy from his home in the United States.</p><p>But this weekend, the tone of the 65-year-old heir to the Peacock Throne and son of Iran’s last shah changed dramatically.</p><p>In a direct challenge to the Iranian government, Pahlavi called on Iranians to “seize city centres” and prepare for his imminent return, prompting what Iranian state media described as “armed terrorist attacks” across the country.</p><p>“Our goal is no longer merely to come into the streets,” Pahlavi declared in a <a href=\"https://x.com/PahlaviReza/status/2009851903547445613\" target=\"_blank\" rel=\"noopener\">statement</a> released on his X account. “The goal is to prepare to seize city centres and hold them.”</p><h2 id=\"from-heir-to-exile\">From heir to exile</h2><p>Pahlavi was born in Tehran on October 31, 1960, seven years after the US and the UK engineered a coup against Iran’s then-elected Prime Minister Mohammad Mosaddegh, who had nationalised the assets of the Anglo-Persian oil company, now known as BP, in 1951.</p><p>Pahlavi was officially named crown prince at the age of seven. His path seemed destined for the throne until the 1979 revolution upended the region.</p><p>At 17, he left Iran for fighter pilot training in the US at Reese Air Force Base in Texas. While he was away, the repressive monarchy collapsed, and the current political system was established, barring his return.</p><p>Pahlavi <a href=\"https://www.rezapahlavi.org/about\" target=\"_blank\" rel=\"noopener\">completed</a> his training and later earned a degree in political science from the University of Southern California. During the Iran-Iraq War in the 1980s, he famously volunteered to serve as a fighter pilot for his country but was rejected by the authorities in Tehran.</p><p>He has lived in exile ever since, residing in the US with his wife, Yasmine Pahlavi, and their three daughters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"preparing-to-return\">‘Preparing to return’</h2><p>For more than 40 years, Pahlavi advocated for a referendum and nonviolent change. However, his rhetoric has sharpened significantly in recent days.</p><p>On Saturday, he urged workers in key sectors — transport, oil, and gas — to launch nationwide strikes to “cut off the financial lifelines” of the state. He specifically called on the “youth of the Immortal Guard” — the erstwhile imperial forces — and security forces to defect.</p><p>“I, too, am preparing to return to the homeland so that at the time of our national revolution’s victory, I can be beside you,” he stated.</p><p>His call to action comes amid reports of the largest antigovernment protests in years. Pahlavi asked supporters to hoist the pre-1979 “Lion and Sun” flag, a symbol of his father’s rule, and to occupy public spaces starting from 6pm local time (14:30 GMT).</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"terrorist-accusations\">‘Terrorist’ accusations</h2><p>The response from Tehran has been furious. On Sunday, state-affiliated media outlets labelled the protests as a “new phase of insecurity” and an “internal armed war”.</p><p>A report by the conservative Vatan-e Emrooz newspaper, cited by the Tasnim news agency, described Pahlavi’s call as cover for “terrorist nuclei” to attack police and Basij forces.</p><p>“Do not be mistaken; this is not merely a riot … these were armed terrorist attacks,” the report stated, claiming that dozens of security personnel had been killed.</p><p>Officials have linked Pahlavi’s escalation to foreign interference, specifically accusing the US and Israel. They claimed the unrest is a “Plan B” by US President Donald Trump and Israeli Prime Minister Benjamin Netanyahu following the conclusion of the 12-day war between Israel and Iran in May last year.</p><h2 id=\"against-the-opposition\">‘Opposition against the opposition’?</h2><p>While Pahlavi has found renewed popularity on the streets, he faces sharp criticism from within the fractured Iranian opposition.</p><p>Alireza Nader, an Iran expert, argued in a recent <a href=\"https://www.meforum.org/mef-observer/has-reza-pahlavi-become-the-opposition-to-irans-opposition\" target=\"_blank\" rel=\"noopener\">article</a> that Pahlavi’s political activities have become divisive. Critics accuse his circle of attacking other prominent dissidents, such as Nobel Peace Prize winner Narges Mohammadi, labelling them “leftists” or “terrorists”.</p><p>“Pahlavi has doubled down on his advisors despite others’ unease about them,” Nader wrote, questioning whether the prince has become “the opposition against the opposition”.</p><p>There are also concerns about manipulation. Nader noted that Pahlavi’s online support is partly driven by cyber-armies linked to the Iranian government, designed to sow discord, raising questions about “who is co-opting whom”.</p><p>Despite these internal rifts, Pahlavi remains the most visible figurehead for the current wave of unrest. With the Trump administration maintaining a hands-off approach — asserting it is “up to Iranians to choose their own leaders” — and the streets of Tehran burning, the exiled prince appears to be making his final gamble for the throne he lost 47 years ago.</p></div></div></body></html>"
        },
        {
            "title": "Integration of armed factions remains one of Syria’s biggest challenges | Politics | Al Jazeera",
            "time": "2026-01-12T06:58:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-18T143521Z_902777183_RC2MTGA5FDMX_RTRMADP_3_SYRIA-SECURITY-KURDS-1768200500.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When Syria’s civil conflict ended in December 2024 with the fall of Bashar al-Assad’s regime, hundreds of thousands of citizens were still bearing arms. Throughout the nearly 14 years of war, armed factions proliferated: from the broad spectrum of armed opposition factions in the northwest and the regime’s array of military and militia forces in central and western Syria, to the Syrian Democratic Forces (SDF) in the northeast and a complex network of militias throughout the south, and not to forget the likes of ISIS and al-Qaeda.</p><p>In this context, the task of demilitarising society and reunifying the country has posed a truly formidable challenge for Syria’s transitional authority. Indeed, the process of disarming, demobilising, and reintegrating armed groups while simultaneously establishing new armed forces and a reformed security sector stands at the core of Syria’s transitional state building project. Days of heavy conflict between government forces and the SDF in Aleppo this past week highlighted the consequences of a failure to resolve the integration challenge.</p><p>As a first step in December 2024, the al-Assad regime’s armed forces were swiftly dissolved and a process of status settlement was initiated, whereby all previous soldiers – both officers and conscripts – could register using their national ID and apply for release to civilian life or to re-enlist in the new army.</p><p>Thousands of men chose to undertake this settlement process across the country, to clear their names and start life anew. But thousands of others abstained, especially in the coastal region, where the Alawite minority dominates. While many of those who avoided the process melted back into rural communities, hundreds ended up forming anti-government factions that conducted low-level attacks on government forces, culminating in a huge coordinated campaign on March 6 that killed more than 100 government personnel – triggering a chaotic and brutal week of violence that left more than 1,000 people dead.</p><p>In the months since, several thousand former regime personnel have undergone training and joined Syria’s new security forces across the country. Nevertheless, the fighting persists, due in part to financial support from prominent al-Assad regime figures now in exile in neighbouring Lebanon, as well as in Russia.</p><p>That continues to undermine Syria’s ability to heal ties with Lebanon and Russia, but also complicates the geopolitical standing of such countries among the wider region, which has stood squarely behind the new government in Damascus in the hope of transforming Syria into a base of stability and prosperity.</p><p>Meanwhile, Syria’s transitional government is also seeking to rebuild the Ministry of Defence (MOD) with an army, navy and air force and the Ministry of Interior (MOI) with provincial public security directorates, and dedicated “counterterrorism”, counternarcotics and cyber forces.</p><p>In this transitional phase, the MOD has emerged as the umbrella under which the broad spectrum of opposition armed factions have been folded. While all former opposition groups have technically dissolved, some remain largely in form, constituting the army’s nearly 20 divisions. Those factions with longstanding ties to Turkiye – particularly from the northern Aleppo-based Syrian National Army (SNA) – appear to have benefitted from greater levels of military support and arms supplies than others previously based in Idlib. Some have leaders with controversial pasts, including outstanding international sanctions designations for violent crimes and corruption.</p><p>In the earlier phases of Syria’s transition, the MOD was the force tasked with responding to security challenges and with securing territory through checkpoints and local deployments. This was not an effective “post-war” approach to security, and the ministry’s serious shortcomings in terms of discipline, cohesion and command and control gave way to grievous errors of judgement and restraint – most notoriously on the coast in March 2025, but also in Suwayda in July, when MOD forces intervened in bloody clashes between local Druze and Bedouin communities.</p><p>Through the second half of 2025, the MOD took a back seat when it came to domestic security and was replaced by the MOI, whose public security forces have assumed responsibility for local security across the country.</p><p>Unlike the MOD’s divisions, the MOI’s forces are dominated by newly recruited men from across the country. While the MOI’s specialist units remain dominated by Hayat Tahrir al-Sham (HTS) personnel, the relative lack of previous factional affiliations in the broader public security forces has led to significant improvements in some of the most challenging environments.</p><p>In fact, Syria’s coastal region has transformed from being the most consistently dangerous and deadly region of the country in the first half of 2025 to the most stable and least violent region at the end of the year – even with a low-level rebellion continuing. That is almost entirely due to the MOI’s assumption of security responsibility, and a months-long effort to engage and build trust with local communities.</p><p>The most strategically significant challenge Syria’s transition faces today is from its unresolved territorial issues in the northeast with the Kurdish-dominated SDF and in the southern Druze-majority governorate of Suwayda. In both regions, armed groups are presenting themselves as alternatives to Damascus’s rule – and both are resulting in persistent tensions and conflict.</p><p>While the United States government has worked intensively to facilitate and mediate talks to achieve the SDF’s integration into Syria, those negotiations have yet to bear fruit. With multiple deadlines for such a deal now passed, tensions have been sky-high for weeks.</p><p>An SDF <a href=\"https://www.aljazeera.net/news/2026/1/5/%D8%A7%D9%84%D8%AF%D9%81%D8%A7%D8%B9-%D8%A7%D9%84%D8%B3%D9%88%D8%B1%D9%8A%D8%A9-%D8%AA%D8%B9%D9%84%D9%86-%D8%A5%D8%B5%D8%A7%D8%A8%D8%A9-3-%D8%B9%D8%B3%D9%83%D8%B1%D9%8A%D9%8A%D9%86\">drone attack</a> on a checkpoint manned by government forces in eastern rural Aleppo late on January 5 triggered a spiral of hostilities that ended in the expulsion of SDF-linked militia from northwestern districts of Aleppo city by January 10. This latest bout of fighting has dealt a blow to integration talks, but also highlighted the consequences of their failure. The very real prospect of hostilities now spreading to front lines in eastern Aleppo could kill the talks altogether.</p><p>In Suwayda, a tense standoff remains after the violence in July that killed more than 1,400 people. Druze militias have united under a “National Guard” that is receiving support from Israel. The dominant role played by former al-Assad regime officers within this formation’s leadership has driven a more than 400 percent rise in drug trafficking towards Jordan, according to data collected by the <a href=\"https://www.syriaweekly.com/p/data-update-december-9-30-2025\">Syria Weekly</a> media outlet – triggering Jordanian air strikes in late December.</p><p>Persistent reports of inter-factional violence within the National Guard and increasing numbers of extrajudicial attacks on Druze figures willing to criticise Suwayda’s new de facto authorities suggest the status quo does not offer stability.</p><p>It is in Suwayda where geopolitics have proven to be most acute – with Israel’s backing of Druze authorities presenting a direct challenge not just to Syria’s transition, but to Jordanian security, to regional support for Damascus, and to the desire of US President Donald Trump’s administration to see Syria’s new government assume nationwide control.</p><p>The de facto Druze leader in Suwayda, Hikmat al-Hijri, is also in regular contact with SDF leaders in northeast Syria, with both sides appearing at times to be coordinating their positions vis-a-vis Damascus. Alawite figures on the coast, meanwhile, including protest leader Ghazal Ghazal, have also been in communication with both the SDF and al-Hijri in an attempt to unite behind a political vision that stands in opposition to Damascus.</p><p>Ultimately, Syria’s process of resolving the challenges of armed factions is intrinsically political and tied both to the civil war and to the tensions and challenges that have emerged out of the transition itself. The fact that a vast majority of the international community has united in support of Syria’s transitional government has helped to provide the time and space for dissolving and integrating armed factions and fighters across the country. However, as long as geopolitical challenges to the transition remain, the process of integration will remain incomplete and continue to be a source of instability.</p><p data-start=\"7835\" data-end=\"8231\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "India’s Kohli becomes second-highest run-scorer in international cricket | Cricket News | Al Jazeera",
            "time": "2026-01-12T06:57:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260111__92BX6TC__v1__MidRes__CricketIndNzlOdi-1768199392.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India’s Virat Kohli has become the second-highest scorer across all formats of international cricket after his match-winning knock of 93 in the first one-day international (ODI) against New Zealand.</p><p>Kohli went past Sri Lanka’s Kumar Sangakkara (28,016 runs) on Sunday to move into second in the list of leading run-scorers in the international game, behind fellow Indian Sachin Tendulkar (34,357).</p><p>The top-order batter now has 28,068 runs in Test, ODI and T20 cricket since making his debut for India in an ODI in Sri Lanka in 2008.</p><p>“If I look back at my whole journey, then it is nothing short of a dream-come-true for me,” Kohli said after being named Player of the Match in Vadodara.</p><p>“I have always known my abilities, but I also knew I had to work extremely hard to get where I am today. God has blessed me with far more than I could ever ask for. I look back at my journey with a lot of grace and gratitude, and I feel really proud of it.”</p><p>His 91-ball knock in the ODI opener helped India chase down a victory target of 301 with four wickets and six balls to spare to lead the three-match series 1-0.</p><p>But the in-form Kohli missed out on his 54th ODI century after he registered his fifth 50-plus score in as many ODI innings, including two hundreds.</p><p>“If I am being brutally honest, the way I’m playing right now, I’m not thinking about milestones at all,” the former captain said.</p><p>In his 17th year in international cricket, he continues to reinvent himself. Kohli said he now aims to make the most of the first 20 deliveries ‌after coming in at first drop.</p><p>He said he has tweaked his approach of late to counterattack early in his innings and ‍put bowlers under ‍pressure.</p><p>After opener Rohit Sharma fell for ‍26 in the ninth over, Kohli refused to retreat into a defensive shell and instead took the initiative to ‍force New Zealand’s ⁠attack onto the back foot.</p><p>“If the situation is a bit tricky, I back myself to counterattack now rather than just trying to play the situation in because some ball has your name on it,” he said.</p><p>“There’s no point waiting around for too long. But at the same time, you ‌don’t play outrageous shots. You still stick to ⁠your strengths, but you back yourself enough to put the opposition on the back foot,” he said.</p><p>The swashbuckling batter believed his approach would have been more aggressive had India not been chasing.</p><p>“If we were batting first, I probably would’ve gone harder. But in a chase, with a total on the board, I had to play the situation. I felt like hitting more boundaries, but experience kicks in. The only thing on my mind was getting the team into a position where we could win comfortably.”</p><p>“That actually ended up being the ‍difference in the game.”</p><p>Called King Kohli for his prolific run-scoring, the 37-year-old now only plays the ODI format after he and fellow stalwart Sharma, 38, retired from T20 and Test cricket.</p><p>The future of the two cricketers has been widely debated, with both likely targeting the ODI World Cup in 2027.</p></div></div></body></html>"
        },
        {
            "title": "Man detained after driving truck through anti-Iran protest in Los Angeles | Protests News | Al Jazeera",
            "time": "2026-01-12T06:25:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2023-07-12T182918Z_678969113_RC2R12AQ64FE_RTRMADP_3_CITYSCAPE-LOS-ANGELES-1768197498.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man detained after driving truck through anti-Iran protest in Los Angeles</h1><p class=\"article__subhead\"><em>Los Angeles police respond after a truck drives down a street filled with demonstrators marching in support of the Iranian people.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A truck driver has been detained in Los Angeles, California, after speeding down a street filled with people demonstrating in support of <a href=\"/video/inside-story/2026/1/11/how-volatile-is-the-situation-in-iran\">protesters in Iran</a>.</p><p>Marchers were forced to scramble out of the way as a U-Haul box truck drove down a crowded road during the protest on Sunday. One person was hit, but nobody was seriously hurt, local police said in a statement.</p><p>The truck was stopped several blocks away and surrounded by police cars. Footage from a local news helicopter showed officers trying to stop demonstrators from attacking the driver, after they had raced to catch up with his vehicle.</p><p>Police said the driver, who has not been identified, was detained “pending further investigation”.</p><p>The Los Angeles Fire Department said two people were evaluated by paramedics following the incident, with both declining any further treatment.</p><p>A huge crowd of demonstrators had earlier gathered along Veteran Avenue in the Westwood neighbourhood of Los Angeles, marching in support of antigovernment protesters in Iran.</p><p>The United States West Coast city is home to the largest Iranian community outside of Iran.</p><p>Police initially allowed the protest to take place before eventually issuing a dispersal order. Only about 100 protesters were still in the area by early evening, according to local media.</p><p>The protests in Iran began on December 28, when merchants at Tehran’s Grand Bazaar closed their shops over the Iranian rial’s plummeting value. They have evolved from <a href=\"/news/2026/1/6/protests-grow-as-irans-government-makes-meager-offer-amid-tanking-economy\">economic grievances</a> into broader antigovernment demonstrations and are the largest in Iran since the 2022-23 movement spurred by the custodial death of Mahsa Amini, a 22-year-old woman who had been arrested for allegedly violating the strict dress code for women.</p><p>Demonstrations supporting Iranian protesters have taken place in cities across the world, including London, Los Angeles, Paris, Berlin, and Istanbul.</p><p>State media reported on Sunday that <a href=\"/news/2026/1/11/iran-says-dozens-of-officers-killed-as-protesters-defy-government-crackdown\">109 security personnel have been killed</a> during the latest unrest. Authorities have not confirmed the number of demonstrators who have lost their lives, but opposition activists based outside the country say the death toll is higher and includes hundreds of protesters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran protests live: Unrest ‘stoked and fueled’ by foreign elements - Tehran | Protests News | Al Jazeera",
            "time": "2026-01-12T06:08:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-12T040101Z_1945076046_RC2FZIA5YV6G_RTRMADP_3_IRAN-ECONOMY-COFFINS-STATETV-1-1768207973.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Iran protests live: Unrest ‘stoked and fueled’ by foreign elements – Tehran</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Iran’s Foreign Minister Araghchi says protests ‘turned violent and bloody to give an excuse’ to US President Trump.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "UN top court set to open Myanmar Rohingya genocide case | Rohingya News | Al Jazeera",
            "time": "2026-01-12T05:16:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/12613549-1768189481.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations’s top court is set to open a landmark case <a href=\"/news/2025/12/20/uns-top-court-to-hold-myanmar-genocide-hearings-in-january\">accusing Myanmar of committing genocide</a> against its mostly Muslim Rohingya minority.</p><p>The trial on Monday is the first genocide case that the International Court of Justice (ICJ) will take up in full in more than a decade, and its outcome will have repercussions beyond Myanmar, likely affecting South Africa’s petition against Israel over its genocidal war on Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The hearings will start at 09:00 GMT on Monday and span three weeks.</p><p>The Gambia filed the case against Myanmar at the ICJ, also known as the World Court, in 2019, two years after the country’s military launched an offensive that forced some <a href=\"/news/2022/7/22/icj-to-rule-on-myanmar-objections-to-rohingya-genocide-case\">750,000 Rohingya</a> from their homes and into neighbouring Bangladesh.</p><p>The refugees recounted mass killings, rape and arson attacks.</p><p>A UN fact-finding mission at the time concluded that the 2017 offensive had included “genocidal acts”. But authorities in Myanmar rejected the report, saying its military offensive was a legitimate counterterrorism campaign in response to attacks by alleged Rohingya armed groups.</p><p>“The case is likely to ‍set critical precedents for how genocide is defined and how it can be proven, and how violations can be remedied,” Nicholas Koumjian, head of the UN’s Independent Investigative Mechanism for Myanmar, told the Reuters news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"renewed-hope\">‘Renewed hope’</h2><p>In Bangladesh’s Cox’s Bazar, Rohingya refugees said they hoped the genocide case would help bring justice.</p><p>“We want justice and peace,” said 37-year-old Janifa Begum, a mother of two. “Our women lost their dignity when the military junta launched the eviction. They burned villages, killed men, and women became victims of widespread violence.”</p><p>Others said they hoped the case would bring them real change, even though the ICJ has no way to enforce any judgement it might make.</p><p>“I hope the ICJ will bring some solace to the deep wounds we are still carrying,” said Mohammad Sayed Ullah, 33, a former teacher and now a member of the United Council of Rohingya, a refugee organisation.</p><p>“The perpetrators must be held accountable and punished,” he said. “The sooner and fairer the trial is, the better the outcome will be… then the repatriation process may begin.”</p><p>Wai Wai Nu, the head of Myanmar’s Women’s Peace Network, said the start of the trial “delivers renewed hope to Rohingya that our decades-long suffering may finally end”.</p><p>“Amid ongoing violations against the Rohingya, the world must stand firm in the pursuit of justice and a path toward ending impunity in Myanmar and restoring our rights.”</p><p>The hearings at the ICJ will mark the first time that Rohingya victims of the alleged atrocities will be heard by an international court, although those sessions will be closed to the public and the media for sensitivity and privacy reasons.</p><p>“If the ICJ finds Myanmar responsible under the Genocide Convention, it would mark a historic step in holding a state legally accountable for genocide,” said Legal Action Worldwide (LAW), a group that advocates for Rohingya rights.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"separate-icc-case\">Separate ICC case</h2><p>During the preliminary hearings in the ICJ case in 2019, Myanmar’s then-leader, <a href=\"/news/2019/12/11/aung-san-suu-kyi-defends-myanmar-against-genocide-allegations\">Aung San Suu Kyi</a>, rejected The Gambia’s accusations of genocide as “incomplete and misleading”. She was later toppled by the military in a coup in 2021.</p><p>The power grab plunged Myanmar into chaos, with the military’s violent crackdown on pro-democracy protests sparking a nationwide armed rebellion.</p><p>While Myanmar’s military continues to deny the accusations of genocide, the opposition National Unity Government (NUG), established by elected lawmakers after the 2021 coup, said it has “accepted and welcomed” the jurisdiction of the ICJ, adding that it has “withdrawn all preliminary objections” previously submitted on the case.</p><p>In a statement ahead of the hearing, the NUG acknowledged the government’s failures, which it said “enabled grave atrocities” to take place against minority groups. It also acknowledged the name Rohingya, which the previous elected government, including Aung San Suu Kyi, had refused to do.</p><p>“We are committed to ensuring such crimes are never repeated,” the NUG said.</p><p>Myanmar’s military leader, Senior General Min Aung Hlaing, is facing a separate arrest warrant before the International Criminal Court (ICC) for his role in the persecution of the Rohingya.</p><p>The ICC prosecution said the general “bears criminal responsibility for the crimes against humanity of deportation and persecution of the Rohingya, committed in Myanmar, and in part in Bangladesh.”</p><p>Additionally, the Burmese Rohingya Organisation UK (BROUK) has accused the military government of <a href=\"/news/2024/6/26/rohingya-genocide-intensifying-as-war-rages-in-myanmars-rakhine-brouk\">“intensifying genocide”</a> against the Rohingya since taking power in 2021.</p><p>Myanmar is currently holding <a href=\"/news/2026/1/11/myanmars-military-holds-second-phase-of-elections-amid-civil-war\">phased elections</a> that have been criticised by the UN, some Western countries and human rights groups as not free or fair.</p></div></div></body></html>"
        },
        {
            "title": "One Battle After Another, Adolescence dominate Golden Globes | Entertainment News | Al Jazeera",
            "time": "2026-01-12T04:32:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26012111125720-1768191089_1016bd-1768191295.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>One Battle After Another, Adolescence dominate Golden Globes</h1><p class=\"article__subhead\"><em>Timothee Chalamet picks up best actor award for his role in sport comedy-drama Marty Supreme.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>One Battle After Another and Adolescence have dominated this year’s Golden Globes, taking home four awards each.</p><p>A politically charged black comedy loosely based on the 1990 novel Vineland, One Battle After Another won best comedy or musical on Sunday at the 83rd edition of the annual awards in Los Angeles.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The film, directed by Paul Thomas Anderson and starring Leonardo DiCaprio, also won the honours for director, screenplay and female in a supporting role.</p><p>“You guys are being so generous with this affection for me and this film – and I’ll take it,” Anderson said in his acceptance speech.</p><p>Netflix hit Adolescence, which kickstarted a global conversation about online misogyny, won best limited series, anthology series or motion picture made for television, in addition to acting awards for three of its stars.</p><p>Timothee Chalamet, 30, nabbed his first Golden Globe, picking up the award for best actor in a musical or comedy for his role in the sports comedy-drama Marty Supreme.</p><p>“My dad instilled in me a spirit of gratitude growing up: Always be grateful for what you have,” Chalamet said in his acceptance speech.</p><p>“It’s allowed me to leave this ceremony in the past empty-handed, my head held high, grateful just to be here. I’d be lying if I didn’t say those moments didn’t make this moment that much sweeter.”</p><p>Other big winners included Hamnet, a portrayal of the marriage of William and Agnes Shakespeare following the loss of their child, and Sinners, a vampire horror set in Jim Crow-era Mississippi.</p><p>Chloe Zhao’s Hamnet took home the award for best drama, while Sinners, directed by Ryan Coogler, was recognised for box office and cinematic achievement and best score.</p><p>“I just want to thank the audience for showing up. It means the world,” Coogler said. “This movie was made by hundreds of people.”</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,418 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-12T03:17:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260111__92CM6G9__v1__MidRes__UkraineRussiaConflictWar-1768175247.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,418</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,418 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Jan 2026</span><span aria-hidden=\"true\">12 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Monday, January 12:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>\n<p class=\"tr-story-p1\">Russia launched an air attack on Kyiv overnight on Monday, sparking a fire in one of the city’s districts, according to the Ukrainian military. Ukrainian air defence units were trying to repel the attack, said Tymur Tkachenko, the head of Kyiv’s military administration.</p>\n</li>\n<li>More than 1,000 apartment buildings in the Ukrainian capital, Kyiv, are still without heating three days after a devastating Russian attack, according to Ukrainian authorities.</li>\n<li>Ukrainian Prime Minister Yulia Svyrydenko said in a statement on Telegram that not a single day passed this week without Russian attacks on energy facilities and critical infrastructure, which have totalled at least 44.</li>\n<li>A Ukrainian drone attack on the Russian city of Voronezh <a href=\"/news/2026/1/11/ukrainian-drone-attack-kills-one-in-russias-voronezh-local-officials-say\">killed</a> a woman and wounded three other people on Sunday, the region’s governor, Alexander Gusev, said.</li>\n<li>The governor said that more than 10 apartment buildings, about 10 private houses, a secondary school and several administrative buildings were also damaged in the attack on Voronezh.</li>\n<li>\n<p class=\"tr-story-p1\">Ukraine’s military said it had made “direct hits” on three drilling platforms in the Caspian Sea belonging to Russia’s Lukoil oil firm. The military said it hit the V Filanovsky, Yuri Korchagin and Valery Grayfer platforms.</p>\n</li>\n<li>Russia’s Ministry of Defence claimed control of the village of Bilohirya in Ukraine’s southeastern Zaporizhia region, according to the TASS state news agency.</li>\n<li>The Ukrainian Ministry of Defence’s main intelligence directorate said that Russia deployed the new jet-powered “Geran-5” strike drone against Ukraine this month, for the first time. The Geran is a Russian variant of the Iranian-designed Shahed. The drone can carry a 90kg (200-pound) warhead and has a range of nearly 1,000km (620 miles).</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Military aid</h3><ul class=\"spaced-bullet-spacing\">\n<li>\n<p class=\"tr-story-p1\">The United Kingdom announced that it will develop a new deep-strike ballistic missile for Ukraine to support the country’s war efforts against invading Russian forces. Under the project, named Nightfall, the UK seeks to develop missiles that could carry a 200kg (440 lbs) warhead over a range of more than 500km (310 miles).</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">Sweden said it will spend 15 billion Swedish crowns ($1.6bn) on air defence, aimed at primarily protecting civilians and civilian infrastructure, as the country continues to ramp up its forces in response to the Russian invasion of Ukraine.</p>\n</li>\n<li>The European Union’s defence commissioner, Andrius Kubilus, said the bloc should consider setting up a combined military force that could eventually replace US troops in Europe. Kubilus, a former Lithuanian prime minister, said such a force, numbering up to 100,000, would be a possible option to better protect Europe.</li>\n</ul><h3>Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>The head of the European Commission, Ursula von der Leyen, said it was now up to Russia to show it is interested in peace, after Kyiv and its allies agreed to implement <a href=\"/news/2026/1/8/zelenskyy-says-us-security-guarantee-text-ready-to-be-finalised-with-trump\">a 20-point peace plan</a> and security guarantees, which would take effect following a ceasefire.</li>\n<li>Von der Leyen said that, under the plan, Ukraine would rely first on its own armed forces, which she said were well-trained and battle-experienced. It would be the task of the Europeans to make sure the Ukrainian army is also well equipped, she said.</li>\n<li>Von der Leyen added that the second line of defence would be the so-called Coalition of the Willing – 35 states, including most EU countries as well as Canada, the UK, Australia, New Zealand and Turkiye.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Trump says US considering ‘very strong options’ for Iran | News | Al Jazeera",
            "time": "2026-01-12T02:09:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-12T020009Z_1219091661_RC2CZIAUAY33_RTRMADP_3_USA-TRUMP-1768185715.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said that Washington is considering “strong options” in response to Iran’s crackdown on anti-government protests, including possible military intervention.</p><p>“We’re looking at it very seriously. The military is looking at it, and we’re looking at some very strong options. We’ll make a determination,” he told reporters on board Air Force One late on Sunday.</p><p>He said Iran’s leadership had called, seeking “to negotiate” after his threats of military action, and that a “meeting is being set up”.</p><p>But he added that “we may have to act before a meeting”.</p><p>There was no immediate comment from Tehran.</p><p>Iranian leaders earlier on Sunday issued a <a href=\"/news/2026/1/11/irans-pezeshkian-pledges-economic-overhaul-amid-spiralling-protests\">stark warning</a> against military intervention, with Parliament Speaker Mohammad Baqer Qalibaf saying: “In the case of an attack on Iran, the occupied territories [Israel] as well as all US bases and ships will be our legitimate target.”</p><p>The protests in Iran began on December 28, when merchants at Tehran’s Grand Bazaar closed their shops over the Iranian rial’s plummeting value. The demonstrations quickly spread nationwide, with grievances evolving from concerns over soaring living costs to broader opposition against Iran’s clerical establishment, who have governed the country since the Islamic Revolution in 1979.</p><p>According to Iranian state media, at least <a href=\"/news/2026/1/11/iran-says-dozens-of-officers-killed-as-protesters-defy-government-crackdown\">109 security personnel have been killed</a> in the unrest, but opposition activists based outside the country say the death toll is higher and includes hundreds of protesters.</p><p>A nationwide internet blackout has also persisted for more than 72 hours, according to monitoring groups.</p><p>Iran’s President Masoud Pezeshkian said on Sunday that his government was “ready to listen to” protesters, but urged the public to prevent “rioters” and “terrorist elements” from wreaking havoc.</p><p>He told the IRIB broadcaster that that Israel and the US, which waged a 12-day war against Iran in June of last year, were masterminding the unrest in the country, saying that “the same people that struck this country” were “trying to escalate these unrests with regard to the economic discussion”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The <a href=\"/opinions/2026/1/10/why-the-once-loyal-bazaar-merchants-are-now-protesting-in-iran\">unrest in Iran</a> is unfolding as Trump pursues an assertive foreign policy, having abducted Venezuelan President Nicolas Maduro, and discussing acquiring Greenland by purchase or force.</p><p>Trump was scheduled to meet with senior advisers on Tuesday to discuss options for Iran, a ⁠US official told the Reuters news agency. The Wall Street Journal reported that options included military strikes, using secret cyberweapons, widening sanctions and providing online help to anti-government sources.</p><p>Trump said on Sunday that he plans to speak with billionaire Elon Musk about restoring internet in Iran.</p><p>“He’s very good at that kind of thing, he’s got a very good company,” Trump told reporters in response ⁠to a question about whether he would engage with Musk’s SpaceX company, which offers a satellite ​internet service called Starlink that has been used in Iran.</p><p>The US leader also spoke on his plans for Venezuela and Greenland.</p><p>Trump confirmed he would be meeting with Venezuelan opposition leader, Maria Corina Machado on Tuesday or Wednesday. He said global oil companies will also be “safe” if they invest in Venezuela, repeating a pledge made last week during a White House meeting with oil executives.</p><p>“There are guarantees they’re going to be safe,” he said. “They had problems in the past because they didn’t have Trump as president. They had stupid people.”</p><p>On Greenland, Trump called for the Danish Arctic territory to “make a deal”, and said “we are talking about acquiring it, not making a short term deal”.</p><p>Trump repeated his previous – and unproven – claims that China and Russia had deployed “destroyers and submarines all over the place” in the waters around Greenland. The territory’s defence force, he said, was made up of “two dogsleds”.</p><p>Trump, who has previously said that <a href=\"/video/newsfeed/2026/1/8/why-trump-says-getting-greenland-is-about-defence\">US annexation of Greenland</a> is necessary for Washington’s self-defence, said Russia and China will take Greenland if the US does not.</p><p>“I’m not letting that happen,” he told reporters. “I would love to make a deal with them. It’s easier, but one way or another <a href=\"/news/2026/1/10/what-are-potential-hard-ways-trump-could-try-to-take-greenland\">we’re going to have Greenland</a>.”</p></div></div></body></html>"
        },
        {
            "title": "Denmark’s PM says Greenland showdown at ‘decisive moment’ | NATO News | Al Jazeera",
            "time": "2026-01-12T01:19:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251028__82932ZE__v2__MidRes__DenmarkPolitics-1768178954.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Danish Prime Minister Mette Frederiksen has said her country faces a “decisive moment” over the future of Greenland after United States President Donald Trump renewed his threats to seize the Arctic territory by force.</p><p>Speaking ahead of meetings in Washington, DC, from Monday on the global scramble for key raw materials, Frederiksen said that “there is a conflict over Greenland”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This is a decisive moment”, with stakes that go beyond the immediate issue of Greenland’s future, Frederiksen said in a debate with other Danish political leaders.</p><p>She added in a post on Facebook that Denmark was ” ready to defend our values – wherever it is necessary  – also in the Arctic”. “We believe in international law and in peoples’ right to self-determination,” she said.</p><p>Germany and Sweden backed Denmark against Trump’s latest claims to the self-governing Danish territory.</p><p>Swedish Prime Minister Ulf Kristersson condemned the US’s “threatening rhetoric” after Trump repeated that Washington was “going to do something on Greenland, whether they like it or not”.</p><p>“Sweden, the Nordic countries, the Baltic states, and several major European countries stand together with our Danish friends,” Kristersson told a defence conference in Salen, in which the US general in charge of NATO took part.</p><p>Kristersson said a US takeover of mineral-rich Greenland would be “a violation of international law, and risks encouraging other countries to act in exactly the same way”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Germany reiterated its support for Denmark and Greenland ahead of the Washington discussions.</p><p>Before meeting his US counterpart, Marco Rubio, on Monday, German Federal Minister for Foreign Affairs Johann Wadehpul held talks in Iceland to address the “strategic challenges of the Far North”, according to a Foreign Ministry statement.</p><p>“Security in the Arctic is becoming more and more important”, and “is part of our common interest in NATO”, he said at a joint news conference with Icelandic Minister for Foreign Affairs Thorgerdur Katrin Gunnarsdottir.</p><p>The United Kingdom’s Telegraph newspaper reported on Saturday that military chiefs from the UK and other European countries were drawing up plans for a possible NATO mission in Greenland.</p><p>The newspaper said that UK officials had begun early-stage talks with Germany, France and others on plans that could involve deploying UK troops, warships and aircraft to protect Greenland from Russia and China.</p><p>UK Secretary of State for Transport Heidi Alexander told Sky News that talks on how to deter Russian President Vladimir Putin in the Arctic were “business as usual”.</p><p>“It’s becoming an increasingly contested geopolitical region, with Russia and China… you would expect us to be talking to all our allies in NATO about what we can do to deter Russian aggression in the Arctic Circle,” Alexander said.</p><p>In an interview with the Reuters news agency, Belgian Minister of Defence Theo Francken said that NATO should launch an operation in the Arctic to address US security concerns.</p><p>“We have to collaborate, work together and show strength and unity,” Francken said, adding that there is a need for “a NATO operation in the high north”.</p><p>Francken suggested NATO’s Baltic Sentry and Eastern Sentry operations, which combine forces from different countries with drones, sensors and other technology to monitor land and sea, as possible models for an “Arctic Sentry”.</p><p>Trump claims that controlling Greenland is crucial for US national security because of the rising Russian and Chinese military activity in the Arctic.</p><p>A Danish colony until 1953, Greenland gained home rule 26 years later and is contemplating eventually loosening its ties with Denmark.</p><p>Polls indicate that Greenland’s population strongly oppose a US takeover.</p></div></div></body></html>"
        },
        {
            "title": "US Fed Chair Powell says he’s under investigation, will not bow to Trump | Donald Trump | Al Jazeera",
            "time": "2026-01-12T01:15:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25344727382720-1768179982_8b494f-1768186684.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s administration has opened a criminal investigation into Federal Reserve Chair Jerome Powell, a development set to heighten concerns about the independence of US monetary policy.</p><p>Powell said on Sunday that the US Department of Justice had served the Fed with subpoenas over testimony he made before Congress related to the $2.5bn renovation of the central bank’s headquarters in Washington, DC.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Powell said concerns about the renovation project were “pretexts” to undermine the central bank’s independence in setting interest rates.</p><p>“The threat of criminal charges is a consequence of the Federal Reserve setting interest rates based on our best assessment of what will serve the public, rather than following the preferences of the president,” Powell said in a rare video message.</p><p>“This is about whether the Fed will be able to continue to set interest rates based on evidence and economic conditions – or whether, instead, monetary policy will be directed by political pressure or intimidation.”</p><p>Powell added that he had carried out his duties “without political fear or favour” and with the sole purpose of upholding the central bank’s dual mandate of price stability and maximum employment.</p><p>“Public service sometimes requires standing firm in the face of threats,” he said.</p><p>“I will continue to do the job the Senate confirmed me to do, with integrity and a commitment to serving the American people.”</p><p>Trump has repeatedly threatened to fire Powell over his refusal to cut interest rates faster, and is waging a legal battle to remove Lisa Cook, Powell’s fellow board governor, after ordering her removal in August.</p><p>Trump and his allies have also lashed out at Powell over the cost and management of the Fed refurbishment project, which has run significantly over budget.</p><p>In July, Bill Pulte, a Trump appointee who leads the Federal Housing Finance Agency, called on Congress to investigate Powell over his alleged “political bias” and “deceptive” testimony about the renovations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump’s pressure campaign has raised fears about the continuing independence of the central bank, whose ability to set interest rates free from political considerations is considered crucial to maintaining confidence in the US economy.</p><p>US stock futures fell after Powell’s announcement, with those tied to the benchmark S&amp;P 500 dropping more than 0.4 percent in morning trading in Asia. The US dollar fell about 0.2 percent against major currencies.</p><p>In an interview with NBC News, Trump denied any knowledge of the investigation.</p><p>“I don’t know anything about it, but he’s certainly not very good at the Fed, and he’s not very good at building buildings,” he said.</p><p>Under US law, the president may only fire the Fed chair “for cause”, a provision widely interpreted to mean specific misconduct, not differences over policy.</p><p>“Much to the president’s frustration, the legislative architects of the modern Fed turn out to have been good at their craft,” David Wilcox, a senior fellow at the Peterson Institute for International Economics and the director of US economic research at Bloomberg Economics, told Al Jazeera.</p><p>“They meant to allow the Fed to set monetary policy one step removed from political control, and, so far, their safeguards have stood up under pressure. In response, the president has resorted to increasingly outlandish tactics. This one is the most extreme example yet.”</p><p>Powell, who has served as Fed Chair since 2018, is due to step down from the top role in May, though his term on the seven-member board of governors does not expire until January 2028.</p><p>Mark Spindel, chief investment officer at Potomac River Capital, said the Trump administration’s latest move could encourage Powell to stay on the board longer than he would have otherwise.</p><p>“I was sure he was going to leave in May when his chairmanship ends. Now, I’m less sure,” Spindel told Al Jazeera.</p><p>“He is an institutionalist, and will defend its independence as he sees it. I’m asking myself, ‘Does this pressure make him rethink leaving?'”</p><p>Trump, who has said that anyone who disagrees with him cannot lead the central bank, is expected to name his pick for the next Fed Chair within weeks.</p><p><a href=\"/economy/2025/12/4/who-is-kevin-hassett-trumps-expected-pick-to-lead-the-federal-reserve\">Kevin Hassett</a>, the head of Trump’s National Economic Council and a proponent of bigger interest rate cuts, has been widely tipped for the role, which requires confirmation by the US Senate.</p><figure id=\"attachment_4232571\" aria-describedby=\"caption-attachment-4232571\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4232571\" src=\"/wp-content/uploads/2026/01/AP995278036264-2-1768188471.jpg?w=770&amp;resize=770%2C569&amp;quality=80\" alt=\"Fed\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4232571\" class=\"wp-caption-text\">The US Federal Reserve Bank Building in Washington, DC, on April 25, 2014 [J Scott Applewhite/AP]</figcaption></figure><p>Thom Tillis, one of the few Republican critics of Trump in the Senate, said on Sunday that he would oppose the nomination of Powell’s successor until the legal case against him is resolved.</p><p>“If there were any remaining doubt whether advisers within the Trump administration are actively pushing to end the independence of the Federal Reserve, there should now be none,” said Tillis, who sits on the Senate’s banking committee.</p><p>“It is now the independence and credibility of the Department of Justice that are in question.”</p><p>Elizabeth Warren, a Democrat who also sits on the Senate’s banking committee, accused Trump of orchestrating a “corrupt takeover” of the central bank.</p><p>“He is abusing the law like a wannabe dictator so the Fed serves him and his billionaire friends,” Warren said in a post on social media.</p><p>“The Senate must not move ANY Trump Fed nominee.”</p></div></div></body></html>"
        },
        {
            "title": "Barcelona beat Real Madrid in El Clasico to retain Spanish Super Cup | Football News | Al Jazeera",
            "time": "2026-01-11T22:01:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-11T212634Z_32005546_UP1EM1B1NK9L6_RTRMADP_3_SOCCER-SPAIN-BAR-RMA-1768167263.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Barcelona have retained the Spanish Super Cup with a thrilling <a href=\"/sports/liveblog/2026/1/11/live-barcelona-vs-real-madrid-supercopa-final\">3-2 El Clasico win</a> over Real Madrid in Saudi Arabia.</p><p>Raphinha struck twice for the Catalans on Sunday, with Robert Lewandowski also on target as they beat Xabi Alonso’s team for a record-extending 16th triumph, despite Frenkie de Jong’s late red card.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>After Raphinha sent Barcelona ahead, Vinicius Junior pulled Madrid level with a fine individual goal to kick-start a frenetic end to the first half in Jeddah.</p><p>Lewandowski chipped Barca back in front, but Gonzalo Garcia struck deep in stoppage time to send the teams level at the break.</p><p>The battle was decided by a deflected Raphinha effort after 73 minutes, as Barca claimed the fourth trophy of coach Hansi Flick’s reign.</p><p>His Madrid counterpart, Xabi Alonso, began with French superstar Kylian Mbappe on the bench after he missed the semifinal win over Atletico with a knee sprain.</p><p>Hansi Flick, who led Barca to four Clasico wins over Madrid last season in four clashes, opted for Lewandowski up front over Ferran Torres and brought teenage star Lamine Yamal back in on the right wing.</p><p>It was a scrappy start in the Saudi Arabian evening heat, with Barcelona keeping the ball and Madrid sitting deep to resist them while looking to find Vinicius Junior on the counter.</p><p>The Brazilian had not scored in his previous 16 matches, but offered a potent threat, flying down the left and forcing Joan Garcia into the first save.</p><p>Raphinha also sprinted back to slide in on his compatriot as Vinicius tried to break through.</p><p>Barca began to turn up the heat on Madrid, and Raphinha found a breakthrough after 36 minutes.</p><p>Moments after the winger fired a fine chance badly wide, he made up for it with a low, early strike from just inside the area, across Thibaut Courtois and into the bottom corner.</p><p>Madrid pulled level with a superb Vinicius strike, floating in from the left, nutmegging Jules Kounde and tucking past Garcia.</p><p>Barcelona went back ahead four minutes into first-half stoppage time, with Lewandowski dinking home after being played in by Pedri.</p><p>However, Madrid rapidly hit back just before the interval through Gonzalo Garcia, who finished well while falling after Dean Huijsen’s header bounced back to him off the crossbar.</p><h2 id=\"slowing-down\">Slowing down</h2><p>The second half was a calmer affair, with fewer chances as the teams slowed down.</p><p>Garcia saved from Rodrygo Goes’s low effort, while Courtois beat away a Yamal strike.</p><p>Mbappe was warming up on the sideline when Barcelona nosed ahead, with Raphinha’s shot from outside the box deflecting in off Raul Asencio to leave Courtois with no chance.</p><p>The Brazilian is in superb form, and it was his seventh goal in his last five matches across all competitions.</p><p>Alonso sent on Mbappe for the last 15 minutes, trying to find a third goal and force a penalty shootout.</p><p>The French forward could not get sight of the goal, but Barca midfielder De Jong was sent off for a high lunge on him.</p><p>Despite Madrid’s numerical advantage, Barca had the best chance in stoppage time, with Marcus Rashford firing wide when through on goal.</p><p>Asencio might have grabbed an equaliser at the death, but headed straight at Garcia.</p><p>The last four winners of the Spanish Super Cup have gone on to claim La Liga, and Barcelona will be hoping it proves a platform for success once again.</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill one person in series of attacks on southern Lebanon | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-01-11T20:52:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6963cec80dd6-1768148680.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israeli forces kill one person in series of attacks on southern Lebanon</h1><p class=\"article__subhead\"><em>Israel claims its latest attacks on Lebanon were targeting alleged Hezbollah infrastructure.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p2\">The Israeli army has carried out several attacks on southern Lebanon, killing one person, according to Lebanese authorities, with the military saying it targeted a Hezbollah fighter and infrastructure.</p><p class=\"p1\">The attacks on Sunday came days after the Lebanese military said it had completed <a href=\"/news/2026/1/8/lebanons-army-says-phase-one-of-hezbollah-disarmament-in-south-completed\">disarming Hezbollah</a> south of the Litani River, the first phase of a nationwide plan, though Israel has called those efforts insufficient.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">The Lebanese Ministry of Health said an “Israeli enemy strike on a car in Bint Jbeil city in south Lebanon resulted in the martyrdom of one citizen”.</p><p class=\"p1\">The Israeli army said the strike was on a member of Hezbollah, which it accused of breaching a truce agreed in late 2024 to end more than a year of hostilities with the group.</p><p class=\"p1\">“A short while ago, in response to Hezbollah’s continuous violations of the ceasefire understandings, the [Israeli military] struck a Hezbollah terrorist” in the Bint Jbeil area, the army said in a statement.</p><p class=\"p1\">Elsewhere, Lebanon’s official National News Agency (NNA) reported that “enemy warplanes launched more than 10 raids” on the town of Kfar Hatta, which lies north of the Litani, noting “significant damage” to buildings there.</p><p class=\"p1\">The Israeli military had issued an evacuation warning for Kafr Hatta, subsequently saying it was “striking Hezbollah infrastructure in several areas”.</p><p class=\"p1\">It later announced an additional strike that targeted “an underground site used for weapons storage belonging to Hezbollah”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While a truce was signed between Israel and Lebanon in 2024, Israel has repeatedly targeted Lebanon and has kept troops in five south Lebanon areas it has classed as being necessary to its security.</p><p>Israeli attacks have killed more than 300 people in Lebanon since the agreement was signed.</p><p>The Israeli army has not only targeted Lebanon to attack alleged Hezbollah infrastructure, but also Hamas targets.</p><figure id=\"attachment_4232044\" aria-describedby=\"caption-attachment-4232044\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4232044\" src=\"/wp-content/uploads/2026/01/afp_69640204c43b-1768161796.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Smoke rises from the site of an Israeli airstrike that struck the hillsides near the southern Lebanese village of Al-Katrani on January 11, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4232044\" class=\"wp-caption-text\">Smoke billows after an Israeli attack on the southern Lebanese village of al-Katrani [AFP]</figcaption></figure><p>Lebanon’s military has said that more work will be undertaken to bring weapons held by non-state groups under its control.</p><p>Israeli Prime Minister Benjamin Netanyahu’s office said in response to the army’s statement that the ceasefire “states clearly, Hezbollah must be fully disarmed”.</p><p>“Efforts made toward this end by the Lebanese government and the Lebanese armed forces are an encouraging beginning, but they are far from sufficient, as evidenced by Hezbollah’s efforts to rearm and rebuild its terror infrastructure with Iranian support,” it added.</p><p>However, Hezbollah has repeatedly refused to disarm, saying Israel continues to violate the rules of the ceasefire agreement.</p></div></div></body></html>"
        },
        {
            "title": "How volatile is the situation in Iran? | Israel-Iran conflict | Al Jazeera",
            "time": "2026-01-11T19:37:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768159737.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The country has been rocked by two weeks of widespread protests since the currency collapsed.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Widespread unrest, killings and arrests have taken place during protests in Iran sparked by a collapse in the local currency.</p><p class=\"p1\">The leadership says that it will listen to demonstrators, but that rioters face the death penalty.</p><p class=\"p1\">As the United States warns against a crackdown, how volatile is the situation?</p><p class=\"p1\"><strong>Presenter:</strong> James Bays</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Mehran Kamrava – Head of Iranian studies at the Arab Center for Research and Policy Studies</p><p class=\"p1\">Roxane Farmanfarmaian – Professor of modern Middle East politics at the University of Cambridge</p><p class=\"p1\">Trita Parsi – Executive vice president of the Quincy Institute for Responsible Statecraft</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "How Israel is shifting Gaza’s yellow line | Al Jazeera | Al Jazeera",
            "time": "2026-01-11T19:29:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Artboard-2-1768159597.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Satellite images show Israeli forces repositioning yellow cement blocks hundreds of metres inside Gaza’s yellow withdrawal line.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Satellite images show Israeli forces repositioning yellow cement blocks hundreds of metres inside Gaza’s yellow withdrawal line in violation of the October 10 ceasefire deal between Hamas and Israel.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "After Maduro: Is the US driving global instability? | Donald Trump | Al Jazeera",
            "time": "2026-01-11T19:18:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768159076.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>America First foreign policy means that the United States is becoming a country that opposes the rule of law, free trade and collective security, argues Ian Bremmer, president of the risk analysis firm Eurasia Group.</p><p>Bremmer tells host Steve Clemons that the international system built by the US over decades “was going to reach a geopolitical bust” regardless of the advent of President Donald Trump.</p><p>Washington’s decision to project power in Venezuela, coupled with rhetoric threatening Greenland, “makes the US more unreliable for its allies”, according to Bremmer, “and a much bigger driver of geopolitical risk on the global stage”.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Will Elon Musk’s X changing the Iranian flag have any impact on the ground? | Elon Musk | Al Jazeera",
            "time": "2026-01-11T18:13:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_6963c2306ea3-1768145456.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Amid intensifying <a href=\"/news/2026/1/11/irans-pezeshkian-pledges-economic-overhaul-amid-spiralling-protests\">protests in Iran</a>, the world’s richest man has weighed in.</p><p>On January 4, Elon Musk, the multi-billionaire owner of social media platform X, responded to a post by Iran’s Supreme Leader Ayatollah Ali Khamenei that said “we will not give in to the enemy” by suggesting in Farsi that he was delusional.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p></p><p>Then, on Saturday, Musk’s platform X changed the Iranian flag emoji on the site from the one used since the Islamic revolution in 1979 to the pre-revolution flag featuring a lion and sun.</p><p>Some demonstrators inside and outside of Iran have waved the pre-1979 flag as a protest against the current regime.</p><p>Musk’s moves have gained some support from critics of the regime in Tehran. However, analysts debate the extent to which such moves can have an impact on the ground in Iran.</p><h2 id=\"what-s-behind-the-protests\">What’s behind the protests?</h2><p>Protests in Iran began on December 28 amid soaring inflation in the country. They’ve since spread to more than 100 cities and towns, and are now reportedly taking place in every province in the country.</p><p>“The focus of the protests is on the core of the state and governance of the country because political, economic, social, cultural, or even environmental policies have not worked for [protesters],” Negar Mortazavi, a senior fellow at the Center for International Policy, told Al Jazeera. “Economics, though, was the start of it.”</p><p>Many of the protesters are calling for an end to the rule of the country’s religious rulers known as Ayatollahs who, along with their Islamic Revolutionary Guard Corps (IRGC), took over after the 1979 revolution.</p><p>Ali Khamenei, the current supreme leader, has led the country since 1989. And while his rule has survived a number of waves of unrest, including the mass “Women, Life, Freedom” protests of 2022, some analysts believe that the latest demonstrations are among the biggest challenges his regime has faced.</p><p>“The Trump administration’s decision to quit the Iran nuclear deal in 2018 and reimpose sanctions – and its failure to reach a new deal with Iran last year – have crippled the economy and increased corruption, benefitting a small sanctions-busting elite,” said Barbara Slavin, a distinguished fellow at the Stimson Center in Washington and a lecturer in international affairs at George Washington University.</p><p>“Add to that the severe blows inflicted on Iran’s regional allies since October 7, 2023, the Israeli and US strikes last summer, and it is hard to see a way out [for the regime].”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>The Iranian regime has enforced an internet blackout in the country since Thursday, though some videos have still managed to circulate online of masked protesters clashing with security forces in Iranian cities.</p><p>The semiofficial news agency Tasnim reported on Sunday that the number of security personnel killed has reached 109. Opposition activists say the death toll is higher and includes dozens of protesters.</p><p>Al Jazeera cannot independently verify the figures coming out of Iran.</p><p>Meanwhile, US President Donald Trump has threatened to intervene if the authorities kill more protesters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"enter-elon\">Enter Elon</h2><p>Musk, a longtime tech mogul heading US government-supported companies including Tesla and SpaceX, <a href=\"/news/2025/5/29/why-has-elon-musk-quit-donald-trumps-administration\">left a role</a> with the Trump administration, where he led the so-called Department of Government Efficiency (DOGE), in late May.</p><p>Musk’s work with DOGE was widely criticised, though his purchase of social media platform X and <a href=\"/news/2025/1/24/this-guy-is-dangerous-british-pakistanis-fear-musk-is-stoking\">vocal support for racist policies</a> have also attracted widespread condemnation in recent years.</p><p>Today, Musk is more focused on his private businesses, though he still wades into politics from time to time, particularly to push right-wing conspiracy theories about “<a href=\"/news/2025/3/26/kill-the-boer-the-anti-apartheid-song-musk-ties-to-white-genocide\">white genocide”</a> and immigration.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>As for Iran, during the 2022 “Women, Life, Freedom” protests and again in 2025’s <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-Day War</a> – which killed more than 610 people in Iran and 28 in Israel – Musk provided internet access to people inside the country through his satellite service Starlink.</p><p>Iran has reportedly jammed Starlink signals during the latest protests.</p><p>“The state uses internet disruption and shutdown to prevent more mobilisation of protesters and communication between protest groups and also to prevent news of it spreading,” Mortazavi said.</p><p>“It still happens with a delay when the internet comes back on, but what it does is hamper mobilisation and slows down the process of the protests. That’s the first goal of a comms shutdown.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>This is where Starlink can be particularly useful. But analysts say Musk responding to Khamenei’s post and changing the flag on X are not likely driven by ideology.</p><p>“I doubt he cares about Iran per se,” said Slavin. “But he wants to gin up more traffic for X, and this is one way to do it.”</p><h2 id=\"how-useful-are-musk-s-latest-interventions\">How useful are Musk’s latest interventions?</h2><p>The change of Iran’s flag on X came amid the internet blackout, so many protesters on the ground were likely unable to see it. Some Iranian officials, however, were briefly viewed by those outside the country with the pre-Islamic Republic flags in their account profiles.</p><p>“It’s a digital version of conquering a building and pulling down the old flag, and trying to put a new flag, that was essentially the symbolising they were going for,” historian Reza H Akbari, who is also an analyst on Iran at the Institute for War and Peace Reporting, told Al Jazeera.</p><p>“The power of these types of moves are quite readily contested in mid- and long-term effects,” said Akbari. “But it could provide momentary excitement [for protesters on the ground if they can see it] though it’s very hard to gauge the amount of popular support.”</p><p>Slavin told Al Jazeera that “what is happening outside Iran is not that relevant” to what is taking place inside the country.</p><p>“The real struggle for freedom is among Iranians is still in Iran, not the diaspora or others interested in the topic,” she said.</p><p>“They can amplify developments within Iran and express support for human rights, but we cannot determine the outcome of the struggle.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-contentious-flag\">A ‘contentious’ flag</h2><p>Meanwhile, Akbari says the pre-1979 flag “has always been contentious, essentially as a symbol for opposition both inside the country and abroad”.</p><p>He added that while the flag may mean different things to different critics of the current Iranian government, it is often associated with “the opposition that identifies as monarchist or wants the return of the shah”, who was deposed in 1979.</p><p>During recent protests, the ousted shah’s son, Reza Pahlavi, called on demonstrators to take to the streets and occupy Iranian cities.</p><p>Some protesters, including those outside Iran, have called for a return to rule by the shah, <a href=\"/features/2025/7/3/son-of-former-shah-loses-credibility-after-justifying-israels-war-on-iran\">despite his questionable popularity</a>. Akbari said that Pahlavi himself has offered to act as a transitional leader but is not looking to move permanently to Iran to rule the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Analysts agree that Pahlavi would not be the man to lead the country forward, should Iran’s Islamic Republic fall after 47 years in power.</p><p>“Today, there are many decent and capable people in Iran who could replace those in power. Unfortunately, most of them are in prison,” Slavin said.</p><p>“The son of the shah, meanwhile, lives comfortably in a mansion in Potomac [in the US state of Maryland]. It’s hard to see what he offers in the way of practical change.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump says no more Venezuelan oil or money to go to Cuba, demands ‘deal’ | Donald Trump News | Al Jazeera",
            "time": "2026-01-11T17:22:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP22137704722736-1710775477-1768149821.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump says no more Venezuelan oil or money will go to Cuba, and he has suggested that the communist-run island should strike a deal with Washington, ramping up pressure on the longtime US nemesis.</p><p><a href=\"/news/2026/1/6/what-to-know-about-trumps-plan-on-venezuela\">Venezuela</a> is Cuba’s biggest oil supplier, but no cargo has departed from Venezuelan ports to the Caribbean country since US forces <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abducted</a> Venezuelan President Nicolas Maduro on January 3, amid a strict US oil blockade on the OPEC country, according to the latest shipping data.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“THERE WILL BE NO MORE OIL OR MONEY GOING TO CUBA – ZERO! I strongly suggest they make a deal, BEFORE IT IS TOO LATE,” Trump wrote on his Truth Social platform on Sunday.</p><p>“Cuba lived, for many years, on large amounts of OIL and MONEY from Venezuela,” Trump added.</p><p>Trump did not elaborate on his suggested deal, but US officials have hardened their rhetoric against Cuba in recent weeks.</p><p>Earlier on Sunday, Trump also reposted a message on Truth Social suggesting US Secretary of State Marco Rubio could become the president of communist-governed Cuba.</p><p>Trump shared the post with the comment: “Sounds good to me!”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Cuban President Miguel Diaz-Canel rejected Trump’s threats in a post on X.</p><p>“Cuba is a free, independent, and sovereign nation. Nobody dictates what we do,” Diaz-Canel said.</p><p>“Cuba does not attack; it has been attacked by the US for 66 years, and it does not threaten; it prepares, ready to defend the homeland to the last drop of blood.”</p><p>Earlier, Cuban Minister of Foreign Affairs Bruno Rodriguez insisted that “right and justice are on Cuba’s side”.</p><p>The US “behaves like an out-of-control criminal hegemon that threatens peace and security, not only in Cuba and this hemisphere, but throughout the entire world”, Rodriguez posted on X.</p><p>Rodriguez also said in a separate post on X that Cuba had the right to import fuel from any suppliers willing to export it. He denied that Cuba had received financial or other “material” compensation in return for security services provided to any country.</p><p>Under a US trade embargo, Havana has since 2000 increasingly relied on Venezuelan oil provided as part of a deal struck with Maduro’s predecessor, Hugo Chavez.</p><p>As its operational refining capacity dwindled in recent years, Venezuela’s supply of crude and fuel to Cuba has fallen. But the South American country is still the largest provider, with about 26,500 barrels per day exported last year, according to ship-tracking data and internal documents of Venezuela’s state-run oil company, PDVSA.</p><p>Venezuela’s shipments covered roughly 50 percent of Cuba’s oil deficit. Cuba also relies on imported crude and fuel provided by Mexico in smaller volumes.</p><p>Mexican President Claudia Sheinbaum said last week that her country had not increased supply volumes, but, given recent political events in Venezuela, Mexico had turned into an “important supplier” of crude to Cuba.</p><p>Al Jazeera’s Alessandro Rampietti, reporting from Cucuta in Colombia, said that, despite its defiant rhetoric, Cuba may struggle to find alternative sources of fuel.</p><p>“The country is also going through one of the worst economic crises in recent years, probably the worst since the 1990s, after the fall of the Soviet Union. Life has become very hard for regular Cubans on an everyday basis, with rolling blackouts, shortages. Agricultural output has been failing. Tourism is down also,” Rampietti said.</p><p>He added that the US cutting off the supply of Venezuelan oil could worsen an already “difficult situation” in Cuba.</p><p>“We also heard this week that at least two of the warships of the US Navy have moved from the Caribbean to the Atlantic, closer to Cuba. So, a lot of pressure on the country. We’re going to have to see if they will be able to withstand even this latest US threat,” Rampietti said.</p><p>In Cuba, some residents expressed defiance, while others said the country will be affected by the loss of Venezuelan oil.</p><p>Maria Elena Sabina said the government of Diaz-Canel needed to make a decision quickly, “because it is the people who are suffering”.</p><p>“There’s no electricity here, there’s no power here, there’s no gas here, no liquefied gas,” she said. “So yes, change is needed, change is needed, but quickly, hopefully tomorrow.”</p><p>Another Havana resident, Luis Alberto Jimenez, said he was not afraid of Trump’s warnings.</p><p>“At no point, at no point does that scare me, because I’m prepared. The Cuban people are prepared for anything, any situation that may arise, for everything. We are prepared for that,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Eli Bremer, a Republican strategist, told Al Jazeera that Trump and US Secretary of State Marco Rubio have made it clear they want change in Cuba.</p><p>“Cuba is sort of a thorn in the side of the United States. It’s about 90 miles [145km] off the coast of Florida. It has constantly allied itself with the US’s enemies, [like] it’s the Soviet Union, and they have tighter relationships with China and with Venezuela,” Bremer said.</p><p>“So I think, at a minimum, he expects them not to be partnered up with the US enemies. But despite the fact that Trump said that he will not pursue regime change, I think it is abundantly clear that he would like to see a free Cuba that could become a trading partner and ally of the United States,” he added.</p><p>In Washington, DC, Al Jazeera’s Patty Culhane said that despite Trump’s threats to Cuba, Americans generally want the US president to focus on the domestic economy.</p><p>“There is an affordability crisis in this country: groceries are expensive, housing is expensive, health insurance has gone up,” she said, reporting from Washington, DC.</p><p>“This is a president who has said he will focus on America First. We have now seen him bomb seven countries… so within [Trump’s] base, they are starting to see cracks, because this is not what he promised on his campaign trail,” she added.</p></div></div></body></html>"
        },
        {
            "title": "Germany’s double standard on peaceful protests | Al Jazeera | Al Jazeera",
            "time": "2026-01-11T16:47:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/EP102-16-9-1768149748.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>We compare Germany’s condemnation of Iran’s treatment of protesters with its own heavy-handed approach to pro-Palestinian protesters.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Barcelona vs Real Madrid 3-2: El Clasico Supercopa final - as it happened | Football News | Al Jazeera",
            "time": "2026-01-11T15:34:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-10T171138Z_1235294086_UP1EM1A1BRC7K_RTRMADP_3_SOCCER-SPAIN-BAR-RMA-PREVIEW-1768144335_18cf53-1768147089.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Barcelona vs Real Madrid 3-2: El Clasico Supercopa final – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All our updates, with post-match coverage, following our live text commentary stream of Spain’s Super Cup final.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Jan 2026</span><span aria-hidden=\"true\">11 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}