{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "US to require up to $15,000 bond for some tourists | Migration News | Al Jazeera",
            "time": "2025-08-04T16:06:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25078118613438-1754319527.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States could require up to $15,000 bonds for some tourist and business visas under a pilot programme launching in two weeks.</p><p>The <a href=\"https://public-inspection.federalregister.gov/2025-14826.pdf\" target=\"_blank\" rel=\"noopener\">Department of State notice</a> released on Monday said the effort aims to deter those who overstay their visas.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The 12-month pilot programme, which will begin on August 20, will target those seeking B-1 or B-2 visas from countries with high rates of overstays although the document does not identify the nations. In June, the US government <a href=\"/news/2025/6/20/is-trump-planning-an-africa-visa-ban\">announced</a> the possibility of full or partial travel bans on visitors from 36 countries with high rates of overstays among other concerns.</p><p>The State Department said in its announcement the programme could bring in $20m over the course of a year.</p><p>“The Pilot Program is further designed to serve as a diplomatic tool to encourage foreign governments to take all appropriate actions to ensure robust screening and vetting for all citizens in matters of identity verification and public safety,” the release said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The release notes that historically the State Department has discouraged requiring travellers to the US to post a bond, saying processing the bonds would be “cumbersome”.</p><p>In 2020 at the end of President Donald Trump’s first administration, the White House <a href=\"/news/2020/11/24/new-trump-rule-may-require-tourists-to-pay-up-to-15000-in-bonds\">rolled out a similar</a> six-month programme that targeted two dozen countries, most of which were in Africa. It was not fully implemented due to the drop in global travel associated with the COVID-19 pandemic, the notice said</p><p>The Trump administration said the new programme would be a diplomatic deterrent for bad actors trying to enter the US. According to the report, there were 500,000 suspected overstays in the fiscal year 2023.</p><p>Trump has made cracking down on immigration a central focus of his presidency, surging resources to secure the border and <a href=\"/news/2025/6/4/as-trump-raises-deportation-quotas-advocates-fear-an-expanding-dragnet\">arresting tens of thousands of undocumented</a> migrants, <a href=\"/news/longform/2025/6/27/why-the-trump-administration-is-targeting-immigration-courts-for-arrests\">including many</a> who are seeking legal status.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The administration has justified its arrests and deportations on repeated claims that those who are “unlawfully present in the United States present significant threats to national security and public safety” although overwhelming evidence has shown that immigrants commit crimes at lower rates than naturally born Americans.</p><p>A report presented to the <a href=\"https://docs.house.gov/meetings/JU/JU01/20250122/117827/HHRG-119-JU01-20250122-SD004.pdf\" target=\"_blank\" rel=\"noopener\">US House of Representatives in 2024</a> looking at Texas arrest records determined that both documented and undocumented immigrants commit crimes at a lower rate than US citizens with undocumented migrants arrested less than half as often as native-born citizens. <a href=\"https://academic.oup.com/oep/article-abstract/73/1/200/5572162?redirectedFrom=fulltext\" target=\"_blank\" rel=\"noopener\">A 2021 study by Oxford Economics</a> similarly found that undocumented immigrants are 33 percent less likely to be incarcerated than US citizens.</p></div></div></body></html>"
        },
        {
            "title": "Palestinians return to Gaza’s al-Zeitoun after 45-day Israeli assault | Gaza | Al Jazeera",
            "time": "2025-08-04T15:53:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754322750.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Deadly Moscow concert hall attack suspects appear in court for trial | ISIL/ISIS | Al Jazeera",
            "time": "2025-08-04T15:32:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754321549.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "More than 600 former Israeli security chiefs urge Trump to end Gaza war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-04T15:07:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-04T130035Z_472398348_RC2A0GAGKKYQ_RTRMADP_3_ISRAEL-PALESTINIANS-GOVERNMENT-PROTEST-1754315238.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 600 former Israeli security chiefs have urged United States President Donald Trump to bring an end to Israel’s war on Gaza as deaths of dozens of Palestinians from Israeli-induced starvation have caused global outrage.</p><p>The appeal was made in a letter sent to Trump on Sunday. Its signatories include former Mossad chief Tamir Pardo, former Shin Bet chief Ami Ayalon and former deputy Israeli army chief Matan Vilnai. They called for pressure on Prime Minister Benjamin Netanyahu to end the nearly two-year conflict, which has devastated Gaza.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The letter was sent as a furore grows over videos released by Palestinian groups showing two emaciated Israeli captives held in Gaza, where more than two million Palestinians are struggling to survive the <a href=\"/video/newsfeed/2025/8/4/starving-gaza-children-risking-their-lives-to-get-food\">starvation crisis</a>.</p><p>“Everything that could be achieved by force has been achieved. The hostages cannot wait any longer,” the Commanders for Israel’s Security (CIS) group said in a post on X, where it shared the letter.</p><p>The letter said the Israeli army has achieved two of its three objectives by force, “dismantling Hamas’ military formations and governance”, but the third, bringing back all Israeli captives, can “only be achieved through a deal”.</p><p>“Stop the Gaza War! On behalf of CIS, Israel’s largest group of former [military] generals and Mossad, Shin Bet, Police, and Diplomatic Corps equivalents, we urge you to end the Gaza war,” the letter read.</p><p>“You did it in Lebanon. Time to do it in Gaza as well,” it added.</p><p></p><p><em>Translation: We are at a rare window of opportunity to lead a regional and international move for a fundamental change in the Gaza Strip. Trump has the ability to do this. On behalf of 550 former senior officials from all branches of security and foreign service, we sent a letter to President Trump: Stop the war and bring back the hostages. Everything that could be achieved by force has been achieved. The hostages cannot wait any longer. This is the moment of truth. We call on President Trump to exert his full influence and do this – now!</em></p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The security chiefs said Trump’s credibility rests on his ability to steer Netanyahu “in the right direction”.</p><h2 id=\"gaza-turned-into-rubble\">Gaza turned into rubble</h2><p>On Sunday, Hamas said it was open to the International Committee of the Red Cross (ICRC) <a href=\"/news/2025/8/4/hamas-says-open-to-icrc-delivering-food-to-israeli-captives-in-gaza\">delivering aid to Israeli captives</a> in Gaza after Netanyahu said he requested the Geneva-based international organisation to step in.</p><p>Netanyahu has denied starvation is taking place in Gaza among Palestinians, instead claiming that Israeli captives held there are facing “systematic starvation”.</p><p>The Qassam Brigades, Hamas’s armed wing, has said the captives “eat what our fighters and all our people eat”.</p><p>“They will not receive any special privilege amid the crime of starvation and siege,” the group’s spokesman, known as Abu Obeida, said.</p><p>Rejecting international calls for a ceasefire, the Israeli army has conducted a <a href=\"/news/2025/8/3/tens-of-thousands-protest-israels-war-on-gaza-in-australias-sydney\">war on Gaza</a> since October 7, 2023, killing more than 60,800 Palestinians, most of them women and children.</p><p>The military campaign has reduced the enclave to rubble and brought it to the verge of famine.</p><p>In November, the International Criminal Court issued arrest warrants against Netanyahu and former Defence Minister Yoav Gallant for war crimes and crimes against humanity in Gaza.</p><p>Israel also faces a genocide case at the International Court of Justice for its war on the enclave. Multiple rights organisations have called Israel’s war a genocide.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestinians won’t tolerate war profiteering in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-04T15:05:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/1000311338-1754319136.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On July 17, I was in a market in Nuseirat camp in central Gaza looking for any affordable food item to buy when I saw a crowd of people gather in front of some shops. The people were angry about the exorbitant prices that the shop owners were charging for goods that had clearly been looted from aid convoys.</p><p>Two weeks later, I was at the same market and witnessed another angry protest. People were chanting, “You thieves!” and cursing the merchants.</p><p>Having no fear of God, shop owners are exploiting the famine without mercy, selling aid as if it were rare luxury items when in fact it is supposed to be distributed for free. The greed and exploitation have gone too far, and the people are taking things into their own hands. Across Gaza, there are protests against price speculation. In some places, shops are being forcibly closed.</p><p>Indeed, the prices of essential goods have soared to unimaginable levels, beyond anything dictated by the forces of supply and demand. People cannot understand why goods cost so much despite their minimal purchasing power. The prices I saw while walking at the market were insane: a kilo (2.2lb) of flour – 40 shekels ($12), a kilo of rice – 60 shekels ($18), a kilo of lentils – 40 shekels ($12), a kilo of sugar – 250 shekels ($73), a litre (1 quart) of cooking oil – 200 shekels ($58).</p><p>Since Israel imposed a full blockade on Gaza in March, the normal aid distribution through the United Nations – something that has to happen unabated in any warzone – has ceased.</p><p>To stave off global criticism, Israel set up humanitarian hubs to supposedly distribute aid. But they have been nothing more than death traps. Many of those who come to collect aid are shot at, and thousands have been killed or wounded.</p><p>In parallel, the Israeli government started allowing in a very small quantity of aid trucks, but a large portion of those are looted once they enter Gaza. The goods are then resold at outrageous prices.</p><p>Those who control this supply of looted food are powerful merchants and brokers, often protected by local influential actors or benefitting from indirect coordination with Israel. These actions are not spontaneous. They take place within a deliberately created atmosphere of chaos. With the collapse of state institutions and absence of legal accountability, exploitation has become the rule, not the exception.</p><p>It is clear to the Palestinians that the occupation doesn’t merely aim to show that Gaza is weak. It actively seeks to prove that it is ungovernable. To achieve this, closing the borders isn’t enough. The people of Gaza must be pushed into a state of constant chaos and friction.</p><p>Starvation is a key instrument here. Hunger doesn’t only kill. It also changes human nature. A starving person, stripped of the bare minimum needed to survive and subjected to daily humiliation, slowly loses the ability to think clearly, to judge or to restrain themselves from turning against those they perceive – rightly or wrongly – as contributing to their suffering.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>There are black markets and war profiteers in every conflict. But in this one, the occupying power is encouraging these criminal activities, not because it is earning money from them, but because it serves its overall goal. The Palestinians who choose to participate in this form of extortion are motivated by greed, blackmail or survival.</p><p>This slow unravelling is exactly what the occupation has aimed for. It wants chaos in the streets of Gaza so Israeli and international media can be quick to point a finger at the Palestinians and declare: “Look, the Palestinian people are imploding. They can’t govern themselves. They don’t deserve a state.” But the truth is, this is not a sign of a failed nation. It is evidence of the occupation’s success in dragging it to the brink.</p><p>It is not the people who have lost control. Control has been forcibly stripped from them – through starvation, the systematic destruction of healthcare and sanitary infrastructure, the dismantling of state institutions and the empowerment of criminals.</p><p>Yet Gaza will not break. People may grow angry and desperate, cry out and protest, but they still retain a moral compass. This collective outcry is not infighting. It is a clear warning that society will no longer tolerate betrayal. Those who raise prices mercilessly in times of siege are traitors, and they will be held accountable before institutions of justice when Gaza rebuilds.</p><p>The occupation may be revelling now in the unfolding collapse, but it would be wrong to think it has defeated the Palestinians. Every crisis breeds new awareness. Every betrayal gives birth to new resistance. The vast majority of Palestinians refuse to become tools in the hands of their torturers. They refuse subjugation and erasure. They refuse to exploit and harm their fellow citizens.</p><p>Palestinian national solidarity is still alive.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Netanyahu compares Gaza captives’ images to the Holocaust | Genocide | Al Jazeera",
            "time": "2025-08-04T14:20:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754317175.jpg?resize=1917%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Banana republic? Trump puts credibility of US economic data on the line | Business and Economy | Al Jazeera",
            "time": "2025-08-04T14:19:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250804__68NE8U9__v1__MidRes__UsPoliticsTrump-1754295662.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The firing of a top United States statistics official by President Donald Trump last week has drawn concerns from economists and policymakers regarding the credibility of data in the world’s biggest economy.</p><p>Trump’s dismissal of Bureau of Labor Statistics Commissioner Erika McEntarfer after the release of disappointing employment figures on Friday has raised fears over the integrity of Washington’s economic data, which are relied on by countless businesses and investors in the US and across the world.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The National Association for Business Economics warned that McEntarfer’s “baseless” ouster risked doing “lasting harm to the institutions that support American economic stability”.</p><p>“It could open the door to political meddling and certainly will undermine trust in federal statistics that businesses, policymakers and individuals use to make some of their most important decisions,” Erica Groshen, who led the Bureau of Labor Statistics under former President Barack Obama, told Al Jazeera.</p><p>If Trump’s dismissal of McEntarfer and other presidential appointees is allowed to stand, Groshen said, he could make a habit of firing any head of a statistical agency or other body that delivers “unwelcome news”.</p><p>“Then he is likely to replace them with appointees who prioritise serving his goals over serving the mission of their agencies, ethical standards or scientific integrity,” Groshen said.</p><p>Trump, who justified McEntarfer’s removal by claiming without evidence that the latest job figures were “rigged” to make him look bad, said on Sunday that he would announce a new Bureau of Labor Statistics head in three or four days.</p><figure id=\"attachment_3871816\" aria-describedby=\"caption-attachment-3871816\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871816\" src=\"/wp-content/uploads/2025/08/2025-08-02T074516Z_1579841892_RC2VYFAQ0NB4_RTRMADP_3_USA-ECONOMY-TRUMP-MCENTARFER-1754296613.jpg?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"BLS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871816\" class=\"wp-caption-text\">Labour economist Erika McEntarfer became head of the US Bureau of Labor Statistics in January 2024 [Handout/US Bureau of Labor Statistics via Reuters]</figcaption></figure><h2 id=\"global-ramifications\">‘Global ramifications’</h2><p>A collapse in trust in official economic data about the US would have ramifications worldwide.</p><p>Despite the growing influence of emerging economies such as China and India, the US remains the world’s largest economy by some distance.</p><p>The US gross domestic product (GDP) at about $30.3 trillion accounts for more than one-quarter of the global economy. China’s estimated GDP is about two-thirds that amount.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>US government data on trade, employment, consumer spending and GDP are considered important signals for the direction of the global economy and are closely followed by businesses and investors from London to Dubai and Tokyo.</p><p>Many countries, including democratic states, have faced accusations of fiddling with economic statistics for political reasons, often with serious reputational consequences.</p><p>In 2010, the European Commission published a withering report accusing Greece of deliberately falsifying data to conceal the poor state of its public finances.</p><p>In 2013, the International Monetary Fund officially censured Argentina for providing what it said was inaccurate data on inflation and economic growth.</p><h2 id=\"economic-data-manipulation\">‘Economic data manipulation’</h2><p>Some research suggests that countries run by strong-arm leaders are especially prone to misrepresenting the state of their economies.</p><p>A 2024 study published in the European Journal of Political Economy found that economic openness and democracy decreased the likelihood of governments manipulating statistics although there were no observable positive effects from media freedom or the independence of the statistical office.</p><p>In a 2022 paper that used satellite imagery of nighttime light as a proxy for economic development, Luis Martinez, a professor at the University of Chicago, estimated that autocratic countries artificially inflated their annual GDP growth by about 35 percent.</p><p>“Economic data manipulation is pervasive in history, especially in autocracies and dictatorships to create narratives for the people – typically to embellish standards of living,” Tomasz Michalski, an associate professor of economics at the HEC Paris business school, told Al Jazeera.</p><p>“What is rarer, though, is to find such deliberate behaviour in countries that strive to be democracies or are more developed.”</p><p>After Trump’s firing of McEntarfer, a career economist who was appointed in 2024 with overwhelming bipartisan support, critics were quick to note parallels to tactics attributed to strongman leaders seeking to bolster public approval for their policies.</p><p>“It’s one more step on our rapid descent into banana republic status,” Nobel Prize-winning economist Paul Krugman said on Substack, a subscription-based newsletter platform.</p><p>Lawrence Summers, who served as US Treasury secretary under President Bill Clinton, described the firing as the “stuff of democracies giving way to authoritarianism”.</p><p>Scott Sumner, a professor of economics at Bentley University in Waltham, Massachusetts, said Trump’s move made the US “look more like a banana republic” although it remained to be seen whether he would seek to directly manipulate the government’s economic figures.</p><p>“It’s actually hard to fool the public, and almost no one was fooled by the Argentina manipulation,” Sumner told Al Jazeera.</p><p>“It’s too soon to say whether Trump will try to do the same. Any attempt to do so would likely fail.”</p><h2 id=\"the-quality-of-us-economic-statistics\">‘The quality of US economic statistics’</h2><p>The quality of US economic data has been a growing concern for some time due in part to the Trump administration’s freeze on hiring federal employees and staff cuts at numerous agencies.</p><p>In March, Commerce Secretary Howard Lutnick dissolved two expert committees that advised the government on its economic statistics, prompting concern among some economists.</p><p>In June, the Bureau of Labor Statistics (BLS) announced that it had stopped collecting price-related data in three US cities – Buffalo, New York; Lincoln, Nebraska; and Provo, Utah – due to limitations in “current resources”.</p><p>But even before Trump’s return to the White House in January, declining response rates to surveys among the public in recent years had made the collection of data increasingly difficult, raising concerns about accuracy.</p><p>In a poll published by the Reuters news agency last month, 89 of 100 policy experts surveyed said they had at least some concerns about the quality of US economic statistics.</p><p>“Some data is just unreliable because people stopped responding to surveys or the responses became so biased given the nonhomogeneous response rates,” said Michalski, the HEC Paris associate professor.</p><p>“There are no easy remedies often for improving data collection given that many people are not using landlines, are unreachable or provide careless answers to investigators,” he said.</p><p>Even with sound methodology, data are always at risk of manipulation once politicians get involved, Michalski added.</p><p>“Even with correct numbers, it is possible to spin a story about inflation or GDP growth by changing the base years or selecting some specific periods to weave narratives,” he said.</p><p>“The incentives to manipulate and falsify are clearly there. There is little or no punishment.”</p><p>Groshen said that while she does not expect US economic data to stop being reliable in the immediate future, “we seem headed in that direction.”</p><p>“For now, the BLS will continue to operate as it has before,” she said.</p><p>“We will need to start worrying if and when the president’s people are embedded there.”</p></div></div></body></html>"
        },
        {
            "title": "Suspects in 2024 Moscow concert hall attack that killed 149 face trial | Courts News | Al Jazeera",
            "time": "2025-08-04T13:57:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25216323079737-1754313996.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Suspects in 2024 Moscow concert hall attack that killed 149 face trial</h1><p class=\"article__subhead\"><em>Russian President Vladimir Putin claims, without providing evidence, that Ukraine was involved in the attack, an allegation Kyiv vehemently denies.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The trial has begun for 19 defendants accused of involvement in the 2024 shooting attack in a Moscow concert hall that killed 149 people, and wounded over 600, in one of the deadliest attacks in the capital since the era of the Russian-Chechen wars in the 1990s and 2000s.</p><p>The suspects appearing in court on Monday, under heavy security, kept their heads bowed as they sat in the defendants’ cage.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>An <a href=\"/news/2024/3/23/moscow-concert-hall-attack-why-is-isil-targeting\">ISIL (ISIS) affiliate claimed responsibility</a> for the March 22, 2024 massacre at the Crocus City Hall concert venue in which four gunmen shot people who were waiting for a show by a rock band and then set the building on fire. ISIL’s Afghan branch – also known as ISKP (ISIS-K) – claimed responsibility for the attack.</p><figure id=\"attachment_2794341\" aria-describedby=\"caption-attachment-2794341\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2794341\" src=\"/wp-content/uploads/2024/03/AP24082672049020-1711279112.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Moscow concert hall attack in 2024\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2794341\" class=\"wp-caption-text\">A massive blaze is seen at the Crocus City Hall on the western edge of Moscow, Russia, Friday, March 22, 2024. Several gunmen burst into the concert hall and fired automatic weapons at the crowd, killing dozens [Sergei Vedyashkin/Moscow News Agency via AP]</figcaption></figure><p> </p><p>President Vladimir Putin and other Russian officials have claimed, without providing any evidence, that Ukraine was involved in the attack, an allegation Kyiv has vehemently denied.</p><p>The Investigative Committee, Russia’s top criminal investigation agency, concluded in June that the attack had been “planned and carried out in the interests of the current leadership of Ukraine in order to destabilise the political situation in our country”. It also said the four suspected gunmen tried to flee to Ukraine afterward.</p><p>The four, all identified as citizens of Tajikistan, were arrested hours after the attack and later appeared in a Moscow court with signs of having been beaten.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The committee said earlier this year that six other suspects were charged in absentia and placed on Russia’s wanted list for allegedly recruiting and organising the training of the four. Other defendants in the trial were accused of helping them.</p><p>In 2002, some 40 rebels from Chechnya <a href=\"/news/2003/10/22/moscow-theatre-hostages-seek-justice\">stormed the Dubrovka Theatre</a> in Moscow and took around 800 people hostage while demanding an end to Putin’s war in the separatist southern republic.</p><p>Putin refused to negotiate with the fighters, and the standoff ended with mass death days later when Russian special services pumped a powerful gas into the building to stun the hostage-takers before storming it. Most of the 129 hostages who died were killed by the gas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN says every child under five in Gaza at risk of malnourishment | Gaza News | Al Jazeera",
            "time": "2025-08-04T13:29:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250803__68MX29F__v1__HighRes__PalestinianIsraelConflict-1754289270.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations has warned that all children of Gaza under the age of five are at risk of life-threatening malnourishment, amid growing reports of starvation-related deaths as Israel continues to block aid from entering the besieged Gaza Strip.</p><p>The UN’s World Food Programme said children in this age bracket – around 320,000 in number – have been affected by the collapse of nutrition services and are lacking access to safe water, breast milk substitutes and therapeutic feeding.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Paediatrician Seema Jilani told Al Jazeera that malnutrition “affects their entire body”, putting children at risk of multi-organ failure. She also said that starvation in Gaza is traumatic for children and that “developmental milestones will be missed”.</p><p>Hospitals in Gaza on Monday recorded six new deaths from famine and malnutrition in the past 24 hours, including one child, according to the Gaza Health Ministry. The total number of people who died from hunger-related causes since the start of the war now stands at 181, including 94 children.</p><p>The ministry also sounded the alarm over a “serious escalation” in cases of acute soft paralysis among children as a result of “infections and acute malnutrition”.</p><p>In a statement, it said it has so far recorded three deaths from Guillain-Barre syndrome, a rare condition that causes sudden numbness and muscle weakness in most of the body.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"entry-of-over-22-000-aid-trucks-blocked\">Entry of over 22,000 aid trucks blocked</h2><p>Gaza’s government said Israel was deliberately blocking more than 22,000 humanitarian aid trucks from entering the territory as part of a systematic campaign of “starvation, siege and chaos”.  The Palestinian territory has been under total Israeli blockade since March 2, shortly before Israel ended a two-month ceasefire and resumed attacks.</p><p>Mosab al-Dibs, 14, has been at al-Shifa Hospital in Gaza City for about two months after suffering a severe head injury when an Israeli air raid struck his family’s tent in May.</p><p>The boy is largely paralysed and severely malnourished because the facility no longer has supplies to feed him. “Mosab now suffers from severe malnutrition,” his mother, Shahinaz al-Dibs, said. “He suffers convulsions as a result of a hit that affected his brain. Even his nerves are stiff.”</p><blockquote>\n<p lang=\"en\">\n\t\t\t\tThe situation in Gaza was nothing short of catastrophic.\t\t\t</p>\n<p class=\"quote-author\">\n\t\t\t\t<span class=\"screen-reader-text\">by</span> Ahmad Alhendawi, Middle East director of Save the Children International\t\t\t</p>\n</blockquote><p>At a school-turned-shelter for displaced Palestinians in northern Gaza, Samah Matar said her sons – six-year-old Yousef and four-year-old Amir – have cerebral palsy and need a special diet.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Youssef weighed 14kg (31lb) before the war. Now, he weighs 9kg (20lb). Amir, who weighed 9kg (20lb), is now less than 6kg (13lb). “Before the war, their health was excellent,” she said. “Now, there is no baby formula or diapers, and I can hardly find flour for them. Sugar, the main ingredient in their meals, is unavailable.”</p><p>Ahmad Alhendawi, Middle East director of Save the Children International, told Al Jazeera that the situation in Gaza was “nothing short of catastrophic.”</p><p>“This is about almost four months of this blockade, of starvation that has built over weeks and months, and to come back from that point of extreme malnutrition and starvation requires a sustained supply of food and medical equipment and also food supplements for children in need,” he said.</p><p>The organisation said more than four in 10 (43 percent) pregnant and breastfeeding women seeking treatment at its clinics in Gaza in July were malnourished.</p><p>The rate was almost three times higher than in March, when Israel reimposed a total siege on Gaza. Infant formula has not been allowed to enter the Strip.</p><p>“It’s possible to reverse some [of the damage done to children by hunger],” Alhendawi said. “But I’m afraid that some of this damage would be irreversible at this stage.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Western States has “burned down” international order over Israel’s war | Digital Series | Al Jazeera",
            "time": "2025-08-04T13:23:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/mehdi_hasan_hori_720-1754313705.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why Itamar Ben-Gvir’s Al-Aqsa prayer caused so much anger | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-04T12:50:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754311592.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India tie England series in one of greatest Test finales | Cricket News | Al Jazeera",
            "time": "2025-08-04T12:11:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-2227796083-1754307082.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India tie England series in one of greatest Test finales</h1><p class=\"article__subhead\"><em>India beat England by six runs to win fifth Test on its final day at the Oval and level the five-match series at 2-2.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mohammed Siraj has been inspired as India have taken the last four wickets in under an hour to bowl England out for 367 and win an astonishing final Test by six runs to draw the series.</p><p>Siraj was India’s hero on Monday, dismissing Jamie Smith and Jamie Overton before bowling Gus Atkinson to complete a five-wicket haul at The Oval in London.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>After Prasidh Krishna had bowled Josh Tongue for nought, Chris Woakes walked out to bat wearing a sling to protect his dislocated shoulder with 17 runs still needed.</p><p>Atkinson hit Siraj for six to give England brief hope and cleverly protected Woakes from the strike, but Siraj produced another brilliant yorker to earn India their narrowest ever Test win.</p><p>“With 60-, 70-odd runs to win with seven wickets in hand, you don’t get to see many games like this,” India captain Shubman Gill said. “Very happy to get this over the line, a little bit of luck for us.”</p><figure id=\"attachment_3871986\" aria-describedby=\"caption-attachment-3871986\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871986\" src=\"/wp-content/uploads/2025/08/GettyImages-2228464874-1754306156.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gus Atkinson of England is bowled by Mohammed Siraj of India on day five of the 5th Rothesay Test Match at The Kia Oval\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871986\" class=\"wp-caption-text\">Gus Atkinson of England is bowled by Mohammed Siraj of India on day five of the fifth Test [Stu Forster/Getty Images]</figcaption></figure><p>England, 301-3 at one stage, lost their last seven wickets for 66 runs, a collapse prompted by Harry Brook’s reckless dismissal after he had made a superb century.</p><p>India suddenly had a chink of hope, and they took full advantage, removing Jacob Bethell and Joe Root (105) before bad light and rain ended the fourth day early.</p><p>England still needed 35 runs to complete their second highest Test run chase and by far the largest for any team on this ground.</p><p>The Oval was full for the final act of a series that fluctuated wildly over seven weeks and under grey skies in an atmosphere of unremitting tension as one of the most dramatic endings to a Test match duly played out.</p><figure id=\"attachment_3872000\" aria-describedby=\"caption-attachment-3872000\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872000\" src=\"/wp-content/uploads/2025/08/GettyImages-2228462856-1754306673.jpg?w=770&amp;resize=770%2C524&amp;quality=80\" alt=\"Chris Woakes of England grimaces after making a run as he bats with his arm in a sling on day five of the 5th Rothesay Test\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872000\" class=\"wp-caption-text\">Chris Woakes of England grimaces after making a run as he bats with his arm in a sling [Shaun Botterill/Getty Images]</figcaption></figure><p>It was fitting that Siraj was the main man for India because he had stepped over the boundary cushion after dropping Brook on 19 <a href=\"/sports/2025/8/3/england-and-india-test-series-heads-to-monday-morning-thriller\">on Sunday</a>, an error that looked likely to cost his team the game.</p><p>Woakes was the not-out batsman, having not faced a ball but running bravely in obvious pain.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“I didn’t expect him to come out like that, batting with one hand. Kudos to him,” Gill said after his team did a lap of honour.</p><figure id=\"attachment_3872018\" aria-describedby=\"caption-attachment-3872018\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872018\" src=\"/wp-content/uploads/2025/08/GettyImages-2228464746-1754307920.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Fans of India celebrate their team's victory with the players on day five of the fifth Test \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872018\" class=\"wp-caption-text\">Fans of India celebrate their team’s victory with the players after the match [Stu Forster/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Starving Gaza children risking their lives to get food | Gaza | Al Jazeera",
            "time": "2025-08-04T11:53:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754308343.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Palestinian women on hunger strike to demand body of slain activist | Occupied West Bank News | Al Jazeera",
            "time": "2025-08-04T11:03:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/db626d5d-328e-4798-b5dc-27331e9e7a03-1-1753802647.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 60 Palestinian women are staging a hunger strike to demand the release of the body of Palestinian activist and English teacher <a href=\"/news/2025/7/29/who-was-awdah-hathaleen-palestinian-activist-killed-by-an-israeli-settler\">Awdah Hathaleen</a>, who was shot dead last week in the village of Umm al-Kheir, south of Hebron in the occupied West Bank.</p><p>Two women have received medical treatment as a result of the collective action, which started on Thursday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The group is demanding the unconditional release of the body of the 31-year-old community leader who was a consultant for <a href=\"/news/2025/3/3/israeli-palestinian-film-no-other-land-wins-oscar-for-best-documentary\">No Other Land</a>, a documentary film that won an Oscar award this year. Israeli police set several conditions, including holding a quick and quiet burial at night outside the village, with no more than 15 people in attendance.</p><p>The protesters are also demanding the release of seven Umm al-Kheir residents arrested by Israeli forces who remain in administrative detention – a quasi-judicial process under which Palestinians are held without charge or trial.</p><p>Umm al-Kheir is part of <a href=\"/features/2025/7/10/west-bank-palestinians-prepare-to-lose-homes-as-israel-pushes-for-expulsion\">Masafer Yatta</a>, a string of Palestinian hamlets located on the hills south of Hebron, where residents have fought for decades to remain in their homes after Israel declared the area an Israeli military “firing” or training zone.</p><p>Iman Hathaleen, Awdah’s cousin, said women aged 13 to 70 were taking part in the hunger strike. “Now, as I’m talking, I am starving and I am breastfeeding,” she told Al Jazeera. “We will continue this until they release the body, so that we can honour him with the right Islamic tradition. We have to grieve him as our religion told us to.”</p><p>Awdah was taken by an ambulance to Soroka hospital in Beer Sheva on July 28, where he was pronounced dead after allegedly having been shot by an Israeli settler. The police transferred his body to the Abu Kabir National Institute of Forensic Medicine in Jaffa for an autopsy, which was completed on Wednesday. They then refused to return the body unless the family agreed to restrictive conditions on the funeral and burial.</p><h2 id=\"a-tactic-to-break-their-spirit\">‘A tactic to break their spirit’</h2><p>Fathi Nimer, a researcher at the Al-Shabaka think tank, said Israel’s policy of withholding the body of a Palestinian was common practice. “This is not an isolated incident; there are hundreds of Palestinians whose bodies are used as bargaining chips so that their families stop any kind of activism or resistance or to break the spirit of resistance,” Nimer told Al Jazeera.</p><p>“Awdah was very loved in the village, so this is a tactic to break their spirit,” he added.</p><p>Meanwhile, Yinon Levi, the Israeli settler accused of firing the deadly shots, was released after spending a few days on house arrest. A video of the incident filmed by local activists shows Levi opening fire on Awdah, who died from a gunshot wound to his chest.</p><p></p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Residents in Umm al-Kheir on Monday documented Levi’s return to the area. Pictures shared on social media groups depicted him overseeing bulldozing work alongside army officers at the nearby Carmel settlement.</p><p>Levi is among several Israeli settlers in the occupied West Bank who were <a href=\"/news/2024/11/18/biden-issues-more-israeli-settler-sanctions-ahead-of-trump-term\">previously sanctioned</a> under the former administration of United States President Joe Biden for perpetrating violence against Palestinians.</p><p>US President Donald Trump reversed those sanctions in an executive order shortly after taking office for a second term in January. The United Kingdom and the European Union, however, maintain sanctions against Levi.</p><p>Nimer said sanctions against individuals do little to stop settler violence and the expansion of Israel’s illegal outposts. “It’s not just individuals – there needs to be real international action to sanction Israel and to stop any of this kind of behaviour,” he said.</p><h2 id=\"a-continuous-trauma\">A ‘continuous trauma’</h2><p>Iman, Awdah’s cousin, said Levi’s return makes her worried about her family’s safety. “Today, we are afraid that he’s back and can do this again, maybe he will shoot someone else,” she told Al Jazeera. Her father, Suleiman Hathaleen, was killed by an Israeli bulldozer in 2022.</p><p>Oneg Ben Dror, a Jaffa-based activist and friend of the Hathaleen family, said the hunger strike was a desperate gesture for a community that has lost all hope of obtaining justice via legal means.</p><p>“The women feel that it’s their way to protest, it’s a last resort to bring back the body,” she said. “The community needs the possibility to mourn and… start the recovery from this horrible murder.”</p><p>She added that the presence of Levi and other settlers on the ground in Umm al-Kheir was a “continuous trauma and a nightmare for the community and for his wife”, who has been widowed while caring for three young children.</p><p>Dozens of left-wing Israeli and international activists on Sunday took part in a march in Jerusalem and Tel Aviv to echo the demands voiced by the hunger strikers. Four activists were arrested during the demonstrations.</p><p>The United Nations office has reported 757 settler attacks on Palestinians since January, up 13 percent from 2024, as deaths since January near 1,000.</p><p>The Israeli army has also intensified raids across the occupied West Bank and the demolition of hundreds of homes. On Monday, two Palestinians were killed by Israeli forces in the town of Qabatiya, south of Jenin. The Israeli municipality also issued a demolition order targeting the home of Palestinian residents in Silwan, in occupied East Jerusalem.</p><p>Palestinian authorities say 198 Palestinians were killed in the West Bank since the beginning of the year, while 538 were killed in 2024. At least 188 bodies are still being withheld by Israeli authorities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Petting cafes to homes: Thailand’s soaring captive lion population | Wildlife News | Al Jazeera",
            "time": "2025-08-04T10:37:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250729__66WL9YQ__v1__HighRes__ThailandAnimalEnvironmentLion-1754291989.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Behind a car repair business on an unremarkable Thai street are the cherished pets of a rising TikTok animal influencer: Two lions and a 200kg (440lb) lion-tiger hybrid called “Big George”.</p><p>Lion ownership is legal in Thailand, and Tharnuwarht Plengkemratch is an enthusiastic advocate, posting updates on his feline companions to nearly three million followers.</p><p>“They’re playful and affectionate, just like dogs or cats,” he said from inside their cage complex at his home in the northern city of Chiang Mai.</p><p>Thailand’s captive lion population has soared in recent years, with nearly 500 registered in zoos, breeding farms, petting cafes and homes.</p><p>The boom is prompted by social media, where owners like Tharnuwarht post lighthearted content and glamour shots with lions.</p><p>Since 2022, Thai law has required owners to register and microchip lions, and inform authorities before moving them.</p><p>But there are no breeding caps, few enclosure or welfare requirements, and no controls on liger or tigon hybrids.</p><p class=\"mceTemp\"></p><figure id=\"attachment_3871764\" aria-describedby=\"caption-attachment-3871764\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871764\" src=\"/wp-content/uploads/2025/08/AFP__20250729__66VF8GX__v1__HighRes__ThailandAnimalEnvironmentLion-1754295205.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pet lion Thailand\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871764\" class=\"wp-caption-text\">Tharnuwarht Plengkemratch with his pet lion-tiger hybrid “Big George” [Lillian Suwanrumpha/AFP]</figcaption></figure><p>Tom Taylor, chief operating officer of conservation group Wildlife Friends Foundation Thailand, and his colleagues have tracked the rise in lion ownership with on-site visits and by trawling social media.</p><p>They recorded about 130 in 2018, and nearly 450 by 2024. But nearly 350 more lions they encountered were “lost to follow-up” after their whereabouts could not be confirmed for a year.</p><p>That could indicate unreported deaths, an animal removed from display or “worst-case scenarios”, said Taylor. “We have interviewed traders (in the region) who have given us prices for live and dead lions and have told us they can take them over the border.”</p><p>As a vulnerable species, lions and their parts can only be sold internationally with Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) permits.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Media reports and social media have documented lions, including cubs, in Cambodia multiple times in recent years, though CITES shows no registered imports since 2003.</p><p>There is also growing evidence that captive lion numbers in Laos exceed CITES import licences.</p><p>In Thailand, meanwhile, imports of lion parts like bones, skins and teeth have dropped in recent years, though demand remains, raising questions about how parts are now being sourced.</p><p>Thai trader Pathamawadee Janpithak started in the crocodile business, but pivoted to lions as prices for the reptiles declined. She sells one-month-olds for about 500,000 baht ($15,395), down from a peak of 800,000 baht ($24,638) as breeding operations like hers increase supply.</p><p>Pathamawadee’s three facilities house about 80 lions, from a stately full-maned nine-year-old to a sickly pair of eight-day-olds being bottle-fed around the clock.</p><p>He sells about half of the 90 cubs she breeds each year, often to other breeders, who are increasingly opening “lion cafes” where customers pose with and pet young lions.</p><figure id=\"attachment_3871687\" aria-describedby=\"caption-attachment-3871687\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871687\" src=\"/wp-content/uploads/2025/08/AFP__20250729__66VF8GG__v2__HighRes__TopshotThailandAnimalEnvironmentLion-1754292130.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"'Absolute madness': Thailand's pet lion problem\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871687\" class=\"wp-caption-text\">A month-old lion at a breeding facility in Chachoengsao province [Lillian Suwanrumpha/AFP]</figcaption></figure><p>The growing lion population is a problem for Thailand’s Department of National Parks, Wildlife and Plant Conservation (DNP), admitted wildlife protection director Sadudee Punpugdee.</p><p>“But private ownership has existed for a long time… So we’re taking a gradual approach,” he said.</p><p>That includes limiting lion imports so breeders are forced to rely on the domestic population.</p><p>Already stretched authorities face difficult choices on enforcing regulations, as confiscated animals become their responsibility, said Penthai Siriwat, illegal wildlife trade specialist at WWF Thailand.</p><p>“There is a great deal of deliberation before intervening … considering the substantial costs,” said Siriwat. Owners like Tharnuwarht often invoke conservation to justify their pets, but Thailand’s captive lions will never live in the wild.</p><p>Sanctuary chief vet Natanon Panpeth treads carefully while discussing the lion trade, warning only that the “wellbeing of the animals should always come first”.</p><p>Sadudee is hopeful some provisions may be tightened, though a ban is unlikely for now. He has his advice for would-be owners: “Wild animals belong in the wild.</p><p>“There are plenty of other animals we can keep as pets.”</p></div></div></body></html>"
        },
        {
            "title": "Fernandes labels Man Utd ‘lazy’ and calls for more signings | Football News | Al Jazeera",
            "time": "2025-08-04T10:32:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-27T075622Z_962552837_RC2OREAMP129_RTRMADP_3_SOCCER-ENGLAND-MUN-1754301373.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Fernandes labels Man Utd ‘lazy’ and calls for more signings</h1><p class=\"article__subhead\"><em>On eve of new Premier League season, captain Bruno Fernandes calls for ‘more quality to get everyone to step up’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United captain Bruno Fernandes let rip at his teammates after their 2-2 preseason draw with fellow Premier League side Everton, saying their performance was “lazy” and calling for further reinforcements.</p><p>A second-half goal from Mason Mount had United on course for victory on Sunday in Atlanta, Georgia, after Fernandes’s opener was cancelled out by Iliman Ndiaye, but a bizarre 75th-minute own goal by Ayden Heaven gifted Everton the draw.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The draw put a damper on the Old Trafford club’s tour of the United States after promising victories over West Ham United and <a href=\"/sports/2025/7/31/manchester-united-defeat-bournemouth-in-premier-league-friendly-match\">Bournemouth</a> last month.</p><p>“It’s been important for developing how we want to play and getting the new players involved too,” Fernandes told NBC Sports.</p><p>“We didn’t want to finish in this way. Our performance wasn’t the best, and we were a little bit lazy today. We want to avoid that because with laziness, you can pay at any moment.”</p><p>United had their worst-ever Premier League campaign in the 2024-2025 season, finishing 15th in the standings, and are looking to strengthen themselves in the transfer window, which closes on September 1. They have already signed <a href=\"/sports/2025/6/12/manchester-united-complete-matheus-cunha-signing-from-wolves\">Matheus Cunha</a> and <a href=\"/sports/2025/7/22/bryan-mbeumo-signs-with-manchester-united-from-brentford\">Bryan Mbeumo</a>, both of whom started against Everton.</p><p>“It’s improving. But it’s not the place it needs to be. I don’t want to take a dig at anyone, but the club is doing the best they can in terms of <a href=\"/sports/2025/5/22/man-utds-defeat-by-tottenham-sharpens-focus-on-financial-woes\">the financial situation they talk about</a>,” Fernandes said.</p><p>“But it was crystal clear we needed more competition for the players that were here, more quality to get everyone to step up a little more to get to the XI, and I think that is what the club are trying to do.</p><p>“Hopefully we can get one or two players more to help with that.”</p><p>Asked about Fernandes’s comments, manager Ruben Amorim told reporters: “I think I’m happy for the players to have that feeling. It’s saying that they understand the situation. So it’s a good feeling.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“I think the momentum of the tour was perfect. We had the weeks to work with a good environment, good feeling, and then we go back to Carrington [training ground], and we are near to start the season.</p><p>“We are going with the feeling that we need to do a lot of things [better].”</p><p>United begin the Premier League season against Arsenal on August 17.</p><p><em><a href=\"/sports/\">Al Jazeera Sport</a> will have our usual comprehensive build-up and full text commentary of the game.</em></p></div></div></body></html>"
        },
        {
            "title": "Unprecedented water crisis in Gaza amid Israeli-induced starvation | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-04T09:29:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250803-38737194-38737176-WATER_CRISIS_IN_GAZA_UNDER_ISRAELI_ATTACKS-1754287991.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The vast majority of Palestinians in Gaza have been displaced multiple times, and many are dying from Israeli-induced starvation. An unprecedented water crisis is also unfolding across <a href=\"/tag/gaza/\">the enclave</a>, heaping further misery on its residents.</p><p>Gaza was already suffering a water crisis before nearly 22 months of Israeli bombardment and ground operations damaged more than 80 percent of the territory’s water infrastructure.</p><p>“Sometimes, I feel as though my body is drying from the inside. Thirst is stealing all my energy and that of my children,” said Um Nidal Abu Nahl, a mother of four living in Gaza City.</p><p>Water trucks occasionally reach residents, and NGOs install taps in camps for a fortunate few, but it is far from sufficient.</p><p>Israel reconnected some water mains in northern Gaza to the Israeli water company Mekorot after cutting off supplies early in the war, but residents said water still is not flowing.</p><p>Local authorities said this is due to war damage to Gaza’s water distribution network with many main pipes destroyed.</p><p>Gaza City spokesman Asem Alnabih said the municipality’s section of the network supplied by Mekorot has not functioned for nearly two weeks.</p><p>Wells that provided water for some needs before the war have also been damaged, and some are contaminated by sewage that is going untreated because of the conflict.</p><p>Many wells in Gaza are simply inaccessible because they are located within combat zones, too close to Israeli military installations or in areas subject to forced evacuation.</p><p>Wells usually run on electric pumps, and energy has been scarce since Israel cut Gaza’s power.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Generators could power the pumps, but hospitals are prioritised for the limited fuel deliveries.</p><p>Gaza’s desalination plants are out of operation except for a single site that reopened last week after Israel restored its electricity supply.</p><p>Alnabih said the situation with infrastructure was bleak.</p><p>More than 75 percent of wells are out of service, 85 percent of public works equipment has been destroyed, 100,000 metres (62 miles) of water mains have been damaged and 200,000 metres (124 miles) of sewage lines are unusable.</p><p>Pumping stations are out of action, and 250,000 tonnes of rubbish are clogging the streets.</p><p>To find water, hundreds of thousands of people are still trying to extract groundwater directly from wells.</p><p>However, coastal Gaza’s aquifer is naturally brackish and far exceeds salinity standards for potable water.</p><p>In 2021, UNICEF warned that nearly 100 percent of Gaza’s groundwater was unfit for consumption.</p><p>With clean water almost impossible to find, some Palestinians mistakenly believe brackish water to be free of bacteria.</p><p>Aid workers in Gaza have had to warn repeatedly that even if residents can become accustomed to the taste, their kidneys will inevitably suffer.</p><p>Although Gaza’s water crisis has received less media attention than the ongoing hunger crisis, its effects are just as deadly.</p><p>“Just like food, water should never be used for political ends,” UNICEF spokeswoman Rosalia Bollen said. While it is very difficult to quantify the water shortage, she said, “there is a severe lack of drinking water.”</p><p>“It is extremely hot, diseases are spreading, and water is truly the issue we are not talking about enough,” she added.</p></div></div></body></html>"
        },
        {
            "title": "Trump aide accuses India of financing Russia’s war in Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-04T09:02:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/08/AP24234455198149-1724315950.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A top United States official has accused India of financing Russia’s war in Ukraine by buying oil from Moscow, as the Trump administration ramps up pressure on New Delhi to cut off its energy imports from Russia.</p><p>“What he (Trump) said very clearly is that it is not acceptable for India to continue financing this war by purchasing the oil from Russia,” Stephen Miller, deputy chief of staff at the White House and one of Trump’s most influential aides, said in an interview with Fox News.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>India is the second-largest buyer of Russian oil, after China, and more than 30 percent of its fuel is sourced from Moscow, providing revenue to the Kremlin amid Western sanctions. New Delhi imported just 1 percent of its oil from Russia before the Ukraine war started in 2022.</p><p>Miller’s criticism was among the strongest yet by the Trump administration – which came after the US slapped a <a href=\"/news/2025/7/30/trump-hits-india-with-25-tariff-extra-penalty-for-russian-oil-purchases\">25 percent tariff</a> on Indian products on Friday as a result of its purchase of military equipment and energy from Russia. The Trump administration also threatened additional penalties if India continued its purchase of arms and oil from Russia.</p><p>“People will be shocked to learn that India is basically tied with China in purchasing Russian oil. That’s an astonishing fact,” Miller also said on the show.</p><p>The US aide tempered his criticism by noting Trump’s relationship with Indian Prime Minister Narendra Modi, which he described as “tremendous”.</p><p>Last week, Trump also underscored the “friendship” with India on the day he announced the tariffs on Asia’s second-largest economy.</p><p>While India was “our friend”, it had always bought most of its military equipment from Russia and was “Russia’s largest buyer of ENERGY, along with China, at a time when everyone wants Russia to STOP THE KILLING IN UKRAINE – ALL THINGS NOT GOOD!” Trump posted on his Truth Social platform on July 30.</p><p>“I don’t care what India does with Russia. They can take their dead economies down together, for all I care.”</p><p>Trump has threatened 100 percent tariffs on US imports from countries that buy Russian oil unless Moscow reaches a major <a href=\"/tag/ukraine-russia-crisis/\">peace deal with Ukraine</a>. The US president has also criticised India for being a member of BRICS, of which Russia and China are founding members.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Some analysts say the tough stance taken by the Trump administration might be aimed at pressuring Russia, while others see it as a pressure tactic to get New Delhi to agree to terms set by Washington, as the two countries are engaged in trade talks. Trump wants to reduce the US trade deficit with India, which stands at $45bn.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"time-tested-ties\">‘Time-tested’ ties</h2><p>Meanwhile, Indian government sources told the Reuters news agency on Saturday that New Delhi will keep buying oil from Moscow despite US threats.</p><p>The Indian Ministry of External Affairs said its relationship with Russia was “steady and time-tested” and should not be seen through the prism of a third country. New Delhi’s ties to Moscow go back to the Soviet era.</p><p>Russia is the leading supplier of oil and defence equipment to India. According to a March report from the Stockholm International Peace Research Institute (SIPRI), Russia remains the biggest arms supplier of equipment and systems for the Indian Armed Forces.</p><p>Prime Minister Modi travelled to Moscow to meet Russian President Vladimir Putin last year, as New Delhi has tried to balance its ties between the West and Russia. He has since met Putin several times at international forums.</p><p>India has historically bought most of its crude from the Middle East, but this has changed since Russia’s invasion of Ukraine in February 2022, as India bought the oil at discounted rates after the West shunned Russia to punish it.</p><p>New Delhi bought 68,000 barrels per day of crude oil from Russia in January 2022. By June of the same year, oil imports rose to 1.12 million barrels per day. The daily imports peaked at 2.15 million in May 2023 and have varied since.</p><p>Supplies rose as high as nearly 40 percent of India’s imports at one point, making Moscow the largest supplier of crude to New Delhi, the Press Trust of India reported, citing data from Kpler, a data analytics company.</p><p>India says its imports from Russia was within legal norms, adding that it has helped stabilise the global crude prices.</p></div></div></body></html>"
        },
        {
            "title": "Philippines, India hold first joint naval drill in disputed South China Sea | South China Sea News | Al Jazeera",
            "time": "2025-08-04T08:56:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213252315253-1754293843.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Philippines, India hold first joint naval drill in disputed South China Sea</h1><p class=\"article__subhead\"><em>The exercise coincided with President Ferdinand Marcos’s departure for a five-day trip to India, where he said he would look to deepen maritime ties.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India and the Philippines have staged their first joint sail and naval exercises in the disputed South China Sea.</p><p>The two-day joint military deployment that kicked off on Sunday is likely to anger China, which claims nearly the entire <a href=\"/news/2025/6/5/beijing-warns-the-eu-to-stop-provoking-trouble-in-the-south-china-sea\">key waterway</a> and has separate <a href=\"/news/2025/5/22/philippines-accuses-china-of-aggressive-tactics-in-south-china-sea\">territorial disputes</a> with the two Asian countries.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Philippine Chief of Staff Romeo Brawner Jr said on Monday that the joint sail took place inside his country’s exclusive economic zone.</p><p>“We did not experience any untoward incidents, but there are still those shadowing us – as we had already expected,” Brawner told reporters, without naming China.</p><p>In past joint patrols with other foreign navies, Chinese navy and coastguard ships have kept watch from a distance, according to the Philippine military.</p><p>Indian navy ships that took part included guided missile destroyer INS Delhi, tanker INS Shakti and corvette INS Kiltan. The Philippines deployed two frigates, BRP Miguel Malvar and BRP Jose Rizal.</p><p>The exercise coincided with President Ferdinand Marcos’s departure for a five-day trip to India, where he said he would look to deepen maritime ties and seek cooperation on sectors including defence, pharmaceuticals and agriculture.</p><p>Brawner, meanwhile, expressed hope that Filipino forces could engage India’s military in more joint manoeuvres in the future.</p><p>The drill “sends a powerful signal of solidarity, strength in partnership and the energy of cooperation between two vibrant democracies in the Indo-Pacific”, he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>China’s Ministry of Foreign Affairs said in a statement that territorial and maritime disputes should be resolved between the countries directly involved, and no third party should intervene.</p><p>Later on Monday, a spokesperson for the Southern Theatre Command said that China’s military conducted patrols in the disputed waterway from August 3 to 4.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The spokesperson stated the Chinese patrol was “routine” but said the Philippines “so-called ‘joint patrol’ disrupted regional peace and stability”.</p><p>In response to a question last week about the Philippines’ plans to build up military cooperation, the Chinese Ministry of National Defense called the country a “troublemaker” that has aligned itself with foreign forces to stir up trouble, in what China deems its own territorial waters.</p><p>“China never wavers in its resolve and will safeguard national territorial sovereignty and maritime rights and interests, and take resolute countermeasures against any provocations by the Philippine side,” spokesperson Zhang Xiaogang had told reporters.</p><p>The <a href=\"/video/101-east/2025/4/3/south-china-sea-rising-tensions-between-china-and-philippines\">South China Sea</a> is a strategic shipping route where $3 trillion of annual shipborne commerce takes place.</p><p>A 2016 ruling of an international arbitral tribunal found China’s sweeping claims have no basis under international law, a decision Beijing rejects.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Beirut Port blast victims say five years later, justice feels a bit closer | Beirut explosion | Al Jazeera",
            "time": "2025-08-04T08:21:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/08/33QL4EF-highres-1691167573.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When 2,750 tonnes of ammonium nitrate exploded in Beirut’s port on August 4, 2020, it ripped through the city, killing more than 218 people. Among them was three-year-old Alexandra Naggear.</p><p>Five years later, the investigation into who is at fault for the blast has been delayed, and at times derailed, by political interference.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The most important thing for us is not for the decision, but for full justice to happen,” Tracy Naggear, Alexandra’s mother and a key activist advocating for the blast’s victims, told Al Jazeera by phone. “And we won’t accept a half-truth or half-justice.”</p><p>As the fifth anniversary of the tragedy approaches, there is some optimism that the judicial investigation is finally moving in the right direction after facing obstacles, mostly from well-connected politicians refusing to answer questions and the former public prosecutor blocking the investigation.</p><p>A decision from the lead prosecutor is expected soon, activists and legal sources familiar with the matter told Al Jazeera. And while the road to justice is still long, for the first time, there is a feeling that momentum is building.</p><h2 id=\"justice-derailed\">Justice derailed</h2><p>“You can feel a positive atmosphere [this time],” lawyer Tania Daou-Alam told Al Jazeera.</p><p>Daou-Alam now lives in the United States, but is in Lebanon for the annual commemoration of the blast, which includes protests and a memorial.</p><figure id=\"attachment_1479967\" aria-describedby=\"caption-attachment-1479967\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1479967\" src=\"/wp-content/uploads/2021/08/A-protester-holds-up-a-picture-of-three-year-old-Alexandra-Naggear-who-was-killed-in-the-Beirut-Port-explosion.-Kareem-Chehayeb-e1628075366366.jpg?w=770&amp;resize=770%2C541&amp;quality=80\" alt=\"A protester holds up a picture of three year-old Alexandra Naggear, who was killed in the Beirut Port explosion. (Kareem Chehayeb)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1479967\" class=\"wp-caption-text\">A protester holds up a picture of three-year-old Alexandra Naggear, who was killed in the Beirut port explosion [Kareem Chehayeb/Al Jazeera]</figcaption></figure><p>Her husband of 20 years, Jean-Frederic Alam, was killed by the blast, which was one of the largest non-nuclear explosions in modern history.</p><p>Daou-Alam is also one of nine victims suing the US-based company TGS in a Texas court for $250m, claiming it was involved in chartering the Rhosus, a Moldovan-flagged ship that carried the ammonium nitrate into Beirut’s port in 2013.</p><p>She told Al Jazeera that the case is more about  “demanding accountability and access to documents that would shed more light on the broader chain of responsibility” than it is about compensation.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The population of Beirut is used to facing crises without government help. Numerous bombings and assassinations have occurred, with the state rarely, if ever, holding anyone accountable.</p><p>Frustration and a sense of abandonment by the state, the political system, and the individuals who benefit from it already boiled over into an uprising in October 2019, less than a year before the blast.</p><p>In the immediate aftermath of the explosion, residents cleaned up the city themselves. Politicians who came for photo opportunities were chased out by angry citizens, and mutual aid filled the gap left by the state.</p><p>The end of Lebanon’s 15-year civil war in 1990 set the tone for the impunity that has plagued the country ever since. Experts and historians say militia leaders traded their fatigues for suits, pardoned each other, awarded themselves ministries and began rerouting the country’s resources to their personal coffers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Preliminary investigations found that the explosion was caused by ammonium nitrate stored at Beirut port in improper conditions for six years.</p><p>They also found that many top officials, including then-President Michel Aoun, had been informed of the ammonium nitrate’s presence, but chose not to act.</p><p>Judge Fadi Sawan was chosen to lead the full investigation in August 2020, but found himself sidelined after calling some notable politicians for questioning. Two ministers he charged with negligence asked that the case be transferred to another judge.</p><p>A court decision, seen by Reuters, claimed that because <a href=\"/news/2021/2/18/lebanese-court-removes-lead-beirut-blast-investigator\">Sawan’s house had been damaged in the blast</a>, he would not be impartial.</p><p>Replacing him in February 2021 was Judge Tarek Bitar. Like Sawan, Judge Bitar called major political figures in for questioning and later issued arrest warrants for them. Among them are Ali Hassan Khalil and Ghazi Zeiter, close allies of Lebanon’s Speaker of Parliament Nabih Berri, who still refuse to respond to Judge Bitar’s requests and claim they have parliamentary immunity.</p><p>Despite much popular support, many of Judge Bitar’s efforts were impeded, with Lebanon’s Internal Security Forces at times refusing to execute warrants and the former Court of Cassation public prosecutor, Ghassan Oueidat, ordering his investigation halted.</p><figure id=\"attachment_895427\" aria-describedby=\"caption-attachment-895427\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-895427\" src=\"/wp-content/uploads/2020/09/fd2a23664095419db75684c207368132_18.jpeg?w=770&amp;resize=770%2C432&amp;quality=80\" alt=\"Beirut port blast aftermath\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-895427\" class=\"wp-caption-text\">A man stands near graffiti at the damaged port after the explosion. In Beirut on August 11, 2020 [Hannah McKay/Reuters]</figcaption></figure><h2 id=\"a-new-era\">A new era</h2><p>In early 2025, Lebanon elected a new president, Joseph Aoun, and a new prime minister, Nawaf Salam.</p><p>In their inaugural addresses, both spoke about the importance of finding justice for the victims of the port explosion.</p><p>“The current justice minister seems determined to go all the way, and he has promised that the judge will no longer face any hurdles and that the ministry will provide all help required,” Karim Emile Bitar, a Lebanese political analyst with no relation to the judge investigating the port explosion, told Al Jazeera.</p><p>Human Rights Watch <a href=\"https://www.hrw.org/news/2025/01/21/beirut-blast-investigation-resumes\">reported</a> in January 2025 that Judge Bitar had resumed his investigation, “after two years of being stymied by Lebanese authorities”.</p><p>On July 29, Salam issued a memorandum declaring August 4 a day of national mourning. On July 17, Aoun met with the families of victims killed in the explosion.</p><p>“My commitment is clear: We must uncover the whole truth and hold accountable those who caused this catastrophe,” Aoun said.</p><p>Oueidat, the former public prosecutor, was replaced by Judge Jamal Hajjar in an acting capacity in 2024, before being confirmed as his successor in April 2025.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In March 2025, Hajjar reversed Oueidat’s decisions and allowed Judge Bitar to continue his investigation.</p><p>Legal experts and activists have been pleased by the progress.</p><p>“Actual individuals implicated in the case are showing up to interrogations,” Ramzi Kaiss, Lebanon researcher at Human Rights Watch, told Al Jazeera. Among them are Tony Saliba, the former director-general of State Security, Abbas Ibrahim, former director-general of the General Directorate of General Security, and Hassan Diab, prime minister at the time of the explosion.</p><p>But this is still not enough for those wanting justice to be served after five years of battles, activists and experts note.</p><p>“We are asking for laws that are able to protect and support the judiciary and the appointments of vacant judge [posts], so these things will show the government is on our side this time,” Daou-Alam said.</p><p>Even with the new government pushing for accountability, some are still trying to disrupt the process.</p><p>Hassan Khalil and Zeiter still refuse to appear before Judge Bitar, and a fight has emerged over the country’s <a href=\"https://www.cldh-lebanon.org/HumanRightsBrie/a736668c-da8e-43df-a30c-99b5478709c0_The%20Urgent%20Need%20for%20Judicial%20Independence%20in%20Lebanon.pdf\">judicial independence</a>.</p><p>“We can only get justice if the judiciary acts independently so that they can go after individuals and so the security services can act independently without political interference,” Kaiss said.</p><figure id=\"attachment_2303415\" aria-describedby=\"caption-attachment-2303415\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2303415\" src=\"/wp-content/uploads/2023/08/33QN4J2-highres-1691168401.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Protesters lift placards depicting the victims of the 2020 Beirut port blast\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2303415\" class=\"wp-caption-text\">Protesters lift placards depicting the victims of the 2020 Beirut port blast during a march near the Lebanese capital’s harbour on August 4, 2023, marking the third anniversary of the deadly explosion [Joseph Eid/AFP]</figcaption></figure><h2 id=\"time-for-accountability\">Time for accountability</h2><p>The last few years have been a turbulent period of myriad crises for Lebanon.</p><p>A banking collapse robbed many people of their savings and left the country in a historic economic crisis. Amid that and the COVID-19 pandemic came the blast, and international organisations and experts hold the Lebanese political establishment responsible.</p><p>“The time has come to send a signal to Lebanese public opinion that some of those responsible, even if they are in high positions, will be held accountable,” political analyst Bitar said.</p><p>“Accountability would be the first step for the Lebanese in Lebanon and the diaspora to regain trust,” he said, “and without trust, Lebanon will not be able to recover.”</p><p>Still, Bitar maintained, progress on the port blast dossier doesn’t mean every answer will come to the forefront.</p><p>“This crime was so huge that, like many similar crimes in other countries, sometimes it takes years and decades, and we never find out what really happened,” he said.</p><p>Blast victim Tracy Naggear noted that “[our] fight… is mainly for our daughter, for Alexandra, of course”.</p><p>“But we are [also] doing it for all the victims and for our country,” she said. ‘[It’s] for every single person that has been touched by the 4th of August, from a simple scratch to a broken window.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Relative of photographed boy killed at Gaza aid site can’t find his body | Gaza | Al Jazeera",
            "time": "2025-08-04T08:08:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754294886.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "South Korea dismantles border loudspeakers to ease tensions with N Korea | Conflict News | Al Jazeera",
            "time": "2025-08-04T03:46:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-04T021836Z_1247431970_RC2M78A7ENLE_RTRMADP_3_NORTHKOREA-SOUTHKOREA-1754277882.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>South Korea dismantles border loudspeakers to ease tensions with N Korea</h1><p class=\"article__subhead\"><em>Seoul removes propaganda loudspeakers to signal a shift in policy under President Lee’s administration.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">South Korean authorities began removing loudspeakers blaring anti-North Korea broadcasts along the country’s border, Seoul’s Ministry of National Defence has said, as the new government of President Lee Jae-myung seeks to ease tensions with Pyongyang.</p><p>“Starting today, the military has begun removing the loudspeakers,” Lee Kyung-ho, spokesman of South Korea’s Defence Ministry, told reporters on Monday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Shortly after he took office in June, Lee’s administration switched off propaganda broadcasts criticising the North Korean regime as it looks to revive stalled <a href=\"/news/2025/7/29/north-korea-says-trump-must-accept-its-status-as-a-nuclear-weapons-state\">dialogue with its neighbour</a>.</p><p>But North Korea recently rebuffed the overtures and said it had no interest in talking to South Korea.</p><p>The countries remain technically at war because the 1950-53 Korean war ended in an armistice, not a peace treaty, and relations have deteriorated in the last few years.</p><p class=\"p1\">“It is a practical measure aimed at helping ease tensions with the North, provided that such actions do not compromise the military’s state of readiness,” the ministry said in a statement on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">All loudspeakers set up along the border will be dismantled by the end of the week, he added, but did not disclose the exact number that would be removed.</p><p class=\"p1\">President Lee, recently elected after his predecessor was impeached over an abortive martial law declaration, had ordered the military to stop the broadcasts in a bid to “restore trust”.</p><p class=\"p1\">Relations between the two Koreas had been at one of their lowest points in years, with Seoul taking a hard line towards Pyongyang, which has drawn ever closer to Moscow in the wake of <a href=\"/news/2025/7/16/north-korea-is-now-a-more-important-ally-for-russia-than-iran-or-china\">Russia’s full-scale invasion of Ukraine</a>.</p><p class=\"p1\">The previous government started the broadcasts last year in response to a barrage of trash-filled balloons flown southward by Pyongyang.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"p1\">But Lee promised to improve relations with North Korea and reduce tensions on the Korean Peninsula.</p><p class=\"p1\">Despite his diplomatic overtures, North Korea has rejected pursuing dialogue with its neighbour.</p><p class=\"p1\">“If the ROK… expected that it could reverse all the results it had made with a few sentimental words, nothing is [a] more serious miscalculation…,” Kim Yo Jong, sister of North Korean leader Kim Jong Un, said last week, using the acronym for South Korea’s official name, Republic of Korea.</p><p class=\"p1\">Lee has said that he would seek talks with North Korea without conditions, following a deep freeze under his predecessor.</p></div></div></body></html>"
        },
        {
            "title": "Trump says US envoy Witkoff to travel to Russia ‘next week’ | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-04T03:16:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-04-25T120708Z_25664486_RC205EAZMKBD_RTRMADP_3_UKRAINE-CRISIS-RUSSIA-USA-TALKS-1754273126.jpg?resize=1920%2C1398",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump says US envoy Witkoff to travel to Russia ‘next week’</h1><p class=\"article__subhead\"><em>Witkoff will discuss Russia’s war on Ukraine as Trump says again that he wants a ‘deal where people stop getting killed’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump said his special envoy Steve Witkoff will visit Russia next week to continue talks on the war in Ukraine.</p><p>Speaking to reporters on Sunday, Trump said Witkoff would visit, “I think next week, Wednesday or Thursday.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Responding to questions from reporters on what Russia could do to avoid looming sanctions, the US president replied: “Yeah, get a deal where people stop getting killed.”</p><p class=\"p1\">Kremlin spokesman Dmitry Peskov said on Monday that officials are happy to meet with Trump’s envoy.</p><p class=\"p1\">“We are always glad to see Mr Witkoff in Moscow,” he said. “We consider [talks with Witkoff] important, substantive and very useful.”</p><p>Trump has <a href=\"/news/2025/7/16/could-trumps-tariff-threats-force-putin-into-ukraine-peace-deal\">threatened to impose “very severe tariffs”</a> on Russia if it fails to reach a ceasefire deal with Ukraine soon.</p><p>Trump also said that <a href=\"/news/2025/8/1/trump-orders-nuclear-submarines-closer-to-russia-in-escalating-war-of-words\">two nuclear submarines</a> he deployed following an online row with former Russian President Dmitry Medvedev were now “in the region”.</p><p>Trump has not said whether he meant nuclear-powered or nuclear-armed submarines. He also did not elaborate on the exact deployment locations, which are kept secret by the US military.</p><p>Trump’s latest comments come after he recently described Russia’s actions in its war on Ukraine as “<a href=\"/news/2025/8/1/russias-actions-in-ukraine-disgusting-says-trump\">disgusting</a>“, after a Russian attack on an apartment block in Ukraine’s capital, Kyiv, <a href=\"/news/2025/8/2/russia-ukraine-war-list-of-key-events-day-1255\">killed 31 people</a> on Thursday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The attack capped off a month when there were a <a href=\"/news/2025/8/3/russias-drone-attacks-on-ukraine-hit-record-high-in-july\">record 6,297 Russian long-range drone attacks</a> on Ukraine, a 14-fold increase from July 2024.</p><p>Ukraine is looking forward to receiving a US-made Patriot surface-to-air missile system, which Trump has promised will be delivered, albeit with <a href=\"/features/2025/7/23/eu-steps-up-air-defences-for-ukraine-and-sanctions-for-russia?traffic_source=rss\">funding from Ukraine’s European allies</a>, not the Trump administration.</p><p>Ukraine has also continued to launch its own attacks on Russia, with its most recent attacks <a href=\"/news/2025/8/2/ukraine-drone-attacks-kill-three-in-russia-cause-fire-at-oil-refinery\">on Sunday</a> killing three people across the country and causing a major fire at an oil refinery.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A Ukrainian drone attack on Monday morning sparked a fire at a railway station in Russia’s Volgograd region, the regional administration said on Telegram.</p><p>As fighting has continued, Russian and Ukrainian officials have held several meetings in recent months in Istanbul, Turkiye.</p><p>The latest meeting secured an agreement to exchange 1,200 prisoners, Ukrainian President Volodymyr Zelenskyy announced on Sunday.</p><p><a href=\"/news/2025/1/18/who-is-steve-witkoff-trumps-man-at-the-gaza-ceasefire-talks\">Witkoff</a>, a real estate magnate and Trump golf partner, has already met with Russian President Vladimir Putin multiple times in Moscow in his role as a White House special envoy.</p><p>As a special envoy to the Middle East, he is also Trump’s representative in negotiations between Israel and Hamas, which saw him visit Tel Aviv, Israel, on Saturday, where he met with the families of captives held in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Hamas says open to ICRC delivering food to Israeli captives in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-04T02:19:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-03T174701Z_3586555_RC2QZFA7UJBB_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1754263630.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hamas has said it is open to the International Committee of the Red Cross (ICRC) delivering aid to Israeli captives in Gaza after Israeli Prime Minister Benjamin Netanyahu said he requested the Geneva-based international organisation to step in.</p><p>The statements from Hamas and Netanyahu came after Palestinian groups last week released videos showing two emaciated Israeli captives held in Gaza, where some 2 million Palestinians are struggling to survive the Israeli-induced starvation crisis.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Netanyahu said on Sunday he had spoken to Julian Larson, the head of the ICRC delegation to Israel, requesting the group’s “immediate involvement” in providing food and medical treatment to captives still held in Gaza.</p><p>In a post on X, Netanyahu wrote in Hebrew that he told Larson that Hamas was propagating a “lie of starvation” in the enclave, but the reality was that “systematic starvation is being carried out against our hostages”.</p><p>Later on Sunday, the spokesman for the Qassam Brigades, Hamas’s armed wing, said in a statement that Israeli captives held in Gaza “eat what our fighters and all our people eat”.</p><p>“They will not receive any special privilege amid the crime of starvation and siege,” the spokesman, known as Abu Obeida, said.</p><p>But, he added, the group is “ready to act positively and respond to any request from the Red Cross to deliver food and medicine to enemy prisoners”.</p><p>In order for requests to aid captives to be accepted, “humanitarian corridors must be opened in a normal and permanent manner for the passage of <a href=\"/news/2025/8/3/israel-forces-shoot-palestinian-boy-in-eye-at-aid-site-amid-gaza-starvation\">food and medicine</a> to all our people in all areas of the Gaza Strip”, Abu Obeida said.</p><p>Israeli attacks “of all forms must cease during the receipt of packages for the prisoners”, he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The ICRC said in a statement on Sunday that it was “appalled by the harrowing videos” of the captives held in Gaza and reiterated its call to be “granted access to the hostages.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“These videos are stark evidence of the life-threatening conditions in which the hostages are being held,” the ICRC said in the statement shared on X.</p><p>“We know families watching these videos are horrified and heartbroken by the conditions they see their loved ones held in,” the ICRC added.</p><p>On its website, the ICRC says that “securing access requires the cooperation of all parties involved”. The ICRC also says on its website that it “has not been able to visit any Palestinian detainees held in Israeli places of detention since 7 October 2023.”</p><p>In a separate statement on Sunday, the ICRC said it was also “appalled” that a Palestine <a href=\"/news/2025/8/3/israeli-forces-kill-62-palestinians-in-gaza-since-dawn-medics-say\">Red Crescent Society staff member</a> had been killed in a “clearly marked Palestine Red Crescent Society (PRCS) building” in Khan Younis, in southern Gaza.</p><p>The PRCS had earlier said the attack was perpetrated by Israeli forces, but the ICRC statement did not refer to who was responsible.</p><h2 id=\"one-million-women-and-girls-starving\">One million women and girls starving</h2><p>Meanwhile, the families of Israeli captives held in Gaza said on Sunday that Netanyahu’s continued insistence that a “military resolution” was the only solution was “a direct danger to the lives of our sons, who live in the hell of tunnels and are threatened by starvation and immediate death”.</p><p class=\"p1\">“For 22 months, the public has been sold the illusion that military pressure will bring back the hostages, and today, even before reaching a comprehensive draft agreement, it is said that an agreement is futile,” the families said in a statement.</p><p>There are about 50 captives still in Gaza. Fewer than half are believed to be still alive.</p><p>The latest developments come as the Government Media Office in Gaza said that Israeli authorities allowed just 36 aid trucks to enter the Gaza Strip on Saturday, while 22,000 aid trucks continue to sit outside the Strip waiting to bring much-needed food to Palestinians there.</p><p>The United Nations office in Geneva on Sunday also warned that 1 million women and girls in Gaza are now starving.</p><p>In a post on X, the UN said: “One million. That’s how many women and girls are starving in Gaza. This horrific situation is unacceptable and must end.</p><p>We continue to demand the delivery of lifesaving aid for all women and girls, an immediate ceasefire, and the release of all hostages.”</p><p>At least 175 people, including 93 children, have now been confirmed dead from forced starvation, according to the territory’s Ministry of Health, including <a href=\"/news/2025/8/2/palestinian-boy-17-dies-of-israel-induced-starvation-in-gaza\" target=\"_blank\" rel=\"noopener\">17-year-old Atef Abu Khater,</a> whose weight had dropped to just 25kg (55lbs) before he died on Saturday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "White House advisers defend Trump’s firing of official behind jobs data | Donald Trump News | Al Jazeera",
            "time": "2025-08-04T01:28:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25211523261972-1-1754264259_b4ea70-1754264845.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House has defended United States President Donald Trump’s <a href=\"/economy/2025/8/1/trump-fires-official-overseeing-jobs-data-after-dismal-employment-numbers\">firing of the top official</a> responsible for compiling employment statistics after her dismissal raised concerns about the future credibility of crucial economic data.</p><p>Trump fired Erika McEntarfer, the director of the Bureau of Labor Statistics (BLS), on Friday, claiming without evidence that the latest jobs report had been “rigged” to make him look bad.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>On Sunday, Kevin Hassett, the director of the White House National Economic Council, denied that Trump was “shooting the messenger” and questioned the accuracy of the figures showing much weaker hiring than previously reported.</p><p>“The president wants his own people there so that when we see the numbers, they’re more transparent and more reliable,” Hassett told NBC News’s Meet the Press, calling the downward revision of jobs growth for May and June “unprecedented” and a “historically important outlier”.</p><p>“And if there are big changes and big revisions – we expect more big revisions for the jobs data in September, for example – then we want to know why. We want people to explain it to us.”</p><p>Speaking on Fox News later on Sunday, Hassett again poured doubt on the official figures, suggesting without evidence that employment statistics can sometimes contain “partisan patterns”.</p><p>“I think what we need is a fresh set of eyes at the BLS, somebody who can clean this thing up,” he told Fox News Sunday.</p><p>US Trade Representative Jamieson Greer also defended Trump’s dismissal of McEntarfer, saying the president had “real concerns” about the jobs data.</p><p>“You want to be able to have somewhat reliable numbers,” Greer told CBS News’ Face the Nation.</p><p>“There are always revisions, but sometimes you see these revisions go in really extreme ways. And it’s, you know, the president is the president. He can choose who works in the executive branch.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The latest employment figures released on Friday showed that 258,000 fewer jobs were created in May and June than previously estimated, and that a fewer-than-expected 73,000 jobs were added in July, undermining Trump’s insistence that the economy has not been negatively affected by his sweeping tariffs.</p><p>Trump said on Sunday that he would announce a new BLS director, as well as a candidate to fill the position left open by the resignation of Federal Reserve governor Adriana Kugler, within the next few days.</p><p>Trump’s dismissal of McEntarfer, a career bureaucrat who was appointed with overwhelming bipartisan support in 2024, has prompted condemnation from economists and both Republican and Democratic lawmakers.</p><p>In a statement on Friday, The Friends of the Bureau of Labor Statistics, a group co-led by former BLS directors William Beach and Erica L Groshen, accused Trump of politicising the statistics agency and undermining confidence in official government data.</p><p>“US official statistics are the gold standard globally,” the group said.</p><p>“When leaders of other nations have politicised economic data, it has destroyed public trust in all official statistics and in government science.”</p></div></div></body></html>"
        }
    ]
}