{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Families ‘inconsolable’ in Gaza as Israel returns more unidentified bodies | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-08T08:15:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6905a24a5e60-1761976906.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Feb 2026</span><span aria-hidden=\"true\">8 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has returned dozens of Palestinian bodies and human remains to Gaza without providing any information about their identities or how they were killed, according to Palestinian medical officials.</p><p>The remains arrived at al-Shifa Hospital in Gaza City on Wednesday in plain white bags and are now being examined by forensic teams in an effort to identify them and provide answers to grieving families.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The bags carry the weight of lives lost. Now they’re undergoing examination, prolonging the grief of families desperate for closure,” Al Jazeera’s Ibrahim al-Khalili reported from al-Shifa Hospital on Saturday.</p><p>Palestinian medics say several bodies were mutilated.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The International Committee of the Red Cross handed over 120 body bags containing 54 bodies as well as skull samples placed in 66 separate bags,” forensic official Omar Suleiman told Al Jazeera.</p><p>Previous exchanges of Palestinian prisoners’ bodies have <a href=\"/news/2026/1/29/israel-hands-over-15-bodies-of-palestinians-in-last-stage-of-captive-swap\">revealed extensive signs of abuse</a>, with many showing indications of torture, mutilation and execution.</p><p>In November, the rights group Physicians for Human Rights-Israel <a href=\"/news/2025/11/19/its-israeli-policy-report-reveals-abuse-of-palestinians-in-prisons\">released a report</a> saying at least 94 Palestinian detainees have died in Israeli custody, citing causes including torture, medical neglect, malnutrition and physical assault.</p><p>The group said the actual toll could be significantly higher.</p><h2 id=\"missing-for-10-months\">‘Missing for 10 months’</h2><p>For many Palestinians, the search for missing relatives has shifted from streets and rubble to computer screens and improvised identification centres.</p><p>At al-Shifa, Shadi al-Fayoumi scrolled through blurred and graphic images, hoping to spot anything recognisable that might tell him what happened to his brothers.</p><p>“My brothers have been missing for 10 months. They disappeared in the Tuffah neighbourhood,” al-Fayoumi, whose brothers remain missing, told Al Jazeera.</p><p>“I went to al-Shifa Medical Complex, where we were told there were bodies we could try to identify. However, the images were unclear and lacked discernible features. How are we expected to identify them under these conditions?”</p><p>According to al-Fayoumi, his brothers had gone in search of food and water during the peak of the famine last year but never returned.</p><p>“We contacted multiple institutions, but none was willing to help or provide reliable information,” al-Fayoumi added.</p><p>Al Jazeera’s al-Khalili said al-Fayoumi’s mother has been “inconsolable”.</p><p>“His brothers’ children are silent, unwilling to voice their worst fears. Israeli forces hand over the bodies of Palestinians with little regard for human dignity,” he added.</p><p>“There is no information on how they died or how long they were held, leaving Palestinians with not only their grief but unanswered questions.”</p></div></div></body></html>"
        },
        {
            "title": "Somalia is the missing pillar of Red Sea and Gulf of Aden stability | Opinions | Al Jazeera",
            "time": "2026-02-08T08:00:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_698832c3ac-1770533571.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"245\" data-end=\"680\">Global markets rarely reveal their vulnerabilities quietly. They do so when shipping lanes come under threat, energy prices surge, or supply chains fracture. Few regions illustrate this reality more starkly than the Red Sea and the Gulf of Aden, which are now among the world’s most contested maritime corridors. What unfolds along these waters no longer remains local. It shapes economic security across the Arab world and far beyond.</p><p data-start=\"682\" data-end=\"793\">Yet, amid growing attention to this strategic corridor, one factor remains persistently underestimated: Somalia.</p><p data-start=\"795\" data-end=\"1287\">For decades, Somalia was viewed primarily through the lens of conflict and fragility. That narrative no longer reflects today’s reality. The country is undergoing a consequential transition, moving away from prolonged instability, rebuilding state institutions, and re-emerging as a sovereign actor with growing regional relevance. Situated at the intersection of the Arab world, Africa, the Red Sea, and the Gulf of Aden, Somalia is not peripheral to regional stability; it is central to it.</p><p>Geography alone explains much of this significance. With the longest coastline in mainland Africa, Somalia lies adjacent to the Bab al-Mandeb passage connecting the Red Sea to the Gulf of Aden and the wider Indian Ocean. A substantial share of global maritime trade and energy shipments passes through this corridor. Disruptions along Somalia’s coast, therefore, have immediate implications for shipping reliability, energy markets, and food security — issues of direct concern to Gulf states and Arab economies.</p><p data-start=\"1800\" data-end=\"2188\">For the Arab world, Somalia should be understood not as distant terrain but as a front-line partner in regional security. Stability along Somalia’s coastline helps contain threats before they reach the Arabian Peninsula, whether in the form of violent extremism, illicit trafficking networks, piracy, or the entrenchment of hostile external military presences along Africa’s eastern flank.</p><p data-start=\"2190\" data-end=\"2814\">Somalia is not attempting to build stability from scratch. Despite persistent challenges, tangible progress has been made. Federal governance structures are functioning. National security forces are undergoing professionalisation. Public financial management has improved. Diplomatically, Somalia has reasserted itself within the Arab League, the African Union, and multilateral forums. These gains continue to be built on daily and reflect a clear commitment to sovereign statehood, territorial unity, and partnership rather than dependency. Somalia today seeks strategic alignment grounded in mutual interest, not charity.</p><p data-start=\"2816\" data-end=\"3174\">Somalia’s relevance also extends beyond security. Its membership in the East African Community integrates the country into one of the world’s fastest-growing population and consumer regions. East Africa’s rapid demographic expansion, urbanisation, and economic integration position Somalia as a natural bridge between Gulf capital and African growth markets.</p><p data-start=\"3176\" data-end=\"3570\">There is a clear opportunity for Somalia to emerge as a logistics and transshipment gateway linking the Gulf, the Red Sea, East Africa and the Indian Ocean. With targeted investments in ports, transport corridors, and maritime security, Somalia can become a critical node in regional supply chains supporting trade diversification, food security, and economic resilience across the Arab world.</p><p data-start=\"3572\" data-end=\"4083\">At the heart of Somalia’s potential is its dynamic population. More than 70 percent of Somalis are aged below 30. This generation is increasingly urban, digitally connected, and entrepreneurial. Somali traders and business networks already operate across Southern and Eastern Africa, spanning logistics, finance, retail, and services. A large and dynamic diaspora across the Gulf, Europe, North America, and Africa further amplifies this reach through remittances, investment, and transnational expertise.</p><p data-start=\"4085\" data-end=\"4297\">None of these momentums, however, can be sustained without security. A capable, nationally legitimate Somali security sector is the foundation for durable stability, investment confidence, and regional integration.</p><p data-start=\"4299\" data-end=\"4925\">For Gulf states and the wider Arab world, supporting Somalia’s security sector is therefore not an act of altruism. It is a strategic investment in a reliable stabilising partner. Effective Somali security institutions contribute directly to safeguarding Red Sea and Gulf of Aden maritime corridors, countering transnational terrorism before it reaches Arab shores, protecting emerging logistics infrastructure, and denying external actors opportunities to exploit governance vacuums. Such support must prioritise institution-building, Somali ownership, and long-term sustainability, not short-term fixes or proxy competition.</p><p data-start=\"4927\" data-end=\"5180\">The stakes are rising. The Red Sea and the Gulf of Aden are entering a period of heightened strategic contestation. Fragmentation along their African coastline poses a direct risk to Arab collective security. Recent developments underscore this urgency.</p><p data-start=\"5182\" data-end=\"5517\">Israel’s unilateral recognition of the northern Somali region of Somaliland, pursued outside international legal frameworks and without Somali consent, is widely viewed as an attempt to secure a military foothold along these strategic waters, risking the introduction of the Arab-Israeli conflict into the Gulf’s security environment.</p><p data-start=\"5519\" data-end=\"5939\">Even more troubling are emerging narratives advocating the forced displacement of Palestinians from Gaza, with proposals to relocate them to Somaliland against their will. Such ideas, whether formally advanced or not, represent grave violations of international law and human dignity. Exporting the consequences of occupation and war onto African soil would not resolve conflict; it would multiply it.</p><p data-start=\"5941\" data-end=\"6320\">For the Arab world, this should serve as a wake-up call. Allowing external actors to fragment sovereign states or instrumentalise fragile regions for unresolved conflicts carries long-term consequences. Somalia’s unity and stability, therefore, align squarely with core Arab strategic interests and with longstanding Arab positions on sovereignty, justice and self-determination.</p><p data-start=\"6322\" data-end=\"6620\">Somalia is ready to be part of the solution. With calibrated strategic support, particularly in security sector development and logistics infrastructure, Somalia can emerge as a cornerstone of Red Sea and Gulf of Aden stability, a gateway to East Africa, and a long-term partner for the Arab world.</p><p data-start=\"6622\" data-end=\"6814\">The question is no longer whether Somalia matters in the regional and global Red Sea and Gulf of Aden discussions and plans. It is whether the region will act on that reality before others do.</p><p data-start=\"6622\" data-end=\"6814\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Washington Post CEO resigns after sweeping layoffs | Media News | Al Jazeera",
            "time": "2026-02-08T07:54:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260204__2259881934__v2__HighRes__TheWashingtonPostAnnouncesMassiveLayoffsOfEd-1770533446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Washington Post CEO resigns after sweeping layoffs</h1><p class=\"article__subhead\"><em>Will Lewis acknowledges ‘difficult decisions’ made during his rocky, two-year tenure.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Feb 2026</span><span aria-hidden=\"true\">8 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Washington Post’s CEO has announced he is quitting the job, days after the newspaper <a href=\"/news/2026/2/4/washington-post-announces-massive-layoffs-in-blow-to-storied-paper\">slashed a third of its staff</a>.</p><p>CEO and publisher Will Lewis shared the decision in a message to employees on Saturday, which was later posted on X by the paper’s White House bureau chief.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“After two years of transformation at the Washington Post, now is the right time for me to step aside,” said Lewis.</p><p></p><p>The Post, owned by billionaire Jeff Bezos, said chief financial officer Jeff D’Onofrio will take over the role immediately.</p><p>Lewis’s two-year tenure at the influential US newspaper was marked by turmoil, including multiple rounds of layoffs and <a href=\"/economy/2025/2/26/washington-post-opinion-head-departs-as-jeff-bezos-shifts-focus-for-paper\">questions over editorial independence</a>. Those concerns intensified after the publication announced it <a href=\"/news/2024/10/29/washington-post-owner-defends-decision-to-end-presidential-endorsements\">would not make a 2024 presidential endorsement</a>, a move critics said was aimed at placating then-candidate Donald Trump.</p><p>The Post lost hundreds of thousands of subscribers and some $100m in 2024 revenue in the wake of that decision.</p><p>Lewis also drew scrutiny in 2024 over <a href=\"/economy/2024/6/21/newly-named-washington-post-editor-bows-out-after-backlash\">an attempt to bring on his former colleague</a>, British journalist Robert Winnett, as top editor, after reports alleged some of his past reporting relied on fraudulently obtained records. Winnett eventually did not take the role.</p><p>Lewis was absent from a staff meeting last week in which employees were told they would be notified by email whether they had lost their jobs. Hundreds of journalists were among those made redundant, including the paper’s entire Middle East roster and its Kyiv, Ukraine-based correspondent.</p><p>In his note to staff, Lewis said “difficult decisions” had been taken during his leadership to secure the paper’s long-term sustainability.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"destruction-of-great-american-journalism\">‘Destruction of great American journalism’</h2><p>The Washington Post Guild, the union representing staff members, called Lewis’s exit long overdue.</p><p>“His legacy will be the attempted destruction of a great American journalism institution,” the Guild said in a statement. “But it’s not too late to save The Post. Jeff Bezos must immediately rescind these layoffs or sell the paper to someone willing to invest in its future.”</p><p>Bezos made no mention of Lewis in a statement announcing D’Onofrio as publisher, saying new leadership is positioned to lead the paper into “an exciting and thriving next chapter”.</p><p>“The Post has an essential journalistic mission and an extraordinary opportunity,” Bezos said. “Each and every day our readers give us a roadmap to success. The data tells us what is valuable and where to focus.”</p></div></div></body></html>"
        },
        {
            "title": "Saudi Arabia denounces ‘foreign interference’ in Sudan after RSF attacks | Sudan war News | Al Jazeera",
            "time": "2026-02-08T07:34:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26036444918096-1770530654.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Saudi Arabia denounces ‘foreign interference’ in Sudan after RSF attacks</h1><p class=\"article__subhead\"><em>Riyadh condemns RSF’s ‘criminal’ attacks in Kordofan, blames foreign fighters and weapons for fuelling Sudan’s three-year conflict.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Feb 2026</span><span aria-hidden=\"true\">8 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Saudi Arabia has reaffirmed its support for Sudan’s territorial unity and integrity, denouncing “criminal attacks” by the paramilitary <a href=\"/news/2023/4/16/sudan-unrest-what-is-the-rapid-support-forces\">Rapid Support Forces</a> (RSF) in North and South Kordofan states that have killed dozens of people, including women and children.</p><p>In a statement on Saturday, the Saudi Ministry of Foreign Affairs condemned “foreign interference” by “some parties” in Sudan, including the “continued influx of illegal weapons, mercenaries and foreign fighters” for the continuation of the nearly three-year-old war.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The statement did not specify the parties, though.</p><p>It came a day after the Sudan Doctors Network, a humanitarian group, said a drone attack by the RSF on a vehicle transporting displaced families in North Kordofan killed at least 24 people, including eight children.</p><p>The attack followed a series of drone raids on humanitarian aid convoys and fuel trucks across <a href=\"/news/2025/10/31/sudans-north-kordofan-deteriorating-under-rsf-as-thousands-flee\">North Kordofan</a>, including an assault on a World Food Programme convoy on Friday that killed at least one person.</p><p>Fighting between the RSF and Sudan’s army has intensified across Kordofan in recent months following the fall of el-Fasher to the paramilitary group in October. The nearly three-year-long conflict has killed an estimated 40,000 people and pushed more than 21 million — almost half of Sudan’s population — into acute food shortages.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Saudi Ministry of Foreign Affairs said on Saturday the deadly RSF attacks “are completely unjustifiable and constitute flagrant violations of all humanitarian norms and relevant international agreements”.</p><p>The ministry demanded that “RSF immediately cease these violations and adhere to its moral and humanitarian obligation to ensure the delivery of relief aid to those in need in accordance with international humanitarian law” and a ceasefire deal agreed by the warring parties in Jeddah in 2023.</p><p>It added that “some parties” were fuelling the conflict by sending in weapons and fighters, despite “these parties’ claim of supporting a political solution” in Sudan.</p><p>The statement comes amid allegations by the Sudanese government that the United Arab Emirates has been arming and funding the RSF. Sudan filed a case against the UAE at the International Court of Justice last year, accusing it of “complicity in genocide” committed by the RSF against the Masalit community in West Darfur state.</p><p>The UAE has denied the allegations.</p><p>Separately, Saudi Arabia has also accused the UAE of backing the separatist Southern Transitional Council (STC) in Yemen. The STC, initially part of the Saudi-backed internationally recognised government of Yemen, launched a major offensive last December in the country’s Hadramout and al-Mahra provinces, seeking to establish a separate state.</p><p>The offensive resulted in a split in Yemen’s internationally-backed government, and prompted Saudi Arabia to launch deadly raids targeting the STC.</p><p>The UAE pulled out its troops from Yemen following the Saudi allegation, saying it supports Saudi Arabia’s security.</p><p>Saudi Arabia and the UAE were members of the Arab military coalition, formed to confront the Houthis, who took full control of the Yemeni capital, Sanaa, in 2015.</p></div></div></body></html>"
        },
        {
            "title": "Iran-US talks in Muscat bought time, not a deal | Opinions | Al Jazeera",
            "time": "2026-02-08T07:04:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6985e8710fb9-1770383473.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"267\" data-end=\"440\">The first round of Iran-US talks in Muscat produced no breakthrough. The next few weeks will determine whether they laid foundations or merely bought time before escalation.</p><p data-start=\"442\" data-end=\"945\">When Iranian and American negotiators concluded several hours of talks in Muscat on February 6, publicly, neither side signalled any shift from its opening position. Iran insisted the discussions focus exclusively on the nuclear file. The United States arrived seeking a comprehensive framework that would also cover ballistic missiles, regional armed groups, and more broadly, issues Washington has raised publicly, including human rights concerns. Neither prevailed. Both agreed to meet again.</p><p data-start=\"947\" data-end=\"1003\">On the surface, this looks like a non-event. It was not.</p><p data-start=\"1005\" data-end=\"1440\">The Muscat round was the first high-level diplomatic engagement between the two countries since the joint US-Israeli strikes on Iranian nuclear facilities in June 2025, an escalation that Iran later said killed more than 1,000 people and involved strikes on three nuclear sites. That the two sides returned to the same palace near Muscat’s airport where previous rounds were held in 2025, and agreed to return again is significant.</p><p data-start=\"1442\" data-end=\"1559\">But continuation is not progress. The distance between what happened in Muscat and what a deal requires remains vast.</p><h2 id=\"diplomacy-conducted-under-military-escort\">Diplomacy conducted under military escort</h2><p data-start=\"1608\" data-end=\"1932\">The most striking feature of the Muscat round was not what was said, but who sat in the room. The American delegation was led by Special Envoy Steve Witkoff and Jared Kushner, President Trump’s son-in-law. It also included, for the first time, Admiral Brad Cooper, the commander of US Central Command, in full dress uniform.</p><p data-start=\"1934\" data-end=\"2196\">His presence at the negotiating table was not incidental. It was a signal. The USS Abraham Lincoln carrier strike group was operating in the Arabian Sea as the talks unfolded, and days earlier, US forces had shot down an Iranian drone that approached the carrier.</p><p data-start=\"2198\" data-end=\"2550\">An Iranian diplomatic source told the Reuters news agency that Cooper’s presence “endangered” the talks. Another, quoted by Al-Araby TV, warned that “negotiations taking place under threat” could impose strategic costs rather than advance them. For Tehran, the message was unmistakable: This was diplomacy conducted in the shadow of force, not as an alternative to it.</p><p data-start=\"2552\" data-end=\"2846\">Washington, for its part, sees this as leverage. President Trump, speaking on board Air Force One after the talks, described them as “very good” and said Iran wants a deal “very badly”, adding: “They know the consequences if they don’t. They don’t make a deal; the consequences are very steep.”</p><p data-start=\"2848\" data-end=\"2996\">This is diplomacy framed as an ultimatum. It may create urgency. It is unlikely to create trust, and trust is what this process most desperately needs.</p><h2 id=\"the-structural-problem\">The structural problem</h2><p data-start=\"3026\" data-end=\"3427\">The US withdrew from the 2015 Joint Comprehensive Plan of Action (JCPOA) in 2018, despite international verification that Iran was meeting its obligations. That decision shattered Iranian confidence in the durability of US commitments. Tehran’s subsequent incremental breaches of the agreement, steadily increasing enrichment levels from 2019 onwards, weakened its credibility, in turn.</p><p data-start=\"3429\" data-end=\"3879\">This mutual distrust is not a negotiating obstacle that can be resolved with creative diplomacy alone. It is the defining condition under which any agreement must be built. The US has the capacity to impose enormous economic and military costs on Iran. But power does not automatically produce compliance. For commitments to hold, Iran must believe concessions will bring relief rather than new demands. That belief has been badly damaged.</p><p data-start=\"3881\" data-end=\"4391\">Consider the sequence of events surrounding the Muscat round itself. Hours after the talks concluded, the US State Department announced new sanctions targeting 14 shadow fleet vessels involved in transporting Iranian petroleum, alongside penalties on 15 entities and two individuals. The Treasury Department framed the action as part of the administration’s “maximum pressure” campaign. Whether preplanned or timed for effect, the message was clear: Washington intends to negotiate and squeeze simultaneously.</p><p data-start=\"4393\" data-end=\"4747\">For Tehran, which has consistently demanded that sanctions relief be the starting point for progress, this sequencing confirms precisely the pattern it fears. Iranian Foreign Minister Abbas Araghchi identified this dynamic explicitly, telling Iranian state television that “the mistrust that has developed is a serious challenge facing the negotiations.”</p><h2 id=\"what-actually-happened-in-muscat\">What actually happened in Muscat</h2><p data-start=\"4787\" data-end=\"5156\">Beneath the competing narratives, the outlines of the substantive discussion have begun to emerge. Iran reportedly rejected a US demand for “zero enrichment”, a maximalist position it was never going to accept in a first meeting. The two sides instead discussed the dilution of Iran’s existing uranium stockpile, a more technical and potentially more productive avenue.</p><p data-start=\"5158\" data-end=\"5587\">Meanwhile, Al Jazeera reported that diplomats from Egypt, Turkiye and Qatar had separately offered Iran a framework proposal: Halt enrichment for three years, transfer highly enriched uranium out of the country, and pledge not to initiate the use of ballistic missiles. Russia had reportedly signalled willingness to receive the uranium. Tehran has signalled both the enrichment halt and uranium transfer would be nonstarters.</p><p data-start=\"5589\" data-end=\"6075\">Perhaps the most important development was the least visible. According to Axios, Witkoff and Kushner met directly with Araghchi during the talks, breaking from the strictly indirect format that Iran had demanded for most of last year’s rounds of negotiations. Iran had previously insisted on communicating with the US only through Omani intermediaries. Crossing that barrier, even partially, suggests both sides recognise the limits of indirect talks once bargaining becomes technical.</p><p data-start=\"6077\" data-end=\"6311\">Oman’s framing was arguably the most honest assessment of the day. Foreign Minister Badr al-Busaidi described the talks as aimed at establishing “appropriate conditions for the resumption of diplomatic and technical negotiations”.</p><h2 id=\"what-the-next-few-weeks-will-decide\">What the next few weeks will decide</h2><p data-start=\"6354\" data-end=\"6712\">Trump said a second round of talks would take place soon. Both sides indicated to Axios that further meetings were expected within days. The compressed timeline is notable. During last year’s rounds, weeks separated each session. The pace suggests Washington believes the diplomatic window is narrowing, and Tehran is at least willing to test that claim.</p><p data-start=\"6714\" data-end=\"6789\">Several tests will show whether urgency produces substance or merely speed.</p><p data-start=\"6791\" data-end=\"7276\">First, the scope question. The fundamental dispute over what the talks are about remains unresolved. Iran won the first procedural battle: The venue moved from Turkiye to Oman, regional observers were excluded, and Araghchi claims only nuclear issues were discussed. Secretary of State Marco Rubio said before the talks that the agenda needed to include “all those issues”. If the second round begins with the same fight over scope, it will signal that even the basics remain unsettled.</p><p data-start=\"7278\" data-end=\"7780\">Second, Iran’s enrichment posture. Before the June 2025 war, Iran had been enriching uranium to 60 percent purity, a short technical step from weapons-grade. Tehran has said enrichment stopped following the strikes. But Iran has also conditioned International Atomic Energy Agency inspections of the bombed sites on new inspection arrangements, raising concerns among non-proliferation experts. Conversely, reports of enrichment resumption or acceleration would likely end the diplomatic track.</p><p data-start=\"7782\" data-end=\"8270\">Third, the military environment. The US naval build-up in the Arabian Sea is not decorative. The drone shootdown near the Abraham Lincoln and Iran’s attempted interception of a US-flagged vessel in the Strait of Hormuz in the days before the talks show how quickly signalling can slide into miscalculation. Whether the carrier group is reinforced, maintained or gradually drawn down in the coming weeks will reveal more about Washington’s assessment of diplomacy than any press statement.</p><p data-start=\"8272\" data-end=\"8537\">Fourth, the sanctions rhythm. The same-day announcement of shadow fleet sanctions establishes a pattern. If Washington continues to layer new economic penalties between rounds of talks, Tehran will treat it as evidence that diplomacy is performance rather than process.</p><p data-start=\"8539\" data-end=\"8876\">Fifth, backchannel activity. The most consequential diplomacy over the next few weeks may not occur in formal settings. Oman, Qatar, Egypt and Turkiye have been working behind the scenes to sustain dialogue. If those intermediary contacts remain active, space for de-escalation persists. If they fall silent, the margin for error narrows.</p><h2 id=\"a-managed-deadlock-is-not-a-strategy\">A managed deadlock is not a strategy</h2><p data-start=\"8921\" data-end=\"9234\">The most probable short-term outcome remains neither breakthrough nor war, but a managed deadlock in which both sides maintain maximal public positions while avoiding steps that would make future talks impossible. In practice, this is a pause sustained by caution rather than a settlement anchored in confidence.</p><p data-start=\"9236\" data-end=\"9593\">For the broader region, the distinction matters urgently. Gulf states have no interest in becoming staging grounds for escalation. Public statements across the region have consistently emphasised de-escalation, restraint and conflict avoidance. But regional actors can facilitate, host and encourage; they cannot impose terms on either Washington or Tehran.</p><p data-start=\"9595\" data-end=\"9792\">The Muscat talks did not fail. Neither did they succeed. They established that a channel exists, that both sides are willing to use it, and that direct contact between senior officials is possible.</p><p data-start=\"9794\" data-end=\"10081\">But a channel is not a plan. The absence of war is not the presence of a deal. The period between Muscat and whatever comes next is a window in which miscalculation remains close to the surface, sustained only by the assumption that both sides are reading each other’s signals correctly.</p><p data-start=\"10083\" data-end=\"10276\">The next round of talks will not produce an agreement. But it may show whether the two sides are building a floor beneath the standoff or simply postponing the moment when that floor gives way.</p><p data-start=\"10083\" data-end=\"10276\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Nepal vs England - T20 World Cup 2026 | Cricket News | Al Jazeera",
            "time": "2026-02-08T06:53:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26039332323095-1770542750.jpg?resize=1889%2C1080",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Nepal vs England – T20 World Cup 2026</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, toss, team news, score, photos and text commentary stream from Mumbai’s Wankhede Stadium.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Feb 2026</span><span aria-hidden=\"true\">8 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel is killing far more civilians than fighters in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-08T06:22:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/H_16x9-1770532107.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The Palestinian civilian death toll in Gaza is far worse than Netanyahu claims.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Palestinian Ministry of Health keeps a list of the confirmed dead. Israel dismisses it as “Hamas propaganda”. But the Israeli military uses the same data.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Feb 2026</span><span aria-hidden=\"true\">8 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Dear Tomorrow: Inside Japan’s loneliness crisis | Documentary | Al Jazeera",
            "time": "2026-02-08T06:07:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770278120.jpg?resize=1920%2C804&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Struggling with loneliness, people in Japan use an online chat service for mental health support and social connection.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Loneliness is a growing epidemic worldwide, but in Japan, it has become particularly severe as the pressures of modern life increasingly isolate individuals from their communities.</p><p>A Place for You is a mental health hotline where dedicated volunteers provide critical support to thousands in need every day. Two people who are struggling to find meaning in their lives turn to the online chat service as they seek connection. As they become aware of their need for human bonds, they embark on a journey of healing and renewal.</p><p>Dear Tomorrow is a documentary film by Kaspar Astrup Schroder.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Feb 2026</span><span aria-hidden=\"true\">8 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Timeline of past Bangladesh elections and the country’s leaders | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-08T05:34:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-27T112213Z_1080221654_RC2N9JAIKZU4_RTRMADP_3_BANGLADESH-ELECTION-1770529419.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh is heading to the polls for the first time since <a href=\"/news/2025/7/24/shoot-them-sheikh-hasina-ordered-firing-on-bangladesh-protesters-in-2024\">student-led protests</a> dramatically ousted its longtime leader, former Prime Minister Sheikh Hasina, amid a brutal crackdown on demonstrators, and forced her to <a href=\"/news/2024/8/5/sheikh-hasina-a-critical-misstep-and-the-end-of-15-years-of-rule\">flee the country</a> in 2024.</p><p>More than 127 million people are eligible to vote in the February 12 elections, which are being referred to as the biggest democratic exercise of the year. However, there are concerns about the possibility of unrest. About 15 million Bangladeshi expatriates, whose remittances are highly significant for the economy, will also be able to <a href=\"/features/2025/10/28/bangladesh-expats-win-means-to-vote-could-they-sway-the-next-election\">vote by post</a> for the first time.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Elections in the South Asian country, which is currently led by the caretaker government of Nobel laureate <a href=\"/news/2024/8/8/muhammad-yunus-returns-to-bangladesh-to-lead-interim-government\">Muhammad Yunus</a>, have historically been marked by bitter political campaigns, boycotts and allegations of rigging.</p><p>Traditionally, the country’s politics has been dominated by Hasina’s former ruling Awami League, and the former main opposition Bangladesh Nationalist Party (BNP). The Awami League, however, has been banned as its leader, Hasina, and other party officials face criminal trials over their brutal crackdown on protests in 2024.</p><p>Hasina was tried and issued a death sentence in absentia for ordering the killing of protesters. But India, where she has taken refuge, has not <a href=\"/news/2026/1/25/bangladesh-slams-india-over-fugitive-ex-pm-hasinas-first-public-address\">agreed to her</a> extradition.</p><p>Bangladesh operates a single-house parliamentary system, and a prime minister typically appoints a ceremonial president. A total of 1,981 candidates are vying for 350 seats in the Jatiya Sangsad national assembly. The BNP and the Jamaat-e-Islami are the two main contenders, each leading multi-party coalitions.</p><p>Elections are usually held every five years. There have been 11 democratically elected governments since Bangladesh’s formation in 1971, punctuated at intervals by periods of military rule.</p><p>Here’s a timeline of the country’s past elections:</p><figure id=\"attachment_4259563\" aria-describedby=\"caption-attachment-4259563\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259563\" src=\"/wp-content/uploads/2026/01/afp_6971ee1c3f5a-1769074204.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladesh Nationalist Party (BNP) chairman Tarique Rahman (3L) waves to supporters during a rally as he begins campaigning ahead of the upcoming national election, in Sylhet on January 22, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4259563\" class=\"wp-caption-text\">Bangladesh Nationalist Party (BNP) chairman Tarique Rahman, third from left, waves to supporters during a rally as he begins campaigning ahead of the upcoming national election, in Sylhet on January 22, 2026 [AFP]</figcaption></figure><h2 id=\"1970-pakistan-elections-pre-independence\">1970 – Pakistan elections, pre-independence</h2><p>When Bangladesh was still part of Pakistan, general elections were held in the former East and West Pakistan in December 1970. The two regions were geographically separated by India, and the majority Bengali population in East Pakistan (now Bangladesh) had been pushing for independence.</p><p>Pro-independence politician Sheikh Mujibur Rahman’s Awami League won close to all 162 seats allocated to East Pakistan in the common Pakistani parliament. The Awami League also effectively won a majority in the then-313-seat National Assembly of Pakistan — which should have allowed it to form the national government of a united Pakistan, with Rahman as prime minister.</p><p>However, the Pakistani military government refused to allow him to become PM. Rahman delivered a fiery speech in which he declared that Bangladesh would be independent of Pakistan by March 1971.</p><p>The Pakistan army violently attacked activists, triggering the Bangladeshi Liberation War from March to December 1971, during which Bengalis in East Pakistan were ethnically cleansed. An estimated three million people were killed and 200,000 women sexually assaulted, according to the <a href=\"https://docs.un.org/en/A/HRC/50/NGO/26\">United Nations</a>.</p><p>Rahman — better known as Mujib in Bangladesh — was imprisoned at the beginning of the conflict, but a provisional government was formed in his absence in exile. It operated from nearby Kolkata in India under acting President Syed Nazrul Islam until Rahman’s release in January 1972 following independence. Rahman then served as prime minister.</p><h2 id=\"1973-first-post-independence-election\">1973 – First post-independence election</h2><p>After Bangladesh won independence from Pakistan in December 1971, a provisional government held the country’s first general election in March 1973. It was controversial, however, and has since been seen as an indicator of Mujib’s subsequent autocratic policies. While 14 political parties contested the election, the Awami League won an overwhelming 73 percent of the vote and snatched 293 of the contested 300 seats.</p><p>While the party was the favourite to dominate the elections in any case, Mujib nevertheless was alleged to have taken extra measures to consolidate power, including rigging polls through ballot-stuffing and intimidating and arresting opposition leaders.</p><p>Opposition parties Jatiya Samajtantrik Dal and the Jatiya League won only one seat each.</p><p>In 1974, Mujib banned all opposition parties, ushering in a one-party state. He also restricted journalists’ access to parliament.</p><h2 id=\"1975-to-1986-an-era-of-chaotic-military\">1975 to 1986 – an era of chaotic military</h2><p>Mujib and most of his family were assassinated in August 1975 during a bloody coup organised by mid-level officials, led by Colonel Sayed Farooq-ur-Rahman. Finance Minister Khondaker Mostaq Ahmad immediately declared himself president with the army’s backing.</p><p>Ahmad undid the one-party policy, allowing opposition parties to form, but was toppled shortly after in a counter-coup in November 1975 led by General Khaled Mosharraf, an ally of Rahman. Chief Justice Abu Sadat Mohammad Sayem then ruled as president with the military’s support until he resigned on health grounds in April 1977.</p><p>Then-army chief Ziaur Rahman took over as president. Zia, as he was popularly known, had also been a major figure during the liberation struggle – he broadcast the Bangladesh Declaration of Independence at the time.</p><p>As leader, he is credited with instituting economic recovery in the struggling country by liberalising the economy. He also pushed for a national Bangladeshi identity, rather than a Bengali one, which, until then, had excluded minority ethnic groups. Most notably, he ushered in multi-party elections again.</p><h2 id=\"1979-multi-party-elections\">1979 multi-party elections</h2><p>In February 1979, Ziaur’s government organised the first polls since 1973, in which his newly formed Bangladesh National Party (BNP) participated and won 207 out of 300 parliamentary seats. The Awami League, now the major opposition, won 39 seats but claimed the elections were rigged.</p><h2 id=\"1986-and-1988-elections-discredited\">1986 and 1988 elections discredited</h2><p>After Ziaur’s assassination in an abortive military coup on May 30,1981, Vice President Abdus Sattar became acting president and conducted presidential elections in November of the same year. BNP again won 65 percent of the vote. But within months, army chief Hussain Muhammad Ershad had seized power in a bloodless coup in March 1982, imposing martial law.</p><p>Ershad ruled for the next four years. When he held elections in May 1986, his Jatiya Party won 183 seats, securing a parliamentary majority. Opposition parties like the BNP had boycotted the vote, calling it a sham. Opposition parties again criticised the elections held in March 1988, when the Jatiya Party won 259 seats, as unfair and manipulated. Widespread protests calling for Ershad’s resignation broke out.</p><figure id=\"attachment_4116178\" aria-describedby=\"caption-attachment-4116178\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4116178\" src=\"/wp-content/uploads/2025/11/afp_691cebb58f10-1763503029.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"(FILES) Students chant slogans near a vandalised mural of Bangladesh's ousted Prime Minister Sheikh Hasina, during a protest demanding accountability and trial against Hasina, near Dhaka University in the capital on August 12, 2024.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4116178\" class=\"wp-caption-text\">Students chant slogans near a vandalised mural of Bangladesh’s ousted Prime Minister Sheikh Hasina, during a protest demanding accountability and a trial against Hasina, near Dhaka University on August 12, 2024 [AFP]</figcaption></figure><h2 id=\"1991-free-and-fair-elections\">1991 ‘free and fair’ elections</h2><p>The BNP, led by the late <a href=\"/features/2025/12/30/khaleda-zia-bangladeshs-first-woman-pm-a-life-of-power-and-resistance\">Khaleda Zia</a> – Ziaur’s widow – and the Awami League, led by Sheikh Hasina – the eldest of Rahman’s two surviving daughters – joined forces to lead mass protests in December 1990, which forced Ershad’s government to resign.</p><p>A caretaker government, led by Supreme Court justice Shahabuddin Ahmed, then held new elections on February 27, 1991, which were widely regarded as legitimate.</p><p>Khaleda Zia’s BNP won 140 seats while Hasina’s Awami League took 88. The Jatiya Party won 35 seats.</p><p>Khaleda Zia became Bangladesh’s first female prime minister.</p><h2 id=\"first-win\">1996 – Hasina’s first win</h2><p>Tensions between the ruling BNP and Awami League were boiling over following a parliamentary by-election for the Magura-2 constituency. Although the BNP’s candidate had won, the Awami League claimed the vote had been rigged, and began pressing Khaleda Zia to hand power over to a caretaker government to conduct forthcoming elections.</p><p>The Awami League and other opposition parties then boycotted the February 15, 1996 election, clearing the way for the BNP to win nearly all seats in parliament. Voter turnout was one of the lowest in the country ever, at only 21 percent.</p><p>However, general strikes across Bangladesh forced the BNP to hand power to a caretaker government just 12 days after the vote. In March, a requirement that a neutral caretaker government must oversee all future general elections was written into the constitution.</p><p>More elections were held on June 12. There was a much better turnout of 75 percent, and voting was widely seen as free. Hasina won her first term as prime minister, with the Awami League securing 146 parliamentary seats, just ahead of the BNP, which won 116 seats.</p><h2 id=\"2001-elections-bnp-retakes-power\">2001 elections – BNP retakes power</h2><p>Another caretaker government oversaw the next general election in October 2001. This time, the opposition BNP surged in popularity and won 193 parliament seats, ahead of the ruling Awami League, which secured 62 seats.</p><p>The elections were mostly peaceful, although there were some reports of violence towards the country’s minority Hindu population. Khaleda Zia of the BNP was able to form a government for a second time.</p><h2 id=\"2006-election-crisis-and-a-failed-vote\">2006 – Election crisis and a failed vote</h2><p>A dispute erupted between the ruling BNP, opposition Awami League, and other major players over who would lead the next caretaker government ahead of the January 2007 elections.</p><p>Riots broke out after the BNP named a retired chief justice with ties to then-Prime Minister Khaleda Zia.</p><p>The BNP-appointed president, Iajuddin Ahmed, ultimately declared himself leader of the caretaker government after no consensus was reached.</p><p>In December, revelations that <a href=\"/news/2006/12/2/bangladesh-voters-list-criticised-2\" target=\"_blank\" rel=\"noopener\">fake names</a> had been included on the list of candidates sparked riots. Thousands of protesters <a href=\"/news/2006/11/21/bangladesh-election-protests-resume\" target=\"_blank\" rel=\"noopener\">blockaded</a> the transport system and shut down schools and offices. The country descended into a political crisis that would last for several months.</p><p>Ahmed declared a national emergency, allowing the military to intervene. In protest, the Awami League withdrew from the planned elections. The elections failed to be held.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"2008-hasina-s-return\">2008 – Hasina’s return</h2><p>The delayed election eventually took place on December 29, 2008, with an 80 percent turnout – the highest the country had ever seen. It was also largely seen as fair.</p><p>The Awami League, led by Hasina, allied with several other opposition groups to form the Grand Alliance. The coalition ended up winning a majority of 230 seats. The BNP took just 30 seats. A new government was formed in January 2009. Hasina returned to power for the second time.</p><h2 id=\"2014-opposition-boycotts-and-crackdowns\">2014 – Opposition boycotts and crackdowns</h2><p>Hasina’s Awami League government was highly critical of the military intervention that had delayed the 2009 election.</p><p>Upon her return to power, she moved to amend the constitution to get rid of the caretaker government requirement. However, the BNP boycotted a June 2011 parliamentary session where lawmakers voted on the amendment. The amendment to the constitution was passed by parliament by a vote of 291 to 1.</p><p>Hasina’s government also began to crack down on opposition leaders. Ahead of elections slated for January 5, 2014, opposition BNP leader Khaleda Zia was placed under house arrest, and there were widespread reports of violence against other opposition members. On election day, the BNP and its supporters refused to participate.</p><p>Hasina’s Awami League, therefore, won the elections again, securing 234 seats in parliament, in a vote widely panned — in Bangladesh and internationally — as illegitimate.</p><h2 id=\"2018-awami-league-wins-supermajority\">2018 – Awami League wins supermajority</h2><p>The next general election was held on December 30, 2018, amid major technological upgrades. For the first time, voters could participate in electronic voting.</p><p>However, the BNP and other opposition parties accused the ruling Awami League-Jatiya Party coalition of rigging, despite the upgrades. There were again reports of violence against opposition BNP members and the party’s supporters, as well as allegations of vote rigging.</p><p>The Awami League government had also banned the Jamaat-e-Islami, the country’s largest Islamic party and a BNP ally at the time. Several Jamaat leaders were executed after convictions by a Hasina-appointed tribunal for alleged war crimes in 1971.</p><p>The government also <a href=\"/news/2018/12/29/bangladesh-shuts-down-mobile-internet-in-lead-up-to-election-day\" target=\"_blank\" rel=\"noopener\">shut down mobile internet</a> ahead of the vote to stop the spread of fake news, it claimed. Khaleda Zia of BNP was outright barred from running after she was convicted and handed a 17-year jail term in a corruption case. The BNP maintained that the trial was politically motivated. Zia was acquitted after Hasina’s ousting.</p><p>The Awami League-Jatiya Party alliance won a supermajority – more than 90 percent of parliamentary seats. The elections were broadly seen as a sham.</p><h2 id=\"2024-elections-the-prelude-to-hasina-s-ousting\">2024 elections – the prelude to Hasina’s ousting</h2><p>The last election to be held under Hasina’s administration was on January 7, 2024.</p><p>Hasina continued to crack down on opposition politicians and was largely seen to have near-total influence over the electoral commission that had been established in 1972.</p><p>The opposition BNP boycotted the elections, and the Jamaat was still under a ban, paving the way for Hasina to win her fifth term in office and cement her government’s position as the longest-serving administration in Bangladesh’s history. Bangladesh had effectively become a one-party state again.</p><p>In July, <a href=\"/news/longform/2024/8/7/how-bangladeshs-gen-z-protests-brought-down-pm-sheikh-hasina\">mass protests</a> led by students broke out after the Supreme Court restored a job quota system that had prioritised the descendants of the country’s liberation activists. The 46-year-old law had initially been struck down in 2018, following student-led protests. Its reinstatement pushed thousands of students back onto the streets in what is now called the July Revolution.</p><p>However, the protests turned deadly when Hasina’s government responded violently. Security officials massacred demonstrators in the streets, resulting in the deaths of at least 1,400 people.</p><p>On August 5, Hasina resigned and fled the country to India.</p><p>On August 8, Muhammad Yunus, a globally recognised economist and 2006 Nobel Peace Prize winner, took over as the interim leader.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Somalia’s Mohamud slams Israel’s ‘interference’, rejects base on Somaliland | Politics News | Al Jazeera",
            "time": "2026-02-08T05:04:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770520590.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Somalian President Hassan Sheikh Mohamud has slammed Israel’s “interference” in his country, saying its <a href=\"/video/inside-story/2025/12/29/how-will-israels-recognition-of-somaliand-impact-the-middle-east\">recognition of the breakaway region of Somaliland</a> has further increased instability and weakened international order.</p><p>In an exclusive interview with Al Jazeera broadcast on Saturday, Mohamud said Somalia “will never allow” the establishment of an Israeli base in Somaliland and will “confront” any such move.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He also warned that the proposed Israeli base could be used as a springboard to attack neighbouring countries.</p><p>Mohamud’s comments came amid a regional outcry over Israeli Prime Minister Benjamin Netanyahu’s decision in December to <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">recognise Somaliland</a>, a breakaway part of Somalia comprising the northwestern portion of what was once the British Protectorate.</p><p>The territory sits astride one of the world’s most critical maritime choke routes, flanked by multiple conflicts in the Horn of Africa and the Middle East.</p><p>Israel’s move made it the first country in the world to recognise Somaliland as an independent state and came months after The Associated Press news agency reported that Israeli officials had contacted parties in Somaliland to discuss using the territory for forcibly displacing Palestinians amid Israel’s genocidal war on Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel and Somaliland have denied the claims, but a Somaliland official from the country’s Ministry of Foreign Affairs and International Cooperation told Israel’s Channel 12 in January that an Israeli military base is “on the table and being discussed”, though its establishment depends on the terms.</p><p>Somalia has denounced Israel’s move as an attack on its territorial integrity and unity, a position backed by most African and Arab leaders, and urged Netanyahu to withdraw the recognition.</p><p>But Somaliland’s leader, Abdirahman Mohamed Abdullahi, known as Cirro, has welcomed <a href=\"/features/2026/1/16/what-does-israel-want-in-somaliland\">Israel’s diplomatic move</a>, praising Netanyahu for his “leadership and commitment to promoting stability and peace” in the region.</p><h2 id=\"we-will-defend-ourselves\">‘We will defend ourselves’</h2><p>In his interview with Al Jazeera, Mohamud described Israel’s diplomatic manoeuvre as a “reckless, fundamentally wrong and illegal action under international law”.</p><p>He also pledged to fight back against any Israeli military presence in Somaliland.</p><p>“We will fight in our capacity. Of course, we will defend ourselves,” he said. “And that means that we will confront any Israeli forces coming in, because we are against that and we will never allow that.”</p><p>The Israeli recognition represents a dramatic shift in Somaliland’s fortunes after years of diplomatic isolation.</p><p>The region seceded from Somalia during a brutal civil war that followed decades under the hardline government of Siad Barre, whose forces devastated the north. While large parts of Somalia <a href=\"/video/upfront/2022/12/16/can-somalia-overcome-its-history-of-crises\">descended into chaos</a>, Somaliland stabilised by the late 1990s.</p><p>Somaliland has since developed a distinct political identity, with its own currency, flag and parliament. But its eastern regions remain disputed by communities that do not back the separatist programme in the capital, Hargeisa.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In recent years, Somaliland developed ties with the United Arab Emirates – a signatory to the Abraham Accords with Israel – and Taiwan as it sought international acceptance.</p><p>In his interview, Mohamud said Israel’s move “interfering with Somalia’s sovereign and territorial integrity” also “undermines stability, security and trade in a way that affects the whole of Africa, the Red Sea and the wider world”.</p><p data-start=\"1957\" data-end=\"2403\">He added that Israel’s deadly use of force against Palestinians in Gaza cannot be separated from what is happening in Somaliland, adding that it reflects the weakening of the foundations of global governance.</p><p data-start=\"2405\" data-end=\"2841\">“Key among the global concerns is the weakening of the established rules-based international order. That order is not intact any more,” Mohamud said.</p><p data-start=\"2405\" data-end=\"2841\">He warned that institutions created after World War II “are under grave threat”, as “the mighty is right” increasingly replaces adherence to international law.</p><p>The United States, meanwhile, has yet to signal a major shift on the question of Somaliland.</p><p>But in August, US President Donald Trump – who has previously lobbed insults at Somalia and Mohamud – suggested he was preparing to move on the issue when asked about Somaliland during a White House news conference.</p><p>“Another complex one, but we’re working on that one – Somaliland,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,445 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-08T04:12:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-07T105755Z_259709226_RC2YGJACDZ6C_RTRMADP_3_UKRANE-CRISIS-ATTACK-KYIV-REGION-1770508387.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,445</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,445 of Russia’s war on Ukraine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Feb 2026</span><span aria-hidden=\"true\">8 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Sunday, February 8:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces launched more than 400 drones and about 40 missiles in an overnight attack on Ukraine on Saturday, targeting the country’s <a href=\"/features/2026/1/23/russia-targets-ukraines-energy-as-trilateral-talks-loom\">power grid</a>, generation facilities and distribution substations, according to Ukrainian President Volodymyr Zelenskyy.</li>\n<li>Ukrainian Minister of Energy Denys Shmyhal said two thermal power stations in Ukraine’s western regions were hit, and electricity distribution lines were also targeted.</li>\n<li>Zelenskyy said more than 1,000 apartment buildings remain without heating in bitterly cold temperatures in the capital, Kyiv, due to the attacks.</li>\n<li>The Ukrainian president criticised Moscow’s targeting of energy infrastructure, saying Russia must be deprived of the ability to use the cold winter weather as leverage against Kyiv. “Every day, Russia could choose real diplomacy, but it chooses new strikes,” he said.</li>\n<li>Poland suspended operations at the Lublin and Rzeszow airports near the border with Ukraine on Saturday following the Russian strikes. Polish authorities later said there had been no violation of the country’s airspace and reopened the two airports.</li>\n<li>The International Atomic Energy Agency said on X that Ukrainian nuclear power plants have reduced output due to the renewed military activity that affected electrical substations and disconnected some power lines.</li>\n</ul><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian military and security officials said that Kyiv struck an oil depot in Russia’s Saratov region and a plant that makes missile fuel components in the Tver region in western Russia.</li>\n<li>Ukrainian forces also launched a strike on Russia’s Bryansk region, according to the governor there, using long-range Neptune missiles and HIMARS rocket systems. The attacks wounded two people and disrupted power in seven municipalities, the official said.</li>\n<li>The Russian TASS news agency said another Ukrainian missile attack on the border region of Belgorod caused power outages at several water supply facilities, and that experts are “investigating the extent of the outage”.</li>\n<li>The Russian Defence Ministry said its troops captured the village of Chuhunivka in Ukraine’s eastern Kharkiv region, the state news agency RIA Novosti reported.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Peace talks</h3><h3>Politics and security</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian Minister of Foreign Affairs Abdrii Sybiha said Kyiv supports a call for a ceasefire during the Winter Olympic Games after Italy and Pope Leo urged world leaders to use the Milano Cortina games to further peace.</li>\n<li>The Russian newspaper Kommersant reported that two suspects in the attempted assassination of top Russian military intelligence official <a href=\"/news/2026/2/6/senior-russian-officer-shot-in-moscow-in-apparent-assassination-attempt\">General Vladimir Alexeyev</a> “will soon be interrogated”. It cited a source close to the investigation.</li>\n<li>Alexeyev, the deputy head of the GRU, Russia’s military intelligence arm, was shot in his Moscow apartment building and rushed to hospital on Friday. He underwent successful surgery and regained consciousness on Saturday, but remained under medical supervision, Kommersant added.</li>\n<li>Russian Minister of Foreign Affairs Sergey Lavrov accused Ukraine of being behind the assassination attempt, which he said – without providing evidence – was designed to sabotage peace talks.</li>\n<li>US President Donald Trump has signed an executive order rescinding a punitive 25 percent duty on all imports from India over its purchases of Russian oil, the White House said. The two nations earlier announced a trade deal slashing US tariffs on Indian goods to 18 percent from 50 percent in exchange for India halting Russian oil purchases and lowering trade barriers.</li>\n</ul><figure id=\"attachment_4296212\" aria-describedby=\"caption-attachment-4296212\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4296212 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/AP26038507097184-1770508607.jpg?resize=770%2C513&amp;quality=80\" alt=\"Volunteer Marat Darmenov, center right, serves free hot food to Kyiv residents during a blackout caused by Russia's regular air attacks on the country's energy system in Kyiv, Ukraine, Saturday, Feb. 7, 2026. (AP Photo/Sergei Grits)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4296212\" class=\"wp-caption-text\">Volunteer Marat Darmenov serves free hot food to Kyiv residents during a blackout caused by Russia’s regular air attacks on the country’s energy system, in Kyiv on Saturday [Sergei Grits/AP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Thailand votes as reformists, conservatives vie for power | Politics News | Al Jazeera",
            "time": "2026-02-08T01:55:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-08T023756Z_1258939157_RC2CHJA72M7R_RTRMADP_3_THAILAND-ELECTION-1770527503_70ee58-1770527578.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand votes in a closely watched general election, with progressive reformers and military-backed conservatives vying for control in a country that has cycled through three prime ministers in as many years.</p><p>Polling stations opened at 8am local time (01:00 GMT) on Sunday and are set to close at 5pm (10:00 GMT).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While more than 50 parties are contesting the polls, only three – the People’s Party, Bhumjaithai, and Pheu Thai – have the nationwide organisation and popularity to gain a winning mandate.</p><p>With 500 parliamentary seats at stake and surveys consistently suggesting no party is likely to win an outright majority, coalition negotiations appear inevitable. A simple majority of elected lawmakers will select the next prime minister.</p><p>The <a href=\"/news/2026/2/6/as-thais-head-to-polls-can-the-reformist-peoples-party-break-the-cycle\">progressive People’s Party</a>, led by Natthaphong Ruengpanyawut, is favoured to win the most seats.</p><p>But the party’s reformist platform, which includes promises to curb the influence of the military and the courts, as well as breaking up economic monopolies, remains unpalatable to its rivals, who may freeze it out by joining forces to form a government.</p><p>The party is the successor to the Move Forward Party, which won the most seats in the House of Representatives in 2023, but was blocked from power by a military appointed Senate and later dissolved by the Constitutional Court over its call to reform Thailand’s strict royal insult laws.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2026/2/7/will-pro-military-message-bring-thailands-most-hawkish-party-to-power\">The Bhumjaithai</a>, headed by caretaker Prime Minister Anutin Charnvirakul, is seen as the main defender and preferred choice of the royalist-military establishment.</p><p>Anutin has only been the prime minister since last September, after serving in the Cabinet of former Prime Minister Paetongtarn Shinawatra, who was forced out of office for an ethics violation over her mishandling of relations with Cambodia. Anutin dissolved parliament in December to call a snap election after he was threatened with a no-confidence vote.</p><p>He has centred his campaign on economic stimulus and national security, tapping into nationalist fervour stoked by deadly border clashes with neighbouring Cambodia.</p><p>The third major contender, Pheu Thai, represents the latest incarnation of political movements backed by jailed former Prime Minister <a href=\"/news/2025/9/9/thai-court-says-ex-premier-thaksin-shinawatra-must-serve-1-year-in-prison\">Thaksin Shinawatra</a>, and trades on the populist policies of the Thai Rak Thai party, which held power from 2001 until 2006, when it was ousted by a military coup.</p><p>The party has campaigned on economic revival and populist pledges like cash handouts, nominating Thaksin’s nephew, Yodchanan Wongsawat, as its lead candidate for prime minister.</p><p>Sunday’s voting also includes a referendum asking voters whether Thailand should replace its 2017 military-drafted constitution.</p><p>Pro-democracy groups view a new charter as a critical step towards reducing the influence of unelected institutions, such as the military and judiciary, while conservatives warn that it could lead to instability.</p><p>Some 53 million people are eligible to vote in Sunday’s election, and the Election Commission said more than 2.2 million voters had already cast ballots during an early voting period that began on February 1.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al Jazeera’s Tony Cheng, reporting from Bangkok, said voters in Thailand were viewing this election with a sense of weary familiarity.</p><p>“It’s only three years since we had an election. We weren’t supposed to have another one for a couple of years yet,” he said. But the outcome is likely to be similar to the last vote, with the People’s Party again expected to finish first.</p><p>“What Thai voters really want to know is whether the next government will moves things forward. They’ve seen growth slowing and slowing while the rest of this dynamic region surges ahead. And there’s a feeling that things really need to change.”</p><p>But whether voters will get what they voted for remains uncertain.</p><p>“We’ve seen parties come into power only to have prime ministers knocked out with military coups and court interventions. And we keep hearing from the institutions that Thailand is not quite ready for democracy,” Cheng said. “But the truth is those institutions have never allowed democracy to truly flourish. And so people keep voting for parties that are never fully able to take power.”</p></div></div></body></html>"
        },
        {
            "title": "Japan votes as Sanae Takaichi seeks mandate for conservative agenda | Elections News | Al Jazeera",
            "time": "2026-02-08T01:06:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-07T220158Z_385799500_RC2UGJAIHT78_RTRMADP_3_JAPAN-ELECTION-1770512596.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Voters in Japan are casting their ballots in a parliamentary election expected to deliver a resounding victory for Prime Minister Sanae Takaichi’s conservative coalition.</p><p>The snap vote on Sunday comes as Takaichi seeks a new mandate to push through an ambitious agenda, including increased defence spending and tougher immigration measures.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The coalition of Takaichi’s Liberal Democratic Party (LDP) and the Japan Innovation Party, known as Ishin, could win more than 300 of the 465 seats in the lower house of parliament, according to multiple opinion polls.</p><p>The figure would mark a substantial gain from ⁠the 233 it is defending.</p><p>The opposition, despite the formation of a new centrist alliance and a rising far-right, is seen as too splintered to be a real challenger.</p><p>Takaichi, 64, is Japan’s first female prime minister and took office in October after being selected as the LDP’s leader. The ultraconservative politician has pledged to “work, work, work”, and her style – seen as both playful and tough – has resonated with younger voters.</p><p>She has said she will step down if the LDP fails to win a majority.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rising-cost-of-living\">Rising cost of living</h2><p>Voters on Sunday will select lawmakers in 289 single-seat constituencies, with the remainder decided by proportional representation votes for parties. Polls close at 8pm local time (11:00 GMT), when broadcasters are expected to issue projections based on exit polls.</p><p>The rising cost of living has taken centre stage in the election.</p><p>The issue is voters’ main concern, with prices rising while real wage growth lags behind inflation, leaving households worse off. Japan also faces longstanding problems with sluggish economic growth. The economy expanded just 1.1 percent last year and is on track to grow by only 0.7 percent in 2026, according to the International Monetary Fund.</p><p>Takaichi has promised to suspend the 8 percent sales tax on food for two years to help households cope with rising prices.</p><p>The pledge follows the approval last year of Japan’s largest stimulus package since the COVID-19 pandemic, a 21.3 trillion yen ($136bn) injection into the economy, heavily focused on cost-of-living relief measures, including energy bill subsidies, cash handouts and food vouchers.</p><p>Takaichi has also promised to revise security and defence policies by December to bolster Japan’s offensive military capabilities, lifting a ban on weapons exports and moving further away from the country’s post-war pacifist principles. She has been pushing for tougher immigration policies, including stricter requirements for foreign property owners and a cap on foreign residents.</p><p>Al Jazeera’s Patrick Fok, reporting from Tokyo, said Takaichi, who is favoured by a majority of voters under the age of 30, is hoping to capitalise on her “tremendous popularity” and secure a landslide victory for her coalition.</p><p>“That result – if indeed that’s how it turns out – will mark a remarkable turnaround, really, for the LDP. Months ago, it was a party in disarray. It had lost its parliamentary majority and was embroiled in a slush fund scandal. So, this turnaround has very much been engineered by Takaichi and what some describe as an almost cult-like popularity,” Fok said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Sunday’s vote comes amid record snowfall in parts of the country. With up to 70cm (27.5 inches) of snow forecast in northern and eastern regions, some voters will have to battle blizzards to cast their ballots. The election is only the third post-war vote held in February, with polls typically called during milder months.</p><p>Fok said the heavy snowfall could affect voter turnout, but “there’s no suggestion that’s going to impact the outcome of the election”.</p><p>“A lot of people feel that the opposition parties are not offering anything substantially different. And perhaps they feel that Takaichi’s economic agenda will boost the country in the long term,” he said.</p><p>“She has a growth-oriented strategy. She wants to develop sectors like AI and semiconductors, and accelerate defence spending. Voters are perhaps betting on that unlocking the keys to stagnant wage growth in this country, and in turn, [to] counter rising inflation that they are experiencing here.”</p><h2 id=\"foreign-policy\">Foreign policy</h2><p>A landslide win for Takaichi’s coalition would also likely prompt a shift in foreign policy.</p><p>“It will allow her to do two fundamentally important things,” said Stephen Nagy, a professor of politics and international studies at the International Christian University.</p><p>“The first thing is to invest in the Japan-United States alliance, tighten its partnership, and secure that relationship,” he told Al Jazeera. “Second, it will allow her to take a more realistic approach to China by balancing engagement through trade and trying to deal with regional challenges, such as terrorism or climate change, and also resilience and deterrence policy.”</p><p>Nagy noted that Takaichi received the endorsement of US President Donald Trump on Thursday and called the move a “mixed blessing”.</p><p>On one hand, the Japanese public has been worried about Trump’s tariffs and his overtures to China.</p><p>“If he is going to create a G-2 relationship with China, this is going to come at the expense of Japan’s security and ordinary citizens’ idea of security in the region,” Nagy said.</p><p>On the other hand, the Trump endorsement helps because the Japanese public “are used to the strongest and most robust Japan-US alliance over the past 80 years” and believe that Takaichi will bring stability and forge a stronger relationship with Washington, he said.</p></div></div></body></html>"
        },
        {
            "title": "Haiti’s transitional council hands power to US-backed prime minister | Politics News | Al Jazeera",
            "time": "2026-02-07T23:08:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260207__96JK6WE__v1__HighRes__HaitiPoliticsUnrestGovernment-1770503788.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Haiti’s transitional council hands power to US-backed prime minister</h1><p class=\"article__subhead\"><em>Move comes after council tried to oust PM Fils-Aime and the US recently deployed warship to waters near Haiti’s capital.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Haiti’s Transitional Presidential Council has handed power to US-backed Prime Minister Alix Didier Fils-Aime after almost two years of tumultuous governance marked by rampant gang violence that has left thousands dead.</p><p>The transfer of power between the nine-member transitional council and 54-year-old businessman Fils-Aime took place on Saturday under tight security, given Haiti’s unstable political climate.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Mr Prime Minister, in this historic moment, I know that you are gauging the depth of the responsibility you are taking on for the country,” council President Laurent Saint-Cyr told Fils-Aime, who is now the country’s only politician with executive power.</p><p>In late January, several members of the council said they were <a href=\"/news/2026/1/23/haiti-officials-announce-plan-to-oust-prime-minister-deepening-us-standoff\">seeking to remove Fils-Aime</a>, leading the United States to <a href=\"/news/2026/1/22/will-act-accordingly-us-threatens-action-against-haitian-council\">announce visa revocations</a> for four unidentified council members and a cabinet minister.</p><p>Days before the council was dissolved, the US deployed a warship and two US coastguard boats to waters near Haiti’s capital, Port-au-Prince, where gangs control 90 percent of the territory.</p><p>US Secretary of State Marco Rubio stressed “the importance” of Fils-Aime’s continued tenure “to combat terrorist gangs and stabilise the island”.</p><p>The council’s plan to oust Fils-Aime for reasons not made public appeared to fall to the wayside as it stepped down in an official ceremony on Saturday.</p><p>Fils-Aime now faces the daunting task of organising the first general elections in a decade.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"election-this-year-unlikely\">Election this year unlikely</h2><p>The Transitional Presidential Council was established in 2024 as the country’s top executive body, a response to a political crisis stretching back to the 2021 assassination of President Jovenel Moise.</p><p>It quickly devolved into infighting, questions over its membership, and allegations of corruption falling overwhelmingly short of its mission to quell gang violence and improve life for Haitians.</p><p>Just six months after being formed, the body removed Prime Minister Garry Conille, selecting Fils-Aime as his replacement.</p><p>Despite being tasked with developing a framework for federal elections, the council ended up postponing a planned series of votes that would have selected a new president by February.</p><p>Tentative dates were announced for August and December, but many believe it is unlikely an election and a run-off will be held this year.</p><p>Last year, gangs killed nearly 6,000 people in Haiti, according to the United Nations. About 1.4 million people, or 10 percent of the population, have been displaced by the violence.</p><p>The UN approved an international <a href=\"/news/2025/9/30/un-security-council-approves-gang-suppression-force-for-haiti\">security force</a> to help police restore security, but more than two years later, fewer than 1,000 of the intended troops – mostly Kenyan police – have been deployed. The UN says it aims to have 5,500 troops in the country by the middle of the year, or by November at the latest.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Is Nigeria’s security situation worsening, or is there progress? | Armed Groups News | Al Jazeera",
            "time": "2026-02-07T21:26:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770497258.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">More than 200 people have been killed in attacks, but the abducted Christians have been freed.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Armed groups in Nigeria have killed more than 200 people in several attacks in recent days.</p><p class=\"p1\">Meanwhile, all the Christian worshippers abducted from churches last month have been released.</p><p class=\"p1\">How serious is Nigeria’s security situation – and what progress is being made?</p><p class=\"p1\"><strong>Presenter:</strong> Adrian Finighan</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">James Barnett – non-resident research fellow at the Hudson Institute, specialising in armed groups in Nigeria</p><p class=\"p1\">Oluwole Ojewale – regional coordinator for West and Central Africa at the Institute for Security Studies</p><p class=\"p1\">Melvin Foote – founder and president of Constituency for Africa, and a specialist on US-Africa policy</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Non-negotiable’: Iran says missiles off the table in talks with the US | Politics News | Al Jazeera",
            "time": "2026-02-07T21:07:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP24201799652966-1767099911.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian Foreign Minister Abbas Araghchi says he hopes talks with the United States will resume soon, while US President Donald Trump pledged another round of negotiations next week following mediated discussions in Oman.</p><p>Araghchi told Al Jazeera on Saturday that Iran’s missile programme was “never negotiable” in Friday’s talks, and warned Tehran would target US military bases in the Middle East if the US attacks Iranian territory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He added that despite the negotiations in Muscat being indirect, “an opportunity arose to shake hands with the American delegation”. The talks were “<a href=\"/news/2026/2/6/iran-us-hold-talks-in-oman-as-fears-of-war-hang-over-region\">a good start</a>“, but he insisted “there is a long way to go to build trust”.</p><p>Iranians in the capital, Tehran, however, seemed less positive.</p><p>“In my opinion, like previous times, negotiations will end without results because both sides are sticking to their own positions and not willing to back down,” a woman who asked to remain anonymous told Al Jazeera.</p><p>Abdullah al-Shayji, a US foreign policy expert at Kuwait University, said he hopes for a new deal between the two foes but is not feeling optimistic.</p><p>“There is a strong position” from the US and “being provoked by” Israel to “clamp down on the Iranians because they feel that Iran is at its weakest point” so that it will be easy to extract concessions from it, especially after last month’s <a href=\"/news/2026/2/3/game-is-over-irans-ex-leaders-hardliners-clash-after-protest-killings\">antigovernment demonstrations</a>, al-Shayji said from the Al Jazeera Forum in Qatar’s capital Doha.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4266730\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-USS-Abraham-Lincoln-JAN-26-2025-1769422995.png?quality=80\" alt=\"INTERACTIVE - USS Abraham Lincoln - JAN 26, 2025-1769422995\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"nalienable-right\">‘Inalienable right’</h2><p>Despite calling the talks “very good” on Friday, Trump signed an executive order effective from Saturday that called for the “imposition of tariffs” on countries still doing business with Iran.</p><p>The US also announced new sanctions against numerous shipping entities and vessels aimed at curbing Iran’s oil exports.</p><p>More than one-quarter of Iran’s trade is with China, including $18bn in imports and $14.5bn in exports in 2024, according to World Trade Organization data.</p><p>Nuclear enrichment is Iran’s “inalienable right and must continue”, Araghchi said, adding, “We are ready to reach a reassuring agreement on enrichment. The Iranian nuclear case will only be resolved through negotiations.”</p><p>Iran’s missile programme is non-negotiable because it relates to a “defence issue”, he said.</p><p>Washington has sought to address Iran’s ballistic missile programme and its support for armed groups in the region – issues that Israel has pushed to include in the talks, according to media reports.</p><p>Tehran has repeatedly rejected expanding the scope of the negotiations beyond the nuclear issue.</p><p>“The Iranians are vehemently opposed to any concessions,” said al-Shayji, as is the US, which makes it extremely hard for countries leading mediation efforts to “get them closer together”.</p><p>Friday’s negotiations were the first since nuclear talks between Iran and the US collapsed last year following Israel’s unprecedented bombing campaign against Iran, which triggered <a href=\"/tag/israel-iran-conflict/\">a 12-day war</a>.</p><p>Following widespread antigovernment protests in Iran last month, Trump ramped up threats against the country, <a href=\"/news/2026/1/25/us-military-moves-navy-air-force-assets-to-the-middle-east-what-to-know\">deploying the USS Abraham Lincoln to the Middle East</a>.</p><figure id=\"attachment_4286184\" aria-describedby=\"caption-attachment-4286184\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4286184\" src=\"/wp-content/uploads/2026/02/afp_69823759dbe0-1770141529.jpg?w=770&amp;resize=770%2C482&amp;quality=80\" alt=\"(FILES) This January 19, 2012 image provided by the US Navy, shows the Nimitz-class aircraft carrier USS Abraham Lincoln transiting the Arabian Sea.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4286184\" class=\"wp-caption-text\">The Nimitz-class aircraft carrier USS Abraham Lincoln transiting the Arabian Sea in 2012 [File: AFP]</figcaption></figure><h2 id=\"eace-through-strength\">‘Peace through strength’</h2><p>Trump’s lead negotiators in Oman, special envoy Steve Witkoff and presidential adviser Jared Kushner, visited the aircraft carrier stationed in the Arabian Sea on Saturday.</p><p>In a social media post, Witkoff said the aircraft carrier and its strike group are “keeping us safe and upholding President Trump’s message of peace through strength.”</p><p>Witkoff said he spoke with the pilot who downed an Iranian drone that approached the carrier “without clear intent” on Tuesday.</p><p>“Proud to stand with the men and women who defend our interests, deter our adversaries, and show the world what American readiness and resolve look like, on watch every day,” said Witkoff.</p><p>While Trump has sought to use the aircraft carrier’s deployment as a means to exert pressure on Iran, al-Shayji said this cannot be a long-term strategy.</p><p>“He [Trump] can’t keep his forces at alert stage for too long. This would really discredit Trump’s administration regarding being very harsh and hard-liners on Iran,” he said.</p><p>Israeli Prime Minister Benjamin Netanyahu is set to meet Trump on Wednesday to discuss the Iran talks, his office said in a statement.</p><p>Netanyahu “believes any negotiations must include limitations on ballistic missiles and a halting of the support for the Iranian axis”, it said, referring to Iran’s allies in the region.</p><p>During the 12-day war, US warplanes bombed Iranian nuclear sites.</p><p>Araghchi expressed hope that Washington would refrain from “threats and pressure” so “the talks can continue”.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Syria and Saudi Arabia sign multibillion-dollar investment deals | Business and Economy News | Al Jazeera",
            "time": "2026-02-07T20:03:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26038556095122-1770488298.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria and Saudi Arabia sign multibillion-dollar investment deals</h1><p class=\"article__subhead\"><em>Elaf fund will finance projects with buy-in from Saudi investors committing $2bn for two airports in Aleppo city.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria and Saudi Arabia have signed a major investment package spanning aviation, energy, real estate and telecommunications as Damascus’s new leadership seeks to rebuild after a devastating 14-year <a href=\"/economy/2025/1/8/rebuilding-syrias-economy-can-stability-return-after-war\">civil war</a>.</p><p>Syrian Investment Authority chief Talal al-Hilali announced a swath of deals on Saturday, including the development of a new international airport in Aleppo, the launch of a low-cost Syrian-Saudi airline, and a telecommunications project called SilkLink aimed at turning the country into a regional hub.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Saudi Arabia has been a major backer of Syria’s new leaders, who took power after toppling longtime ruler <a href=\"/news/2025/12/8/one-year-since-the-fall-of-bashar-al-assad-a-timeline\">Bashar al-Assad</a> in December 2024, with this latest deal marking the biggest investment since the United States lifted sanctions on the country in December.</p><p>Saudi Investment Minister Khalid al-Falih said the newly launched Elaf fund, which aims to finance large-scale projects with participation from Saudi private-sector investors, would commit $2bn (7.5 billion Saudi riyals) to develop two airports in the Syrian city of Aleppo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rebuilding-syria-s-economy\">Rebuilding Syria’s economy</h2><p>Abdulsalam Haykal, Syria’s minister of communications and information technology, said his country will see nearly $1bn in investment in the telecommunications sector, with plans to lay thousands of kilometres of cable to boost connectivity between Asia and Europe.</p><p>Saudi budget carrier Flynas and the Syrian Civil Aviation Authority announced they signed an agreement to establish a new airline called “Flynas Syria”, which would be 51 percent owned by the Syrian side and is slated to start operations in the fourth quarter of 2026.</p><p>Syria’s Ministry of Energy also signed a water agreement with Saudi Arabia’s ACWA Power, which is known for running projects in power generation and desalinated water production plants in the Middle East and beyond.</p><p>Al-Hilali said the agreements targeted “vital sectors that impact people’s lives and form essential pillars for rebuilding the Syrian economy”.</p><p>Tom Barrack, the US envoy to Syria, commended the Saudi-Syrian deal on X. “Strategic partnerships in aviation, infrastructure, and telecommunications will contribute meaningfully to Syria’s reconstruction efforts,” he said.</p><p>But Benjamin Feve, senior research analyst at Karam Shaar advisory, sounded a more cautious note, saying the deals mattered “far more as a political signal than as an economic game changer” in the short term.</p><p>The government has faced criticism over the past year for making broad development promises based on written pledges with foreign investors, many of which have yet to be converted into binding contracts.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Chris Hedges on decline of the American empire | Politics | Al Jazeera",
            "time": "2026-02-07T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770484191.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Journalist Chris Hedges speaks to Marc Lamont Hill on Trump’s first year and the future of US democracy.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>One year into Donald Trump’s return to office, a wave of hardline actions – from volatile ICE raids to growing concern over political pressure on the media – has raised alarm about the expansion of the president’s power.</p><p>Then with US midterms approaching, attention is turning to whether there is any meaningful challenge to Republican grip on Congress.</p><p>So what happens next?</p><p>This week on <em>UpFront</em>, Marc Lamont Hill speaks with journalist and author Chris Hedges about Trump’s second presidency and whether US democracy is on the decline.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Italy says cannot join Trump’s ‘Board of Peace’ because of constitution | United Nations News | Al Jazeera",
            "time": "2026-02-07T18:44:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26029313270104-1770480891.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Italy says cannot join Trump’s ‘Board of Peace’ because of constitution</h1><p class=\"article__subhead\"><em>Under the constitution Italy cannot join the board because power would be wielded by one leader standing above other members, minister says.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Italy says it’s unable to join US President Donald Trump’s “Board of Peace” owing to a “constitutional limit” marking the latest setback faced by the self-styled “international peace building body”.</p><p>Foreign Minister Antonio Tajani told the ANSA news agency on Saturday that conflicts between Italy’s constitution and the charter of the Board of Peace were “insurmountable from a legal standpoint”, but his country would always be “available to discuss peace initiatives”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Italy joins a number of European countries – including France, Germany, and the United Kingdom – that have not joined the controversial board, which was <a href=\"/news/2025/11/18/mixed-reactions-to-un-security-council-approval-of-gaza-plan\">greenlit</a> by the United Nations last year as a transitional governing body for post-war Gaza before expanding its remit in a <a href=\"/news/2026/1/18/trumps-board-of-peace-appears-to-seek-wider-mandate-beyond-gaza\">sweeping charter</a> that made no mention of the war-torn Palestinian enclave.</p><p>Italy’s decision comes despite the <a href=\"/features/2025/6/28/hey-daddy-how-different-world-leaders-massage-trumps-ego\">close relationship</a> between Italian Prime Minister Giorgia Meloni and Board of Peace chairman Trump amid growing concern that the global conflict mediator – <a href=\"/news/2026/1/22/trump-launches-board-of-peace-at-ceremony-in-davos\">launched</a> in Davos, Switzerland last month as the US president made an aggressive play for <a href=\"/news/2026/1/10/what-are-potential-hard-ways-trump-could-try-to-take-greenland\">Greenland</a> – is designed to eclipse the United Nations.</p><p>Tajani pointed to Article 11 of the Italian constitution, which precludes the country from joining organisations unless there are “conditions of equality with other states”, which would not be the case under a charter that names Trump as <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">veto-wielding chairman</a> serving as the final authority on its interpretation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>However, speaking after a “very positive” meeting with US Secretary of State Marco Rubio and US Vice President JD Vance on the margins of the <a href=\"/news/2026/2/6/anti-ice-protesters-rally-in-milan-ahead-of-olympics-opening\">Winter Olympics</a> in Milan on Friday, the foreign minister said Italy would be “ready to do our part in Gaza by training the police”.</p><p>Tajani’s comments came as the board, which has reportedly demanded members pay $1bn for a permanent seat, leading to criticism it would essentially be a “pay to play” version of the UN, tentatively prepares for its <a href=\"/news/2026/2/7/trumps-board-of-peace-to-convene-in-washington-discuss-gaza-report\">first meeting</a> in Washington, DC, on February 19.</p><p>The gathering would come one day after a scheduled meeting between Trump and Israeli Prime Minister Benjamin Netanyahu.</p><p>On Saturday, Hungarian Prime Minister Viktor Orban, a key Trump ally, said he would go to Washington for the first meeting of the board “in two weeks”.</p><p>Last month, Trump invited some 60 countries to join the board. At the time of reporting, its official website listed 26 countries that have joined, including Gaza mediators Qatar and Egypt.</p><p>UN Secretary-General Antonio Guterres slammed Trump’s plans last month, saying “The basic responsibility for international peace and security lies with UN, lies with the Security Council.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Suryakumar rescues India as United States threaten T20 World Cup upset | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-07T18:00:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2260389979-1770479493.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Suryakumar rescues India as United States threaten T20 World Cup upset</h1><p class=\"article__subhead\"><em>India recover from 77-6 as captain Suryakumar Yadav hits an unbeaten 84 in 29-run World Cup win against United States.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India captain Suryakumar Yadav led ‌by example as the tournament co-hosts began their Twenty20 World Cup title defence with a 29-run victory against the United States in a group A contest on Saturday.</p><p>India recovered from a dire 77-6 to post a decent 161-9 with Suryakumar hitting a scintillating 84 not out off 49 balls.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US managed 132-8 in reply, putting up a decent fight but never really coming ⁠close to chasing down the target.</p><p>Earlier, the predominantly Indian fans at the Wankhede Stadium probably expected sixes and fours to rain down after US captain Monank Patel elected to field.</p><p>Instead, it was a long procession of India’s top-order batters returning to the pavilion after a spectacular meltdown of the world’s top-ranked T20 team.</p><p>Opener Abhishek Sharma, currently the world’s number one T20 batter, fell for a first-ball duck in perhaps an inkling of what was in ⁠store for the home side.</p><p>The real nightmare unfolded in the final Powerplay over when Shadley van Schalkwyk claimed three wickets in five deliveries to leave India reeling on 46-4.</p><p>Ishan Kishan (20) and Tilak Varma (25) could not convert their starts, while Shivam Dube departed with a golden duck against his name in that eventful over from van Schalkwyk.</p><p>It could easily have been worse, but bowler Shubham Ranjane could not hold onto a return catch from Suryakumar when the batter was on 15.</p><p>Wickets kept tumbling at the other end though.</p><p>Rinku Singh, Hardik Pandya and ‌Axar Patel perished trying to swing their way out of trouble.</p><p>Suryakumar responded to the crisis with a captain’s knock as he raced to a 36-ball fifty before plundering 21 runs from the final over from Saurabh Netravalkar.</p><p>India’s pace spearhead Jasprit Bumrah missed ‌the match due to illness, and they were also forced into replacing Harshit Rana, who was ruled out of the tournament barely 24 hours before ‌their opening match with a thigh injury.</p><p>Mohammed Siraj (3-29) vindicated his last-minute ⁠inclusion as Rana’s replacement with a two-wicket burst, while Arshdeep Singh also tasted success as they reduced the US to 31-3 in the six Powerplay overs.</p><p>Sanjay Krishnamurthi (37) and Milind Kumar (34) defied India for a while with a 58-run stand, but once the partnership ‌ended, India were firmly in charge.</p><p>In Colombo, the Netherlands nearly pulled off a major upset before Faheem Ashraf’s breezy cameo secured Pakistan’s nervy <a href=\"/sports/2026/2/7/ashraf-leads-pakistan-to-nervy-win-over-netherlands-as-t20-world-cup-begins\">three-wicket win</a> with three balls to spare in another group A contest.</p><p>In a group C match in Kolkata, West Indies fast bowler Romario Shepherd claimed four wickets in five balls, including a hat-trick, as the twice champions thumped Scotland by 35 runs.</p></div></div></body></html>"
        },
        {
            "title": "Super Bowl drives economic boon in the US ahead of game | American Football News | Al Jazeera",
            "time": "2026-02-07T16:37:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T071638Z_960857572_MT1USATODAY28159587_RTRMADP_3_NFL-SUPER-BOWL-LX-LEVI-S-STADIUM-VIEWS-1770328846.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Super Bowl, the biggest event in American football, is set for Sunday with the Seattle Seahawks facing the New England Patriots at Levi’s Stadium in Santa Clara, California.</p><p>The massive sporting event is set to energise fans in both cities and will send thousands this year to the San Francisco Bay Area. Those unable to make the trip are still expected to spend heavily on food, drinks and watch parties across the United States.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Historically, the Super Bowl has been a major economic boon for host cities. For the Bay Area, the event is part of a stretch of three major sporting spectacles lifting the regional economy.</p><h2 id=\"a-local-boost\">A local boost?</h2><p>In 2024, the Bay Area Host Committee commissioned a report forecasting the economic impact of the 2025 NBA All-Star Game, the 2026 Super Bowl, and the FIFA World Cup, all taking place in the region. The report estimated that Sunday’s game alone would generate between $370m and $630m in economic output for the Bay Area.</p><p>Last year’s Super Bowl was hosted in New Orleans, Louisiana. State officials reported the event brought in 115,000 visitors who spent $658m in the city.</p><p>For consumers, Bank of America estimates a 77 percent jump in spending near the stadium. A study analysing spending patterns from Super Bowl games between 2017 and 2025 found that, on game day, spending surged in the postal code closest to the stadium, with the biggest surge in food and parking costs.</p><p>Hosting the game does come with its own expenses for cities.</p><p>In the case of Santa Clara, it is small compared with the forecasted output. Last year, it was projected the city would cost them $6.3m, which includes training personnel for the influx of visitors and other logistical needs. However, other games have cost municipalities much more. When Atlanta hosted the Super Bowl in 2019, it cost the city an estimated $46m.</p><p>In 2023, the day after the game, which was played in Glendale, Arizona, outside of Phoenix, was the single busiest at Phoenix Sky Harbor international airport in its history, with more than 200,000 passengers passing through the airport, which is a hub for American Airlines and where budget carriers Southwest Airlines and Frontier maintain a large presence.</p><p>Other cities have used major sporting events to kick off large-scale infrastructure projects. In 2004 – ahead of the Super Bowl in Houston, Texas – METRO, the city’s transit authority, launched its first light rail line just a month before the game. The line, now one of three in the system, runs from downtown Houston to the city’s football stadium.</p><p>Prior to its launch, Houston was the only major metropolitan city in the US without a rail system.</p><p>But not all infrastructure projects paid off. Las Vegas built Allegiant Stadium in the neighbouring suburb of Paradise when the city acquired the Raiders football team from Oakland during the 2020 season. A year later, in 2021, Las Vegas won the bid to host the 2024 Super Bowl. The stadium cost $1.9bn. Nearly $750m came from hotel taxes, but the rest was shouldered by local taxpayers.</p><p>“The economic benefits are relatively short-term, not just in duration, but also in scope. They’re limited to certain industries and specific locations,” Michael Edwards, a professor of sport management at North Carolina State University, told Al Jazeera.</p><p>“The NFL [National Football League] often uses the Super Bowl as a carrot to encourage cities to invest taxpayer money in new stadiums. You’re seeing that dynamic play out in places like Chicago and Cleveland, where officials are considering domed stadiums. Part of that push is almost certainly driven by the possibility of hosting a Super Bowl, which the league dangles as an incentive,” Edwards said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"food-spending\">Food spending</h2><p>For those who can’t make it to the game itself, there is still a surge in Americans heading to bars and restaurants to watch the game or spending money throwing a watch party.</p><p>The National Retail Federation, which has been tracking Super Bowl spending for the last decade, expects that Americans will spend a record $20.2bn, or $94.77 per person, on the big game with 79 percent of that on food.</p><p>Spending has skyrocketed since 2021 when consumers spent $13.9bn, or $74.55 per person. However, that dropped from $17.2bn in 2020 when the Super Bowl happened about a month before the COVID-19 lockdowns in the US began.</p><p>For those hosting a Super Bowl watch party at home, it will cost more than last year to stock up on the quintessential game-day foods. Wells Fargo estimates that hosting 10 people will cost about $140 per person, up from $138 last year.</p><p>Chicken wings, a staple for football fans, are a bright spot for wallets; prices are down 2.8 percent compared with this time last year. Potato chip prices are flat, but dips like salsa have jumped 1.7 percent.</p><p id=\"healthier-options-are-getting-more-expensive-as-well-for-those-opting-for-a-veggie-platter-cherry-tomatoes-are-up-2-percent-celery-has-risen-2-6-percent-and-both-broccoli-and-cauliflower-are-up-4-percent-beer-prices-are-also-climbing-up-1-3-percent-from-a-year-ago\">Healthier options are getting more expensive as well for those opting for a veggie platter. Cherry tomatoes are up 2 percent, celery has risen 2.6 percent, and both broccoli and cauliflower are up 4 percent. Beer prices are also climbing, up 1.3 percent from a year ago.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"advertising-hits-records\">Advertising hits records</h2><p>The Super Bowl is airing on NBC with the network getting a boost in advertising spending for the big game. NBC sold out of advertising spots for the Super Bowl in September for a record $10m on average for a 30-second spot – up from $8m on average last year when the games aired on Fox.</p><p>NBC also benefits from a collection of sporting events all taking part in February that drive up advertising revenue, including from the Winter Olympics. The opening ceremony is on Friday and will run until February 22. NBC has exclusive broadcasting rights for the Olympics in the US.</p><p>“With the resurgence of the Olympic movement, our strongest Sports Upfront in history, the early sell-out of Super Bowl LX, and the remarkable return of the NBA, NBCUniversal has solidified itself as a sports powerhouse, and brands have taken notice,” Mark Marshall, chairman of NBCUniversal’s global advertising and partnerships, said in a release.</p><p>The last time the games were in the same year, back in 2024, the two events were the most-watched events on linear television.</p><p>On Wall Street, the looming sporting events set to air on NBC have sent parent company Comcast’s stock surging up more than 4 percent over the past five days.</p></div></div></body></html>"
        },
        {
            "title": "Olympic committee: New transgender policy consensus reached across sports | Olympics News | Al Jazeera",
            "time": "2026-02-07T16:35:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-06T221614Z_589681988_MT1USATODAY28173285_RTRMADP_3_OLYMPICS-OPENING-CEREMONY-1770480814.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Olympic committee: New transgender policy consensus reached across sports</h1><p class=\"article__subhead\"><em>A proposed new consensus between sports leaders across the globe about gender policy would be a first uniform criteria.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Global sports leaders ‌have reached consensus on a new set of eligibility criteria for transgender athletes, with the new policy expected to be announced within the first half of this year, the International Olympic Committee (IOC) said on Saturday.</p><p>It would be the first uniform policy adopted by the IOC and international sports federations, applying to major events in dozens of sports, including the Games and world championships. Currently, federations have ⁠their own rules, which can vary.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Details of the new policy are unclear, but it is expected to severely restrict the participation of transgender athletes who compete in women’s categories if they have undergone full male puberty before any subsequent medical transition.</p><p>The IOC, under its first female president, Kirsty Coventry, took the lead in June, opting for a uniform approach.</p><p>“Protecting the female category is one of the key reforms she wants to bring in,” IOC spokesman Mark Adams ⁠told a news conference at the Milan-Cortina Winter Games on Saturday.</p><p>“I would say it is going to happen shortly, within the next few months.</p><p>“It has been out to consultation phase and we had the ‘pause and reflect’ (period) on it,” Adams said. “Generally speaking, there is consensus within the sporting movement. I think you will have a new policy in the first half of this year. Don’t hold me to it, but that is roughly the timescale.”</p><p>In September, Coventry set up the “Protection of the Female Category” working group, made up of experts as well as representatives ‌of international federations, to look into how best to protect the female category in sport.</p><p>Before Coventry’s decision, the IOC had long baulked at any universal rule on transgender participation for the Games, instructing international federations in 2021 to come up with their own ‌guidelines. Under current rules, still in force, transgender athletes are eligible to take part in the Olympics once cleared by their respective federations.</p><p>Only a handful of openly ‌transgender athletes have taken part in the Games. New Zealand’s Laurel ⁠Hubbard became the first openly transgender athlete to compete in a different gender category to that assigned at birth when the weightlifter took part in the Tokyo Olympics in 2021.</p><p>Currently, for example, World Aquatics allows transgender athletes who have transitioned before the age of ‌12 to compete. World Rugby bans all transgender athletes from elite-level competitions.</p><p>United States President Donald Trump has banned transgender athletes from competing in school, college and pro events in the female category in the US, as Los Angeles prepares to host the 2028 Summer Olympics.</p><p>Trump, who signed the “Keeping Men Out of Women’s Sports” order in February, has said he would not allow transgender athletes to compete at the LA Games.</p></div></div></body></html>"
        },
        {
            "title": "England vs Nepal: T20 World Cup - teams, start time, lineups | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-07T16:02:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-30T173800Z_677101546_UP1EM1U1CZA1B_RTRMADP_3_CRICKET-T20-LKA-ENG-1770415155.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> England vs Nepal<br>\n<strong>What:</strong> 2026 ICC T20 World Cup<br>\n<strong>Where:</strong> <a href=\"/sports/2026/1/31/icc-t20-world-cup-2026-cricket-stadiums-india-vs-pakistan-final-venue\">Wankhede Stadium</a>, Mumbai, India<br>\n<strong>When:</strong> Sunday, February 8, at 3pm (09:30 GMT)<br>\n<em><b>Follow our <a href=\"/sports/liveblog/2026/2/8/live-nepal-vs-england-t20-world-cup-2026\">live</a> text and photo commentary stream.</b></em></p><p>England are undoubtedly among the frontrunners to lift the <a href=\"/sports/2026/1/30/whats-the-format-and-full-match-schedule-of-the-t20-world-cup-2026\">T20 World Cup</a> title, but, unlike years gone by, they do not start as one of the red-hot favourites.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Despite his undoubted ability with the bat, questions surround the captaincy of Harry Brook, while English cricket as a whole is licking its wounds following recent woes – including the Ashes humiliation in Australia.</p><p>Al Jazeera Sport takes a look at their open against Nepal.</p><h2 id=\"what-have-england-said-about-the-pressure-on-brooks\">What have England said about the pressure on Brooks?</h2><p>All-rounder Will Jacks said on Friday that under-fire England T20 captain Harry Brook had “100 percent” support from the players after going through a “tough time”.</p><p>The 26-year-old Brook, in charge at a global tournament for the first time, has recently been in the spotlight for all the wrong reasons.</p><p>He had to apologise last month for being involved in an altercation with a nightclub bouncer during England’s white ball tour of New Zealand last year, something that had been a “terrible mistake”.</p><p>Jacks has been close to Brook since they were roommates with England Under-19s.</p><p>“Obviously, it’s been a tough time, and that’s been well documented in the media,” Jacks told reporters before team training in Mumbai on the eve of the tournament.</p><p>“I wasn’t actually in New Zealand, so I didn’t know anything about it.</p><p>“He’s obviously made the wrong decision, but he’s accepted that. He’s obviously making amends on the pitch, and we all back him 100 percent.”</p><p>Brook, a richly gifted run-scorer, has an early chance to shift the focus back onto his batting in England’s opening match against Nepal in Mumbai on Sunday.</p><p>“He wants his cricket to do the talking,” said Jacks.</p><figure id=\"attachment_4288501\" aria-describedby=\"caption-attachment-4288501\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288501\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-copy-1770220851.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026 copy-1770220851\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288501\" class=\"wp-caption-text\">(Al Jazeera]</figcaption></figure><h2 id=\"what-is-england-and-brook-s-t20-form-ahead-of-the-world-cup\">What is England and Brook’s T20 form before the World Cup?</h2><p>England come into the World Cup in good form in T20, heartened by a 3-0 series win in Sri Lanka – one of the tournament co-hosts – this week.</p><p>In the preceding ODI series against the same opposition, the explosive Brook bludgeoned 136 off just 66 balls.</p><p>“It’s not so much we are taking momentum from that, but team unity, feeling strong within ourselves,” said Jacks.</p><p>“We have been performing well over the last 12 months, since Harry’s become captain, and we’re very happy with that.</p><p>“What we did in the last few weeks in Sri Lanka is another stepping stone.”</p><h2 id=\"who-else-is-in-england-and-nepal-s-group\">Who else is in England and Nepal’s group?</h2><p>England are expected to make the Super Eight stage from a Group C that also features two-time winners West Indies, debutants Italy and Scotland.</p><p>“We come into here full of confidence and belief that we can go a long way in this tournament.</p><p>“But that doesn’t guarantee us anything. We know that there’s amazing teams in this World Cup.”</p><p>“India, on home soil, I think everyone knows who’s favourites.”</p><h2 id=\"what-is-england-s-t20-world-cup-record\">What is England’s T20 World Cup record?</h2><p>England are the joint-record winners of the T20 World Cup with two trophy lifts to their name, alongside West Indies and holders India.</p><p>Paul Collingwood captained the English to the third edition of the competition, before Jos Buttler’s side sealed their second win in 2022.</p><figure id=\"attachment_4288503\" aria-describedby=\"caption-attachment-4288503\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288503\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220856.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220856\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288503\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"what-is-nepal-s-t20-world-cup-record\">What is Nepal’s T20 World Cup record?</h2><p>Nepal made their debut at the 2014 edition of the competition, but had to wait until the West Indies and US co-hosted tournament in 2024 to make a second appearance.</p><p>On both occasions, the Nepalese were eliminated at the first stage, with 12th- and 17th-placed rankings.</p><h2 id=\"salt-passed-fit-for-england-s-opener\">Salt passed fit for England’s opener</h2><p>Hard-hitting batsman Phil Salt was passed fit as England named their team on Saturday for their first match in the T20 World Cup.</p><p>He will open the batting alongside wicketkeeper Jos Buttler against Nepal at Mumbai’s Wankhede Stadium on Sunday in Group C.</p><p>Salt missed Tuesday’s third T20 against Sri Lanka with a back spasm, but trained successfully on Friday and will take his place at the top of the order.</p><p>Tom Banton, fresh from a sparkling 54 off 33 balls against Sri Lanka five days ago, is preferred to Ben Duckett and will bat at number four.</p><p>Left-arm fast bowler Luke Wood gets the nod ahead of Jamie Overton and joins express man Jofra Archer and Sam Curran in the seam attack.</p><p>England have opted to have four spinners at their disposal, with spearheads Adil Rashid and Liam Dawson backed up by all-rounders Jacob Bethell and Will Jacks.</p><h2 id=\"england-s-starting-lineup\">England’s starting lineup</h2><p>Phil Salt, Jos Buttler, Jacob Bethell, Tom Banton, Harry Brook (capt), Sam Curran, Will Jacks, Liam Dawson, Jofra Archer, Adil Rashid, Luke Wood</p><h2 id=\"england-squad\">England squad</h2><p>Harry Brook (captain), Rehan Ahmed, Jofra Archer, Tom Banton, Jacob Bethell, Jos Buttler (wicketkeeper), Sam Curran, Liam Dawson, Ben Duckett, Will Jacks, Jamie Overton, Adil Rashid, Phil Salt (captain), Josh Tongue, Luke Wood</p><h2 id=\"nepal-squad\">Nepal squad</h2><p>Rohit Paudel (captain), Aarif Sheikh, Aasif Sheikh (wicketkeeper), Dipendra Singh Airee, Basir Ahamad, Kushal Bhurtel, Sundeep Jora, Lokesh Bam, Gulshan Jha, Karan KC, Sompal Kami, Sandeep Lamichhane, Sher Malla, Lalit Rajbanshi, Nandan Yadav</p></div></div></body></html>"
        },
        {
            "title": "ICC in Pakistan talks to revive India T20 World Cup clash | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-07T15:32:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260206__96CY8PR__v2__MidRes__CricketIccMensT20Wc2026PakPresser-1770477323.jpg?resize=1800%2C1200&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>ICC in Pakistan talks to revive India T20 World Cup clash</h1><p class=\"article__subhead\"><em>Cricket’s global governing body hopes to persuade Pakistan to reverse decision to boycott India T20 World Cup fixtures.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The International Cricket Council is in talks with the Pakistan Cricket Board to resolve the boycott of its T20 World Cup 2026 fixture against India on February 15.</p><p>Any clash between archrivals India and Pakistan is one of the most lucrative in cricket, worth millions of dollars in broadcast, sponsoring and advertising revenue.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But the fixture was thrown into doubt after <a href=\"/sports/2026/2/5/boycotting-india-at-t20-world-cup-to-support-bangladesh-pakistan-pm-sharif\">Pakistan’s government</a> ordered the team not to play the match in Colombo.</p><p>The Pakistan Cricket Board reached out to the ICC after a formal communication from the cricket world body, a source close to the developments has told the AFP news agency.</p><p>The ICC was seeking a resolution through dialogue and not confrontation, the source added.</p><p>The 20-team tournament has been overshadowed by an acrimonious political build-up after Bangladesh, which refused to play in India, citing security concerns, was replaced by Scotland.</p><p>As a protest, Pakistan refused to face co-hosts India in their Group A fixture.</p><p>Pakistan, which <a href=\"/sports/2026/2/7/ashraf-leads-pakistan-to-nervy-win-over-netherlands-as-t20-world-cup-begins\">edged out the Netherlands</a> in the tournament opener on Saturday, will lose two points if they forfeit the match and also suffer a significant blow to their net run rate.</p><p>India skipper Suryakumar Yadav <a href=\"/sports/2026/2/5/t20-world-cup-india-will-travel-to-colombo-despite-pakistan-boycott\">said this week</a> that his team would travel to Colombo for the clash.</p><p>Pakistan and India have not played bilateral cricket for more than a decade, and meet only in global or regional tournaments.</p></div></div></body></html>"
        },
        {
            "title": "Will pro-military message bring Thailand’s ‘most hawkish’ party to power? | Politics News | Al Jazeera",
            "time": "2026-02-07T15:24:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-06T122100Z_2018245711_RC2AGJAD6XZM_RTRMADP_3_THAILAND-ELECTION-1770447886_86973f-1770448852.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As <a href=\"/news/2026/2/6/thailand-election-2026-what-are-the-main-parties-what-do-polls-suggest\">Thailand prepares to vote</a> on Sunday in a nationwide election, the country’s months-long border dispute with Cambodia continues to cast a shadow over <a href=\"/news/2026/2/6/as-thais-head-to-polls-can-the-reformist-peoples-party-break-the-cycle\">election proceedings</a>.</p><p>Brief but <a href=\"/news/2026/1/6/thai-army-says-cambodia-claims-new-border-strike-was-accident-amid-truce\">deadly armed clashes</a> in May last year on a disputed section of the Thai-Cambodia border escalated into the deadliest fighting in a decade between the two countries, killing dozens of people and displacing hundreds of thousands.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fallout from the conflict toppled the government of Thailand’s <a href=\"/news/2025/8/29/thai-court-removes-prime-minister-paetongtarn-shinawatra-from-office\">Prime Minister Paetongtarn Shinawatra</a> – daughter of the billionaire populist leader Thaksin Shinawatra – before bringing <a href=\"/news/2025/9/6/thailands-pm-elect-names-veterans-to-cabinet-in-bid-to-bring-confidence\">Prime Minister Anutin Charnvirakul</a> to power in September.</p><p>Now, while the fighting may have ceased, the conflict remains an emotive topic for Thais and a means for Anutin to rally support for his conservative Bhumjaithai Party as a no-nonsense prime minister, unafraid to flex his country’s military muscle when required, analysts say.</p><p>“Anutin’s party is positioning itself as the party that’s really willing to take the initiative on the border conflict,” said Napon Jatusripitak, an expert in Thai politics at the ISEAS-Yusof Ishak Institute in Singapore.</p><p>“It’s a party that has taken the strongest stance on the issue and the most hawkish,” Napon said of the recent military operations.</p><p>Anutin had good reason to focus on the conflict with Cambodia in his election campaign. The fighting created a surge in nationalist sentiment in Thailand during two rounds of armed conflict in July and December, while the clashes also inflicted reputational damage on Anutin’s rivals in Thai politics.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Chief among those who suffered on the political battlefield was the populist Pheu Thai Party, the power base of Thailand’s former prime minister Thaksin and his family.</p><p>Pheu Thai sustained a major hit to its popularity in June when a phone call between its leader, then-Thai Prime Minister Paetongtarn, and the strongman of Cambodian politics, Hun Sen, was made public.</p><p>In the June 15 call, Paetongtarn referred to Hun Sen, an erstwhile friend of her father, as “uncle” and promised to “take care” of the issue after the first early clashes between Thai and Cambodian troops, according to Reuters news agency.</p><p>For factions in Thailand’s politics and Thai people, Paetongtarn’s deference to Hun Sen was beyond the pale of acceptable behaviour for a prime minister, especially as she appeared to also criticise Thailand’s military – a major centre of power in a nation of more than 70 million people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hun Sen later admitted to leaking the call and claimed it was in the interest of “transparency,” but it led to the collapse of Paetongtarn’s government. She was then sacked by the constitutional court at the end of August last year, paving the way for Anutin to be voted in as Thailand’s leader by parliament the following month.</p><p>The border conflict with Cambodia has given a major boost to Thailand’s armed forces at a time of “growing popular discontent with the military’s involvement in politics, and with the conservative elite”, said Neil Loughlin, an expert in comparative politics at City St George’s, University of London.</p><p>Anutin’s government focused its political messaging when fighting on the border re-erupted in early December. Days later, he dissolved parliament in preparation for the election.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Bhumjaithai has leaned into patriotic, nationalist messaging,” said Japhet Quitzon, an associate fellow with the Southeast Asia programme at the Center for Strategic and International Studies (CSIS) in Washington, DC.</p><p>“Anutin himself has promised to protect the country at campaign rallies, signalling strength in the face of ongoing tensions with Cambodia. He has vowed to retaliate should conflict re-emerge and will continue protecting Thai territorial integrity,” Quitzon said.</p><h3>‘War against the scam army’</h3><p>During the fighting, Thailand took control of several disputed areas on the border and shelled Cambodian casino complexes near the boundary, which it claimed were being used by Cambodia’s military.</p><p>Bangkok later alleged some of the casino complexes, which have ties to Cambodian elites, were being used as centres for online fraud – known as cyber scams – a major problem in the region, and that Thai forces were also carrying out a “war against the scam army” based in Cambodia.</p><p>Estimates by the World Health Organization say the conflict killed 18 civilians in Cambodia and 16 in Thailand, though media outlets put the overall death toll closer to 149, before both sides signed their most recent ceasefire in late December.</p><p>While the fighting has paused for now, its impact continues to reverberate across Thai politics, said the ISEAS-Yusof Ishak Institute’s Napon.</p><p>Pheu Thai is still reeling from the leaked phone call between Paetongtarn and Hun Sen, while another Thai opposition group, the People’s Party, has been forced to temper some of its longstanding positions demanding reform in the military, Napon said.</p><figure id=\"attachment_4293938\" aria-describedby=\"caption-attachment-4293938\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293938\" src=\"/wp-content/uploads/2026/02/2026-02-07T040833Z_1037875837_RC2AGJAYT47T_RTRMADP_3_THAILAND-ELECTION-1770447115.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Former Prime Minister Paetongtarn Shinawatra shakes hands with Pheu Thai Party supporters during a major rally event ahead of the February 8 election, in Bangkok, Thailand, February 6, 2026. REUTERS/Patipat Janthong TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293938\" class=\"wp-caption-text\">Former Prime Minister Paetongtarn Shinawatra shakes hands with Pheu Thai Party supporters during a campaign event in Bangkok [Patipat Janthong/Reuters]</figcaption></figure><p>“[The People’s Party] vowed to abolish the military’s conscription and to cut the military’s budget, but what the border conflict with Cambodia did was to elevate the military’s popularity to heights not seen in longer than a decade since the 2014 coup,” Napon told Al Jazeera.</p><p>“Its main selling point used to be reform of the military, but after the conflict it seems to be a liability,” Napon continued.</p><p>The party has now shifted its criticism from the military as an institution to specific generals, and turned its focus back to reviving the economy, which is expected to grow just 1.8 percent this year, according to the state-owned Krungthai Bank.</p><p>In the past two weeks, that messaging seems to be hitting home, Napon said, with the People’s Party once again leading at the polls despite a different platform from 2023.</p><p>“It will be very different from the previous election,” Napon said.</p><p>“Right now, there’s no military in the picture, so it’s really a battle between old and new,” he added.</p></div></div></body></html>"
        }
    ]
}