{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Ten killed, 12 injured in Vietnam sleeper bus road crash | Transport News | Al Jazeera",
            "time": "2025-07-26T01:24:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250725__67V29CR__v2__HighRes__VietnamAccident-1753489302.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ten killed, 12 injured in Vietnam sleeper bus road crash</h1><p class=\"article__subhead\"><em>Vietnam’s Prime Minister Pham Minh Chinh calls for probe into deadly road accident a week after dozens killed in Ha Long Bay boat disaster.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ten passengers have been killed, including two children, after a tour bus crashed in central Vietnam, authorities said, in the latest mass casualty accident after <a href=\"/news/2025/7/19/over-20-dead-after-tourist-boat-capsizes-in-vietnams-ha-long-bay\">dozens were killed last weekend when a boat sank</a> in the country’s top tourist site of Ha Long Bay.</p>\n<p>The overnight sleeper bus was travelling on a national highway from the capital Hanoi to the central city of Da Nang when it veered off the road in the province of Ha Tinh on Friday, hitting roadside markers and overturning, authorities said in a statement.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The crash killed 10 people, including two children, all of whom were Vietnamese. Another 12 people were injured and taken to hospital with multiple injuries.</p>\n<p>Five of those killed were domestic tourists travelling to Da Nang for holidays, state media said.</p>\n<p>Da Nang, a former French colonial port city facing the South China Sea, has become a popular destination for both domestic and international visitors to the country.</p>\n<p>“The bus overturned … I couldn’t sit up as my body and my hands were smashed into the side of the bed,” a passenger who survived the crash told the local Dan Tri news site.</p>\n<p>Several of those killed and seriously injured had been occupying the sleeper bunks located towards the front of the bus. The surviving passenger said the deceased had “suffered from the strong impact”.</p>\n<p>Vietnam’s Prime Minister Pham Minh Chinh has called for an investigation into the accident.</p>\n<p>Traffic accidents are common in Vietnam, with road crashes killing 5,024 people in the first half of this year, down from 5,343 in the same period of 2024, according to data from the government’s National Statistics Office.</p>\n<p>The crash comes a week after a tourist boat capsized in the UNESCO-recognised Ha Long Bay in northern Vietnam, killing 38 Vietnamese tourists and crew members.</p>\n<p>Rescuers are still searching for one missing passenger from the boat.</p>\n<p>Only 10 people survived what is now the country’s worst boat accident and which happened as <a href=\"/news/2025/7/22/typhoon-wipha-whips-vietnam-as-philippines-flooding-displaces-thousands\">Typhoon Wipha</a> approached the country last week.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,248 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-26T01:05:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/13219384-1753487341.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,248</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,248 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Saturday, July 26:</p>\n<h2 id=\"fighting\">Fighting</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li class=\"tr-story-p1\">Ukraine’s President Volodymyr Zelenskyy said Ukrainian forces were facing fierce fighting <a href=\"/features/2025/5/15/russia-grabs-a-bit-more-of-ukraine-as-it-heads-into-peace\">around the city of Pokrovsk</a> in the country’s east, a logistics hub near where Russia’s military has been announcing the near-daily capture of Ukrainian villages.</li>\n<li>Ukraine’s top commander, Oleksandr Syrskii, described Pokrovsk and five other sectors as among the most difficult theatres of war along the 1,000km (620-mile) front with Russia.</li>\n<li class=\"tr-story-p1\">Earlier on Friday, Russia’s Ministry of Defence announced the capture of two villages on either side of Pokrovsk – Zvirove to the west and Novoekonomichne to the east. A third village – Novotoretske – near Pokrovsk was declared “liberated” by Moscow earlier this week.</li>\n<li>President Zelenskyy said Ukrainian forces were also “continuing to act” in border areas in the northern Sumy region, where Russian troops have gained a foothold in recent weeks.</li>\n<li>According to the popular Ukrainian military blog DeepState, Kyiv’s forces have retaken the previously lost village of Kindrativka in Sumy.</li>\n<li>Moscow is trying to establish in Sumy what Russia’s President Vladimir Putin calls a “buffer zone” between Russia and Ukraine.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"weapons-and-military-aid\">Weapons and military aid</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>\n<p class=\"tr-story-p1\">Zelenskyy has toured a local factory producing interceptor drones, increasingly seen as a solution to protecting Ukrainian cities from Russian air attacks, and said a goal had been set to make up to 1,000 of the weapons each day. He said interceptor drones had proved efficient at <a href=\"/news/2025/7/10/zelenskyy-seeking-to-bolster-ukraines-air-defences-at-rome-conference\">downing waves of Russian attack drones</a>.</p>\n</li>\n<li>Zelenskyy also said his country was working to secure international funding for 10 Patriot air defence systems, following a deal that allows European states to buy weaponry from the United States and donate it to Kyiv.</li>\n<li>The US announced that it is providing a $4bn loan guarantee for the purchase of American military equipment by Poland, which borders both Russia and war-torn Ukraine.</li>\n<li>\n<p class=\"tr-story-p1\">Russia’s only aircraft carrier, the 40-year-old Admiral Kuznetsov, is likely to be sold or scrapped, the chairman of Russia’s state shipbuilding corporation Andrei Kostin told the Kommersant newspaper.</p>\n</li>\n</ul>\n<figure id=\"attachment_3857484\" aria-describedby=\"caption-attachment-3857484\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857484\" src=\"/wp-content/uploads/2025/07/13219377-1753487448.jpg?w=770&amp;resize=770%2C541&amp;quality=80\" alt=\"epa12261796 People react during a farewell ceremony for twelve Ukrainian soldiers who died in Russian captivity, in Lviv, Ukraine, 25 July 2025, amid the ongoing Russian invasion. The soldiers were part of the 24th Mechanized Brigade, and were killed in January 2024, according to the Lviv City Council. EPA/MYKOLA TYS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857484\" class=\"wp-caption-text\">People grieve during a farewell ceremony in Lviv, Ukraine, for 12 Ukrainian soldiers who died in Russian captivity [Mykola Tys/EPA]</figcaption></figure>\n<h2 id=\"sanctions\">Sanctions</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li class=\"tr-story-p1\">US President Donald Trump said he is looking at secondary sanctions on Russia amid the war in Ukraine.</li>\n<li class=\"tr-story-p1\">Acting US ambassador to the UN, Dorothy Shea, urged all countries, specifically naming China, to stop exports to Russia of dual-use goods that Washington says contribute to Russia’s industrial base and enable its drone and missile attacks on Ukraine.</li>\n<li>In response, China’s deputy UN ambassador, Geng Shuang, said China did not start the war in Ukraine, is not a party to the conflict, has never provided lethal weapons, and has always “strictly controlled dual-use materials, including the export of drones”. Geng also urged the US to “stop shifting blame” in the conflict.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<ul class=\"spaced-bullet-spacing\">\n<li>The European Parliament is considering proposals to speed up the European Union’s phasing out of Russian gas by one year, to January 2027, the Reuters news agency reported, as officials in Brussels prepare to negotiate a legally-binding ban.</li>\n<li>Russia-backed Indian oil refiner Nayara Energy has named Sergey Denisov as its new chief executive, after the firm’s previous CEO, Alessandro des Dorides, resigned following European Union sanctions that targeted the company, Reuters reports.</li>\n</ul>\n<h2 id=\"ceasefire\">Ceasefire</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>Turkish President Recep Tayyip Erdogan said he may speak to Trump and President Putin this week to see if a leaders’ meeting in Istanbul is possible to discuss a ceasefire in Ukraine.</li>\n<li>Kremlin spokesman Dmitry Peskov said a summit between Putin and Zelenskyy could only happen as a final step to seal a peace deal, adding that it was unlikely that such a meeting could occur by the end of August, as Ukraine had proposed.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s top anticorruption investigator Semen Kryvonos said he did not expect attempts to derail his agency’s work to end, despite an abrupt U-turn by Zelenskyy on curbing the independence of two anticorruption agencies that fuelled <a href=\"/news/2025/7/24/ukraines-zelenskyy-introduces-new-draft-law-after-anticorruption-protests\">rare wartime protests</a>. Kryvonos said he was taken aback by those attempts.</li>\n<li>Trump said he would like to maintain the limits on US and Russian strategic nuclear weapons deployments set in the 2010 New START agreement, which expires in February. Trump made the comments as he exited the White House on a trip to Scotland.</li>\n</ul>\n<h2 id=\"regional-developments\">Regional developments</h2>\n<ul>\n<li>Georgia hosted major multinational military exercises with NATO troops, despite its government facing growing accusations of drifting away from a pro-Western path and edging closer to Russia’s orbit amid the war in Ukraine.</li>\n</ul>\n</div></div></body></html>"
        },
        {
            "title": "Donald Trump set for trade talks with Europe as he arrives in Scotland | Donald Trump News | Al Jazeera",
            "time": "2025-07-25T22:36:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25206746023015-1753480054.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President <a href=\"/news/2025/7/25/trump-says-hamas-will-be-hunted-down-as-gaza-ceasefire-talks-wane\">Donald Trump</a> has arrived in Scotland, where he is set to meet with European and British leaders for trade negotiations and visit his golf courses.</p>\n<p>Trump landed in the United Kingdom late on Friday, where he will hold talks with Prime Minister Keir Starmer and European Commission President Ursula von der Leyen.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Before departing from the White House, the US president told reporters that he would discuss the trade deal between Washington and London with Starmer and “maybe even improve it”.</p>\n<p>Von der Leyen said earlier on Friday that she had a “good” call with Trump.</p>\n<p>“We have agreed to meet in Scotland on Sunday to discuss transatlantic trade relations, and how we can keep them strong,” she said in a social media <a href=\"https://x.com/vonderleyen/status/1948777966139289658\" target=\"_blank\" rel=\"noopener\">post</a>.</p>\n<p>Shortly after coming into office, Trump imposed tariffs on imports from across the world, and he invited countries to negotiate bilateral deals with the US to avoid or lessen any further trade barriers.</p>\n<p>The UK agreed to a trade agreement with the US in June that expanded access to American goods in the British market.</p>\n<p>The deal also set the tariffs on the first 100,000 UK vehicles exported to the US annually at 10 percent.</p>\n<p>But the US trade war with the European Union has, by contrast, intensified. Earlier this month, Trump announced <a href=\"/news/2025/7/23/eu-and-us-edge-closer-to-trade-deal-as-tariff-deadline-looms\">30 percent tariffs</a> on EU imports starting on August 1.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>European leaders have expressed willingness to negotiate a deal while also threatening to impose their own trade measures against the US.</p>\n<p>Trump said on Friday that the prospects of securing a trade deal with the EU are at a “50-50 chance, maybe less than that”.</p>\n<p>“It’ll be a deal where they have to buy down their tariffs,” he said.</p>\n<p>Beyond economic negotiations, Trump is expected to visit his golf courses in Aberdeen and Turnberry in Scotland, where he said he will host Starmer for dinner.</p>\n<p>The US president – whose mother was Scottish – is expected to face protests as he moves around Scotland.</p>\n<p>A group dubbed the Stop Trump Coalition has announced plans on Saturday for protests that it described as a “festival of resistance”, featuring environmental and antiwar advocates.</p>\n<p>“Donald Trump may shake hands with our leaders, but he’s no friend of Scotland,” Alena Ivanova, a campaigner with the group, said in a statement.</p>\n<p>“We, the people of Scotland, see the damage he has done – to democracy and working people in the US, to the global efforts to tackle the climate crisis, to the very principles of justice and humanity.”</p>\n<p>The daily newspaper The National, which advocates for Scottish independence, described Trump’s visit in a front-page headline as: “Convicted <a href=\"/news/2024/5/30/new-york-jury-finds-donald-trump-guilty-in-new-york-hush-money-trial\">US felon</a> to arrive in Scotland”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Trump’s visit to Scotland comes as he faces mounting pressure at home over his ties to the late sex offender <a href=\"/news/2025/7/23/us-federal-judge-refuses-trumps-bid-to-unseal-epstein-grand-jury-records\">Jeffrey Epstein</a>.</p>\n<p>In the UK, Starmer will meet Trump amid <a href=\"/news/2025/7/25/uks-starmer-faces-mounting-pressure-to-recognise-palestinian-state\">growing calls</a> – including from within his own Labour Party – for London to recognise a Palestinian state amid the Israeli-imposed starvation crisis in Gaza.</p>\n<p>Earlier on Friday, Trump dismissed <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">an announcement</a> by French President Emmanuel Macron that Paris will recognise Palestine’s statehood.</p>\n<p>“Here’s the good news: What he says doesn’t matter,” Trump told reporters. “It’s not going to change anything.”</p>\n</div></div></body></html>"
        },
        {
            "title": "With Trump go-ahead, Skydance and Paramount to complete merger in August | Media News | Al Jazeera",
            "time": "2025-07-25T22:26:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-24T225550Z_724683082_RC27RBACZYM8_RTRMADP_3_PARAMOUNT-GLOBAL-SKYDANCE-FCC-1753477479.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The entertainment company Paramount Global is expected to close its $8bn merger agreement with Skydance Media on August 7, a date that marks two weeks after the administration of President Donald Trump gave its approval.</p>\n<p>On Friday, the two companies announced the final stage of the yearlong deal, which was first unveiled in July 2024.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The merger is considered <a href=\"/economy/2024/7/8/paramount-skydance-to-merge-and-end-redstone-familys-reign-in-hollywood\">a massive shake-up</a> in the media landscape of the United States, drawing to a close the reign of the powerful Redstone family over the Paramount entertainment empire.</p>\n<p>But the merger has garnered even more attention in recent weeks for its political backdrop.</p>\n<p>On Thursday, the Federal Communications Commission (FCC) gave the green light for the merger to go forward, after a series of moves under Paramount that were widely interpreted as concessions to the Trump administration.</p>\n<p>The FCC is technically an independent agency of the federal government, but since taking office in January for his second term, President Trump has sought to bring such agencies under his influence, including by appointing loyal allies to their leadership.</p>\n<p>That put the fate of the Paramount-Skydance merger in question, particularly given Trump’s combative relationship with CBS Broadcasting Inc, one of Paramount’s premier properties.</p>\n<h2 id=\"conflicts-over-content\">Conflicts over content</h2>\n<p>Trump has long taken an adversarial approach to the news media, and CBS’s flagship news programmes were no exception.</p>\n<p>Some of those tensions came to a head in the final weeks of the 2024 presidential election, when Trump, a Republican, was facing off against Democratic contender Kamala Harris.</p>\n<p>The TV news magazine 60 Minutes <a href=\"https://x.com/60Minutes/status/1841236651994915183\" target=\"_blank\" rel=\"noopener\">had a tradition</a> of interviewing each of the major party nominees for the presidency in the lead-up to the vote, and it had invited both Trump and Harris to participate.</p>\n<p>Harris accepted the invitation, but 60 Minutes said Trump cancelled his scheduled interview. Steven Cheung, a spokesperson for Trump, disputed that characterisation.</p>\n<p>“There were initial discussions, but nothing was ever scheduled or locked in,” Cheung <a href=\"https://x.com/StevenCheung/status/1841242913302327506\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media. “They also insisted on doing live fact checking, which is unprecedented.”</p>\n<p>The back-and-forth escalated when 60 Minutes aired two different cuts from its interview with Harris.</p>\n<p>One version, which aired on a sister programme, Face The Nation, featured more of Harris’s answer about her stance towards Israel. The other version, which aired on the 60 Minutes broadcast, was shorter.</p>\n<p>Trump called the different edits evidence of deceptive reporting tactics and filed a lawsuit against Paramount, CBS’s parent company.</p>\n<p>“CBS used its national platform on 60 Minutes to cross the line from the exercise of judgment in reporting to deceitful, deceptive manipulation of news,” his court filing alleged.</p>\n<p>“That is false,” 60 Minutes responded in a statement on its website.</p>\n<p>“When we edit any interview, whether a politician, an athlete, or movie star, we strive to be clear, accurate and on point. The portion of her answer on 60 Minutes was more succinct, which allows time for other subjects in a wide ranging 21-minute-long segment.”</p>\n<p>While many media experts expected Paramount to prevail on the merits of the case, the company instead sought to negotiate an end to the matter. Earlier this month, it agreed to pay $16m to Trump to go towards his future presidential library.</p>\n<p>Shortly thereafter, another top CBS show, The Late Show with Stephen Colbert, revealed it had been cancelled, allegedly for financial reasons.</p>\n<p>But the timing and unexpected nature of the cancellation drew speculation that it might have been an attempt to appease Trump and streamline the merger, given the fact that Colbert frequently lambasted the Republican president on his show.</p>\n<p>Trump himself <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114874422468516376\" target=\"_blank\" rel=\"noopener\">posted</a> on Truth Social, “I absolutely love that Colbert’ got fired. His talent was even less than his ratings.”</p>\n<p>The Late Show was consistently the top-rated late-night comedy show, and it had won a Peabody Award and multiple Emmy nods.</p>\n<p>Days later, on July 22, Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114897600777919524\" target=\"_blank\" rel=\"noopener\">called</a> for more comedians to be ousted, writing, “It’s really good to see them go, and I hope I played a major part in it!”</p>\n<p>That same day, he confirmed he received the $16m for his 60 Minutes settlement, adding that he <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114898229237459086\" target=\"_blank\" rel=\"noopener\">expected</a> to be receive an additional $20m in free advertising and programming from the “new owners”.</p>\n<h2 id=\"south-park-tv-show-takes-aim\">South Park TV show takes aim</h2>\n<p>Within weeks of both the 60 Minutes lawsuit settlement and the cancellation of The Late Show, the FCC gave its blessing to the merger between Paramount and Skydance.</p>\n<p>Under the merger, Skydance founder David Ellison, the son of Oracle Corporation CEO Larry Ellison, is slated to helm operations.</p>\n<p>Upon the merger’s approval, Trump’s appointee to lead the FCC, Brendan Carr, released a <a href=\"https://x.com/BrendanCarrFCC/status/1948503402213671247/photo/1\" target=\"_blank\" rel=\"noopener\">statement</a> echoing some of the president’s criticisms of major news outlets.</p>\n<p>He also hinted that the merger would result in changes to CBS’s news output.</p>\n<p>“Americans no longer trust the legacy national news media to report fully, accurately, and fairly,” he wrote. “It is time for a change. That is why I welcome Skydance’s commitment to make significant changes at the once storied CBS broadcasting network.”</p>\n<p>“In particular, Skydance has made written commitments to ensure that the new company’s programming embodies a diversity of viewpoints from across the political and ideological spectrum.”</p>\n<p>To ensure compliance with that commitment, Carr said an ombudsman would be appointed to the media giant for a period of at least two years.</p>\n<p>Carr added that the merger between Skydance and Paramount would also bar the new mega-company from implementing diversity, equity and inclusion (DEI) policies, which are designed to create an equal playing field for people regardless of age, gender, race, ethnicity, religion or ability.</p>\n<p>But the merger did not put an end to the scrutiny of Trump on Paramount platforms.</p>\n<p>Hours after the FCC granted its approval, the TV channel Comedy Central aired an episode of the animated series South Park that mocked President Trump and satirised its parent company’s $16m settlement.</p>\n<p>In one <a href=\"https://www.youtube.com/watch?v=NI34iAvKyVQ\" target=\"_blank\" rel=\"noopener\">scene</a>, an animated Jesus attempts to warn the show’s characters about Trump.</p>\n<p>“The guy can do whatever he wants now that someone backed down, OK?” the animated Jesus says. “You guys saw what happened to CBS? Yeah, well, guess who owns CBS? Paramount! You really want to end up like Colbert?”</p>\n<p>The Trump administration has since blasted the show as irrelevant.</p>\n</div></div></body></html>"
        },
        {
            "title": "France’s decision to recognise Palestine ups pressure on UK’s Starmer | Newsfeed | Al Jazeera",
            "time": "2025-07-25T21:13:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753477941.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jul 2025</span><span aria-hidden=\"true\">25 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘We are dying’: Palestinians slam world’s inaction as hunger ravages Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-25T21:13:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-25T103704Z_1786486828_RC2KTFAHG2RB_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-HUNGER-1753476194.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinians in the Gaza Strip are pleading for help as more <a href=\"/news/liveblog/2025/7/25/live-gaza-starves-under-israeli-blockade-us-says-ceasefire-in-question\">people have starved to death</a> under Israel’s unrelenting blockade of the coastal enclave.</p>\n<p>The Gaza Health Ministry said in a statement on Friday that local hospitals recorded nine new malnutrition deaths in the previous 24 hours.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>That brings the total number of such deaths to 122 since Israel’s war on Gaza began in October 2023, including at least 83 children.</p>\n<p>“We urgently demand an immediate end to the famine, the opening of all crossings, and the entry of infant formula now, along with 500 aid trucks and 50 fuel trucks daily,” the Health Ministry said.</p>\n<p>“We hold the Israeli occupation, the US administration, and other states complicit in this genocide—such as the UK, Germany, and France—as well as the international community at large, fully responsible for this historic crime.”</p>\n<p>Sources at Nasser Hospital in Khan Younis, in southern Gaza, told Al Jazeera early on Saturday that a six-month-old infant also succumbed to starvation-related medical complications.</p>\n<p><a href=\"/news/2025/7/23/hunger-crisis-deepens-in-gaza-as-10-more-starvation-deaths-reported\">Starvation deaths</a> have steadily increased in Gaza this week as Israel continues to maintain a strict blockade on the territory, preventing a steady flow of food, water, medicine and other supplies from reaching Palestinians.</p>\n<p>The United Nations has warned that <a href=\"/features/2025/7/24/did-you-eat-today-voices-of-gaza-speak-of-starvation-and-survival\">children are especially vulnerable</a> as the crisis worsens.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Noor al-Shana, an independent journalist in central Gaza’s Nuseirat, told Al Jazeera that extreme hunger is affecting all aspects of life in the Strip.</p>\n<p>She said she now struggles to find enough for one meal per day, while four of her relatives were killed while seeking food at aid distribution points run by the notorious Israel- and United States-backed <a href=\"/news/2025/7/17/suffocation-stampede-death-tragedy-at-gazas-aid-centre\">GHF</a>.</p>\n<p>“The world is just saying ‘Free Palestine’ … We don’t want words, we want solutions,” she said.</p>\n<p>“Enough, we are tired,” al-Shana added, fighting back tears. “We are suffocating. We are dying here.”</p>\n<h2 id=\"deliberate-mass-starvation\">‘Deliberate mass starvation’</h2>\n<p>Separately, sources at hospitals in Gaza told Al Jazeera that at least 38 people were killed by Israeli attacks across the enclave since the early hours of Friday morning.</p>\n<p>Of that, at least six Palestinians were killed while trying to collect food at aid distribution sites.</p>\n<p>Philippe Lazzarini, head of the UN agency for Palestinian refugees (UNRWA), on Friday reiterated criticism of the GHF, calling it a “cruel” politically driven effort that “takes more lives than it saves”.</p>\n<p>Lazzarini called for the UN agency’s aid stockpiles to be let into Gaza, warning that the enclave is suffering from “deliberate mass starvation”.</p>\n<p>“Today, more children died, their bodies emaciated by hunger,” he said in a post on X. “The unfolding famine can only be reversed by a political will.”</p>\n<p>The Israeli military has blamed international organisations for the crisis, claiming that aid trucks are inside Gaza but that the UN has refused to distribute the assistance.</p>\n<p>UN officials have rejected that, saying repeatedly that they have not received the necessary approvals from the Israeli authorities to distribute the aid.</p>\n<p>The UN and other humanitarian groups have also refused to work with the GHF aid distribution scheme, which they say does not adhere to humanitarian principles such as impartiality and independence.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>As the crisis continues to spiral, United States President Donald Trump on Friday solely blamed Hamas for the apparent collapse of Gaza ceasefire talks, saying the group is going to be “hunted down”.</p>\n<p>“Hamas didn’t really want to make a deal. I think they want to die, and it’s very, very bad,” Trump told reporters at the White House.</p>\n<p>The US president’s comments came a day after his Middle East envoy said US negotiators had <a href=\"/news/2025/7/24/death-toll-from-starvation-in-gaza-rises-to-115-as-israeli-attacks-continue\">withdrawn from</a> ceasefire talks in Qatar.</p>\n<p>Hamas responded to the US’s announcement with surprise, saying on Thursday that it had submitted a positive and constructive response to the latest proposal it was offered.</p>\n<p>Despite Hamas’s insistence that it is ready to work towards a deal, Israeli Prime Minister Benjamin Netanyahu has said that Israel and the US are weighing ways to secure the release of captives in Gaza that do not depend on a negotiated agreement with the Palestinian group.</p>\n<p>“Together with our US allies, we are now considering alternative options to bring our hostages home, end Hamas’s terror rule, and secure lasting peace for Israel and our region,” Netanyahu said.</p>\n<p>Israel’s war on Gaza has killed at least 59,676 Palestinians and wounded 143,965 others. An estimated 1,139 people were killed in Israel during the Hamas-led October 7, 2023, attacks and more than 200 were taken captive.</p>\n</div></div></body></html>"
        },
        {
            "title": "Hundreds bang pots, pans in London in Gaza hunger crisis protest | Military | Al Jazeera",
            "time": "2025-07-25T20:15:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753474375.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jul 2025</span><span aria-hidden=\"true\">25 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US confirms it will destroy contraceptives previously designated as aid | Donald Trump News | Al Jazeera",
            "time": "2025-07-25T20:00:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25082511308469-1753473484.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> The United States has confirmed reports that it will destroy reproductive health supplies previously designated as assistance, sparking fury from advocates and aid groups.</p>\n<p>The US Department of State said on Friday that the decision stems from US regulations that restrict aid to groups that perform or promote abortions.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“Only a limited number of commodities have been approved for disposal. No HIV medications or condoms are being destroyed,” a State Department spokesperson told Al Jazeera in a statement.</p>\n<p>Reproductive health advocates decried the US decision on Friday, saying that Washington is incinerating “life-saving contraceptives” rather than handing them to aid groups to distribute them in poorer countries.</p>\n<p>Several advocacy groups – including International Planned Parenthood Federation (IPPF), Sensoa and Countdown 2030 Europe – released a statement calling the US move a “cruel and ideologically driven”.</p>\n<p>“Despite multiple offers from international humanitarian organisations, governments and global health actors to purchase or redistribute these supplies, the US government has refused all alternatives,” the statement said.</p>\n<p>“Instead, they are choosing waste and extremist ideology over care, <a href=\"/features/2025/7/25/is-trump-using-africa-as-a-dumping-ground-for-criminals\">human rights</a>, safety and health.”</p>\n<p>The groups said they offered to transport, repack, store and distribute the supplies at “no cost to the US government”, but their proposal was turned down.</p>\n<p>The Reuters news agency had reported that the supplies, set to be destroyed in France, are worth $10m.</p>\n<p>The State Department spokesperson said the destruction of the commodities, purchased under the administration of former President Joe Biden, will cost $167,000.</p>\n<p>The US statement added that the administration of President Donald Trump managed to cancel previously placed orders worth $34.1m.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Trump has upended US humanitarian aid programmes, all <a href=\"/news/2025/7/16/usaid-food-for-nearly-30000-hungry-kids-to-be-destroyed-official\">but dismantling</a> the US Agency for International Development (USAID) and cutting assistance to countries and groups across the world.</p>\n<p>Since running for office the first time in 2015, Trump has presented himself as a staunch opponent of abortion. During his first term, the Republican president appointed three conservative justices to the US Supreme Court, <a href=\"/news/2022/6/24/roe-v-wade-us-supreme-court-overturns-landmark-abortion-ruling\">who helped overturn</a> the constitutional right to abortion in 2022.</p>\n<p>The decision to destroy reproductive health supplies, instead of donating or even selling them, has drawn the ire of critics across the world.</p>\n<p>Micah Grzywnowicz, regional director of IPPF European Network, said the move shows “complete lack of basic empathy”.</p>\n<p>“It’s the height of hypocrisy for a government to preach efficiency and cutting waste, only to turn around and recklessly destroy life-saving supplies when the need has never been greater. This isn’t just inefficient — it’s unconscionable,” Grzywnowicz said in a statement..</p>\n<p>“This action seriously undermines global public health efforts and limits access to essential care, particularly for communities already facing significant barriers.”</p>\n<p>Earlier this week, Democratic Congresswoman Judy Chu said she was “horrified” by the Trump administration’s move.</p>\n<p>“The Trump admin is burning $10M in taxpayer-funded birth control despite years left before expiration &amp; the UN ready to deliver it to women in need,” Chu said in a social media post.</p>\n<p>“This is cruel, disgraceful, and a needless waste of your taxpayer dollars.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Milei tames inflation, but Argentines still struggle to afford basics | Inflation | Al Jazeera",
            "time": "2025-07-25T19:58:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/Pensioner-Protesting-in-Buenos-Aires.-Patricio-A-Cabezas-1753467686.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cesar Martinez, 45, works full-time at a butcher shop in Buenos Aires, but in the last year, he has had to pick up other jobs to make it to the end of the month. So, when the government of President Javier Milei publicly <a href=\"https://x.com/JMilei/status/1944835069098565790?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1944835069098565790%7Ctwgr%5E84d60315572f152d8e0b3c9a31557724a921a5ea%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.lanacion.com.ar%2Fpolitica%2Fjavier-milei-celebro-el-numero-de-la-inflacion-de-junio-con-el-equipo-economico-nid14072025%2F\" target=\"_blank\" rel=\"noopener\">celebrated</a> a new drop in the inflation rate in June as a sign of a recovering economy, something didn’t quite add up.</p>\n<p>“The money one makes is never enough to afford everything, even the most basic things,” Martinez says.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The sentiment is a shared one on the streets of Argentina’s capital, Buenos Aires.</p>\n<p>Little over a year and a half since taking office, Milei managed to fulfil one of his campaign promises: radically cut inflation, which had reached a record monthly rate of 25 percent in December 2023. Now at 1.6 percent, the monthly rate is among the lowest since April 2020.</p>\n<p>Back in 2023, high inflation put a great strain on Argentina’s population, with prices of basic goods – such as food, services and rent — escalating month on month while salaries stayed stagnant.</p>\n<p>Argentina has a history of high inflation going back to the 1940s, including several cycles of hyperinflation, the most recent in the late 1980s, pointed out Mariana Heredia, a researcher at the National Scientific and Technical Research Council (Conicet).</p>\n<p>“Inflation is a global phenomenon, but in Argentina, it has been such a constant that people tend to think that all their problems are related to inflation. For people here, stability is very important,” Heredia told Al Jazeera.</p>\n<p>This is one of the reasons why the promise to tackle inflation helped Milei garner significant support on his way to the presidency. He now says achieving the lower rate is evidence of the success of his economic programme, which made radical cuts to public spending, including in healthcare, <a href=\"/news/2024/10/3/defying-protesters-argentinas-milei-shoots-down-university-funding-plan\" target=\"_blank\" rel=\"noopener\">education</a>, social services and public infrastructure works, to achieve a fiscal surplus.</p>\n<p> </p>\n<figure id=\"attachment_3857228\" aria-describedby=\"caption-attachment-3857228\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/07/Shop-in-Buenos-Aires-2.-Patricio-A-Cabezas-1753468217.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857228\" src=\"/wp-content/uploads/2025/07/Shop-in-Buenos-Aires-2.-Patricio-A-Cabezas-1753468217.jpg?w=770&amp;resize=770%2C616&amp;quality=80\" alt=\"Shop in Buenos Aires, Argentina\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-3857228\" class=\"wp-caption-text\">Despite a drastic cut in inflation, Argentina continues to be one of the most expensive countries on the continent [Patricio A Cabezas/Al Jazeera]</figcaption></figure>\n<p>But his programme has also involved an early nominal devaluation, which then saw the Argentian peso appreciate, making the country more expensive in dollars. This, combined with a sharp fall in real wages, has delivered a significant blow to the purchasing power of large sections of the population.</p>\n<p>Argentina is now among the most expensive countries in Latin America, but it also has some of the lowest salaries.</p>\n<p>While tackling inflation was essential to start fixing Argentina’s ailing economy, it’s proving not to be enough, experts say.</p>\n<p>“Inflation isn’t everything,” Guido Zack, economy director at Fundar, a national think tank, told Al Jazeera. “Having a low inflation rate is important, but [in Argentina] the economic recovery has been very mixed among sectors of the economy and of the population. The majority of the population still has a low purchasing power, the rate of informal work has risen, and the poverty rate is still very high. There’s still a long way to go.”</p>\n<p>Other analysts have criticised aspects of the methodology used to calculate inflation in Argentina. They say the basket of goods and services used to measure it, developed in 2004 and updated in 2016, does not accurately reflect current consumption patterns. This includes the share of income that goes into paying for housing, which rose in the renter-dense greater Buenos Aires area by 4.5 percent in June alone. According to a September poll from Inquilinos Agrupados (Organised Renters), which surveys tenants twice a year, renters spend an average of 44.5 percent of their income on rent.</p>\n<h2 id=\"economic-stress\">‘Economic Stress’</h2>\n<p>The mismatch between some economic indicators and what people are experiencing in their daily lives is what the Observatory of Social Debt of the Catholic University of Argentina has called “economic stress” — the increased perception, or reality, that most salaries are not enough to cover basic living expenses.</p>\n<figure id=\"attachment_3857236\" aria-describedby=\"caption-attachment-3857236\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/07/Shop-in-Buenos-Aires-3.-Patricio-A-Cabezas-1753468571.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857236\" src=\"/wp-content/uploads/2025/07/Shop-in-Buenos-Aires-3.-Patricio-A-Cabezas-1753468571.jpg?w=770&amp;resize=770%2C616&amp;quality=80\" alt=\"Shop in Buenos Aires, Argentina\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-3857236\" class=\"wp-caption-text\">Argentinians are taking loans to pay for food [Patricio A Cabezas/Al Jazeera]</figcaption></figure>\n<p>This is particularly evident in the country’s increasing rate of personal borrowing. According to a recent report by the Social and Economic Statistics and Tendencies Institute (Instituto de Estadísticas y Tendencias Sociales y Economicas – IETSE), 91 percent of homes in Argentina have some form of debt, and 58 percent of those loans were taken to buy food in 2024.</p>\n<p>“Sales have slowed right down in recent months,” Martinez, the butcher, said. “People are always looking for discounts, buy smaller quantities, maybe for the day, and tend to pay with credit card; it’s hard to find anyone paying in cash.”</p>\n<p>People’s frustration at the economy is also evident on the streets of Buenos Aires, where protests against inflation and cuts to public funding – mostly led by pensioners – have increased.</p>\n<p>Every Wednesday, pensioners gather in front of Congress in Buenos Aires to demand a rise in their state pensions. The current pension for five million people stands at $300 a month, below the minimum living wage. Milei has promised to veto a bill approved by Congress for a rise in pensions.</p>\n<p>Raul Maldonado, 68, retired in 2020 after working as a lathe operator in a factory for 35 years. He now makes just more than the minimum pension.</p>\n<p>“The money I earn lasts 15 days. If it wasn’t for the help of my family, I would not be able to survive,” he says.</p>\n<figure id=\"attachment_3857253\" aria-describedby=\"caption-attachment-3857253\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/07/Pensioners-protesting-in-Argentina-Josefina-Salomon-1753468818.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857253\" src=\"/wp-content/uploads/2025/07/Pensioners-protesting-in-Argentina-Josefina-Salomon-1753468818.jpg?w=770&amp;resize=770%2C475&amp;quality=80\" alt=\"Pensioners protesting in Argentina\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-3857253\" class=\"wp-caption-text\">Pensioners protesting in Buenos Aires in Argentina [Josefina Salomon]</figcaption></figure>\n<h2 id=\"the-long-game\">The long game</h2>\n<p>As Milei promises to continue pushing through with his current economic plan, the question is whether he can keep inflation down and adopt measures to improve other indicators.</p>\n<p>Heredia says that the type of anti-inflationary programme, focused on cuts to public spending and an appreciated currency, is similar to others implemented in Argentina in the past, but which failed to work in the long run.</p>\n<p>“At first, these kinds of programmes can bring people some initial relief – they generate some economic bounce back and, to a certain extent, an increased income to some high-earning sectors. But in the midterm, the costs start to show when it comes to the public spending cuts, the opening of the economy to imports that affect local production and its impact on the job market.”</p>\n<p>For Zack, the key to the long-term economic recovery is the adoption of measures aimed at improving some of the structural challenges Argentina faces, which have a negative impact on the economy.</p>\n<p>Among them, he lists the country’s complex tax system, high levels of bureaucracy, the current lack of investment in public infrastructure, such as roads to connect the country, as well as the low exchange rate and openness to imports.</p>\n<p>“Even if Argentina manages to sustain low inflation, that’s a complicated cocktail” to tackle, Zack said.</p>\n</div></div></body></html>"
        },
        {
            "title": "Al Jazeera condemns Israeli incitement against Gaza reporter Anas al-Sharif | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-25T19:49:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/Anas-al-Sharif-1753472717.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Al Jazeera condemns Israeli incitement against Gaza reporter Anas al-Sharif</h1><p class=\"article__subhead\"><em>Al Jazeera says incitement campaign aims to ‘justify targeting of journalists’ as Israel continues to bombard Gaza.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Al Jazeera Media Network has denounced the Israeli military for what it called a “campaign of incitement” against its reporters in the Gaza Strip, including most notably Al Jazeera Arabic correspondent Anas al-Sharif.</p>\n<p>In a statement on Friday, Al Jazeera said it “strongly condemns and denounces these relentless efforts, which have consistently incited against its staff since the beginning of its coverage of the ongoing Israeli war on Gaza”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“The Network considers this incitement a dangerous attempt to justify the targeting of its journalists in the field.”</p>\n<p>The statement comes just days after Israeli army spokesperson Avichai Adraee <a href=\"https://x.com/AvichayAdraee/status/1948273569202364747\" target=\"_blank\" rel=\"noopener\">reshared a video</a> on social media accusing al-Sharif of being a member of Hamas’s military wing – a claim that has been forcefully rejected as false.</p>\n<p>Israel has routinely <a href=\"/news/2024/8/1/al-jazeera-refutes-baseless-israeli-allegations-against-ismail-al-ghoul\">accused Palestinian journalists</a> in Gaza of being members of Hamas since it launched its war on the enclave in October 2023 as part of what rights groups say is an effort to discredit their reporting on Israeli abuses.</p>\n<p>The Israeli military has killed <a href=\"/news/2025/4/2/gaza-war-deadliest-ever-for-journalists-says-report\">more than 200 reporters</a> and media workers since its bombardment began, including several Al Jazeera journalists and their relatives.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>On Thursday, the Committee to Protect Journalists (CPJ) said it was “deeply alarmed” by Adraee’s threats against al-Sharif and called on the international community to protect him.</p>\n<p>“This is not the first time Al-Sharif has been targeted by the Israeli military, but the danger to his life is now acute,” CPJ’s Regional Director Sara Qudah said in a statement.</p>\n<p>“Israel has killed at least six Al Jazeera journalists in Gaza during this war. These latest unfounded accusations represent an effort to manufacture consent to kill Al-Sharif.”</p>\n<p>In its statement, Al Jazeera Media Network said it held the Israeli authorities “fully responsible” for the safety of its staff. It also called on states and international organisations to ensure that all journalists in Gaza are protected.</p>\n<p>“Israel’s continued obstruction of international journalists from entering Gaza to report on the catastrophic situation has placed an even greater burden on Al Jazeera’s journalists,” the network said.</p>\n<p>Those reporters, it added, “have shouldered the responsibility of conveying the truth as they witness it firsthand, despite enduring extreme hardships, including starvation, violence, terror, and a complete lack of life’s most basic necessities”.</p>\n</div></div></body></html>"
        },
        {
            "title": "Root up to second on record Test list as England dominate India | Cricket News | Al Jazeera",
            "time": "2025-07-25T19:42:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-25T162623Z_866326960_UP1EL7P19NXBZ_RTRMADP_3_CRICKET-TEST-ENG-IND-1753470930.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Joe Root climbed to second on the all-time list of Test run-scorers after hitting a sparkling 38th century as England hunted a series-clinching win against India.</p>\n<p>Ben Stokes’s team, 2-1 up in the five-match series, were 544-7 at stumps on Friday on the third day of the fourth Test at Old Trafford, 186 runs ahead of the toiling tourists on first innings.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Root made an imperious score of exactly 150, with only retired India great Sachin Tendulkar (15,921 Test runs) now having made more than the 34-year-old Englishman’s tally of 13,409.</p>\n<p>Earlier, Ollie Pope (71) put on 144 for the third wicket with Root before he was dismissed by Washington Sundar, who also removed Harry Brook cheaply to give India renewed hope.</p>\n<p>But skipper Stokes, who ended the day 77 not out after briefly retiring hurt with cramp, ensured England regained the initiative.</p>\n<p>And it was Stokes who celebrated at the other end as Root, his predecessor as England captain, reached 13,379 runs with a single to move one ahead of Australian Ricky Ponting’s figure.</p>\n<p>“Magnificent from Root, this is a great moment in history,” former Australia captain Ponting said on Sky Sports as the Manchester crowd stood to applaud and chant the Yorkshireman’s name.</p>\n<p>“The way his career his gone, there is absolutely no reason why he will not go past Tendulkar.”</p>\n<p>Root’s 38th Test century also drew him level with Sri Lanka’s Kumar Sangakkara in fourth place on the list of most hundreds in a Test career.</p>\n<p>“It has been a privilege to watch him knock off those milestones,” former England skipper Michael Atherton said on Sky. “It has also been a privilege to see his career unfold.”</p>\n<figure id=\"attachment_3857291\" aria-describedby=\"caption-attachment-3857291\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857291\" src=\"/wp-content/uploads/2025/07/2025-07-25T110738Z_763282026_UP1EL7P0UWOXQ_RTRMADP_3_CRICKET-TEST-ENG-IND-1753470999.jpg?w=770&amp;resize=770%2C507&amp;quality=80\" alt=\"Test Match Series - Fourth Test - England v India - Old Trafford Cricket Ground, Manchester, Britain - July 25, 2025 England's Joe Root\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857291\" class=\"wp-caption-text\">England’s Joe Root in action at Old Trafford in Manchester [Ed Sykes/Reuters]</figcaption></figure>\n<p>Root did not attend the post-play news conference as he was receiving treatment for cramp.</p>\n<p>Instead, England vice-captain Pope, asked what he admired most about his fellow top-order batsman, replied, “Just his hunger and his drive, you look at all the batters here and everyone’s picked up something from Joe.”</p>\n<p>The 27-year-old added, “His hunger for it is awesome. He’s an annoyingly good bloke, the way he is with the fans and as a role model for the next generation is awesome.</p>\n<p>“There’s a lot to learn from him.”</p>\n<p>India’s attack had few answers to Root’s latest century, with bowling coach Morne Morkel – the former South Africa quick – saying: “There’s not a lot of weaknesses in his game. That’s why he’s scored 13,000 plus runs.”</p>\n<p>England earlier resumed on 225-2 following a blistering opening partnership of 166 in 32 overs between Zak Crawley and Ben Duckett on day two, with Pope 20 not out and Root on 11.</p>\n<p>On 21, the former England skipper walked a long away across his stumps only to miss an intended glance off Mohammed Siraj.</p>\n<p>India reviewed for lbw after Ahsan Raza ruled in Root’s favour but replays upheld the Pakistani umpire’s decision, indicating the ball would have missed leg stump.</p>\n<p>There was another scare when Root, on 22, was nearly run out, but Ravindra Jadeja’s shy at the stumps missed.</p>\n<p>Root, who started the day fifth in Test cricket’s list of leading run-scorers, then leapfrogged India’s Rahul Dravid and South Africa’s Jacques Kallis into third place.</p>\n<p>Spin, however, eventually paid dividends for India where pace had failed, with both Jasprit Bumrah and Siraj appearing to tire in the absence of the injured Nitish Kumar Reddy.</p>\n<p>Pope had added just one run to his lunchtime score of 70 when, beaten by the drift from off-spinner Sundar, he edged a flicked front-foot drive to KL Rahul at slip.</p>\n<p>England were soon 349-4 when Brook, on three, was stumped off Sundar by Dhruv Jurel, deputising for injured India wicketkeeper Rishabh Pant.</p>\n<p>Stokes, however, prevented further collapse with his first fifty of the series, and the left-handed batsman was in fine touch until succumbing to cramp in his left leg.</p>\n<p>Root reached his century in 178 balls with a glanced four off ineffective debutant paceman Anshul Kamboj.</p>\n<p>He serenely continued to 150 before he was beaten by a turning delivery from left-arm spinner Jadeja that bounced steeply, with Jurel completing a sharp stumping.</p>\n<p>And when Chris Woakes was bowled by a Siraj ball that kept low – a worrying sign for India’s batsmen – England were still well-placed at 528-7.</p>\n<p>That was the cue for all-rounder Stokes, arguably England’s best bowler this series, to resume his innings, and he carried on from where he left off with a well-timed cover drive off Bumrah.</p>\n</div></div></body></html>"
        },
        {
            "title": "Florida governor announces deportation flights from Alligator Alcatraz | Donald Trump News | Al Jazeera",
            "time": "2025-07-25T19:08:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25206572416743-1753464241.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Florida Governor Ron DeSantis has revealed that deportation flights have begun to depart from a <a href=\"/news/2025/7/1/cops-in-the-form-of-alligators-trump-visits-floridas-alligator-alcatraz\">remote detention facility known as Alligator Alcatraz</a>, as the Republican leader seeks to put his state at the forefront of President Donald Trump’s immigration agenda.</p>\n<p>Speaking from the south Florida site on Friday, DeSantis framed his efforts as a model for other states seeking to partner with the Department of Homeland Security (DHS).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“I’m pleased to report that those flights out of Alligator Alcatraz by DHS have begun,” DeSantis told reporters.</p>\n<p>“ The reality is this provides an ability to enhance the mission, to increase the number and frequency of deportations. And so what’s been done here has really been remarkable.”</p>\n<p>A representative for Immigration and Customs Enforcement (ICE), Garrett Ripa, also confirmed that “two or three removal flights” had already been conducted from the Alligator Alcatraz facility and that more were planned.</p>\n<p>He indicated that those flights contained “ up to a hundred individuals who were illegally present in the state of Florida”.</p>\n<figure id=\"attachment_3857188\" aria-describedby=\"caption-attachment-3857188\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857188\" src=\"/wp-content/uploads/2025/07/AP25193643742990-1753464253.jpg?w=770&amp;resize=770%2C542&amp;quality=80\" alt=\"A person waves a US flag in front of a sign for Alligator Alcatraz.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857188\" class=\"wp-caption-text\">Rana Mourer waves a vintage-style US flag outside of the migrant detention facility dubbed Alligator Alcatraz on July 12 [Alexandra Rodriguez/AP Photo]</figcaption></figure>\n<h2 id=\"delegating-resources\">Delegating resources</h2>\n<p>President Trump campaigned for re-election last November on the promise that he would undertake the “largest deportation operation in American history”.</p>\n<p>But with more than 11 million undocumented people believed to be living in the United States, critics have pointed out that his ambitions may outstrip the amount of detention space and resources the government has available.</p>\n<p>That has led the Trump administration to seek additional resources from state and local authorities, as well as assistance from foreign governments.</p>\n<p>He has also deployed the military to assist in immigration enforcement operations, a task traditionally outside its scope.</p>\n<p>Part of Trump’s toolkit has been deputising state and local leaders through Section 287(g) of the Immigration and Nationality Act.</p>\n<p>While the federal government is solely responsible for immigration enforcement, Section 287(g) creates a loophole that allows ICE to enter into written agreements with state and local authorities to perform specific immigration-related functions.</p>\n<p>Speaking alongside DeSantis on Friday, Larry Keefe, the head of Florida’s newly established State Board of Immigration Enforcement, said his team has already taken advantage of such arrangements.</p>\n<p>“Just within the last couple of days, the federal government has issued credentials to over 1,200 Florida sheriff’s deputies and over 650 FDLE [Florida Department of Law Enforcement] agents and other state and local law enforcement agencies,” Keefe said.</p>\n<p>“We have more than doubled our capability and capacity to effect arrests.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"florida-at-the-forefront\">Florida at the forefront</h2>\n<p>Florida, however, has been testing the limits of what it is able to do independently in terms of cracking down on undocumented immigration within its state lines.</p>\n<p>Earlier this year, for instance, the Florida’s Republican-led government passed a law, known as SB 4-C (<a href=\"https://www.flsenate.gov/Session/Bill/2025C/4C/BillText/er/PDF\" target=\"_blank\" rel=\"noopener\">PDF</a>), that imposes stiff criminal penalties on adult undocumented immigrants who knowingly enter the state.</p>\n<p>But federal courts placed an injunction to prevent the law from taking effect, on the basis that it preempts the federal government’s authority over all things immigration.</p>\n<p>Still, President Trump has hailed the aggressive immigration efforts in Florida, his adopted home state, where he maintains a residence, Mar-a-Lago, as well as golf courses.</p>\n<p>Earlier this month, he visited Alligator Alcatraz, applauding its fast-paced construction. “This is what you need,” Trump said at the time. “A lot of bodyguards and a lot of cops in the form of alligators.”</p>\n<p>Critics have <a href=\"/video/quotable/2025/7/13/alligator-alcatraz-is-aninternment-camp-for-detained-migrants\">denounced</a> the facility as an exercise in cruelty, with reports emerging of <a href=\"/news/2025/7/21/less-than-human-report-details-trump-immigration-detention-centre-abuses\">poor conditions</a> inside Alligator Alcatraz. Some immigrants have said they faced floodwater, poor sanitation, clogged toilets and clouds of mosquitoes as they stayed in fenced-in units where the lights were never dimmed.</p>\n<p>Environmental groups and Indigenous members of the local Seminole and Miccosukee tribes have also criticised the facility for its location in the middle of the Everglades wetlands, a sensitive ecosystem prone to seasonal flooding.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"utilising-an-old-airfield\">Utilising an old airfield</h2>\n<p>Built across eight days in June, Alligator Alcatraz sits atop the site of the former Dade-Collier Training and Transition Airport in Ochopee, Florida.</p>\n<p>That set-up has been a benefit for plans to also use the facility for deportation flights, DeSantis said on Friday. He described transferring immigrants from their detention cells to planes with relative ease.</p>\n<p>“One of the reasons why this was a sensible spot is because you have this runway that’s right here,” DeSantis explained.</p>\n<p>“You don’t have to drive them an hour to an airport. You go a couple thousand feet, and they can be on a plane and out of here.”</p>\n<p>He added that the site already has runway lighting and 18,927 litres — or 5,000 gallons — of jet fuel on site. That, he hopes, will help pave the way for the number of deportation flights to increase in the coming weeks.</p>\n<p>“ The cadence is increasing,” DeSantis said. “We’ve already had a number of flights in the last few days.”</p>\n<p>Alligator Alcatraz — named for a forbidding island prison in the San Francisco Bay that closed in the 1960s — has the capacity to hold up to 3,000 people, according to Florida officials.</p>\n<p>DeSantis has long positioned Florida as the “blueprint” for what Republican leadership in the US could look like, and in 2023, he launched a <a href=\"http://aljazeera.com/news/2023/5/24/ron-desantis-files-paperwork-for-us-presidential-campaign\">short-lived presidential campaign</a> to challenge Trump for the 2024 Republican presidential nomination.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"increasing-the-pace\">Increasing the pace</h2>\n<p>In his remarks on Friday, DeSantis briefly acknowledged the shortcomings in Trump’s mass-deportation plans, playing up the efficiency of the Alligator Alcatraz system.</p>\n<p>“ICE has been understaffed — you know, is not scratching the surface of what would need to be done to get to where you have the largest mass deportation in history,” he said.</p>\n<p>“So you’ve got to increase that tempo. You have a limited amount of time to do it. I think we’ve got to assume we’ve got these four years under the Trump administration to really get the job done.”</p>\n<p>DeSantis also brushed aside concerns that the isolated facility cuts immigrants off from their legal representation and their right to be heard before a court.</p>\n<p>He pointed out that he plans to have immigration judges on site. But he also questioned whether undocumented people should be allowed the same due process rights as US citizens and immigrants with legal status.</p>\n<p>“To me, it’s like, if you are subjected to a traditional criminal process, there’s a whole a bunch of due process that goes into that,” DeSantis said.</p>\n<p>By contrast, DeSantis argued that the immigration process “should be a pretty simple process. You either have a right to be here or you don’t.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Thailand declares martial law in border areas amid fighting with Cambodia | Military | Al Jazeera",
            "time": "2025-07-25T18:53:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753469564.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jul 2025</span><span aria-hidden=\"true\">25 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UK’s Starmer faces mounting pressure to recognise Palestinian state | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-25T18:41:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-25T171649Z_1033652434_RC2TTFAFJS6H_RTRMADP_3_ISRAEL-PALESTINIANS-BRITAIN-PROTEST-1753468782.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 200 lawmakers in the United Kingdom have called on the British government to recognise a Palestinian state, as pressure mounts on Prime Minister Keir Starmer to take concrete action amid <a href=\"/news/liveblog/2025/7/25/live-gaza-starves-under-israeli-blockade-us-says-ceasefire-in-question\">Israel’s war on Gaza</a>.</p>\n<p>Some 221 MPs from across the political spectrum signed an open letter on Friday calling on Starmer’s Labour government to recognise a Palestinian state in advance of a United Nations conference on Palestine next week.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“We are expectant that the outcome of the conference will be the UK Government outlining when and how it will act on its long-standing commitment on a two-state solution; as well as how it will work with international partners to make this a reality,” the letter reads.</p>\n<p>“Whilst we appreciate the UK does not have it in its power to bring about a free and independent Palestine, UK recognition would have a significant impact due to our historic connections and our membership on the UN Security Council, so we urge you to take this step.”</p>\n<p>Parliamentarians from nine political parties were among the signatories, Labour MP Sarah Champion said, including Labour, the Conservatives, Liberal Democrats, SNP, and the Greens.</p>\n<p>The letter comes as public anger is growing in the UK and around the world over Israel’s continued bombardment and blockade of the Gaza Strip, which has spurred <a href=\"/features/2025/7/24/did-you-eat-today-voices-of-gaza-speak-of-starvation-and-survival\">a deadly starvation crisis</a>.</p>\n\n<p></p>\n<p>It also comes a day after French President Emmanuel <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">Macron announced</a> that France would recognise the State of Palestine at the UN in September.</p>\n<p>“Consistent with its historic commitment to a just and lasting peace in the Middle East, I have decided that France will recognise the State of Palestine,” Macron said in a social media post on Thursday.</p>\n<p>“I will make this solemn announcement before the United Nations General Assembly this coming September. The urgent priority today is to end the war in Gaza and to bring relief to the civilian population.”</p>\n<p>Macron’s announcement drew the <a href=\"/news/2025/7/25/us-israel-condemn-frances-move-to-recognise-palestinian-state\">ire of Israeli leaders</a>, including Prime Minister Benjamin Netanyahu, who said the move “rewards terror”.</p>\n<p>But Netanyahu has faced widespread condemnation for Israel’s continuing assault on Gaza, which has killed more than 59,000 Palestinians since it began in October 2023.</p>\n<p>Israel’s blockade of the enclave has caused a deepening humanitarian crisis, with the United Nations and top human rights groups reporting that many Palestinian children are now suffering from severe malnutrition and at risk of death.</p>\n<p>In a statement on Friday, Starmer said “the appalling scenes in Gaza are unrelenting”.</p>\n<p>“The continued captivity of hostages, the starvation and denial of humanitarian aid to the Palestinian people, the increasing violence from extremist settler groups, and Israel’s disproportionate military escalation in Gaza are all indefensible,” he said.</p>\n<p>But Starmer stopped short of announcing plans to recognise a Palestinian state, instead saying he was working “on a pathway to peace in the region”.</p>\n<p>“That pathway will set out the concrete steps needed to turn the ceasefire so desperately needed, into a lasting peace,” he said.</p>\n<p>“Recognition of a Palestinian state has to be one of those steps. I am unequivocal about that. But it must be part of a wider plan which ultimately results in a two-state solution and lasting security for Palestinians and Israelis.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Reporting from a protest outside Starmer’s residence in London on Friday afternoon, Al Jazeera’s Milena Veselinovic said demonstrators expressed “outrage” at the British government’s stance amid the dire situation in Gaza.</p>\n<p>“Many of them feel powerless, so one of the only things they can do is gather here, make as much noise as they can, and hope that it will be noticed by the people in power,” she said.</p>\n<p>“They want Keir Starmer to do more with the power that he has, and with the influence that he has, to put an end to this.”</p>\n<p>In addition to recognising a Palestinian state, the British government has faced growing calls to sanction Israel and <a href=\"/news/2025/6/4/pro-palestine-protesters-in-uk-call-for-israel-arms-embargo-sanctions\">impose an arms embargo</a> against the country.</p>\n<p>Veselinovic said Starmer is in “a difficult diplomatic situation” as he prepares to meet United States President <a href=\"/news/2025/7/24/us-doctors-veterans-urge-trump-to-end-israel-support-as-hunger-grips-gaza\">Donald Trump</a>, who was travelling to Scotland on Friday.</p>\n<p>She explained that Macron’s announcement added pressure on the UK, which is a close ally of both France and the US, to also recognise a Palestinian state, but noted that Trump has criticised the French president’s move.</p>\n<p>“It does seem like a gulf is emerging here over what the European stance is overall, which is much more aligned with what UN aid agencies are saying is going on on the ground in Gaza, and the American position, which seems to nearly 100 percent back whatever is the Israeli government’s version of events is,” she said.</p>\n<p>“And in the middle of that is Keir Starmer, who wants to maintain good relations with both sides.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Meta to suspend political advertising in the EU as transparency law looms | Social Media News | Al Jazeera",
            "time": "2025-07-25T17:24:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP24212556616234-1753461500.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Meta to suspend political advertising in the EU as transparency law looms</h1><p class=\"article__subhead\"><em>The social media giant follows Alphabet, Google’s parent company, which made a similar decision in November.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Meta will suspend political and social issue advertising on its platforms in the European Union starting in October.</p>\n<p>Facebook and Instagram’s parent company announced the new policy change on Friday, citing legal uncertainty about the bloc’s new rules on political advertising.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The Silicon Valley-based social media giant is following in the footsteps of Alphabet, Google’s parent company, which made the same decision in November.</p>\n<p>The EU legislation, called the Transparency and Targeting of Political Advertising (TTPA) regulation, which will apply from October 10, was prompted by concerns about disinformation and foreign interference in elections across the 27-country bloc.</p>\n<p>The law requires Big Tech companies to clearly label political advertising on their platforms, who paid for it and how much, as well as which elections are being targeted, or risk fines up to 6 percent of their annual turnover.</p>\n<p>“From early October 2025, we will no longer allow political, electoral and social issue ads on our platforms in the EU,” Meta said in a blog post.</p>\n<p>“This is a difficult decision – one we’ve taken in response to the EU’s incoming Transparency and Targeting of Political Advertising (TTPA) regulation, which introduces significant operational challenges and legal uncertainties,” it said.</p>\n<p>Meta said the EU rules would ultimately hurt Europeans.</p>\n<p>“We believe that personalised ads are critical to a wide range of advertisers, including those engaged on campaigns to inform voters about important social issues that shape public discourse,” it said.</p>\n<p>“Regulations, like the TTPA, significantly undermine our ability to offer these services, not only impacting effectiveness of advertisers’ outreach but also the ability of voters to access comprehensive information.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Meta’s Facebook and Instagram are currently being investigated by the European Commission over their suspected failure to tackle disinformation and deceptive advertising in the run-up to the 2024 European Parliament elections.</p>\n<p>The EU probe is under the Digital Services Act, which requires Big Tech to do more to counter illegal and harmful content on their platforms or risk fines of as much as 6 percent of their global annual turnover.</p>\n<p>ByteDance’s TikTok is also in the EU crosshairs over its suspected failure to tackle election interference, notably in the Romanian presidential vote last November.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Meta’s political advertising has long been a concern in the United States, as well. Last week, <a href=\"/economy/2025/7/17/zuckerberg-settles-meta-investor-8bn-lawsuit-for-undisclosed-terms\" target=\"_blank\" rel=\"noopener\">CEO Mark Zuckerberg settled a lawsuit</a> brought on by shareholders over alleged privacy violations.</p>\n<p>The suit alleged that the company failed to comply with a Federal Trade Commission settlement in 2012 in efforts to protect consumer privacy. The lawsuit came amid the 2018 Cambridge Analytica scandal in which the social media giant gave user data to the firm – without their consent – for political advertising purposes.</p>\n</div></div></body></html>"
        },
        {
            "title": "Players hits back at FIFA and Infantino after Club World Cup | Football News | Al Jazeera",
            "time": "2025-07-25T17:22:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-14T061845Z_853158429_RC2SLFAY2NQQ_RTRMADP_3_USA-TRUMP-1753462505.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Players hits back at FIFA and Infantino after Club World Cup</h1><p class=\"article__subhead\"><em>FIFA and its President Gianni Infantino have been criticised for the expanded Club World Cup in the domestic off season.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The global football players’ union has hit back at FIFA and its President Gianni Infantino, saying their autocratic style of leadership was harming the rights of its members.</p>\n<p>“Football needs responsible leadership, not emperors,” the FIFPRO network said on Friday after a meeting of 58 national player unions responded to FIFA pursuing its agenda with unofficial player representatives.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“It needs fewer autocratic monologues and more genuine, inclusive and transparent dialogue,” the union added.</p>\n<p>FIFA announced two weeks ago that it reached a consensus on key issues after Infantino hosted a group of mostly non-recognised officials in New York before the Club World Cup final.</p>\n<p>The latest rift between soccer’s governing body and its players’ unions flared while the European Commission in Brussels is considering a formal complaint against FIFA. It was filed by FIFPRO’s European division and national leagues in Europe against FIFA’s style of governance and decision-making.</p>\n<p>FIFPRO said FIFA’s core agenda included an overloaded global match calendar with too many games for elite players, a lack of physical and mental recovery periods and extreme playing conditions.</p>\n<p>Players at the monthlong Club World Cup in the United States, who played in the heat of daytime games to appeal to worldwide TV audiences, reported feeling dizzy and unwell.</p>\n<p>The 63-game tournament backed by Saudi Arabian money was lucrative for clubs, especially in Europe, though FIFA added it to the schedule without formally consulting players.</p>\n<p>The tournament, FIFPRO said, was “celebrated by President Infantino despite being held under conditions that were extreme and inappropriate for any human being, demonstrating a troubling insensitivity to human rights, even when it concerns elite athletes.</p>\n<p>“FIFPRO reaffirmed its unwavering commitment to protecting the rights of men and women players – rights which are being seriously undermined by commercial policies imposed by its autocratic system of governance,” the Netherlands-based union said of FIFA.</p>\n<p>“This is a model that puts the health of players at risk and sidelines those at the heart of the game,” FIFPRO said, adding it was “unacceptable for an organization that claims global leadership to turn a blind eye to the basic needs of the players”.</p>\n<p>FIFA was approached for comment.</p>\n<p>FIFPRO has not had a formal working agreement with FIFA since the previous one expired in 2023.</p>\n</div></div></body></html>"
        },
        {
            "title": "US military expands enforcement role at Mexican border under Donald Trump | US-Mexico Border News | Al Jazeera",
            "time": "2025-07-25T17:07:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25205752609931-1753452925.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States <a href=\"/news/2025/2/13/us-says-5000-soldiers-deployed-along-mexico-border-could-increase-further\">troop deployments</a> at the border with Mexico have tripled to 7,600 and include every branch of the military – even as the number of attempted illegal crossings plummets.</p>\n<p>In addition, President Donald Trump has authorised funding for an additional 3,000 Border Patrol agents, offering $10,000 signing and retention bonuses.</p>\n<p>The military mission at the border is guided from a new command centre at a remote Army intelligence training base located alongside southern Arizona’s Huachuca Mountains. There, a community hall has been transformed into a bustling war room, where battalion commanders and staff use digital maps to pinpoint military camps and movements along the nearly 3,200-kilometre (2,000-mile) border.</p>\n<p>Until now, border enforcement had been the domain of civilian law enforcement, with the military only intermittently stepping in.</p>\n<p>But in April, large swaths of the border were <a href=\"/news/2025/5/3/second-us-military-zone-along-border-with-mexico-set-up-to-deter-migrants\">designated militarised zones</a>, empowering US troops to apprehend immigrants and others accused of trespassing and authorising additional criminal charges that can mean prison time.</p>\n<p>The two-star general leading the mission says troops are being untethered from maintenance and warehouse tasks to work closely with US Border Patrol agents in high-traffic areas for illegal crossings – and to deploy rapidly to remote, unguarded terrain.</p>\n<p>“We don’t have a [labour] union. There’s no limit on how many hours we can work in a day, how many shifts we can man,” said Army Major-General Scott Naumann.</p>\n<p>“I can put soldiers out whenever we need to in order to get after the problem, and we can put them out for days at a time. We can fly people into incredibly remote areas now that we see the cartels shifting [course].”</p>\n<p>The Trump administration is using the military broadly to boost its immigration operations, from guarding federal buildings in Los Angeles against protests, to assisting Immigration and Customs Enforcement (ICE) in Florida.</p>\n<p>There are also plans to hold detained immigrants on military bases in New Jersey, Indiana and Texas.</p>\n<p>Dan Maurer, a law professor at Ohio Northern University and a retired US Army judge advocate officer, said that Trump is aiming to follow through on his campaign promise to crack down on undocumented border crossings.</p>\n<p>“It’s all part of the same strategy that is a very muscular, robust, intimidating, aggressive response to this – to show his base that he was serious about a campaign promise to fix immigration,” said Maurer.</p>\n<p>“It’s both norm-breaking and unusual. It puts the military in a very awkward position.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Palestinian journalist Adam Abu Harbid killed in Israeli strike | Newsfeed | Al Jazeera",
            "time": "2025-07-25T16:54:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753462454.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jul 2025</span><span aria-hidden=\"true\">25 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Volkswagen profits tumble as tariffs weigh on auto industry | Automotive Industry News | Al Jazeera",
            "time": "2025-07-25T16:43:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25143216848961-1753458732.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Volkswagen has reported $1.5bn in losses in the first half of the year because of tariffs imposed by United States President Donald Trump.</p>\n<p>The German carmaker reported a hit as the company revised its full year sales and profit margin forecasts.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Volkswagen, Europe’s biggest carmaker, now expects this year’s operating profit margin to be 4 percent to 5 percent, compared with a previous forecast of 5.5 percent to 6.5 percent. Full-year sales, earlier seen up to 5 percent higher, are expected to be level with the previous year.</p>\n<p>Investors had largely anticipated a guidance cut after the company held off on assessing the damage from tariffs in the previous quarter and appeared calmed by assurances that the group’s luxury brands Audi and Porsche would recover next year after heavy losses in the second quarter.</p>\n<p>CEO Oliver Blume told investors the company must accelerate its cost-cutting efforts in response to the tariffs.</p>\n<p>“We need to shift our cost efforts into high gear and accelerate implementation. After all, we cannot assume that the tariff situation is only temporary,” Blume said.</p>\n<p>Global carmakers have booked billions of dollars in losses and some have issued profit warnings due to US tariffs. The European industry is also facing <a href=\"/video/counting-the-cost/2025/7/24/china-v-eu-the-fight-for-europes-electric-vehicle-market\" target=\"_blank\" rel=\"noopener\">stiffening competition from China</a> and domestic regulations aimed at speeding up the electric vehicle transition.</p>\n<h2 id=\"tariff-hit\">Tariff hit</h2>\n<p>Volkswagen is the third automaker this week to report a hit to their profits because of tariffs. Michigan-based <a href=\"/economy/2025/7/22/general-motors-reports-a-35-profit-drop-as-tariffs-weigh-on-car-industry\" target=\"_blank\" rel=\"noopener\">General Motors reported that tariffs</a> cost it $1.1bn in the second quarter. Stellantis, the maker of brands including Jeep and Fiat, reported a $2.7bn loss for the first six months of 2025.</p>\n<p>VW and its competitors are pressing European trade negotiators to strike a deal to <a href=\"/economy/2025/2/27/trump-threatens-25-tariffs-on-eu-claims-bloc-was-formed-to-screw-us\" target=\"_blank\" rel=\"noopener\">reduce a 25 percent</a> US tariff they have faced since April.</p>\n<p>EU diplomats have indicated that the bloc could be moving towards a broad 15 percent tariff as it seeks to avoid a threatened 30 percent levy from August 1. A deal struck between the US and Japan this week raised hopes for a similar agreement for Europe, boosting carmakers’ shares.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>VW finance chief Arno Antlitz said Volkswagen’s profit margin would land roughly in the middle of its guidance with a Japan-style deal, which had a 15 percent tariff rate.</p>\n<p>He warned, however, that the clock was ticking on finding a deal. “We are already in July, so the longer we go into the second half of the year, the more we tend to the lower end of the guidance,” he said.</p>\n<p>Antlitz declined to comment on price increases when pressed by investors on how the company planned to protect its margins against tariffs.</p>\n<p>Volkswagen reported an operating profit of $4.4bn (3.8 billion euros) in the quarter ended June 30, down 29 percent on the previous year. It cited tariffs and restructuring costs for the decline as well as higher sales of lower-margin all-electric models.</p>\n<p>While Volkswagen was able to boost deliveries globally by 1.5 percent in the first six months of 2025, the group saw a decline of almost 10 percent in deliveries to the US.</p>\n<p>North American sales revenue accounted for 18.5 percent of the carmaker’s global sales in the first half.</p>\n<p>Car sales data for June highlighted a broader slowdown in Europe’s struggling auto sector – and showed Volkswagen among the laggards as the company undergoes a major overhaul to cut more than 35,000 jobs by the end of the decade.</p>\n<p>Porsche and Audi are particularly exposed to US tariffs given they have no production there and rely heavily on exports.</p>\n<p>In the second quarter, Porsche’s operating result plunged by more than 90 percent to 154 million euros ($181m) and Audi’s by 64 percent to 550 million euros ($647m).</p>\n<p>“For both companies, Audi and Porsche, we are expecting that we will touch the bottom this year with positive momentum from 2026 onwards,” Blume said.</p>\n<p>Despite the losses, VW’s stock is on the upswing. As of noon in New York (16:00 GMT), it was up more than 3 percent since the market opened and up more than 12 percent over the last five days in trading.</p>\n<p>The stocks of other carmakers that also reported tariff hits are trending upwards. Stellantis is up 3.9 percent for the day. GM is about even – up by only about 0.2 percent.</p>\n</div></div></body></html>"
        },
        {
            "title": "India’s Modi pledges $565m to Maldives to boost infrastructure | Politics News | Al Jazeera",
            "time": "2025-07-25T16:21:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250725__67U43WE__v1__HighRes__MaldivesIndiaDiplomacy-1753458533.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India’s Modi pledges $565m to Maldives to boost infrastructure</h1><p class=\"article__subhead\"><em>Prime Minister Narendra Modi says India will also support the Maldives in ‘strengthening its defence capabilities’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indian Prime Minister Narendra Modi has announced a $565m credit line and launched free trade talks with the Maldives during a visit to the Indian Ocean archipelago.</p>\n<p>Modi’s two-day trip, which began on Friday, is aimed at boosting India’s development partnership with the Maldives, where <a href=\"/news/2024/10/10/why-is-pro-china-maldives-leader-muizzu-seeking-to-mend-india-ties\">India competes with China</a> for influence.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The Indian prime minister said the credit line was central to that goal.</p>\n<p>“This will be used for projects linked to infrastructure development in line with the priorities of the Maldivian people,” he said, adding that the two countries would also finalise a bilateral investment agreement.</p>\n<p>Modi, who is making his first official visit to the Maldives since winning a third term last year, also stressed that India will remain the “first responder” for the country, which has a population of approximately 525,000 people.</p>\n<p>“India will continue to support the Maldives in strengthening its defence capabilities,” he said.</p>\n<p>“Peace, stability, and prosperity in the Indian Ocean region are our shared goals.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>India had been concerned that the Maldives was drifting towards the orbit of its rival China following the 2023 election of President Mohamed Muizzu on an anti-India platform.</p>\n<p>Since coming to power, Muizzu broke tradition by choosing to travel to China before visiting India.</p>\n<p>He also secured the withdrawal of a small contingent of Indian military personnel, who operated two search-and-rescue helicopters and a fixed-wing reconnaissance aircraft based in the archipelago.</p>\n<p>Muizzu’s moves briefly soured relations with New Delhi, before India helped to prevent the $7.5bn economy from defaulting on its debt as the Maldives struggled to get tourists to its white-sand beaches and luxury resorts.</p>\n<p>Muizzu has since <a href=\"/news/2024/10/6/maldives-president-muizzu-in-india-on-first-state-visit-to-repair-ties\">visited</a> India and toned down his anti-India rhetoric. He also met Modi twice last year in New Delhi, with both leaders pledging to begin a “new chapter” in bilateral ties.</p>\n<p>On Friday, Muizzu said the credit line from India would be used to strengthen the Maldives’ security forces, as well as improve healthcare, housing, and education.</p>\n<p>“India’s continued assistance to the Maldives through the export of essential commodities is a key facet of our bilateral cooperation,” he said.</p>\n<p>Modi is due to leave the archipelago on Saturday after attending the country’s 60th Independence Day celebrations in the capital, Male.</p>\n<p>The Indian prime minister will also remotely inaugurate an expansion of the international airport on the island of Hanimaadhoo, which India is helping to finance.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump says Hamas will be ‘hunted down’ as Gaza ceasefire talks wane | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-25T16:21:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-25T125829Z_1440737019_RC2OTFATXGKD_RTRMADP_3_USA-TRUMP-1753449707.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States President Donald Trump has suggested that Hamas is refusing to agree to <a href=\"/news/liveblog/2025/7/25/live-gaza-starves-under-israeli-blockade-us-says-ceasefire-in-question\">a Gaza truce</a> because it fears what comes after all the Israeli captives are released.</p>\n<p>Trump’s comments at the White House on Friday appear to suggest that the US and Israel are not ready to guarantee a lasting end to the war but rather a short-term truce to get Israeli captives out of Gaza.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“We’re down to the final hostages, and they know what happens after you get the final hostages,” the US president told reporters. “And basically because of that, they really didn’t want to make a deal.”</p>\n<p>Trump blamed the Palestinian group solely for the apparent collapse of the ceasefire talks, saying the group is going to be “hunted down”.</p>\n<p>“Hamas didn’t really want to make a deal. I think they want to die, and it’s very, very bad,” he said.</p>\n<p>On Thursday, Trump’s Middle East envoy Steve Witkoff <a href=\"/news/2025/7/24/us-israel-recall-teams-from-gaza-ceasefire-talks-after-hamas-proposal\">said Washington</a> was cutting short its involvement in the negotiations, accusing Hamas of showing “a lack of desire to reach a ceasefire”.</p>\n<p>Israel also said it withdrew its negotiators from Qatar, where the ceasefire talks were taking place.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Hamas expressed bewilderment at the US position, saying it had made “a sincere commitment to the success of the mediators’ efforts” to reach a deal.</p>\n<p>The group also said the mediators — Qatar and Egypt — welcomed its “constructive and positive” position.</p>\n<p>Talks have been <a href=\"/news/2025/7/8/us-envoy-steve-witkoff-suggests-gaza-ceasefire-deal-is-close\">ongoing for months</a> to secure a 60-day truce that would see the release of 10 Israeli captives and a pause in the Israeli bombardment of Palestinians in Gaza.</p>\n<p>Hamas has insisted that it is seeking a permanent ceasefire.</p>\n<p>Witkoff previously said the truce “will lead to a lasting peace in Gaza”.</p>\n<p>However, Israeli officials repeatedly described plans to return to the fighting and remove all Palestinians from Gaza after the captives are released.</p>\n<p>In fact, Israeli Minister of Defence Israel Katz has said that the country would use the truce to move hundreds of thousands of Palestinians to an internment camp in southern Gaza, in preparation for their removal from the territory altogether.</p>\n<p>Israeli Prime Minister <a href=\"/news/2025/7/8/netanyahu-trump-discuss-forced-transfer-of-palestinians-out-of-gaza\">Benjamin Netanyahu</a> said during a visit to Washington, DC, earlier this month that Israel “still has to finish the job in Gaza” despite the ceasefire talks.</p>\n<p>In February, Trump <a href=\"/news/2025/2/5/trump-says-us-will-take-over-and-own-gaza-in-redevelopment-plan\">called for</a> depopulating Gaza and turning the territory into a “Riviera of the Middle East” — a proposal that legal experts say would amount to ethnic cleansing, a crime against humanity.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Israel has systematically flattened large parts of Gaza, using bombardment, explosives and bulldozers in what advocates say is an effort to make the territory unliveable.</p>\n<p>Netanyahu has argued, however, that the departure of Palestinians would be “voluntary”.</p>\n<p>But human rights experts warned that people do not actually have a choice when they are under the threat of bombardment and starvation.</p>\n<p>On Thursday, Trump suggested that Gaza is set to experience <a href=\"/news/2025/7/20/israeli-fire-mows-down-starving-palestinians-in-gaza-as-hunger-deaths-surge\">more violence</a>, saying Israel is “going to have to fight”.</p>\n<p>“They’re going to have to clean it up. You’re going to have to get rid of it,” he said.</p>\n<h2 id=\"trump-dismisses-french-recognition-of-palestine\">Trump dismisses French recognition of Palestine</h2>\n<p>The US president’s comments come as <a href=\"/news/2025/7/24/us-doctors-veterans-urge-trump-to-end-israel-support-as-hunger-grips-gaza\">deadly hunger</a> continues to spread in Gaza due to an Israeli blockade impeding the flow of aid and other essential supplies into the territory.</p>\n<p>The Israeli-imposed starvation in Gaza has garnered international condemnation, even from close allies of the US and Israel.</p>\n<p>On Thursday, Canadian Prime Minister Mark Carney slammed the denial of humanitarian aid to Gaza as a “violation of international law”.</p>\n<p>French President Emmanuel Macron also said his country will <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">recognise Palestine</a> as a state at the United Nations General Assembly in September.</p>\n<p>Before leaving for the United Kingdom on Friday, Trump dismissed his French counterpart’s statement, saying it “doesn’t carry any weight”.</p>\n<p>“Here’s the good news: What he says doesn’t matter,” Trump said. “It’s not going to change anything.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Lionel Messi, Jordi Alba avoid sanctions over MLS All-Star snub | Football News | Al Jazeera",
            "time": "2025-07-25T16:05:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-21T080324Z_193182594_MT1USATODAY26676526_RTRMADP_3_MLS-INTER-MIAMI-CF-AT-NEW-YORK-RED-BULLS-1753457548.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lionel Messi, Jordi Alba avoid sanctions over MLS All-Star snub</h1><p class=\"article__subhead\"><em>Former Barcelona duo Lionel Messi and Jordi Alba could have been banned for one match after sitting out All-Star match.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Inter Miami’s Lionel Messi and Jordi Alba have not been sanctioned for skipping Wednesday’s MLS All-Star Game in Austin, Texas, their coach confirms.</p>\n<p>Both players were voted into the showcase by fans and the media, but neither featured in the MLS squad’s 3-1 win against Mexico’s Liga MX All-Stars.</p>\n<p>League rules stipulate that players who choose to opt out of the All-Star Game without an approved medical reason can face a one-match suspension.</p>\n<p>Inter Miami coach Javier Mascherano pointed out on Friday that his team had “played the most games so far this semester by far” and Messi “showed normal fatigue from the number of games and minutes he’s been playing”, according to ESPN.</p>\n<p>“Look, players always have discomfort, especially when they play every three days. But luckily, [Messi] is returning today,” Mascherano said on Friday. “Let’s hope he can train alongside the group so we can count on both of them for tomorrow’s game. We haven’t received any [sanction].”</p>\n<p>Inter Miami host FC Cincinnati on Saturday night at Chase Stadium in Fort Lauderdale, Florida.</p>\n<p>Mascherano said Messi, 38, and Alba, 36, will be available for the match depending on their fitness levels.</p>\n<p>Messi shares the MLS top scorer honours with 18 goals and has 10 assists in 17 league matches this season. The Argentinian forward also made six starts in the CONCACAF Champions Cup and four in the FIFA Club World Cup.</p>\n<p>Alba has one goal and eight assists in 18 MLS matches. The Spanish defender made seven starts in the Champions Cup and one in the Club World Cup.</p>\n</div></div></body></html>"
        },
        {
            "title": "Is Trump using Africa as a ‘dumping ground’ for criminals? | Migration News | Al Jazeera",
            "time": "2025-07-25T16:02:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-10T142034Z_1760874113_RC25JFAQDYHC_RTRMADP_3_USA-AFRICA-LIBERIA-ENGLISH-1753454442.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Activists and human rights groups have accused United States President Donald Trump of using African countries as a “dumping ground” for criminals he wants to deport after five men were <a href=\"/news/2025/7/16/us-deports-immigrants-to-african-country-of-eswatini-amid-rights-concerns\">deported</a> from the US to the tiny kingdom of Eswatini.</p>\n<p>On July 16, a deportation flight carrying five men from Vietnam, Jamaica, Laos, Cuba and Yemen, all of whom have been convicted of crimes in the US, landed in Eswatini, the last African country governed by a monarch with absolute power. The deportations were part of Trump’s “third country” plan to deport people whose own countries are unwilling to take them back.</p>\n<p>Eswatini is the second African nation that the US has deported criminals to. Also this month, Washington said it had <a href=\"/news/2025/7/5/trump-administration-completes-contentious-deportations-to-south-sudan\">sent eight “uniquely barbaric monsters”</a> to conflict-torn South Sudan.</p>\n<p>Last month, the US Supreme Court <a href=\"/news/2025/6/23/supreme-court-lets-trump-restart-deporting-migrants-to-third-countries\">allowed</a> the deportations of foreign nationals to unrelated third countries. Since then, international rights groups and civil society groups from African nations have raised alarms of human rights abuses.</p>\n<p>“The US government sees us as a criminal dumpsite and undermines Emaswati [the people of Eswatini],” Wandile Dludlu, a pro-democracy activist and deputy president of the country’s largest opposition movement, the People’s United Democratic Movement (PUDEMO), told Al Jazeera. As a political party, PUDEMO is a banned organisation in Eswatini.</p>\n<p>So is Trump planning to use African nations as a “dumping ground” for deportees?</p>\n<h2 id=\"who-are-the-five-men-trump-deported-to-eswatini\">Who are the five men Trump deported to Eswatini?</h2>\n<p>This month, Tricia McLaughlin, US Department of Homeland Security assistant secretary, said the deportation flight to Eswatini had taken away “individuals so uniquely barbaric that their home countries refused to take them back”.</p>\n<p>“These depraved monsters have been terrorizing American communities but thanks to [Trump] they are off of American soil,” she wrote in a <a href=\"https://x.com/TriciaOhio/status/1945274627976200206\">post</a> on X.</p>\n\n<p></p>\n<p>Without sharing their names, McLaughlin confirmed the five were nationals from Vietnam, Jamaica, Laos, Cuba and Yemen.</p>\n<p>She said all were convicted criminals – including for offences of child rape, murder, robbery, gang ties and homicides – and had been given prison sentences as long as 25 years.</p>\n<figure id=\"attachment_3856504\" aria-describedby=\"caption-attachment-3856504\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3856504\" src=\"/wp-content/uploads/2025/07/s2-copy-1753437538.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Tricia McLaughlin, Assistant Secretary, Department of Homeland Security, confirmed the five deported nationals are from Vietnam, Jamaica, Laos, Cuba, and Yemen.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3856504\" class=\"wp-caption-text\">US Department of Homeland Security Assistant Secretary Tricia McLaughlin confirmed the five deported men are from Vietnam, Jamaica, Laos, Cuba and Yemen [Handout/@TriciaOhio/X]</figcaption></figure>\n<h2 id=\"what-agreement-has-the-trump-administration-made-with-eswatini\">What agreement has the Trump administration made with Eswatini?</h2>\n<p>Trump rode to victory in last year’s presidential election on the back of a campaign with mass deportations as its centrepiece.</p>\n<p>Since then, the Trump administration has been negotiating a third-country deportation agreement with several nations, including Eswatini, which will allow it to deport foreign nationals convicted of serious crimes who have been rejected by their home countries.</p>\n<p>While the exact terms remain classified, the agreement between Eswatini and the US reportedly emerged after “months of robust high-level engagements”, the kingdom’s acting spokesperson, Thabile Mdluli, said.</p>\n<p>Mdluli also said the kingdom would collaborate with the White House and the International Organization for Migration (IOM) “to facilitate the transit of these inmates to their countries of origin”.</p>\n<p>However, “there are no timelines at present” for their repatriation, she told CNN in an interview.</p>\n<p>Daniel Akech, a senior analyst for South Sudan at the International Crisis Group, told Al Jazeera that some African governments are agreeing to receive convicted deportees as a “goodwill gesture, aiming to improve US ties and be in [Trump’s] good books”.</p>\n<p>But he said they have also “implicitly dismissed human rights concerns and the lack of transparency on how third nationals’ safety is ensured”.</p>\n<p>Akech said the African Union and the United Nations could partner with receiving countries to monitor the process of US deportations “to ensure that the deportees are protected and their living conditions are good”.</p>\n<p>“The areas where these deportees stay could face conflicts, and this would require plans on how to ensure their safety or safe transfer within the country or outside,” Akech said.</p>\n<figure id=\"attachment_3856740\" aria-describedby=\"caption-attachment-3856740\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3856740\" src=\"/wp-content/uploads/2025/07/gettyimages-1723966197-594x594-1753447455.jpg?w=594&amp;resize=594%2C396&amp;quality=80\" alt=\"Eswatini's King Mswati III (C) reviews the Swati maidens holding reeds the 2023 Umhlanga Reed Dance ceremony, at the Mbangweni Royal Residence on October 14, 2023. (Photo by MARCO LONGARI / AFP) \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3856740\" class=\"wp-caption-text\">Eswatini’s King Mswati III, centre, attends the 2023 Umhlanga Reed Dance ceremony at the Mbangweni Royal Residence on October 14, 2023 [Marco Longari/AFP]</figcaption></figure>\n<h2 id=\"what-do-we-know-about-eswatini\">What do we know about Eswatini?</h2>\n<p>The mountainous Southern African kingdom is a tiny landlocked nation bordering South Africa and Mozambique and is one of a handful of countries that are still absolute monarchies with absolute power residing with the king, currently <a href=\"/opinions/2021/8/7/can-eswatinis-monarchy-recover-from-the-crisis\">King Mswati III</a>.</p>\n<p>Under British colonial rule, which ended in 1968, the country was known as Swaziland. It was renamed by the king in 2018.</p>\n<p>Mswati has ruled Eswatini since 1986 when he turned 18, succeeding his father, Sobhuza II, who died in 1982.</p>\n<p>Now aged 57, Mswati has been criticised for suppressing political dissent. The World Bank said more than half of Eswatini’s 1.2 million people live on less than $4 a day.</p>\n<p>The king is reported to have 11 wives, and his wealth is estimated at $200m to $500m, according to an Associated Press report.</p>\n<p>Eswatini’s economy is dominated by agriculture and small-scale manufacturing as well as its sugar sector, which accounts for a substantial share of its export revenues. The country is one of Africa’s largest sugar producers, exporting roughly $477m of sugar and sugar-related products in 2023 – about 23 percent of its total exports.</p>\n<h2 id=\"what-do-people-in-eswatini-think-about-trump-s-deportation-plan\">What do people in Eswatini think about Trump’s deportation plan?</h2>\n<p>Regional leaders and activists said there is a good deal of anger about it.</p>\n<p>Dludlu described the “dumping” of convicted criminals as “distasteful and fraudulent conduct by His Majesty and his government in the face of the unprecedented public healthcare crisis” in the country.</p>\n<p>“This is attracting indignation from Emaswati for naked abuse of their sovereignty and territorial integrity as a nation and people,” Dludlu told Al Jazeera.</p>\n<p>He said PUDEMO and its supporters demand that the government and the US “reverse this absurd and illegal yet irrational decision to take criminals from the US when other nations seek fair trade, quality education and other meaningful exchanges”.</p>\n<p>Dludlu further noted that the incoming deportees will only add to the “overcrowded prison facilities that are poorly run [in] dilapidated and outdated infrastructure”. Figures show that prisons in Eswatini <a href=\"https://www.prisonstudies.org/country/eswatiniswaziland\">operate</a> at more than 170 percent of their capacity.</p>\n<p>Civil society groups – including the Southern Africa Litigation Centre, the Swaziland Rural Women’s Assembly and other regional NGOs – have threatened legal proceedings against the Eswatini government over its acceptance of the five convicted criminals.</p>\n<p>They argued that the detentions violate Eswatini’s own Correctional Services Act and other domestic laws and said there is no lawful basis for imprisoning foreign nationals who lack legal ties to the country.</p>\n<p>Chris Ogunmodede, a foreign affairs analyst familiar with African diplomatic circles, said there are several questions hovering over the agreement made with the Trump administration. These range from the legal justification used to authorise the deportees’ transfers, whether the men were informed and given consular access, the duration of their detentions and the terms of the arrangement with the US.</p>\n<p>He added that Eswatini and South Sudan are “smaller economies with no geopolitical weight” on which White House officials could easily “impose their will”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"what-does-the-eswatini-government-say\">What does the Eswatini government say?</h2>\n<p>In a public statement, Mdluli said the government assured the people of the kingdom that the arrival of five third-country deportees from the US “poses no security threat to the Nation”.</p>\n<p><span>It stated that the five prisoners would be housed in correctional facilities within isolated units “where similar offenders are kept”.</span></p>\n<p>Addressing the bilateral discussions with the White House, she said the “engagements considered every avenue, including rigorous risk assessments and careful consideration for the safety and security of citizens”.</p>\n<h2>Which other African nations does Trump hope to negotiate deportation deals with?</h2>\n<p>In addition to Eswatini and South Sudan, Trump has discussed third-country deportation deals with the leaders of Liberia, Senegal, Guinea-Bissau, Mauritania and Gabon during a <a href=\"/news/2025/7/9/white-house-hosts-west-african-leaders-to-discuss-trade-and-development\">summit</a> at the White House this month.</p>\n<p>Trump reportedly discussed migration, including the need for countries to accept the return of their nationals who do not have the right to stay in the US and the possibility of accepting deported citizens of third countries.</p>\n<p>Tom Homan, Trump’s border tsar, said the Trump administration hoped to forge deals with “many countries” to accept deported migrants.</p>\n<p>“If there is a significant public threat or national security threat, there’s one thing for sure: They’re not walking the streets of this country. We’ll find a third, safe nation to send them to, and we’re doing it,” he said.</p>\n<p>Rwanda has confirmed it is in talks with the Trump administration for a similar deal while Nigeria said it had rejected pressure to make an agreement.</p>\n<figure id=\"attachment_3856959\" aria-describedby=\"caption-attachment-3856959\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3856959\" src=\"/wp-content/uploads/2025/07/2025-07-09T171226Z_1209385826_RC25JFAKK13F_RTRMADP_3_USA-TRUMP-1753454932.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"summit\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3856959\" class=\"wp-caption-text\">US President Donald Trump hosts a summit of African leaders from Gabon, Guinea-Bissau, Liberia, Mauritania and Senegal at the White House in Washington, DC, on July 9, 2025 [Kevin Lamarque/Reuters]</figcaption></figure>\n<h2 id=\"which-other-countries-have-considered-a-third-country-deportation-policy\">Which other countries have considered a third-country deportation policy?</h2>\n<h2 id=\"united-kingdom\">United Kingdom</h2>\n<p>The UK has explored third-country deportation policies as part of its efforts to manage irregular migration and asylum claims. Under the previous Conservative government, the UK partnered with Rwanda in 2022 and planned to relocate asylum seekers to Rwanda for processing with the UK committing 370 million pounds ($497m) in development funding over five years in exchange.</p>\n<p>The plan was first struck down by the UK Supreme Court in November 2023 for violating international human rights norms, given Rwanda’s inadequate asylum system and human rights concerns. In response, the government enacted the Safety of Rwanda (Asylum and Immigration) Act 2024, which declared Rwanda a “safe country” and limited legal challenges to the policy.</p>\n<p>After the Labour Party’s victory in the July 2024 elections, Prime Minister Keir Starmer swiftly terminated the Rwanda scheme.</p>\n<p>However, in May, Starmer said he was talking to “a number of countries” about “return hubs”, where undocumented immigrants could be sent.</p>\n<h2 id=\"israel\">Israel</h2>\n<p>Similarly, Israel implemented a third-country deportation arrangement targeting African asylum seekers by sending them to countries like Rwanda and Uganda from 2013 to 2018.</p>\n<p>The government offered $3,500 per person to those agreeing to leave.</p>\n<p>In 2018, however, Israel’s Supreme Court in effect dismantled the policy, ruling it unlawful in part due to the receiving countries’ failure to guarantee protections and uphold international obligations under the Refugee Convention.</p>\n<p>Ogunmodede said the UK’s and Israel’s deals with African nations amounted to the “outsourcing of the migration problem”.</p>\n<p>He added that now, the US under the Trump administration is “using a carrot and stick approach to getting countries around the world to comply with the things that they want”.</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump signals positive meeting with Powell on US interest rates | Banks News | Al Jazeera",
            "time": "2025-07-25T15:54:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25206499611019-1753453294.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump signals positive meeting with Powell on US interest rates</h1><p class=\"article__subhead\"><em>Trump shifts tone on Fed Chair Powell, calling him ‘a very good man’ after their meeting on interest rates.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump says he had a positive meeting with Federal Reserve Chair Jerome Powell and gained the impression that the central bank’s head might be ready to lower interest rates.</p>\n<p>The two men met on Thursday when <a href=\"/economy/2025/7/24/trump-visits-us-federal-reserve-hq-amid-feud-with-chairman-powell\">Trump made a rare visit to the US central bank</a> to tour its ongoing renovation of two buildings at its headquarters in Washington, which the White House has criticised as costing too much.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Trump clashed with Powell during his visit and criticised the cost of renovating two historic buildings at its headquarters, and they sparred over the project’s actual price tag.</p>\n<p>“We had a very good meeting … I think we had a very good meeting on interest rates,” Trump told reporters on Friday.</p>\n<p>The central bank said on Friday it was “grateful” for Trump’s encouragement to complete the renovation of its buildings in Washington and that it “looked forward” to seeing the project through to completion.</p>\n<p>Trump, who called Powell a “numbskull” earlier this week for failing to heed the White House’s demand for a large reduction in borrowing costs, said he did not intend to fire Powell, as he has frequently suggested he would.</p>\n<p>On Friday, Trump called Powell a “very good man” when speaking to reporters.</p>\n<p>Rather than lowering interest rates, economists widely expect the central bank to leave its <a href=\"/economy/2025/6/18/us-fed-leaves-interest-rates-unchanged-amid-economic-uncertainty\" target=\"_blank\" rel=\"noopener\">benchmark interest rate</a> in the 4.25 percent – 4.50 percent range at the conclusion of a two-day policy meeting next week.</p>\n<h2 id=\"tariffs-stall-rate-cuts\">Tariffs stall rate cuts</h2>\n<p>The central bank has held rates steady since December, and earlier this year, Powell said that if it were not for Trump’s imposed tariffs and the economic uncertainty it has caused, the central bank might have been ready to lower rates by now.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The visit comes as President Trump is expected to meet UK Prime Minister Keir Starmer, where the two sides could potentially approve an already announced trade deal, as trade negotiations with Canada stall. Trump said his administration could set a tariff rate unilaterally on Canada.</p>\n<p>“We haven’t really had a lot of luck with Canada. I think Canada could be one where there’s just a tariff, not really a negotiation.”</p>\n<p>Trump also said there is a 50-percent chance of Washington being able to strike a deal with the <a href=\"/news/2025/7/23/eu-and-us-edge-closer-to-trade-deal-as-tariff-deadline-looms\">European Union</a> to reduce import tariffs.</p>\n<p>“I would say that we have a 50/50 chance, maybe less than that, but a 50/50 chance of making a deal with the EU,” Trump told reporters at the White House.</p>\n<p>The president has been pressing his case for reduced interest rates, including falsely claiming, “We’ve wiped out inflation.” Inflation actually rose last month to 2.7 percent.</p>\n<p>Despite continued pressure from the Trump administration, Powell has long maintained that the central bank must preserve its independence from the White House.</p>\n<p>In late May, the Fed reiterated that point, saying in a statement that it makes “decisions based solely on careful, objective, and non-political analysis.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Can Barack Obama be prosecuted over ‘Russian interference’ intelligence? | Donald Trump News | Al Jazeera",
            "time": "2025-07-25T15:36:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-02-12T214312Z_1352553666_RC28TCADWNPP_RTRMADP_3_USA-TRUMP-GABBARD-1750472432.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US National Intelligence Director Tulsi Gabbard launched a new attack on former President Barack Obama this week, alleging that he conspired to undermine Trump’s 2016 presidential victory by using false intelligence purporting to show Russian interference in Trump’s favour.</p>\n<p>On Wednesday, Gabbard told a White House news briefing that she had declassified evidence of a conspiracy between Obama and senior officials in his administration. Gabbard said she had referred Obama to the Department of Justice for potential criminal prosecution.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>However, declassified documents released by Gabbard this week, including a September 2020 report led by House Republicans on the intelligence committee, do not appear to implicate Obama in any apparent way, experts say.</p>\n<p>“There is no evidence of criminal acts on Obama’s part or anyone in his administration,” Barbara Ann Perry, who analyses US presidents at the Virginia-based Miller Center, told Al Jazeera.</p>\n<p>Several investigations by Congress and the intelligence community have previously found that Russia did interfere in the 2016 election.</p>\n<p>The document release and investigation come as the White House faces growing pressure from within Trump’s MAGA base to release classified information about the high-profile sex offender and one-time Trump ally, <a href=\"/news/2025/7/18/how-well-did-trump-and-epstein-really-know-each-other-a-timeline\">Jeffrey Epstein</a>.</p>\n<p>“There is a direct correlation between diversion from the Epstein files, which Trump and his MAGA followers have demanded to see for years,” Perry said.</p>\n<p>Here’s what we know about the allegations Gabbard is making:</p>\n<h2 id=\"what-has-gabbard-accused-obama-of\">What has Gabbard accused Obama of?</h2>\n<p>Gabbard has declassified a <a href=\"https://www.odni.gov/files/ODNI/documents/DIG/DIG-Declassified-HPSCI-Report-Manufactured-Russia-Hoax-July2025.pdf\">44-page</a> report prepared by the House of Representatives intelligence committee in September 2020 that she claims proves that Obama and senior officials in his administration engineered a “treasonous conspiracy” to suggest that Russia had influenced the 2016 presidential election in favour of Trump.</p>\n<p>The report, which was led by House Republicans, reviewed how US intelligence had concluded that Moscow interfered in the elections in a January 2017 Intelligence Community assessment that was published two months after the elections.</p>\n<p>“There is irrefutable evidence that details how President Obama and his national security team directed the creation of an intelligence community assessment that they knew was false,” Gabbard said at the briefing, adding that the idea that Russia interfered in the election to promote Trump was a “contrived narrative”.</p>\n<p>Obama’s administration “manufactured findings from shoddy sources … In doing so, they conspired to subvert the will of the American people, who elected Donald Trump in that election in November of 2016”, she said.</p>\n<p>Gabbard added that she had referred the former president to the Justice Department for a possible criminal prosecution.</p>\n<p>Previously, on July 18, Gabbard released <a href=\"https://www.dni.gov/index.php/newsroom/press-releases/press-releases-2025/4086-pr-15-25\" target=\"_blank\" rel=\"noopener\">a separate batch</a> of declassified information containing a trove of documents, including emails (<a href=\"https://www.dni.gov/files/ODNI/documents/DIG/DIG-Declassified-Evidence-Obama-Subvert-President-Trump-2016-Victory-Election-July2025.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>) from Obama administration officials in the months leading up to the elections. In it, they concluded that “there is no indication of a Russian threat to directly manipulate the actual vote count through cyber means.”</p>\n<p>Gabbard said in a statement that the Obama administration went ahead with investigating Russian interference after Trump won the 2016 elections, despite that initial conclusion and despite intelligence agencies like the CIA stating in advance of the vote that Russia could not affect the vote count. Those efforts were made to “subvert the will of the American people” and amounted to a “years-long coup” against Trump, she said.</p>\n<p>President Trump, on Tuesday, <a href=\"/news/2025/7/22/donald-trump-accuses-barack-obama-of-treason-over-2016-election-claims\">accused</a> Obama and top officials of his administration of treason. “It’s time to go after people,” he said.</p>\n<figure id=\"attachment_3454657\" aria-describedby=\"caption-attachment-3454657\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3454657\" src=\"/wp-content/uploads/2025/01/AP25020643118619-1737398780.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Donald Trump has been sworn in as the 47th president\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3454657\" class=\"wp-caption-text\">From left, former President Bill Clinton, former Secretary of State Hillary Clinton, former President George W Bush, former First Lady Laura Bush and former President Barack Obama, arrive before the 60th Presidential Inauguration in the Rotunda of the US Capitol in Washington, on Monday, January 20, 2025 [Chip Somodevilla/AP]</figcaption></figure>\n<h2 id=\"are-tulsi-s-claims-correct\">Are Tulsi’s claims correct?</h2>\n<p>Analysts say the report that Gabbard released on Wednesday, as well as the documents declassified last week, do not appear to provide evidence that Russia did not interfere in the elections to favour Trump, or that Obama ordered the investigation to reach a pre-determined conclusion.</p>\n<p>Responding to Gabbard’s claims that the Obama White House ordered an investigation into the matter despite US intelligence agencies repeatedly assessing that foreign adversaries could not launch cyber attacks on the elections, Perry of the Miller Center said there was a valid reason for Obama’s delayed order.</p>\n<p>“There was suspicion on the part of the White House that Russia was interfering with the election, but the Obama administration did not take direct action to prove its suspicion until after the election for fear of being accused by Trump of interfering in it on Clinton’s behalf,” Perry said.</p>\n<p>At the time, during the 2016 election campaign, Trump had repeatedly predicted at rallies that he might lose the vote because Democrats wanted to “steal the election”. That atmosphere may have discouraged the Obama administration from doing anything until after the vote, Perry added.</p>\n<p>In addition, the documents Gabbard released from Obama officials do not appear to contradict the established conclusions of Russian interference, analysts say.</p>\n<p>Obama officials did not allege that vote counts had been manipulated, but rather that Russian hackers had launched covert digital operations aimed at sowing discord in the US during the vote, including by leaking emails of top Democrats, such as Clinton, and trying to influence opinion on social media using “bots”.</p>\n<p>The Senate Intelligence Committee report that Gabbard released, in which she hoped to undermine the Obama-era investigations into Russian interference, affirmed that position, although it blamed Obama administration officials for concluding that Russia interfered specifically to favour Trump.</p>\n<p>Overall, experts say, Gabbard’s claims are unlikely to get far.</p>\n<p>Heather Hurlburt, associate fellow on the Americas Programme at London-based think tank Chatham House, said: “A 2020 Senate investigation – when Republicans controlled the Senate – corroborated the intelligence agencies’ findings about tactics Russia used to try to sway the 2016 presidential election.</p>\n<p>“Gabbard’s latest accusations don’t introduce any new information. Without any new, independently corroborated facts, these allegations don’t seem like a good-faith effort to consider the merits of the original investigation.”</p>\n<figure id=\"attachment_787376\" aria-describedby=\"caption-attachment-787376\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-787376\" src=\"/wp-content/uploads/2019/07/337a0bb12d884781b26741a27b776353_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Former Special Counsel Robert Mueller (L) and former Deputy Special Counsel Aaron Zebley are sworn in for testimony before the House Select Committee on Intelligence hearing on Capitol Hill in Washing\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-787376\" class=\"wp-caption-text\">Former Special Counsel Robert Mueller, left, and former Deputy Special Counsel Aaron Zebley are sworn in for testimony before the House Select Committee on Intelligence hearing on Capitol Hill in Washington, DC, July 24, 2019 [Jim Watson/AFP]</figcaption></figure>\n<h2 id=\"will-there-be-a-criminal-investigation-now\">Will there be a criminal investigation now?</h2>\n<p>On Wednesday, the Justice Department, under Attorney General Pam Bondi, announced the creation of a “strike force” that will assess Gabbard’s claims and consider potential next legal steps.</p>\n<p>In a statement, Bondi said the Justice Department would “investigate these troubling disclosures fully and leave no stone unturned to deliver justice”.</p>\n<p>She did not give details about what the next steps might be.</p>\n<p>Obama, as a former US president, enjoys civil and criminal immunity for actions undertaken during his time as president, which are regarded as “official”. This could represent a stumbling block for any prosecutions, analysts say.</p>\n<p>Indeed, in a <a href=\"/news/2024/7/1/us-supreme-court-sends-trump-immunity-case-back-to-lower-court-report\">landmark decision</a> siding with Trump in July 2024, the Supreme Court confirmed that presidents have absolute immunity when they carry out “official acts”. Trump, at the time, was being <a href=\"/features/2024/11/7/trump-elected-us-president-what-happens-to-the-cases-against-him\">prosecuted</a> for actions during his first presidency, which, prosecutors said, amounted to an attempt to influence the 2020 election results.</p>\n<p>Perry of the Miller Center said Obama’s order for an investigation constituted an “official act”. The Justice Department could attempt to argue that investigating Moscow’s interference in the US elections was not a core presidential duty, but that would likely be a weak assertion, she said.</p>\n<figure id=\"attachment_787359\" aria-describedby=\"caption-attachment-787359\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-787359\" src=\"/wp-content/uploads/2019/04/1538e6fe4fe748999218c6a98396c9e7_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Mueller report\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-787359\" class=\"wp-caption-text\">Four pages of special counsel Robert Mueller’s report on the witness table in the House Intelligence Committee hearing room on Capitol Hill, in Washington, Thursday, April 18, 2019 [Cliff Owen/AP]</figcaption></figure>\n<h2 id=\"what-did-us-intelligence-agencies-conclude-about-russian-election-interference\">What did US intelligence agencies conclude about Russian election interference?</h2>\n<p>Several intelligence reports <a href=\"/news/2020/4/21/senate-panel-confirms-russian-interference-in-2016-us-election\">concluded</a> that Russia did try to interfere in the 2016 presidential election, including investigations by two Justice Department special counsels, a Republican-led House committee on intelligence, which was recently released, and the Senate intelligence committee. The matter is one of the most extensively scrutinised in US election history. Russia, for its part, has <a href=\"/news/2021/3/17/russia-calls-us-intel-report-on-election-meddling-baseless\">denied the allegations</a>.</p>\n<p>Trump and his allies frequently refer to the investigations as a “hoax” because they also attempted to examine links between Trump, his associates, and Russian operatives.</p>\n<p>In January 2017, two months after the election, US intelligence agencies initially concluded that Russia had been responsible for cyberattacks on the email accounts of top Democrats, and for sowing discord on social media, using bots and trolls. The CIA said that the Kremlin orchestrated and codenamed the operation Project Lakhta.</p>\n<p>FBI investigations also focused on individual Trump officials, such as George Papadoulous, who was <a href=\"/news/2018/9/7/ex-trump-campaign-aide-george-papadopoulos-jailed-for-14-days\">indicted</a> for providing false statements to the FBI regarding his relations with Russians.</p>\n<p>Papadoulous was found to have known about the Russian operation, but there was no evidence that he had shared that information with the Trump campaign.</p>\n<p>During Trump’s first presidency, the Justice Department probed the conduct of the intelligence agencies regarding the investigations and found that there had been no “political bias” involved.</p>\n<p>The most followed <a href=\"/news/2019/3/23/muellers-trump-russia-investigation-who-are-the-key-players\">report</a> was released by special counsel Robert Mueller in 2019. It concluded that the “Russian government interfered in the 2016 election in a sweeping and systematic fashion” through social media campaigns that favoured Trump, because Moscow assessed that it would benefit from a Trump presidency.</p>\n<p>The operations sought to damage Clinton’s image by hacking into email accounts of members of the Clinton campaign and leaking them to the public, the report stated. There was no criminal indictment, however, because Mueller concluded that there was no evidence that Trump’s campaign coordinated with Russian agents.</p>\n<p>An earlier (<a href=\"https://intelligence.house.gov/uploadedfiles/final_russia_investigation_report.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>) report by the House of Representatives’ intelligence committee in April 2018 determined that there was no collusion between Trump’s campaign and Russian agents. Importantly, it did not contradict the facts of Russian interference, however, stating that an extensive operation using social media and state-owned media house, RT, had been deployed.</p>\n<p>One report, known as “<a href=\"/opinions/2017/1/15/the-steele-affair-and-the-british-deep-state\">the Steele Dossier</a>“, compiled by counterintelligence specialist Christopher Steele, did allege close links between Trump and Russian operatives. That has since been debunked because of weak sourcing.</p>\n<figure id=\"attachment_2275489\" aria-describedby=\"caption-attachment-2275489\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2275489\" src=\"/wp-content/uploads/2023/07/2022-07-17T000000Z_2007234027_RC2SDV9UYAYJ_RTRMADP_3_BRITAIN-POLITICS-CHEQUERS-1689670684.jpg?w=770&amp;resize=770%2C482&amp;quality=80\" alt=\"Anti-Brexit demonstrator Steve Bray protests near Chequers, the official country residence of the Prime Minister, near Aylesbury in Buckinghamshire Britain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2275489\" class=\"wp-caption-text\">Anti-Brexit demonstrator Steve Bray protests near Chequers, the official country residence of the prime minister, near Aylesbury in Buckinghamshire, United Kingdom, July 17, 2022 [Peter Nicholls/Reuters]</figcaption></figure>\n<h2 id=\"where-else-has-russia-been-accused-of-interfering-in-elections\">Where else has Russia been accused of interfering in elections?</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li><strong>French elections in 2017</strong>: Russian hackers targeted the campaign staff of then-independent candidate Emmanuel Macron during the country’s April 2017 elections, according to government officials. Macron was running against Marine Le Pen, who had promised to take France out of the North Atlantic Treaty Organisation (NATO), and who was openly critical of sanctions against Russia. However, French cyber authorities said they had successfully fought off the attacks.</li>\n<li><strong>UK’s Brexit referendum in 2016</strong>: There is no conclusive evidence of Russian interference in the 2016 Brexit referendum. While there were rumours of possible interference using bots and trolls on social media, the UK government “turned a blind eye” to the allegations, according to a 2020 report by the UK Parliament’s intelligence committee. The report also concluded that there was “credible open-source” evidence that Russia had interfered in the 2014 Scottish referendum for independence and that Russia regularly tried to interfere in UK politics.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        }
    ]
}