{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "England and India Test series heads to Monday morning thriller | Cricket News | Al Jazeera",
            "time": "2025-08-03T20:03:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-2228353550-1754249121.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>England and India Test series heads to Monday morning thriller</h1><p class=\"article__subhead\"><em>England needs 35 more runs to beat India as fifth Test thriller goes to the last day of the five-match series.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It’s going to be a Monday morning thriller to decide the cricket series between England and India after bad light and rain forced an early end to play in the fifth and final Test, with England needing another 35 runs to win.</p><p>England was 339-6 at stumps on day four on Sunday, chasing a target of 374. England leads the series 2-1.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>India needs to claim another four wickets – perhaps three – for victory and tie the series.</p><p>England has potentially only three wickets left because of all-rounder Chris Woakes’s shoulder injury. Woakes was seen in his cricket whites at the Oval on Sunday, but with his left arm in a sling amid speculation he would come out at number 11 if needed and bat one-handed.</p><p>Joe Root was again England’s saviour on Sunday with 105 runs, and Harry Brook hit 111, as England aimed to pull off another awe-inspiring run chase.</p><p>Wicketkeeper Jamie Smith (2 not out) and bowler Jamie Overton (0 not out) are at the crease.</p><figure id=\"attachment_3871311\" aria-describedby=\"caption-attachment-3871311\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871311\" src=\"/wp-content/uploads/2025/08/GettyImages-2228357579-1754249219.jpg?w=770&amp;resize=770%2C494&amp;quality=80\" alt=\"Prasidh Krishna of India celebrates the wicket of Joe Root of England during Day Four of the fifth Test\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871311\" class=\"wp-caption-text\">Prasidh Krishna of India celebrates the wicket of Joe Root of England during day four of the fifth Test [Alex Davidson/Getty Images]</figcaption></figure><p>England <a href=\"/sports/2025/6/24/england-beat-india-in-thrilling-first-test-finale\">chased down 371 in the Leeds opener</a>, its record run chase at Headingley.</p><p>Root and Brook had hit what looked to be series-clinching Test centuries – Root’s 39th and Brook’s 10th – before India stormed back to set up an agonizing day five finish as the two batters stumbled with victory in sight.</p><p>Jacob Bethell also fell to a dreadful shot, piling the pressure on England.</p><p>England had been set to achieve its most audacious chase of the Bazball era, and the second-highest in its history, with apparent ease. But its late stumble started when Brook threw his bat and wicket away against Akash Deep, skying a catch to mid-off. The century in his 30th test made Brook the fastest man to 10 hundreds in 70 years. Brook had made India dearly pay for not getting him out on 19 before lunch, when Mohammed Siraj caught Brook but carried it over the boundary rope.</p><p>Then the jittery Bethell produced an ugly swipe to drag down his stumps, before Root was caught behind in a wicket maiden for Prasidh Krishna (3-109), with the hosts still needing another 37 runs.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Root and Brook had reversed the momentum of the match in a cruisy afternoon session after India won the morning session and was heavily favoured at lunch.</p></div></div></body></html>"
        },
        {
            "title": "Rallies held in Brazil in support of embattled Bolsonaro facing legal peril | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-08-03T19:36:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-03T164439Z_72417727_RC2RZFAU5ZBA_RTRMADP_3_BRAZIL-BOLSONARO-1-1754243663.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Rallies held in Brazil in support of embattled Bolsonaro facing legal peril</h1><p class=\"article__subhead\"><em>The ex-president, accused of seeking to overturn the 2022 election that he lost, has been backed by US President Donald Trump.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Supporters of former far-right Brazilian President Jair Bolsonaro have rallied across the main cities of the country against the Supreme Court coup trial that could land the ex-leader in prison for years.</p><p>Protesters in Sao Paolo, Rio de Janeiro and other cities on Sunday carried Brazilian and the United States flags, in an apparent reference to United States President Donald Trump’s support for a staunch ally.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>They also held banners with Bolsonaro’s and Trump’s pictures on them as they shouted slogans.</p><p>Bolsonaro is <a href=\"/news/2025/7/15/bolsonaro-tried-to-incite-insurrection-prosecutor-tells-brazil-top-court\">accused </a>of seeking to overturn the 2022 election won by his left-wing opponent, current President Luiz Inacio Lula da Silva.</p><p>Bolsonaro supporters stormed Brazil’s congress in January 2023, ransacking the chambers and attacking police, in violent scenes that evoked Trump supporters’ attack on the US Capitol two years before.</p><p>A Brazilian general has given evidence that the alleged plotters also wanted to assassinate leftist Lula and several other public officials.</p><p>The prosecution told the court that former army officer Bolsonaro and seven others were guilty of participating in “armed criminal association” and had sought to “violently overthrow the democratic order”.</p><p>A coup conviction carries a sentence of up to 12 years. A conviction on that and other charges could bring decades behind bars for Bolsonaro.</p><p>The <a href=\"/news/2025/6/29/bolsonaro-rallies-supporters-in-brazil-amid-supreme-court-coup-plot-trial\">former president</a> has repeatedly denied the allegations and asserted that he is the target of political persecution.</p><h2 id=\"a-witch-hunt\">‘A witch hunt’</h2><p>Bolsonaro says he is the victim of political persecution, echoing Trump’s defence when the US president faced criminal charges before his White House return.</p><p>Al Jazeera’s Monica Yanakiew, reporting from Sao Paolo, said that protesters were thanking Trump for his support.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“There are a lot of American flags here and people are saying ‘Thank you Trump’,” she said.</p><p>“They are thanking President Trump for sanctioning Brazil,” Yanakiew added.</p><p>Trump has slammed the trial a “witch hunt” and his Treasury Department has sanctioned Brazil’s Supreme Court Justice Alexandre de Moraes in response.</p><p>Brazil has strongly criticised the US decision to impose sanctions on de Moraes.</p><p>Trump has openly admitted he is punishing Brazil for prosecuting his political ally Bolsonaro. He also signed an executive order slapping 50 percent tariffs on Brazilian imports, citing Bolsonaro’s “politically motivated <span>persecution.”</span></p><p>Protesters gathered on the streets of Brazil on Friday to denounce Trump for the steep tariffs he imposed on the country’s exports. The demonstrations erupted in cities like Sao Paulo and Brasilia, as residents voiced their anger on the first day of Trump’s latest tariff campaign.</p><p>Brazil is slated to see <a href=\"/news/2025/7/9/trump-singles-out-brazil-for-fifty-percent-tariffs-citing-political-motives\">some of the highest US tariffs</a> in the world. The tariff is due to enter into force on August 6.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "The real reason the West is warmongering against China | International Trade | Al Jazeera",
            "time": "2025-08-03T19:03:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-13T022547Z_1442382722_RC2QGDALWICE_RTRMADP_3_CHINA-TECH-ROBOTS-1754244019.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Over the past two decades, the posture of the United States towards China has evolved from economic cooperation to outright antagonism. US media outlets and politicians have engaged in persistent anti-China rhetoric, while the US government has imposed trade restrictions and sanctions on China and pursued military build-up close to Chinese territory. Washington wants people to believe that China poses a threat.</p><p>China’s rise indeed threatens US interests, but not in the way the US political elite seeks to frame it.</p><p>The US relationship with China needs to be understood in the context of the capitalist world system. Capital accumulation in the core states, often glossed as the “Global North”, depends on cheap labour and cheap resources from the periphery and semi-periphery, the so-called “Global South”.</p><p>This arrangement is crucial to ensuring high profits for the multinational firms that dominate global supply chains. The systematic price disparity between the core and periphery also enables the core to achieve a large net-appropriation of value from the periphery through unequal exchange in international trade.</p><p>Ever since the 1980s, when China opened up to Western investment and trade, it has been a crucial part of this arrangement, providing a major source of labour for Western firms – labour that is cheap but also highly skilled and highly productive. For instance, much of Apple’s production relies on Chinese labour. According to research by the economist Donald A Clelland, if Apple had to pay Chinese and East Asian workers at the same rate as a US worker, this would have cost them an additional $572 per iPad in 2011.</p><p>But over the past two decades, wages in China have increased quite dramatically. Around 2005, the manufacturing labour cost per hour in China was lower than in India, less than $1 per hour. In the years since, China’s hourly labour costs have increased to more than $8 per hour, while India’s are now only about $2 per hour. Indeed, wages in China are now higher than in every other developing country in Asia. This is a major, historical development.</p><p>This has happened for several key reasons. For one, surplus labour in China has been increasingly absorbed into the wage-labour economy, which has amplified workers’ bargaining power. At the same time, the current leadership of President Xi Jinping has expanded the role of the state in China’s economy, strengthening public provisioning systems – including public healthcare and public housing – that have further improved the position of workers.</p><p>These are positive changes for China – and specifically for Chinese workers – but they pose a severe problem for Western capital. Higher wages in China impose a constraint on the profits of Western firms that operate there or that depend on Chinese manufacturing for intermediate parts and other key inputs.</p><p>The other problem, for the core states, is that the increase in China’s wages and prices is reducing its exposure to unequal exchange. During the low-wage era of the 1990s, China’s export-to-import ratio with the core was extremely high. In other words, China had to export very large quantities of goods in order to obtain necessary imports. Today, this ratio is much lower, representing a dramatic improvement in China’s terms of trade, substantially reducing the core’s ability to appropriate value from China.</p><p>Given all this, capitalists in the core states are now desperate to do something to restore their access to cheap labour and resources. One option – increasingly promoted by the Western business press – is to relocate industrial production to other parts of Asia where wages are cheaper. But this is costly in terms of lost production, the need to find new staff, and other supply chain disruptions. The other option is to force Chinese wages back down. Hence, the attempts by the United States to undermine the Chinese government and destabilise the Chinese economy – including through economic warfare and the constant threat of military escalation.</p><p>Ironically, Western governments sometimes justify their opposition to China on the grounds that China’s exports are too cheap. It is often claimed that China “cheats” in international trade, by artificially suppressing the exchange rate for its currency, the renminbi. The problem with this argument, however, is that China abandoned this policy around a decade ago. As the International Monetary Fund (IMF) economist Jose Antonio Ocampo noted in 2017, “In recent years, China has rather been making efforts to avoid a depreciation of the renminbi, sacrificing a large amount of reserves. This may imply that, if anything, this currency is now overvalued.” China did eventually permit a devaluation in 2019, when tariffs imposed by the administration of US President Donald Trump increased pressure on the renminbi. But this was a normal response to a change in market conditions, not an attempt to suppress the renminbi below its market rate.</p><p>The US largely supported the Chinese government in the period when its currency was undervalued, including through loans from the IMF and World Bank. The West turned decisively against China in the mid-2010s, at precisely the moment when the country began to raise its prices and challenge its position as a peripheral supplier of cheap inputs to Western-dominated supply chains.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The second element that’s driving US hostility towards China is technology. Beijing has used industrial policy to prioritise technological development in strategic sectors over the past decade, and has achieved remarkable progress. It now has the world’s largest high-speed rail network, manufactures its own commercial aircraft, leads the world on renewable energy technology and electric vehicles, and enjoys advanced medical technology, smartphone technology, microchip production, artificial intelligence, etc. The tech news coming out of China has been dizzying. These are achievements that we only expect from high-income countries, and China is doing it with almost 80 percent less GDP per capita than the average “advanced economy”. It is unprecedented.</p><p>This poses a problem for the core states because one of the main pillars of the imperial arrangement is that they need to maintain a monopoly over necessary technologies like capital goods, medicines, computers, aircraft and so on. This forces the “Global South” into a position of dependency, so they are forced to export large quantities of their cheapened resources in order to obtain these necessary technologies. This is what sustains the core’s net-appropriation through unequal exchange.</p><p>China’s technological development is now breaking Western monopolies, and may give other developing countries alternative suppliers for necessary goods at more affordable prices. This poses a fundamental challenge to the imperial arrangement and unequal exchange.</p><p>The US has responded by imposing sanctions designed to cripple China’s technological development. So far, this has not worked; if anything, it has increased incentives for China to develop sovereign technological capacities. With this weapon mostly neutralised, the US wants to resort to warmongering, the main objective of which would be to destroy China’s industrial base, and divert China’s investment capital and productive capacities towards defence. The US wants to go to war with China not because China poses some kind of military threat to the American people, but because Chinese development undermines the interests of imperial capital.</p><p>Western claims about China posing some kind of military threat are pure propaganda. The material facts tell a fundamentally different story. In fact, China’s military spending per capita is less than the global average, and 1/10th that of the US alone. Yes, China has a big population, but even in absolute terms, the US-aligned military bloc spends over seven times more on military power than China does. The US controls eight nuclear weapons for every one that China has.</p><p>China may have the power to prevent the US from imposing its will on it, but it does not have the power to impose its will on the rest of the world in the way that the core states do. The narrative that China poses some kind of military threat is wildly overblown.</p><p>In fact, the opposite is true. The US has hundreds of military bases and facilities around the world. A significant number of them are stationed near China – in Japan and South Korea. By contrast, China has only one foreign military base, in Djibouti, and zero military bases near US borders.</p><p>Furthermore, China has not fired a single bullet in international warfare in over 40 years, while during this time the US has invaded, bombed or carried out regime-change operations in over a dozen Global South countries. If there is any state that poses a known threat to world peace and security, it is the US.</p><p>The real reason for Western warmongering is because China is achieving sovereign development and this is undermining the imperial arrangement on which Western capital accumulation depends. The West will not let global economic power slip from its hands so easily.</p><p><em><strong>The views expressed in this article are the authors’ own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "More than 65 refugees and migrants die in boat sinking off Yemeni coast | Migration News | Al Jazeera",
            "time": "2025-08-03T18:06:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/06/AFP__20190926__1KN85R__v1__HighRes__YemenConflictShipGna-1718111471.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>More than 65 refugees and migrants die in boat sinking off Yemeni coast</h1><p class=\"article__subhead\"><em>Rescue operations are ongoing to find dozens more missing, local authorities say.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 68 African refugees and migrants have died and 74 others remain missing after a boat capsized off the coast of Yemen, according to the United Nations migration agency.</p><p>Abdusattor Esoev, head of the UN’s International Organization for Migration (IOM) in Yemen, told The Associated Press news agency on Sunday that the boat, with 154 Ethiopians aboard, capsized off Yemen’s province of Abyan.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Twelve people survived the shipwreck, he said, adding that the bodies of 54 refugees and migrants washed ashore in the district of Khanfar and 14 others were found dead at a different location and taken to a hospital morgue.</p><p>Yemeni health authorities earlier said that 54 people had died.</p><p>Abdul Qader Bajamil, director of the health office in Zanzibar, said that authorities were making arrangements to bury the victims near the city of Shaqra, while search opportunities continued amid difficult conditions.</p><p>The waterways between Yemen and the Horn of Africa are a <a href=\"/news/2024/4/9/un-says-38-dead-including-children-as-migrant-boat-sinks-off-djibouti\">common but perilous route </a>for refugees and migrants travelling in both directions. The area saw a spike in Yemenis fleeing the country after the civil war broke out in 2014.</p><p>Houthi rebels and government forces reached a truce deal in April 2022 that has resulted in a decrease in violence and the slight easing of the ongoing humanitarian crisis in Yemen.</p><p>Meanwhile, some of those fleeing conflict in Africa, particularly in Somalia and Ethiopia, have sought refuge in Yemen or have sought to travel through the country to the more prosperous Gulf countries. The route remains one of the “busiest and most perilous” migration routes in the world, according to the IOM.</p><p>To reach Yemen, people are taken by smugglers on often dangerous, <a href=\"/news/2024/8/25/at-least-13-killed-14-missing-after-boat-sinks-off-yemen-un-agency\">overcrowded boats</a> across the Red Sea or the Gulf of Aden.</p><p>According to the IOM, more than 60,000 refugees and migrants arrived in Yemen in 2024, marking a significant drop from the previous year’s total of 97,200.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The decreased numbers come amid increased patrols of the waters, according to an IOM report released in May.</p><p>This is a deadly route that has killed hundreds over the past two years. According to the IOM, 558 people died along the route last year.</p><p>Over the past decade, at least 2,082 people have disappeared along the route, including 693 known to have drowned, according to the IOM. Yemen currently houses around 380,000 refugees and migrants.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3871217\" src=\"/wp-content/uploads/2025/08/WEB-YEMEN-ABYAN-1000X562-1754243400.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"An Al Jazeera infographic map of Yemen. \" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Tensions high as new violence spirals in Syria’s Suwayda despite ceasefire | News | Al Jazeera",
            "time": "2025-08-03T17:31:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/GettyImages-2224553582-1752826815.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tensions high as new violence spirals in Syria’s Suwayda despite ceasefire</h1><p class=\"article__subhead\"><em>State media says armed groups violated the truce agreed in the predominantly Druze region.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Druze armed groups have attacked personnel from Syria’s internal security forces in the restive area of Suwayda, killing at least one government soldier and wounding others, as well as shelling several villages in the southern province, according to state-run Ekhbariya TV.</p><p>Ekhbariya’s report on Sunday quoted a security source as saying the armed groups had violated the <a href=\"/news/2025/7/21/syria-evacuates-bedouins-from-clashes-hit-suwayda-as-shaky-ceasefire-holds\">ceasefire</a> agreed in the predominantly Druze region, where sectarian bloodshed killed hundreds of people last month.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In response to the renewed violence, the Syrian government said in a statement that “the media and sectarian mobilisation campaigns led by the rebel gangs in the city have not ceased over the past period”.</p><p>It added: “As these gangs failed to thwart the efforts of the Syrian state and its responsibilities towards our people in Suwayda, they resorted to violating the ceasefire agreement by launching treacherous attacks against internal security forces on several fronts and shelling some villages with rockets and mortar shells, resulting in the martyrdom and injury of a number of security personnel.”</p><p>The Syrian Observatory for Human Rights reported four deaths in the latest violence in Suwayda, noting three were government soldiers and one was a local fighter.</p><p>Violence in Suwayda erupted on July 13 between Bedouin tribal fighters and Druze factions.</p><p>Government forces were sent in to quell the fighting, but the bloodshed worsened, and Israel carried out strikes on Syrian troops, and also <a href=\"/news/2025/7/16/ceasefire-collapses-in-syrias-suwayda-as-israel-threatens-escalation\">bombed the heart of the capital Damascus</a>, under the pretext of protecting the Druze.</p><p>The Druze are a minority community in the region with followers in Syria, Lebanon and Israel. Suwayda province is predominantly Druze, but is also home to Bedouin tribes, and the communities have had longstanding tensions over land and other resources.</p><p>A United States-brokered truce between Israel and Syria was announced in tandem with Syria President Ahmed al-Sharaa declaring a ceasefire in Suwayda after previous failed attempts. The fighting had raged in Suwayda city and surrounding towns for nearly a week. Syria said it would investigate the clashes, setting up a committee to do so.</p><p>The Suwayda bloodshed was another blow to al-Sharaa’s fledgling government, after a wave of sectarian violence in March that killed hundreds of Alawite citizens in the coastal region.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Hundreds of <a href=\"/news/2025/7/21/syria-evacuates-bedouins-from-clashes-hit-suwayda-as-shaky-ceasefire-holds\">Bedouin families were displaced</a> by the fighting in Suwayda and relocated to nearby Deraa.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israel-attacks-syria-again\">Israel attacks Syria again</h2><p>Separately, the Israeli military said on Sunday that it conducted a raid on targets in southern Syria on Saturday.</p><p>The army said it seized weapons and questioned several suspects it said were involved in weapons trafficking in the area.</p><p>Meanwhile, the Kurdish-led Syrian Democratic Forces (SDF) said on Sunday that five of its members had been killed during an attack by ISIL (ISIS) on a checkpoint in eastern Syria’s Deir Az Zor on July 31.</p><p>The SDF was the main force allied with the United States in Syria during fighting that defeated ISIL in 2019 after the group declared a caliphate across swaths of Syria and Iraq.</p><p>ISIL has been trying to stage a comeback in the Middle East, the West and Asia. Deir Az Zor city was captured by ISIL in 2014, but the Syrian army retook it in 2017.</p><p>On Saturday, Syria’s Defence Ministry <a href=\"/news/2025/8/2/syrian-government-kurdish-led-sdf-trade-blame-over-northern-syria-attack\">said</a> an attack carried out by the SDF in the countryside of the northern city of Manbij injured four army personnel and three civilians.</p><p>The ministry described the attack as “irresponsible and for unknown reasons”, according to Syria’s state news agency SANA.</p></div></div></body></html>"
        },
        {
            "title": "Tens of thousands protest Israel’s war on Gaza in Australia’s Sydney | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-03T16:47:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/13239797-1754199394.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tens of thousands of demonstrators have marched across the Sydney Harbour Bridge in Australia, calling for peace and aid deliveries in the war-ravaged Gaza Strip, where a humanitarian crisis of man-made starvation has been worsening as a result of Israel’s punishing blockade.</p><p>Pro-Palestinian protesters braved heavy winds and rain on Sunday to march across the bridge, chanting “Ceasefire Now” and “Free Palestine”. Some of those attending the march, which the organisers dubbed the “March for Humanity”, carried pots and pans as symbols of the forced starvation wracking Gaza.</p><figure id=\"attachment_3870444\" aria-describedby=\"caption-attachment-3870444\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3870444\" src=\"/wp-content/uploads/2025/08/AFP__20250803__68M89HP__v1__HighRes__AustraliaPalestinianIsraelConflictProtest-1754199414.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"people march behind a banner that says march for humanity save gaza on a bridge\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3870444\" class=\"wp-caption-text\">Demonstrators including WikiLeaks founder Julian Assange (third from left, wearing red tie) cross the Sydney Harbour Bridge during a pro-Palestinian rally against Israel’s actions and the ongoing food shortages in the Gaza Strip in Sydney, Australia on August 3, 2025 [David Gray/AFP]</figcaption></figure><p> </p><p>The protest came less than a week after a joint statement by Australia and more than a dozen other nations expressed the “willingness or the positive consideration … to recognise the state of Palestine as an essential step towards the two-State solution”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p><a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">France</a>, <a href=\"/news/2025/7/29/starmer-says-uk-will-soon-recognise-palestine-unless-israel-halts-gaza-war\">Britain</a> and <a href=\"/news/2025/7/30/canada-will-recognise-palestinian-state-at-un-general-assembly-carney\">Canada</a> have in recent weeks voiced, and in some cases qualified, intentions to diplomatically recognise a Palestinian state as international concern and criticism have grown over the hunger crisis in Gaza.</p><p><a href=\"/news/liveblog/2025/8/3/seven-palestinians-die-of-starvation-in-gaza-as-israel-kills-38-aid-seekers\">At least 175 people, including 93 children, have died of starvation</a> and malnutrition across the territory since Israel launched its war on Gaza after the Hamas-led attacks on southern Israel in October 2023, according to the latest Gaza Health Ministry figures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Australia has called for an end to the war in Gaza, but has so far stopped short of a decision to recognise a Palestinian state.</p><p>Police said that up to 90,000 people had attended the protest while the organiser, Palestine Action Group Sydney, said in a Facebook post that as many as 300,000 people may have marched.</p><p>Marchers ranged from the elderly to families with young children. Among them was WikiLeaks founder Julian Assange, who did not address the crowd or speak to the media.</p><figure id=\"attachment_3870448\" aria-describedby=\"caption-attachment-3870448\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3870448\" src=\"/wp-content/uploads/2025/08/AFP__20250803__68M89HL__v1__HighRes__AustraliaPalestinianIsraelConflictProtest-1754199527.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"people march behind a banner that says march for humanity save gaza on a bridge\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3870448\" class=\"wp-caption-text\">Demonstrators cross the Sydney Harbour Bridge during a pro-Palestinian rally against Israel’s actions and the ongoing food shortages in the Gaza Strip in Sydney, Australia on August 3, 2025 [David Gray/AFP]</figcaption></figure><p>Mehreen Faruqi, the New South Wales senator for the left-wing Greens party, addressed the crowd gathered at central Sydney’s Lang Park, calling for the “harshest sanctions on Israel”, accusing its forces of “massacring” Palestinians.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Antony Loewenstein, author of The Palestine Laboratory, a book on the Israeli arms and surveillance industry, who spoke at the rally, told Al Jazeera that protesters are “outraged” not just by what Israel is doing in Gaza, but also by the Australian government’s “complicity”.</p><p>Loewenstein said that Australia has, for many years, including since the start of the war, been part of the global supply chain for the F-35 fighter jets that Israel has been using in attacking the besieged territory.</p><p>“A lot of Australians are aware of this,” he said. “We are deeply complicit, and people are angry that their government is doing little more than talk at this point.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Pakistan’s Sharif hosts Iran’s Pezeshkian, agrees to security, trade boost | International Trade News | Al Jazeera",
            "time": "2025-08-03T15:48:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-03T083219Z_427205860_RC2KZFAUP1XY_RTRMADP_3_PAKISTAN-IRAN-1754233390.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan and Iran have signed agreements pledging to raise bilateral trade to $10bn and committing to work more closely to eliminate the menace of “terrorism” in favour of peace and prosperity in the region, as both nations have recently been embroiled in conflicts with their respective regional foes.</p><p>Sunday’s agreements across various sectors, including energy and trade, were signed during the two-day visit of Iranian President Masoud Pezeshkian.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We have set a target of $10bn in trade and hope to achieve it as soon as possible,” Pakistan’s Prime Minister Shehbaz Sharif said, addressing a joint press briefing.</p><p>Sharif reiterated Pakistan’s stance of supporting Iran’s right to a nuclear programme for peaceful purposes under the United Nations charter and condemned Israel’s aggression against Iran, saying there was “no justification” for the <a href=\"/news/2025/7/24/could-israel-be-planning-a-second-war-on-iran\">12-day June conflict</a> in which the United States militarily intervened on Israel’s behalf.</p><p>He said the two countries would take effective steps to eliminate “terrorism” and open the avenues of prosperity in the region. Pakistan and regional rival India were on the cusp of their fifth all-out war earlier this year before a ceasefire ended several days of <a href=\"/news/2025/5/14/what-did-india-and-pakistan-gain-and-lose-in-their-military-standoff\">heavy and deadly aerial exchanges</a>.</p><p>The Iranian president said, “My deep belief is that we can easily, in a short time, increase the volume of our trade relations from the current $3bn to the projected goal of $10bn.”</p><p>He thanked the government and people supporting Iran “during the 12-day terrorist aggression by the Zionist regime and the United States”.</p><p>Analyst Ammar Habib Khan of the Institute of Business Administration told Al Jazeera that the informal trade between Iran and Pakistan is likely to increase more than the formal trade target shared by the countries.</p><p>“Discussions have been held on how to formalise the informal trade that is already happening, whether it is oil, gas or something else,” he told Al Jazeera from Karachi.</p><p>The analyst said Pakistan’s normalising relations with Iran might lead to the creation of a trade route between Pakistan and Europe.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“It would be an efficient and logistically sound route,” he said.</p><p>Along with a high-level delegation, including foreign and defence ministers, Pezeshkian arrived on a two-day visit to Pakistan on Saturday.</p><h2 id=\"tense-ties\">Tense ties</h2><p>Pezeshkian called for better border management and cooperation around the mutual border to counter security threats.</p><p>In return, Sharif said that Islamabad and Tehran have a common stand against “terrorism”, and no such activity would be allowed in Pakistan or Iran.</p><p>“We have to protect our borders and take strict steps against terrorism to open the roads to peace and development in the region,” said Sharif.</p><p>Relations between Pakistan and Iran have often been shaky, especially over <a href=\"/video/inside-story/2024/1/18/can-iran-and-pakistan-contain-cross-border-tensions\">cross-border tensions</a> that escalated in <a href=\"/video/newsfeed/2024/1/18/pakistan-attacks-terrorist-hideouts-in-iran\">January 2024</a> when both sides launched tit-for-tat missile strikes.</p><p>Al Jazeera’s Kamal Hyder, reporting from Islamabad, said Pakistan and Iran have agreed to cooperate in order to ensure violence is prevented on either side.</p><p>“They agreed to have more border management between the two countries,” he said.</p><p>Hyder added that the sides also discussed Pakistan acting as an intermediary between Washington and Tehran, among other countries trying to ease tensions between archenemies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite the strains, the two countries have kept the diplomatic door open.</p><p>In May, the Iranian foreign minister visited Pakistan amid rising tensions with India. During the Iran-Israel conflict, Pakistan supported Iran’s right to self-defence and condemned the US attacks on Iran’s nuclear facilities.</p><p>The leaders of Pakistan and Iran also called for an immediate ceasefire in Gaza and an end to Israel’s attacks in the enclave.</p><p>The two sides also inked a string of memorandums of understanding in the fields of information technology, law and justice, climate change, and tourism.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Norris wins Hungary F1 GP in McLaren one-two | Motorsports News | Al Jazeera",
            "time": "2025-08-03T15:28:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-2228333647-1754232967.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Norris wins Hungary F1 GP in McLaren one-two</h1><p class=\"article__subhead\"><em>United Kingdom’s Lando Norris holds off McLaren teammate Oscar Piastri of Australia to win Hungarian Grand Prix.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lando Norris has held off McLaren teammate Oscar Piastri to win the Hungarian Grand Prix on a one-stop strategy and slash the Australian’s Formula One lead to nine points going into the August break.</p><p>Norris completed 39 of the 70 laps on Sunday at the Hungaroring on a single set of hard tyres while Piastri stopped twice and closed a 12-second gap to just 0.6 at the finish with a nail-biting chase to the chequered flag and a near-collision.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>George Russell took a distant third, 20 seconds down the road, for Mercedes and his fifth podium of the season.</p><p>“I’m dead. I’m dead. It was tough,” gasped Norris, who started in third place – with Piastri second – and then went down to fifth after being squeezed at the start.</p><p>“We weren’t really planning on the one stop, but after the first lap, it was kind of our only option to get back into things.</p><p>“I didn’t think it would get us the win. I thought it would get us maybe into second.”</p><figure id=\"attachment_3871071\" aria-describedby=\"caption-attachment-3871071\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871071\" src=\"/wp-content/uploads/2025/08/GettyImages-2228331621-1754232634.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Race winner Lando Norris of Great Britain driving the (4) McLaren MCL39 Mercedes takes the chequered flag during the F1 Grand Prix of Hungary\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871071\" class=\"wp-caption-text\">Race winner Lando Norris of Great Britain driving the #4 McLaren MCL39 Mercedes takes the chequered flag during the Grand Prix in Hungary [Clive Rose/Getty Images]</figcaption></figure><p>The win was Norris’s fifth of the season and third in the past four races to Piastri’s six. It was also McLaren’s seventh one-two in 14 races.</p><p>Ferrari’s Charles Leclerc was a frustrated fourth after starting on pole position but losing out with a two-stop strategy and a five-second penalty for erratic driving as Russell challenged.</p><p>Fernando Alonso finished fifth for Aston Martin ahead of Sauber’s sixth-placed Brazilian rookie Gabriel Bortoleto.</p><p>Lance Stroll was seventh for Aston Martin ahead of Racing Bulls’ Liam Lawson with Red Bull’s reigning champion, Max Verstappen, and Mercedes rookie Kimi Antonelli completing the top 10 scoring positions.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Seven-time world champion Lewis Hamilton, an eight-time winner in Hungary, started in 12th place for Ferrari and finished there.</p><p>The Briton was lapped by the leaders six laps from the chequered flag.</p><figure id=\"attachment_3871090\" aria-describedby=\"caption-attachment-3871090\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871090\" src=\"/wp-content/uploads/2025/08/GettyImages-2227629980-1754233187.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Charles Leclerc of Ferrari leads at the start of the Formula 1 Hungarian Grand Prix\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871090\" class=\"wp-caption-text\">Charles Leclerc of Ferrari leads at the start of the Hungarian Grand Prix [Beata Zawrzel/NurPhoto via Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Experts say Israel’s West Bank demolitions aim to drive Palestinians away | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-03T14:58:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/02/AFP__20250226__36YM6CT__v1__Preview__PalestinianIsraelWar-1740588731.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On June 25, Mutawakil al-Mohamad and his family woke up to the sound of Israeli soldiers pounding on their door with their rifles.</p><p>It would be the last time they woke up in their family home in occupied East Jerusalem.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Israeli forces arrived at 7am in military convoys with two heavy bulldozers, and al-Mohamad was terrified the soldiers would raid his house and arrest him or his loved ones.</p><p>Instead, the soldiers told the family their home was in a designated “military zone” and ordered them to vacate immediately so they could bulldoze it to the ground.</p><p>“When I opened the door, I told the soldiers: ‘My young children are scared.’ I asked them to give me 10 minutes, then we will all be out of the house,” al-Mohamed said. The soldiers obliged, he recalled from Ramallah, the administrative capital of the occupied West Bank, where he now lives.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Demolitions and displacement</h3><p>Israel is demolishing more Palestinian homes across the occupied West Bank, including occupied East Jerusalem, <a href=\"/video/newsfeed/2025/7/7/israel-demolishing-homes-in-west-bank-at-highest-rate-in-over-50-years?utm_source=chatgpt.com\">at a higher rate in 2025 than any previous year </a>since the occupation began in 1967.</p><p>Israeli authorities have already destroyed 783 structures – a figure that does not include the large-scale destruction in refugee camps – leading to the forced displacement of 1,119 people, according to the United Nations.</p><p>In the Palestinian refugee camps, Israel has destroyed about 600 structures in the Jenin camp and a combined 300 structures in the Tulkarem and Nur Shams camps as part of military raids it launched at the start of this year, according to figures that Al Jazeera obtained from the Palestinian human rights organisation Al-Haq.</p><p>Human rights groups, civilians and analysts said the real aim of Israel’s tactics  – systematic home demolitions and forced displacement – is to make life unbearable for Palestinians so more will consider leaving if they can.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Israel’s goal in the West Bank is the same as its goal in Gaza. … It wants to target all Palestinians,” said Murad Jadallah, a human rights researcher with Al-Haq.</p><p>Jadallah argued that Israel’s war in Gaza, which many experts have called a genocide, has shocked the world and distracted many from its unprecedented destruction in the West Bank.</p><p>“Israel is benefiting from the images of destruction it has created in Gaza in order to push its agenda in the West Bank,” he told Al Jazeera.</p><figure id=\"attachment_3871033\" aria-describedby=\"caption-attachment-3871033\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871033\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Record-demolitions-across-West-Bank-west-bank-August-3-2025-1754230278.png?quality=80\" alt=\"INTERACTIVE - Record demolitions across West Bank-west bank - August 3, 2025-1754230278\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871033\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"little-support\">Little support</h2><p>Since the start of this year, about 40,000 <a href=\"/features/2025/3/13/palestinians-displaced-by-israeli-aggression-hit-new-levels-of-uncertainty\" target=\"_blank\" rel=\"noopener\">Palestinians have fled</a> Israeli military operations in West Bank refugee camps.</p><p>Many have struggled to find affordable replacement accommodations, renting instead in whatever villages where they find room, staying with relatives in overcrowded homes or languishing in public buildings converted into shelters for displaced people, Jadallah said.</p><p>Ahmed Gaeem, 60, recalled Israeli soldiers evicting him, his wife, five children, grandchildren, siblings, nieces and nephews from their building in the Tulkarem refugee camp in March.</p><p>The family was also told by Israeli soldiers that Tulkarem had been designated a “military zone” and they would not be allowed to return for some time.</p><p>“We left with the clothes on our backs and nothing else. We didn’t have time to pack anything,” Gaeem told Al Jazeera.</p><p>A few weeks into Israel’s military campaign, one of Gaeem’s sons managed to return briefly to assess the damage to their home from a distance.</p><p>Their home – like countless others – was destroyed. Its windows were shattered, the door hinges blown off and walls caved in.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Gaeem’s family is currently renting three homes in Iktaba village, a few kilometres from Tulkarem city, for a combined rent of about $1,300 – a fortune for a family surviving on meagre savings.</p><p>Gaeem noted that while his salary as a Palestinian Authority (PA) civil servant is $500 a month, he hasn’t been paid in months because of the PA’s ongoing economic crisis.</p><p>Over the past several years, the PA has cut salaries and struggled to pay its staff as a result of dwindling donor support and Israel’s refusal to hand over tax revenue it collects on the PA’s behalf, an arrangement laid out in the Oslo Accords.</p><p>The PA itself was born out of the Oslo peace agreements of 1993 and 1995, which were signed by the Israeli and Palestinian leaders. The accords ostensibly aimed to bring about a Palestinian state in the years that followed.</p><h2 id=\"unprecedented-crisis\">Unprecedented crisis</h2><p>The Oslo Accords split the West Bank into three zones.</p><p>The PA was tasked with overseeing security and executive functions in Area A and executive functions in Area B while Israel remained in total control of Area C.</p><p>This control allowed Israel to quietly and gradually expand illegal settlements – after encircling and then demolishing Palestinian homes and communities – in Area C, a largely agricultural region that makes up about 60 percent of the West Bank.</p><p>In July, the Israeli army issued two orders that gave it an additional legal pretext to demolish homes in Area B – a power previously held only by the PA under the Oslo Accords. The orders enabled Israel to assume control over building and planning laws and laws pertaining to agricultural sites.</p><figure id=\"attachment_3871031\" aria-describedby=\"caption-attachment-3871031\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871031\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Demolitions-in-West-Banks-refugee-camps-west-bank-August-3-2025-1754230268.png?quality=80\" alt=\"INTERACTIVE - Demolitions in West Banks refugee camps-west bank - August 3, 2025-1754230268\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871031\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>Before these measures, most demolitions in Areas A and B were carried out during military operations or as reprisals against Palestinians who resisted the occupation. Israel now has an additional legal basis to destroy Palestinian homes by claiming the owners do not have building permits.</p><p>Israel systematically denies building permits to Palestinians as part of a broader policy of confiscating Palestinian homes and land, <a href=\"/news/2020/5/12/palestinian-towns-hemmed-in-by-israels-discriminatory-policies\" target=\"_blank\" rel=\"noopener\">according to human rights groups.</a></p><p>Among the record number of demolitions carried out across the West Bank this year, the UN documented the destruction of 49 structures in Areas A and B.</p><p>Under international law, Israel is prohibited from destroying private property anywhere in occupied Palestinian territory and from establishing settlements or outposts.</p><p>“The extension of demolitions in Area A and B and the way Israel is changing the legal status in Area B are unprecedented,” said Tahani Mustafa, an expert on the West Bank with the International Crisis Group think tank.</p><p>She added that Israel appears to be trying to confine Palestinians to ever smaller pockets of land in Area A. Israel’s ultimate plan, she fears, is to make life increasingly unbearable for Palestinians in urban centres, likely by imposing more checkpoints and barriers to restrict movement and carrying out more raids</p><p>Israel’s intensifying assault on Palestinians across the West Bank already has people like al-Mohamed fearing that his family could be evicted again.</p><p>He said most Palestinians predict that Israel will turn its attention to the West Bank’s cities after it finishes its military raids in the nearby camps.</p><p>“It’s hard for us to go anywhere else other than the West Bank,” he told Al Jazeera.</p><p>“This is our land. It’s where we want to live and where we want to die.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel forces shoot Palestinian boy in eye at aid site amid Gaza starvation | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-03T14:41:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Screenshot-2025-08-03-at-4.04.30-PM-1754226302.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Palestinian teenager, shot in the eye by Israeli forces while desperately seeking food for his family near a United States and Israeli-backed GHF site in <a href=\"/news/liveblog/2025/8/3/seven-palestinians-die-of-starvation-in-gaza-as-israel-kills-38-aid-seekers\">Gaza</a>, is unlikely to regain sight in his left eye, doctors treating him have said, as the population of the besieged and bombarded enclave suffers from forced starvation.</p><p>Fifteen-year-old Abdul Rahman Abu Jazar told Al Jazeera that Israeli soldiers kept shooting at him even after he was struck by a bullet, making him think “this was the end” and “death was near”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Relaying the harrowing chain of events from a hospital bed with a white bandage covering one eye, Abu Jazar said he went to the site around 2am (23:00 GMT).</p><p>“It was my first time going to the distribution point,” he said. “I went there because my siblings and I had no food. We couldn’t find anything to eat.”</p><p>He says he moved forward with the crowd until he reached al-Muntazah Park in the Gaza City environs about five hours later.</p><p>“We were running when they began shooting at us. I was with three others; three of them were hit. As soon as we started running, they opened fire. Then I felt something like electricity shoot through my body. I collapsed to the ground. I felt as though I had been electrocuted … I didn’t know where I was, I just blacked out. When I woke up, I asked people ‘Where am I?'”</p><p>Others near Abu Jazar told him he had been shot in the head. “They were still firing. I got scared and started reciting prayers.”</p><p>A doctor at the hospital held a phone light near the boy’s wounded eye and asked him if he could see any light. He could not. The doctor diagnosed a perforating eye injury caused by a gunshot wound.</p><p>Abu Jazar underwent surgery and said, “I hope my eyesight will return, God willing.”</p><h2 id=\"hospitals-receive-bodies-of-more-aid-seekers\">Hospitals receive bodies of more aid seekers</h2><p>Gaza’s Health Ministry reported earlier on Sunday that 119 bodies, including 15 recovered from under the rubble of destroyed buildings or other places, and 866 wounded Palestinians have arrived at the enclave’s hospitals over the past 24-hour reporting period. At least 65 Palestinians were killed while seeking aid, and 511 more were wounded.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On Sunday since dawn, 92 people were killed by Israeli army fire, including 56 aid seekers, according to hospital sources who spoke to Al Jazeera.</p><p>Israeli forces have <a href=\"/news/2025/8/1/a-death-journey-palestinians-describe-ghf-aid-site-turmoil-in-gaza\">routinely fired on Palestinians</a> trying to get food at GHF-run distribution sites in Gaza, and the United Nations reported this week that more than 1,300 aid seekers have been killed since the group began operating in May.</p><figure id=\"attachment_3870814\" aria-describedby=\"caption-attachment-3870814\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3870814\" src=\"/wp-content/uploads/2025/08/AFP__20250803__68MJ7WF__v2__HighRes__TopshotPalestinianIsraelConflictAid-1754219562.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinians leave a food distribution point.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3870814\" class=\"wp-caption-text\">Palestinians carry bags as they return from a food distribution point run by the US and Israeli-backed GHF group, in the central Gaza Strip on August 3, 2025 [Eyad Baba/AFP]</figcaption></figure><p>Gaza’s famine and malnutrition crisis has been worsening by the day, with at least 175 people, including <a href=\"/news/2025/8/2/palestinian-boy-17-dies-of-israel-induced-starvation-in-gaza\">93 children</a>, now confirmed dead from the man-made starvation of Israel’s punishing blockade, according to the territory’s Health Ministry.</p><p>More than 6,000 Palestinian children are being treated for malnutrition resulting from the blockade, according to the Global Nutrition Cluster, which includes the UN health and food agencies.</p><p>Al Jazeera’s Hind Khoudary, reporting from Deir el-Balah, says, “There’s a very, very small amount of trucks coming into Gaza – about maybe 80 to 100 trucks every single day – despite the fact that this ‘humanitarian pause’ was for more aid to enter the Gaza Strip.</p><p>“Palestinians are struggling to get a bag of wheat flour. They’re struggling to find a food parcel. And this shows the fact that this pause and all the Israeli claims are not true because on the ground, Palestinians are starving, ” she said.</p><p>Khoudary noted that the entire population had been reliant on UN agencies and other partners to distribute food.</p><p>“More Palestinians die every single day due to the forced starvation and malnutrition,” she said. “Since the blockade started, those distribution points have not been operating, and now, nothing’s back to normal. Palestinians are still struggling, and not only that, they’re being killed now for the fact that they’re approaching trucks, the GHF, because they want to eat.”</p><p>The Government Media Office in Gaza says Israel is deliberately blocking more than 22,000 humanitarian aid trucks, most of which belong to the UN and international organizations and various entities, from entering the territory, calling it part of a systematic campaign of “starvation, siege, and chaos.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Where does Trump stand on Israel’s starvation of Palestinians? | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-03T14:15:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754230505.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Western nations discuss Palestinian statehood, but Israel’s policy to starve the Palestinians in Gaza remains intact.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Despite some pushback from his party to deal with the genocide of Palestinians in Gaza – especially Israel’s starvation policy – the US governing Republican Party remains unmoved.</p><p>Republicans overwhelmingly support Israel’s tactics against the Palestinians, as support for Israel plummets among Independent and Democratic voters.</p><p>Trump says he wants more food to reach Gaza via the militarised distribution mechanism, the GHF. But he criticised Western countries that spoke of diplomatic moves, such as recognising Palestinian statehood.</p><p>Host Steve Clemons speaks with Republican analyst Mark Pfeifle and Democratic analyst David Bolger on Trump’s political calculations on Middle East policy.</p></div></div></body></html>"
        },
        {
            "title": "Hamas video of emaciated captive sparks outrage amid Witkoff’s Israel visit | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-03T12:43:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754224953.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Aug 2025</span><span aria-hidden=\"true\">3 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The Struggle for Southern Syria | News | Al Jazeera",
            "time": "2025-08-03T12:10:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/PP_1083-709-1754223015.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s army has shown it is prepared to fight to enforce that stance. But why? One theory is that Israel wants to keep its neighbour weak and divided. But there are members of Netanyahu’s government who think the land is theirs. And they want to move in – permanently.</p></div></div></body></html>"
        },
        {
            "title": "Threats and intimidation stalling top ICC prosecutor’s Israel case: Report | ICC News | Al Jazeera",
            "time": "2025-08-03T10:57:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/12894875-1754216133.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>New details have emerged about a series of intimidation campaigns, including threats to safety as well as possible sanctions, directed at the British chief prosecutor of the International Criminal Court (ICC) as he pursues an investigation into alleged war crimes committed by Israeli officials in Gaza.</p><p>Karim Khan has also been subjected to intense pressure from top British and United States public officials for The Hague court to withdraw the arrest warrants against Israeli <a href=\"/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">Prime Minister Benjamin Netanyahu</a> and former Defence Minister Yoav Gallant, the Middle East Eye (MEE) news website reported.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The latest report followed an earlier revelation by the London-based online publication in July that Khan and the ICC were threatened with being “destroyed” if they pursued the case against Israel.</p><p>According to the MEE report published on Friday, Khan was “privately threatened” by then-British Foreign Secretary David Cameron in April 2024 that the <a href=\"/news/2025/6/11/uk-lawmakers-slam-former-foreign-secretary-cameron-for-threatening-icc\">UK would defund and withdraw from the ICC</a> if it issued warrants against the Israeli leaders, which it did so in November.</p><p>In May 2024, US Republican Senator Lindsey Graham also “threatened” Khan with sanctions if he applied for the warrants against Netanyahu and Gallant, the MEE reported.</p><p>Since then, the administration of US President Donald Trump has imposed sanctions on Khan and four ICC judges.</p><p>Khan also received a security briefing warning him that Israel’s Mossad intelligence agency “was active in The Hague and posed a potential threat” to him, the MEE reported.</p><p>Khan, who is currently on indefinite leave amid allegations of sexual misconduct, was also reportedly told by his female accuser in text messages that there were “games being played” and attempts to make her a “pawn in some game I don’t want to play”, according to the MEE.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The ICC investigations into Khan’s alleged behaviour were later closed after the female witness refused to cooperate with them, but a separate United Nations probe remains.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Khan has strenuously denied all the allegations against him.</p><p>Two weeks before he was forced to go <a href=\"/news/2025/5/16/icc-prosecutor-to-step-aside-until-probe-into-alleged-misconduct-ends\">on leave in May 2025</a>, Khan also reportedly met with Nicholas Kaufman, a British-Israeli defence lawyer at the ICC, to discuss the Israel investigation, the MEE report said.</p><p>In a note of the meeting on file at the ICC, Kaufman reportedly told Khan that if the warrants against Netanyahu and Gallant were not dropped, “they will destroy you, and they will destroy the court.”</p><p>The report said some ICC lawyers have privately “expressed doubts” about the allegations against Khan, which emerged after the arrest warrants against Netanyahu and Gallant were issued.</p><p>The ICC issued arrest warrants against Netanyahu, Gallant and Hamas leader Mohammed Deif on charges of war crimes and crimes against humanity over the Hamas-led October 7, 2023, attacks on Israel and Israel’s subsequent war in Gaza. Deif has since been <a href=\"/news/2025/1/30/hamas-confirms-the-killing-of-military-commander-mohammed-deif\">confirmed killed</a> in an Israeli attack.</p><p>The Israeli defendants remain internationally wanted suspects, and ICC member states are under a legal obligation to arrest them.</p><p>Israel’s <a href=\"/tag/israel-palestine-conflict/\">war on Gaza</a> has killed at least 60,430 Palestinians and wounded 148,722.</p><p>In recent months, Israel has been accused of committing new war crimes after reports that Israeli forces intentionally shot and killed hundreds of unarmed Palestinian civilians waiting to collect humanitarian aid from GHF food distribution points.</p></div></div></body></html>"
        },
        {
            "title": "Ukrainian drone attack sparks fire at oil depot in Sochi, southwest Russia | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-03T10:21:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/2025-04-10T122208Z_1892412781_RC2DUDA2RCLS_RTRMADP_3_UKRAINE-CRISIS-DRONE-ASSAULT-1744354281.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An overnight Ukrainian drone attack has sparked a fire at an oil depot in Sochi, the southwestern Russian resort that hosted the 2014 Winter Olympic Games, local authorities say.</p><p>The attack came a day after Ukraine’s military said it <a href=\"/news/2025/8/2/ukraine-drone-attacks-kill-three-in-russia-cause-fire-at-oil-refinery\">struck</a> the Ryazan oil refinery in central Russia, causing a fire. Ukraine has regularly hit Russian oil and gas infrastructure in response to attacks on its own territory since Russia began its <a href=\"/news/2025/8/3/russias-drone-attacks-on-ukraine-hit-record-high-in-july\">war</a> in February 2022.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Sochi suffered a drone attack by the Kyiv regime last night,” the governor of Russia’s Krasnodar region, Veniamin Kondratiev, said on the Telegram messaging application on Sunday.</p><p>Drone wreckage hit an “oil tank, which caused a fire”, Kondratiev said.</p><p>Sochi Mayor Andrei Proshunin said there were no victims and “the situation is totally under control”, adding that firefighters were extinguishing the blaze.</p><p>Air traffic was briefly suspended at Sochi’s airport but has resumed, Russia’s air transport regulator Rosaviatsia said.</p><p>Air strikes on Sochi, about 400km (250 miles) southeast of the Ukrainian border, are relatively rare compared with other Russian cities. However, Ukrainian drone attacks killed two people in the region late last month, according to local authorities.</p><p>Ukrainian officials have not commented on the fire.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kyiv has warned it will intensify its air strikes against Russia in response to an increase in Russian attacks on its territory in recent weeks, which have killed dozens of civilians.</p><p>On Sunday, Ukraine’s air force said on Telegram that Russia had launched 76 attack drones and seven missiles targeting Ukraine overnight, striking eight locations throughout Ukraine. Ukraine’s air defence units destroyed 60 of the drones and one missile, it said.</p><p>In the front-line regions of Zaporizhia and Kherson, at least three people were killed and more than 12 injured in Russian attacks over the 24 hours into Sunday morning, regional governors said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A Russian missile strike on the city of Mykolaiv in southern Ukraine also injured at least seven people and destroyed or damaged dozens of homes and civilian infrastructure, the regional governor said.</p><p>In the early days of the war, the Mykolaiv region stood on the front lines, facing frequent artillery strikes and aerial attacks. Even after Russian forces were pushed back in late 2022, drones and missiles have remained a constant danger there.</p><p>Russia also launched a short-lived missile attack on Kyiv overnight, but there have been no reports of injuries or damage.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In July, United States President Donald Trump said he would implement “severe tariffs” on Russia unless a peace deal is reached by early September. Last week, Trump said he would give Putin 10 to 12 days, meaning Trump wants peace efforts to make progress by Thursday to Saturday.</p><p>So far, the Kremlin has rejected the idea of a lasting ceasefire in Ukraine.</p><p>Last week, Russian President Vladimir Putin said he wanted peace but his demands for ending Moscow’s military offensive were “unchanged”.</p><p>Those demands include Ukraine abandoning some of its own territory and ending its ambitions to join NATO.</p></div></div></body></html>"
        },
        {
            "title": "Week in Pictures: From Russian missile attacks on Kyiv to floods in China | Gaza News | Al Jazeera",
            "time": "2025-08-03T07:52:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213570376373-1754202488.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>From Israeli forces opening fire on Palestinians seeking humanitarian aid to England claiming victory in the UEFA Women’s Euro 2025, here is a look at the week in photos.</p></div></div></body></html>"
        },
        {
            "title": "China and Russia begin joint military drills in Sea of Japan | Military News | Al Jazeera",
            "time": "2025-08-03T07:36:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2019/06/a0ecaf8c581f41059664f9d52c89e8b0_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>China and Russia begin joint military drills in Sea of Japan</h1><p class=\"article__subhead\"><em>Joint Sea-2025 exercises begin in waters near Russian port of Vladivostok and will last for three days, China’s Defence Ministry says.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China and Russia have begun joint naval drills in the Sea of Japan as they seek to reinforce their partnership and counterbalance what they see as a United States-led global order.</p><p>The Chinese and Russian governments have <a href=\"/video/newsfeed/2025/5/8/president-xi-china-and-russia-should-safeguard-international-justice\">deepened</a> their ties in recent years, with China providing an economic lifeline to Russia in the face of Western sanctions over Moscow’s invasion of Ukraine.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Joint Sea-2025 exercises began in waters near the Russian port of Vladivostok and will last for three days, China’s Ministry of National Defence said in a statement on Sunday.</p><p>The two sides will hold “submarine rescue, joint anti-submarine, air defence and anti-missile operations, and maritime combat”.</p><p>Four Chinese vessels, including guided-missile destroyers Shaoxing and Urumqi, are participating in the exercises, alongside Russian ships, the ministry said.</p><p>After the drills, the two countries will conduct naval patrols in “relevant waters of the Pacific”.</p><figure id=\"attachment_3577448\" aria-describedby=\"caption-attachment-3577448\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3577448\" src=\"/wp-content/uploads/2025/03/GettyImages-1139368231-1741886998.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Putin Xi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3577448\" class=\"wp-caption-text\">Russian President Vladimir Putin, left, shakes hands with Chinese President Xi Jinping [File: Kenzaburo Fukuhara/Handout via Getty Images]</figcaption></figure><p>China and Russia have carried out annual drills for several years, with the “Joint Sea” exercises beginning in 2012.</p><p>Last year’s drills were held along China’s southern coast.</p><p>With this year’s drills in the Sea of Japan, in its annual report last month, Japan’s Ministry of Defence warned that China’s growing military cooperation with Russia poses serious security concerns.</p><p>“The exercise is defensive in nature and is not directed against other countries,” the Russian Navy Pacific Fleet said earlier this week, according to a report by the US Naval Institute’s online news and analysis portal.</p><p>On Friday, the Chinese Defence Ministry said this year’s exercises were aimed at “further deepening the comprehensive strategic partnership” of the two countries.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>China has never denounced Russia’s more than three-year <a href=\"/video/newsfeed/2025/8/3/ukraine-claims-drone-strike-on-oil-refinery-in-russia\">war</a> nor called for it to withdraw its troops, and many of Ukraine’s allies, including the US, believe that Beijing has provided support to Moscow.</p><p>European leaders asked China last month to use its influence to pressure Russia to end the war, now in its fourth year, but there was no sign that Beijing would do so.</p><p>China, however, insists it is a neutral party, regularly calling for an end to the fighting while also accusing Western countries of prolonging the conflict by arming Ukraine.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine claims drone strike on oil refinery in Russia | Russia-Ukraine war | Al Jazeera",
            "time": "2025-08-03T06:32:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754202602.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Aug 2025</span><span aria-hidden=\"true\">3 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Four workers die after falling into a manhole in Japan | News | Al Jazeera",
            "time": "2025-08-03T06:31:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/9120434-1754200886.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Four workers die after falling into a manhole in Japan</h1><p class=\"article__subhead\"><em>Officials say the workers were conducting an emergency inspection of sewage pipes when the accident took place.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Four workers have died in Japan after falling into a manhole near Tokyo as they inspected sewage pipes, according to public broadcaster NHK, quoting police.</p><p>NHK reported on Sunday that the incident in the city of Gyoda in Saitama Prefecture, north of the Japanese capital, happened on Saturday, as the four men, all in their 50s, and other co-workers were inspecting a sewage pipe.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>City officials say the workers were conducting an emergency inspection of sewage pipes that the central government had ordered municipalities to carry out, after a huge road cave-in in January.</p><p>Police were quoted by NHK as saying that during the inspection, one of the workers fell down the manhole, followed by three of his co-workers who were trying to save him.</p><p>According to police, the manhole is 60cm (24in) in diameter and more than 10 metres (33ft) in depth.</p><p>The fire department from the area also confirmed the incident to the AFP news agency.</p><p>Video clips published by NHK showed several emergency and rescue personnel near the manhole.</p><p>The department said rescuers detected hydrogen sulfide – a gas toxic in high concentrations – coming out of the manhole.</p><p>But city officials refused to be drawn on the cause of the initial fall.</p><p>“Detailed circumstances leading up to the accident are still unknown, so it’s too early for us to say anything about our responsibility,” a Gyoda city official told AFP, on condition of anonymity.</p><p>The four workers were retrieved and taken to hospital, where they were pronounced dead, according to local media reports.</p><p>About 10 workers were at the scene of the inspection, ordered to clean the pipes of wastewater and sludge if necessary.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In May, Japanese rescuers recovered the body of a dead 74-year-old truck driver months after he was swallowed by a road collapse in Saitama prefecture.</p></div></div></body></html>"
        },
        {
            "title": "US museum denies political pressure in removal of Trump impeachment display | Donald Trump News | Al Jazeera",
            "time": "2025-08-03T03:37:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-01T200748Z_1051081066_RC2IYFAFW1OT_RTRMADP_3_USA-TRUMP-SMITHSONIAN-1754186505_850907-1754191352.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>US museum denies political pressure in removal of Trump impeachment display</h1><p class=\"article__subhead\"><em>Smithsonian Institution says it will update exhibit to reflect all impeachments of US presidents following backlash.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The parent organisation of a top-visited history museum in the United States has denied that political pressure played a role in the removal of a display about the impeachments of US President Donald Trump.</p><p>The Smithsonian Institution, which runs the National Museum of American History in Washington, DC, said on Saturday that it removed the “temporary” placard for failing to meet the museum’s standards in “appearance, location, timeline, and overall presentation”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“It was not consistent with other sections in the exhibit and moreover blocked the view of the objects inside its case. For these reasons, we removed the placard,” the institution said in a statement.</p><p>“We were not asked by any Administration or other government officials to remove content from the exhibit.”</p><p>The Smithsonian Institution, which runs 21 museums and the National Zoo, said the impeachment section of the museum would be updated in the coming weeks to “reflect all impeachment proceedings in our nation’s history”.</p><p>The statement comes after The Washington Post on Thursday reported that the museum removed an explicit reference to Trump’s impeachments last month, resulting in its exhibit about impeachment incorrectly stating that “only three presidents have seriously faced removal”.</p><p>The Post, citing an unnamed person familiar with the exhibit plans, said the display was taken down following a “content review that the Smithsonian agreed to undertake following pressure from the White House to remove an art museum director”.</p><p>The museum’s removal of the display drew swift backlash, with critics of Trump casting the development as the latest capitulation to the whims of an authoritarian president.</p><p>“You can run, but you cannot hide from the judgment of history,” Democratic Senate Minority Leader Chuck Schumer said on Friday.</p><p>“So, here’s my message to the president: no matter what exhibits you try to distort, the American people will never forget that you were impeached – not once, but twice.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Trump has, with lightning speed, moved to exert greater control over political, cultural and media institutions as part of his transformative “Make America Great Again” agenda.</p><p>In March, the US president signed an executive order to remove “improper ideology” from the Smithsonian Institution’s properties and deny funding for exhibits that “degrade shared American values” or “divide Americans based on race”.</p><p>During his first term, Trump was impeached by the House of Representatives twice, in 2019 and 2021, but he was acquitted by the Senate on both occasions.</p><p>He was the third US president to be impeached, after Andrew Johnson and Bill Clinton, and the only US president to be impeached twice.</p><p>Former President Richard Nixon faced near-certain impeachment before his resignation in 1974 in the wake of the Watergate scandal.</p></div></div></body></html>"
        },
        {
            "title": "Russia’s drone attacks on Ukraine hit record high in July | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-03T02:19:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25204413617981-1754186092.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia fired more than 6,000 drones on Ukraine in July, more than any other month since it launched its full-scale invasion in 2022, the AFP news agency and the Kyiv Independent reported.</p><p>The drone attacks killed dozens of people and injured many more. They also damaged civilian targets, including many homes, a kindergarten and an <a href=\"/features/2025/7/30/they-chase-ambulances-russias-record-attacks-on-ukraines-healthcare\">ambulance</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>According to the AFP news agency, data published by Ukraine’s air force showed that Russia fired 6,297 long-range drones into Ukraine last month, up by nearly 16 percent compared with June.</p><p>The Kyiv Independent reported that Russia launched a record 6,129 Shahed-type drones in July, 14 times more than in the same month last year, when Russia launched just 423 drones.</p><p>Ukrainian Air Force spokesperson Yurii Ihnat told the Kyiv Independent that the real number of Russian drone attacks may be higher, since figures are based on estimates.</p><p>In just one night on July 9, Russian forces launched <a href=\"/news/2025/7/9/russia-ukraine-war-list-of-key-events-day-1231\">a record 741 drones</a> and decoys on Western Ukraine, more than the number of drones it launched in the entire month of July last year.</p><p>The combined Russian missile and drone attacks on July 9 <a href=\"/news/2025/7/9/russia-ukraine-war-list-of-key-events-day-1231\">killed at least eight people</a> in Ukraine’s Sumy, Donetsk and Kherson regions, even as Ukrainian forces shot down all but 10 of the drones launched that day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The July 9 attack came a day after United States President Donald Trump said his administration would help <a href=\"/news/2025/7/8/us-to-send-more-weapons-to-ukraine-trump-says\">send Ukraine more “defensive weapons”</a>, just days after the Pentagon had said it was halting deliveries of some weapons to Ukraine, due to low stockpiles.</p><p>“They have to be able to defend themselves,” Trump said, as he announced that European allies would finance Patriot air defence systems for Ukraine, from the US weapons company Raytheon. “They are getting hit very hard now,” he added.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Russia’s heavy drone and missile attacks continued right up until the end of the month, with an attack on Ukraine’s capital, Kyiv, on July 31 <a href=\"/news/2025/8/1/russia-ukraine-war-list-of-key-events-day-1254\">killing at least 31 people</a>, including five children, and wounding 159 others.</p><figure id=\"attachment_3870307\" aria-describedby=\"caption-attachment-3870307\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3870307\" src=\"/wp-content/uploads/2025/08/AP25213519894483-1754177444.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"people wearing emergency uniforms lay flowers and teddy bears next to a destroyed building\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3870307\" class=\"wp-caption-text\">Rescuers lay toys and flowers on the site of Russia’s Thursday night missile strike, which hit a multistorey residential building, killing 31 civilians, including five children, in Kyiv, Ukraine, on Friday [Efrem Lukatsky/AP Photo]</figcaption></figure><p>Ukrainian President Volodymyr Zelenskyy said that Russia used more than 300 drones and eight missiles in the attack.</p><p>According to the AFP, Russia also fired 198 missiles into Ukraine in July, more than in any month this year except in June.</p><p>The number of drones Russia fired in June was the second-highest amount after July, with 5,337 in total, according to the Kyiv Independent.</p><p>That included some <a href=\"/news/2025/6/9/russia-hits-ukraine-with-record-479-drone-strike-ahead-of-pow-swap\">479 drones fired at Ukraine</a> on June 9, just ahead of the start of a prisoner swap the two countries had agreed to at talks in Istanbul.</p><p>Peace talks <a href=\"/news/2025/7/23/russia-set-for-ukraine-talks-in-turkiye-says-progress-will-be-difficult\">continued in Turkiye last month</a> but have so far failed to reach a lasting ceasefire agreement, even as Trump has threatened to impose new sanctions on Russia and countries that buy its exports.</p><h2 id=\"russian-drones-flying-higher\">Russian drones flying higher</h2><p>Russian forces have adjusted their drones since the 2022 invasion, so that they now fly several kilometres above ground, making it harder to shoot them down with machineguns.</p><p>This has made Ukraine even more dependent on US air defence weaponry, including the recently announced European-funded Patriot systems.</p><p>Russia also sends a combination of drone types to Ukraine. More than half carry explosives, but there are also decoys designed to waste Ukrainian defensive missiles and reconnaissance drones, which track Ukraine’s air defence team locations.</p><p>Heavy drone barrages are also used to overwhelm defence systems when missiles are fired.</p><p>Russia imports both its heavy Mohajer-6 drones and cheaper, slower <a href=\"/news/2022/10/17/what-are-kamikaze-drones-and-how-did-they-get-to-ukraine\">Shahed “kamikaze” drones</a> from Iran, which it described as an “<a href=\"/news/2024/9/9/russia-brands-iran-important-partner-amid-reports-of-missile-supplies\">important partner</a>” in late 2024.</p><p>Ukraine, which became the world’s largest major arms importer from 2020 to 2024, has increasingly been <a href=\"/news/2025/3/10/ukraine-announces-plan-to-boost-fpv-drone-arsenal\">buying its own supplies</a> of millions of drones from local manufacturers.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1910020\" src=\"/wp-content/uploads/2022/11/INTERACTIVE-SHAHED136-drone.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"INTERACTIVE - SHAHED 136 drone\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill 62 Palestinians in Gaza since dawn, medics say | Gaza News | Al Jazeera",
            "time": "2025-08-03T01:57:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250802__68LE6CQ__v1__MidRes__PalestinianIsraelConflictAid-1754179018.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sixty-two Palestinians, most of them aid seekers, have been killed by Israeli fire in Gaza since dawn on Saturday, hospital sources in the besieged enclave have told Al Jazeera.</p><p>The death toll includes 38 Palestinians seeking aid at distribution sites operated by the controversial United States and Israel-backed Gaza Humanitarian Foundation (GHF).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The deaths are the latest killings reported near GHF-operated sites, despite Israel’s announcement last week that it would begin implementing “tactical pauses” in fighting in some areas to allow Palestinians greater access to humanitarian aid.</p><p>Israel announced the start of the daily pauses in military operations on July 27. However, 105 Palestinians were killed while seeking food on Wednesday and Thursday alone, the United Nations Human Rights Office in the occupied Palestinian territory said on Friday.</p><p>As of Friday, at least 1,373 Palestinians have been killed while trying to access aid, according to the human rights office.</p><p>Another 169 Palestinians, including 93 children, have died of starvation or malnutrition since the start of Israel’s war in October 2023, according to figures from Gaza’s Ministry of Health.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Palestinians in the enclave have reported numerous cases of Israeli soldiers and American security contractors hired by the GHF deliberately firing on aid seekers in the vicinity of the distribution sites.</p><p>Facing growing international condemnation over the conditions in Gaza, Israel has in recent days allowed airdrops of aid into the enclave by countries including Jordan, the United Arab Emirates, Egypt, Spain, Germany and France.</p><p>But humanitarian groups, including the UN aid agency for Palestinians, UNRWA, have warned that the airdrops are insufficient and called on Israel to facilitate the free flow of assistance via land.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Gaza’s Government Media Office said that just 36 aid trucks entered the enclave on Saturday, far short of the 600 trucks it said were needed to meet the humanitarian needs of the population.</p><p class=\"p1\">In Khan Younis, a Palestine Red Crescent Society staffer was killed and three others wounded by an Israeli attack on its headquarters, according to the aid group.</p><p class=\"p2\">“One Palestine Red Crescent Society (PRCS) staff member was killed and three others injured after Israeli forces targeted the Society’s headquarters in Khan Younis, igniting a fire on the building’s first floor,” the PRCS said in a post on X on Saturday.</p><p>Reporting from central Gaza’s Deir el-Balah earlier on Saturday, Al Jazeera’s Hind Khoudary said that Palestinians have not seen any improvement in their situation despite the recent deliveries of aid.</p><p>“In the markets, you barely find food. Whatever is available is very, very expensive, and Palestinians are still forced to risk their lives to get whatever they can get,” Khoudary said.</p><p>Philippe Lazzarini, the head of UNRWA, on Saturday said Gaza was experiencing a famine that had been “largely shaped” by the attempts to replace the UN-led aid system with the “politically motivated” GHF.</p><p>“Sidelining &amp; weakening UNRWA has nothing to do with claims of aid diversion to armed groups. It is a deliberate measure to collectively pressure &amp; punish Palestinians for living in Gaza,” Lazzarini said in a post on X.</p><p>UNICEF has warned that malnutrition in Gaza has exceeded the threshold for famine, with 320,000 young children among those at risk of acute malnutrition.</p><p>“We are at a crossroads, and the choices made now will determine whether tens of thousands of children live or die,” Ted Chaiban, UNICEF’s deputy executive director for humanitarian action and supply operations, said in a statement on Friday after a recent visit to Israel, Gaza and the occupied West Bank.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US Senate confirms former Fox News host Pirro as DC top prosecutor | Donald Trump News | Al Jazeera",
            "time": "2025-08-03T01:44:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-28T164528Z_2079301207_RC2ZQEA1WL1B_RTRMADP_3_USA-TRUMP-1754183276.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US Senate confirms former Fox News host Pirro as DC top prosecutor</h1><p class=\"article__subhead\"><em>Former Fox News host Pirro secures Senate confirmation with 50-45 vote, becoming US attorney general for the nation’s capital.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The United States Senate has confirmed former Fox News television personality Jeanine Pirro as the top federal prosecutor in the nation’s capital, Washington, DC, filling the post after President Donald Trump withdrew his controversial first pick, conservative activist Edward Martin Jr.</p><p class=\"p1\">Pirro, a former county prosecutor and elected judge, was confirmed on Saturday, with a vote of 50-45. Before becoming the acting US attorney for the District of Columbia in May, she co-hosted the Fox News show The Five on weekday evenings, where she frequently interviewed Trump.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p class=\"p1\">Trump yanked Martin’s nomination after a key Republican senator said he could not support him due to Martin’s outspoken support for rioters who stormed the US Capitol on January 6, 2021. Martin now serves as the Justice Department’s pardon attorney.</p><p>Other hires from cable news include Secretary of Defense Pete Hegseth, who co-hosted Fox &amp; Friends Weekend, and Secretary of Transportation Sean Duffy, a former reality TV show competitor and Fox Business co-host.</p><figure id=\"attachment_3870328\" aria-describedby=\"caption-attachment-3870328\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3870328 size-arc-image-770\" src=\"/wp-content/uploads/2025/08/AP25128831940961-1754183695.jpg?resize=770%2C513&amp;quality=80\" alt=\"FILE - Jeanine Pirro arrives at Fox Nation's Patriot Awards, Nov. 16, 2023, in Nashville, Tenn. (AP Photo/George Walker IV, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3870328\" class=\"wp-caption-text\">Jeanine Pirro arrives at Fox Nation’s Patriot Awards, November 16, 2023, in Nashville, Tennessee [George Walker IV/AP Photo]</figcaption></figure><p>Pirro briefly entered politics in ill-fated attempts to run for the US Senate and for the New York attorney general, losing the latter race to Democrat Andrew Cuomo.</p><p>She began earning wider public exposure by hosting a weekday television show, Judge Jeanine Pirro, from 2008 to 2011. In 2011, she joined Fox News Channel to host Justice with Judge Jeanine, which ran for 11 years, and today, she is a co-host of the network’s show, The Five.</p><p>Pirro has also authored several books, including Liars, Leakers, and Liberals: The Case Against the Anti-Trump Conspiracy, which was published in 2018. The Washington Post described the book as “sycophantic” in its support for Trump.</p><p>After promoting unfounded conspiracy theories alleging election fraud in 2020, Pirro was named a defendant in a defamation lawsuit filed by Dominion Voting Systems, which said that Fox had broadcast false statements about the company.</p><p>Fox News settled the case for nearly $800m.</p><p class=\"p1\">Last month, Republican members of the Senate Judiciary Committee voted unanimously to send Pirro’s nomination to the Senate floor after Democrats walked out to protest Emil Bove’s nomination to become a federal appeals court judge.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"p1\">Pirro, a 1975 graduate of Albany Law School, has significantly more courtroom experience than Martin, who had never served as a prosecutor or tried a case before taking office in January. She was elected as a judge in New York’s Westchester County Court in 1990, before serving three terms as the county’s elected district attorney.</p><p class=\"p1\">In the final minutes of his first term as president, Trump issued a pardon to Pirro’s ex-husband, Albert Pirro, who was convicted in 2000 on conspiracy and tax evasion charges.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,256 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-02T23:45:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-02T120033Z_796617032_RC2ZYFAFVICM_RTRMADP_3_UKRAINE-CRISIS-ATTACK-DRUZHKIVKA-1754169709.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,256</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,256 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Sunday, August 3:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Kyiv’s military administration warned residents of the Ukrainian capital to take shelter on Saturday night due to the takeoff of a Russian MiG-31K, the carrier of the Russian Kinzhal air-launched ballistic missile, in a post on Telegram.</li>\n<li>The International Atomic Energy Agency (IAEA) said that its team heard explosions and saw smoke coming from an “auxiliary facility” located 1,200 metres from the Russian-occupied Zaporizhzhia Nuclear Power Plant in Ukraine.</li>\n<li>The Russian-installed administration of the plant said that a civilian was killed by Ukrainian shelling. A fire that broke out near the plant was brought under control, the administrators added in a post on Telegram.</li>\n<li>An elderly man was killed inside a house that caught fire due to falling Ukrainian drone debris in Russia’s Samara region, Governor Vyacheslav Fedorishchev posted on Telegram.</li>\n<li>A Ukrainian drone attack killed a guard at an industrial facility and caused a fire in Russia’s Rostov region, acting Governor Yury Slyusar said. “The military repelled a massive air attack during the night”, destroying drones over seven districts, Slyusar wrote on Telegram.</li>\n<li>Ukraine’s military intelligence agency (HUR) said that an explosion killed five soldiers from the Russian-backed Akhmat unit on a minibus near Russian-occupied Melitopol on Saturday.</li>\n<li>A Russian drone attack killed a 12-year-old boy and left a 13-year-old hospitalised with shrapnel wounds in the village of Sveska in Ukraine’s Sumy region, Governor Oleh Hryhorov said.</li>\n<li>Ukraine’s SBU intelligence agency said that Ukrainian drones hit Russia’s Primorsko-Akhtarsk military airfield, which has been used to launch waves of long-range drones at Ukraine. The SBU claimed it also hit a factory in Penza, which it said supplies Russia’s military with electronics.</li>\n<li>Ukrainian forces hit an oil refinery in Ryazan, about 180 km (110 miles) southeast of Moscow, causing a fire on its premises, Ukraine’s Unmanned Systems Forces said on Telegram.</li>\n<li>Residents of the Korabel neighbourhood in Ukraine’s southern port city of Kherson were urged to evacuate by the head of the region’s military administration after Russian forces damaged a bridge that connected the neighbourhood with the rest of the city.</li>\n<li>Russia’s Ministry of Defence said that Russian forces had captured the village of Oleksandro-Kalynove in Ukraine’s eastern Donetsk region on Saturday.</li>\n<li>The Defence Ministry in Moscow said in its daily report that its defence units downed a total of 338 Ukrainian drones overnight into Saturday morning. It did not say how many Ukrainian drones were launched.</li>\n<li>Ukraine’s air force said it had downed 45 of 53 Russian drones launched towards its territory overnight into Saturday morning.</li>\n<li>Russia launched 6,129 Shahed-type drones against Ukraine in July 2025, the Kyiv Independent reported, 14 times more than the 423 drones it launched during the same month last year.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>The New York Times reported that two unnamed Indian officials said their country would keep buying Russian oil, even after United States President Donald Trump recently <a href=\"/news/2025/7/30/trump-hits-india-with-25-tariff-extra-penalty-for-russian-oil-purchases\">imposed an unspecified penalty</a> for the country’s purchase of Russian oil and military equipment.</li>\n<li>Armenia’s Ministry of Defence said that its peacekeeping brigade would undertake joint drills with the US military from August 12 to 20, Interfax reported. Ahead of a <a href=\"/news/2023/9/6/russia-voices-concern-as-armenia-prepares-to-exercise-with-us-troops\">previous joint drill</a> with the US in September 2023, Armenian Prime Minister Nikol Pashinyan said that Russia’s war in Ukraine meant it was unable to meet Armenia’s security needs.</li>\n<li>Ukrainian authorities <a href=\"/news/2025/8/2/ukraine-says-defence-sector-corruption-scheme-uncovered\">detained several officials</a> over a “large-scale corruption scheme” in the defence sector, just days after lawmakers restored the independence of the country’s two main investigative bodies.</li>\n<li class=\"wpview wpview-wrap\" data-wpview-text=\"%5Bbc_video%20video_duration%3D%225%3A00%22%20video_id%3D%226376490112112%22%20account_id%3D%22665003303001%22%20player_id%3D%226tKQRAx7lu%22%20embed%3D%22in-page%22%20padding_top%3D%2256%25%22%20autoplay%3D%22%22%20min_width%3D%220px%22%20playsinline%3D%22%22%20picture_in_picture%3D%22%22%20language_detection%3D%22%22%20application_id%3D%22%22%20max_width%3D%22770px%22%20mute%3D%22%22%20width%3D%22100%25%22%20height%3D%22100%25%22%20aspect_ratio%3D%2216%3A9%22%20sizing%3D%22responsive%22%20%5D\" data-wpview-type=\"bc_video\">\n\n</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Syrian government, Kurdish-led SDF trade blame over northern Syria attack | Syria's War News | Al Jazeera",
            "time": "2025-08-02T22:47:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2019-10-15T123648Z_369514153_RC12C4E9D130_RTRMADP_3_SYRIA-SECURITY-TURKEY-MANBIJ-1-1754174684.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syrian government, Kurdish-led SDF trade blame over northern Syria attack</h1><p class=\"article__subhead\"><em>Defence Ministry accuses Kurdish-led SDF of injuring four army personnel and three civilians in rocket attack near Manbij.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s Ministry of Defence has accused the Kurdish-led Syrian Democratic Forces (SDF) of carrying out a rocket attack on a military position in northern Syria, injuring four army personnel and three civilians.</p><p>In a statement carried by Syria’s official SANA news agency, the ministry said the military was able to repel the attack in the countryside of the city of Manbij.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The army forces are working to deal with the sources of fire that targeted the civilian villages near the deployment lines,” the ministry said, adding in a later statement that the military was carrying out “precise strikes”.</p><p>But the United States-backed SDF said in a statement that it was responding to “an unprovoked artillery assault targeting civilian-populated areas with more than ten shells” from factions operating within Syrian government ranks.</p><p>The statement made no mention of casualties.</p><p>The incident comes after the SDF <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">signed a deal in March</a> with Syria’s new interim government to integrate into state institutions.</p><p>The SDF has controlled a semi-autonomous region in the northeastern part of the country since 2015, and the deal, if implemented, would bring that territory under the full control of Syria’s central government, led by interim <a href=\"/news/2025/1/29/syrias-ahmed-al-sharaa-named-president-for-transitional-period\">President Ahmed al-Sharaa</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al-Sharaa led the lightning rebel offensive that toppled longtime Syrian President Bashar al-Assad in December last year.</p><p>Discussions over the integration of the SDF into the Syrian state had been ongoing since the fall of al-Assad, but were hampered by divides fostered over years of civil war.</p><p>The deal reached in March did not specify how the SDF would be merged with the Syrian armed forces.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The SDF has previously said its forces must join as a bloc, while Damascus wants them to join as individuals.</p><p>“While we reaffirm our commitment to respecting the current de-escalation arrangements, we call on the relevant authorities in the Syrian government to take responsibility and bring the undisciplined factions under their control,” the SDF said in its statement.</p></div></div></body></html>"
        }
    ]
}