{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Celta Vigo earn shock 2-0 win at the Bernabeu as Real Madrid implode | Football News | Al Jazeera",
            "time": "2025-12-07T22:42:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6935fd92c9-1765146002.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Real Madrid suffered a <a href=\"/sports/liveblog/2025/12/7/live-real-madrid-vs-celta-vigo-la-liga\">shock 2-0 loss</a> and finished with nine men against Celta Vigo in their La Liga clash after Williot Swedberg scored an audacious goal with his heel and a second in stoppage time to leave the hosts four points off leaders Barcelona.</p><p class=\"p1\">Swedish substitute Swedberg cleverly diverted a cross from Bryan Zaragoza past Thibaut Courtois in the 53rd minute to put Celta ahead, and had an easy finish three minutes into added time, going around the goalkeeper to wrap up the points on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Celta jumped from 14th to 10th, while the defeat ended Real’s 100 percent home league record this season after six successive wins.</p><p class=\"p1\">Xabi Alonso’s stuttering Real team have now won only one of their last five league games as they await the midweek arrival of Manchester City in the Champions League.</p><p class=\"p1\">Alonso chose to rest centre-back Antonio Rudiger, starting with Alvaro Carreras in the heart of defence, but Rudiger’s break did not last long, with the German defender coming on midway through the first half after Eder Militao pulled up injured.</p><p class=\"p1\">Celta Vigo goalkeeper Ionut Radu made a handful of good saves in the first half, keeping out a Jude Bellingham header and Arda Guler’s drive from range.</p><figure id=\"attachment_4158510\" aria-describedby=\"caption-attachment-4158510\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4158510\" src=\"/wp-content/uploads/2025/12/afp_6935f175dcbb-1765142902.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Celta Vigo's Romanian goalkeeper #13 Ionut Andrei Radu (L) hits the ball during the Spanish league football match between Real Madrid CF and RC Celta de Vigo at the Santiago Bernabeu Stadium in Madrid on December 7, 2025. (Photo by Thomas COEX / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4158510\" class=\"wp-caption-text\">Radu punches clear for Celta Vigo [Thomas Coex/AFP]</figcaption></figure><p class=\"p1\">Madrid struggled to create serious danger as Celta set up in a tough-to-crack low defensive block, denying dangerous forwards Kylian Mbappe and Vinicius Junior space.</p><p class=\"p1\">Guler missed Madrid’s best chance of the first half, with the Turkish playmaker sending a shot wide on the swivel after Mbappe teed him up.</p><p class=\"p1\">Radu also thwarted Vinicius Junior after Aurelien Tchouameni chopped a ball in behind the defence for the Brazilian to run onto, a rare crack in Celta’s armour.</p><p class=\"p1\">Celta’s Romanian goalkeeper turned away a fierce Fede Valverde effort from distance early in the second half, before Celta stunned the hosts.</p><p class=\"p1\">Bryan Zaragoza crossed from the left for Swedberg, who produced a gorgeous flicked finish to beat Thibaut Courtois to send the Galicians ahead.</p><figure id=\"attachment_4158502\" aria-describedby=\"caption-attachment-4158502\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4158502\" src=\"/wp-content/uploads/2025/12/getty_6935f11215-1765142802.jpg?w=770&amp;resize=770%2C521&amp;quality=80\" alt=\"MADRID, SPAIN - DECEMBER 07: Williot Swedberg of Celta Vigo celebrates scoring his team's first goal with teammate Bryan Zaragoza during the LaLiga EA Sports match between Real Madrid CF and RC Celta de Vigo at Estadio Santiago Bernabeu on December 07, 2025 in Madrid, Spain. (Photo by Angel Martinez/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4158502\" class=\"wp-caption-text\">Swedberg, right, celebrates scoring the opener with teammate Bryan Zaragoza [Angel Martinez/Getty Images]</figcaption></figure><p class=\"p1\">Madrid were wounded, literally in the case of Bellingham, with blood running down his face from a cut sustained in a tussle with Celta target man Borja Iglesias.</p><p class=\"p1\">Adding insult to injury, Fran Garcia earned two yellow cards inside a minute, the second for a clumsy foul on Swedberg, to leave Los Blancos with 10 men for the final third of the match.</p><p class=\"p1\">Mbappe sent a lob over Radu but down onto the roof of the net, and substitute Gonzalo Garcia headed just wide as Madrid searched for an equaliser, which did not come.</p><p class=\"p1\">Carreras was dismissed in stoppage time as Madrid lost their heads, receiving a second yellow for dissent as he protested a decision by referee Alejandro Quintero.</p><p class=\"p1\">With Madrid down to nine and in disarray, Celta wrapped up their win as Swedberg rounded Courtois and ran the ball home.</p><p>Speaking to the media after the game, Iglesias praised his side’s defensive resilience to win a game with a “strange” ending.</p><p>“They have got a lot of quality. It is difficult to play against them. We defended very well,” he said.</p><p>“The end of the game was pretty strange. There were a lot of situations, and then there were stoppages, and then some fouls. They then got a bit desperate.</p><p>“We are doing well on the road [as it is Celta Vigo’s fourth away win this season]. It is difficult to explain.”</p><p>Alonso criticised his team’s “disappointing” effort and intensity, as well as the decisions of the referee.</p><p>“We were better with 10 men than with 11 tonight. Simply because with 10 men, at least we started running and working hard,” Alonso said in comments to the media after the game.</p><p>“We have to try to turn the page as quickly as possible. It’s just three points – there’s still a lot of the league games left.”</p><p>He added: “The referee’s decisions have driven us crazy. The referee was itching to give the card to Alvaro Carreras. The refereeing has been very poor.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Syria: One year after al-Assad | Syria's War | Al Jazeera",
            "time": "2025-12-07T22:14:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765143702.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">What kind of Syria is the new government trying to build? And what challenges is it facing?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>After nearly 14 years of civil war, Syria is trying to turn the page on its past.</p><p>It has been a year since Ahmed al-Sharaa’s now-defunct armed group walked into Damascus to little resistance.</p><p>Bashar al-Assad, whose family had been in power since 1970, had already fled to Moscow.</p><p>Crowds cheered the end of a dictatorship, and political prisoners walked out of the most notorious jails in the country, shocked at their own freedom.</p><p>But the optimism of that day has now given way to the realities of transition – sectarian tensions, grinding poverty and demands for justice over atrocities carried out by the Assad regime.</p><p>So, can the new government bring real change and unity to Syria? And what can be learned from the steps it has taken so far?</p><p><strong>Presenter:</strong> Dareen Abughaida</p><p><strong>Guests:</strong></p><p>Haid Haid – researcher at Chatham House</p><p>Ammar Kahf – executive director at Omran Center for Strategic Studies.</p><p>Heiko Wimmen, project Director for Iraq, Syria and Lebanon at the International Crisis Group</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Hamas and Israel move towards phase two of US-backed Gaza plan | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-07T22:10:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251206__87BG7HC__v1__HighRes__PalestinianIsraelGazaConflict-1765134851.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As Israel and Hamas prepare to move towards phase two of a United States-led blueprint to end Israel’s genocidal war on Gaza, disagreements loom over the as-yet undefined role of an international <a href=\"/news/2025/11/18/what-is-the-international-stabilisation-force-for-gaza\">stabilisation force</a> in the besieged Palestinian enclave.</p><p>Senior Hamas official Basem Naim said on Sunday that the <a href=\"/news/2025/9/29/heres-the-full-text-of-trumps-20-point-plan-to-end-israels-war-on-gaza\">US draft</a> required “a lot of clarifications”. While the group was ready to discuss “freezing or storing” weapons during the ongoing truce, he said it would not accept that an international stabilisation force take charge of disarmament.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are welcoming a [United Nations] force to be near the borders, supervising the ceasefire agreement, reporting about violations, preventing any kind of escalations,” he said, adding that Hamas would not accept the force having “any kind of mandates” on Palestinian territory.</p><p>His comments came after Israeli Prime Minister Benjamin Netanyahu said earlier in the day that he would meet with Donald Trump to discuss entering a new phase of the US president’s plan at the end of the month. The focus of the meeting, he said, would be on ending Hamas governance in Gaza and ensuring it fulfilled its “commitment” to the plan, which calls for demilitarisation of the enclave.</p><p>“We have a second phase, no less daunting, and that is to achieve the disarmament of Hamas and the demilitarisation of Gaza,” Netanyahu said during a news conference with visiting German Chancellor <a href=\"/news/2025/12/7/germanys-merz-meets-netanyahu-under-shadow-of-israels-war-on-gaza\">Friedrich Merz</a>.</p><p>It was not clear whether Naim’s comments on the group freezing or storing arms would satisfy Israel’s demands for full disarmament. The Hamas official said the group retained its “right to resist”, adding that laying down arms could happen as part of a process leading to a Palestinian state, with a potential long-term truce lasting five to 10 years.</p><p>The US-drafted plan for Gaza leaves the door open to Palestinian independence, but Netanyahu has long rejected this, asserting that creating a Palestinian state would reward Hamas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"vague-plan\">Vague plan</h2><p>Trump’s 20-point plan offers a general way forward on such plans as the establishment of the stabilisation force and the formation of a technocratic Palestinian government operating under an international “board of peace”, but does not offer concrete details or timelines.</p><p>US officials have said they expect “boots on the ground” early next year, but while countries like Indonesia have agreed to contribute troops, there is no roadmap for setting up the force, and its exact makeup, command structure and responsibilities have not been defined.</p><p>Netanyahu appeared to recognise the plan’s vagueness. “What will be the timeline? What are the forces that are coming in? Will we have international forces? If not, what are the alternatives? These are all topics that are being discussed,” he said on Sunday.</p><p>The Israeli prime minister said that phase two of the plan, which will be set in motion once Hamas returns the last Israeli captive, a policeman killed in the October 7 attack on southern Israel, would be “more difficult”.</p><p>Stage one of the plan has already proven challenging, with Israel continuing to bomb Gaza throughout the ceasefire, killing more than 370 Palestinians, according to health officials. Meanwhile, it has accused Hamas of dragging out captive returns.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israeli-army-says-yellow-line-new-border\">Israeli army says yellow line ‘new border’</h2><p>The plan’s initial steps saw Israeli forces withdraw to positions behind a so-called yellow line in Gaza, though the Israeli military remains in control of 53 percent of the territory. The Israeli military said on Sunday that the line of demarcation was a “new border”.</p><p>“We have operational control over extensive parts of the Gaza Strip, and we will remain on those defence lines,” said Israeli military chief Lieutenant General Eyal Zamir. “The yellow line is a new border line, serving as a forward defensive line for our communities and a line of operational activity.”</p><p>Qatari Prime Minister Sheikh Mohammed bin Abdulrahman bin Jassim Al Thani warned at the Doha Forum on Saturday that the truce was at a “critical moment” and could unravel without rapid movement towards a permanent deal.</p><p>He said a true ceasefire “cannot be completed unless there is a full withdrawal” of Israeli forces, alongside restored stability and freedom of movement for Palestinians, which has so far not transpired under phase one of the plan. He did not allude to the yellow line in his comments.</p><p>Amid growing momentum for a move to phase two of the peace plan, Israeli and Qatari officials met with US counterparts in an effort to rebuild relations after Israel’s air strike on Doha in September, Axios reported, citing unnamed sources.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gritty Palestine enter Arab Cup quarters as favourites Qatar crash out | Football News | Al Jazeera",
            "time": "2025-12-07T20:06:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-07T190231Z_1190409655_UP1ELC71GW5QM_RTRMADP_3_SOCCER-ARABCUP-SYR-PLE-1765135022.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Asian champions Qatar have been knocked out of the FIFA Arab Cup 2025 after a shocking 3-0 loss to Tunisia, with Palestine advancing to the quarterfinals for the first time with a 0-0 draw against Syria.</p><p>Home favourites Qatar needed a big win over Tunisia to have any chances of progressing from Group A, where Palestine and Syria were in the lead as the last round of the group fixtures was played on Sunday.</p><p>A poor defensive display from the Asian Cup winners saw them concede the lead in the 16th minute on Sunday, when Mohamed Ali Ben Romdhane pounced on a goalkeeping error by Meshaal Barsham, allowing the Tunisian midfielder to poke the ball into the net from close range at Al Bayt Stadium in Al Khor.</p><p>While the Annabi (the Maroons) were able to hold off further Tunisian goals in the first half, the home crowd was left frustrated by Qatar’s attack.</p><p>Led by star striker Akram Afif, the forwards looked jaded as they failed to produce goal-scoring opportunities despite holding 60 percent of the possession.</p><figure id=\"attachment_4158159\" aria-describedby=\"caption-attachment-4158159\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4158159\" src=\"/wp-content/uploads/2025/12/2025-12-07T173759Z_1161167236_UP1ELC71CZANZ_RTRMADP_3_SOCCER-ARABCUP-QAT-TUN-1765135037.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Soccer Football - FIFA Arab Cup - Qatar 2025 - Group A - Qatar v Tunisia - Al Bayt Stadium, Al Khor, Qatar - December 7, 2025 Qatar's Akram Afif in action with Tunisia's Ferjani Sassi REUTERS/Thaier Al-Sudani\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4158159\" class=\"wp-caption-text\">Qatar’s Akram Afif in action with Tunisia’s Ferjani Sassi [Thaier Al-Sudani/Reuters]</figcaption></figure><p>They were made to pay for not converting their shots into goals when Tunisia doubled their lead in the 62nd minute through a low and close-range header by Yassine Meriah following a corner.</p><p>A few minutes later, Tunisia were reduced to 10 men when Seifeddine Jaziri was sent off for a foul with 25 minutes left until full time, but Qatar failed to capitalise on the advantage.</p><p>Tunisia’s win was sealed in the closing minutes of the game when an unmarked Mohamed Benali received the ball in the Qatari half and slotted in a powerful strike.</p><p>He went on to celebrate the goal and the win, but Tunisia’s joy was short-lived as the result from the other group game confirmed that both teams were knocked out.</p><figure id=\"attachment_4158246\" aria-describedby=\"caption-attachment-4158246\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4158246\" src=\"/wp-content/uploads/2025/12/2025-12-07T171404Z_1628691492_UP1ELC71BVEMT_RTRMADP_3_SOCCER-ARABCUP-QAT-TUN-1765137734.jpg?w=770&amp;resize=770%2C495&amp;quality=80\" alt=\"Soccer Football - FIFA Arab Cup - Qatar 2025 - Group A - Qatar v Tunisia - Al Bayt Stadium, Al Khor, Qatar - December 7, 2025 Qatar fans with a giant banner inside the stadium before the match REUTERS/Thaier Al-Sudani\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4158246\" class=\"wp-caption-text\">Qatar’s fans were left disappointed with their team’s display in the Arab Cup 2025 [Thaier Al-Sudani/Reuters]</figcaption></figure><p>Widely contrasting scenes unfolded 48 kilometres (30 miles) away at the Education City Stadium in Al Rayyan, where Palestine and Syria played out a goalless draw to secure their respective qualification for the last-eight stage.</p><p>Palestine beat Qatar dramatically in the opening game of the tournament when an own goal gave the war-torn nation a shock win over the favourites.</p><p>The Fidai – as the Palestinian team is known – then put on a dogged display against Tunisia as they came back from 2-0 down to draw their second match.</p><figure id=\"attachment_4158229\" aria-describedby=\"caption-attachment-4158229\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4158229\" src=\"/wp-content/uploads/2025/12/2025-12-07T195301Z_1712543048_UP1ELC71GT3QK_RTRMADP_3_SOCCER-ARABCUP-SYR-PLE-1765137463.jpg?w=770&amp;resize=770%2C465&amp;quality=80\" alt=\"Soccer Football - FIFA Arab Cup - Qatar 2025 - Group A - Syria v Palestine - Education City Stadium, Al Rayyan, Qatar - December 7, 2025 Palestine's Ikram Rami Hamadeh and Hamed Hamdan celebrate after qualifying for the knockout stage REUTERS/Mohammed Salem TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4158229\" class=\"wp-caption-text\">Palestine’s Ikram Rami Hamadeh and Hamed Hamdan celebrate after qualifying for the knockout stage [Mohammed Salem/Reuters]</figcaption></figure><p>Syria, too, won their first match when they beat Tunisia 1-0 and were level on points and goal difference with their fellow Levantine nation.</p><p>This left both table-topping teams needing a point from the final Group A match to secure their progress, and when the full-time whistle was blown by the referee signalling a goalless draw, both sets of players fell to the ground in an outpouring of the emotions they had held back for 90 minutes.</p><p>The Palestinian team brought out their flags, keffiyehs and loudest roars as they celebrated in tandem with their vociferous supporters.</p><p>Syria’s players were equally emotional as they jumped around in joy and disbelief.</p><figure id=\"attachment_4158232\" aria-describedby=\"caption-attachment-4158232\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4158232\" src=\"/wp-content/uploads/2025/12/2025-12-07T185916Z_1083191256_UP1ELC71GQQQJ_RTRMADP_3_SOCCER-ARABCUP-SYR-PLE-1765137472.jpg?w=770&amp;resize=770%2C455&amp;quality=80\" alt=\"Soccer Football - FIFA Arab Cup - Qatar 2025 - Group A - Syria v Palestine - Education City Stadium, Al Rayyan, Qatar - December 7, 2025 Syria and Palestine players celebrate after qualifying for the knockout stage REUTERS/Mohammed Salem\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4158232\" class=\"wp-caption-text\">Syrian and Palestinian players celebrate after qualifying for the knockout stage [Mohammed Salem/Reuters]</figcaption></figure><p>Several Palestinian players, including Gaza-born defender Mohammed Saleh, waved both Palestinian and Syrian flags as the celebrations carried on well past full time.</p><p>The results and their impact on the tournament’s next round are shocking, not only because both Palestine and Syria are reeling from the effects of war, but also due to the gulf in the teams’ standings in world football.</p><p>Palestine are 96th in FIFA’s team rankings, 45 places behind Qatar, while Syria are placed at 87. Tunisia, the sixth-best team in Africa, are ranked 40th in the world.</p><p>Qatar are among the six Arab teams to have qualified for the FIFA World Cup 2026, and Tunisia are among the nine African nations in the finals.</p><p>Neither Palestine nor Syria have ever qualified for football’s showpiece event, but for now, their fans will not care as their teams march on in the Arab Cup.</p><figure id=\"attachment_4158149\" aria-describedby=\"caption-attachment-4158149\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4158149\" src=\"/wp-content/uploads/2025/12/2025-12-07T172037Z_1447530822_UP1ELC71C6CNC_RTRMADP_3_SOCCER-ARABCUP-SYR-PLE-1765135000.jpg?w=770&amp;resize=770%2C516&amp;quality=80\" alt=\"Soccer Football - FIFA Arab Cup - Qatar 2025 - Group A - Syria v Palestine - Education City Stadium, Al Rayyan, Qatar - December 7, 2025 Palestine fan REUTERS/Mohammed Salem\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4158149\" class=\"wp-caption-text\">Palestine’s fans have attended their team’s games in big numbers during the Arab Cup [Mohammed Salem/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russia welcomes Trump’s revised US security strategy | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-07T18:52:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25227747123295-1756477587.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia welcomes Trump’s revised US security strategy</h1><p class=\"article__subhead\"><em>A Kremlin spokesperson said that the changes ‘correspond in many ways to our vision’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Kremlin has praised a new national security strategy adopted by US President Donald Trump, saying it aligns closely with <a href=\"/where/russia/\">Russia’s</a> own view of global affairs.</p><p>The US document published last week warns that Europe faces what it calls “civilizational erasure”, identifies ending the war in Ukraine as a “core” US interest, and signals a shift towards restoring what Washington describes as strategic stability with Moscow.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kremlin spokesperson Dmitry Peskov said on Sunday that the changes “correspond in many ways to our vision”.</p><p>He also welcomed language in the strategy about ending “the perception … of the NATO military alliance as a perpetually expanding alliance”. Moscow has long opposed NATO enlargement, citing its security concerns.</p><p>But Peskov cautioned that the position of what he called the US “deep state” – a term the US president has used to accuse officials who he believes are undermining his agenda – may differ from Trump’s new security strategy.</p><h2 id=\"ukraine-war-diplomacy\">Ukraine war diplomacy</h2><p>Since Russia’s annexation of Crimea in 2014 and its full-scale invasion of Ukraine in 2022, successive US strategies have identified Moscow as a destabilising force threatening the post-Cold War order.</p><p>Under Trump, Washington’s approach to the conflict has shifted amid public clashes with Ukraine’s President Volodymyr Zelenskyy. Trump has previously described Russian President Vladimir Putin as a “friend”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump’s new strategy comes as efforts led by the White House to broker an end to the Russia-Ukraine war approach a crucial moment. Zelenskyy will travel to London on Monday for a four-way meeting with UK Prime Minister Keir Starmer, French President Emmanuel Macron, and German Chancellor Friedrich Merz.</p><p>Zelenskyy has repeatedly sought strong backing from European partners, especially when US officials have endorsed Moscow’s position that Kyiv should consider territorial concessions under any peace agreement.</p><h2 id=\"focus-shifts-to-china\">Focus shifts to China</h2><p>The new security strategy places the Indo-Pacific at the centre of US foreign policy, describing it as a “key economic and geopolitical battleground”. It pledges to expand US military power to deter conflict between China and Taiwan.</p><p>Meanwhile, Russia, isolated by Western sanctions over the war in Ukraine, has deepened its economic and political ties with China.</p><p>Trump in March told Fox News that “as a student of history, which I am, and I’ve watched it all, the first thing you learn is you don’t want Russia and China to get together.”</p><p>Experts say the document marks Trump’s desire to overhaul the US-led post–World War II order, reshaping global alliances through a so-called “America First” lens.</p><p>It also emphasises defending what it calls the “Western identity” of Europe and preventing “civilizational erasure”, language that analysts say aligns with far-right narratives within the European Union and the US.</p></div></div></body></html>"
        },
        {
            "title": "Acclaimed British photographer Martin Parr dies aged 73 | Arts and Culture News | Al Jazeera",
            "time": "2025-12-07T18:42:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251207__87CP8G9__v5__HighRes__TopshotFilesBritainCulturePhotographyParrObit-1765126018.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British documentary photographer Martin Parr has died at the age of 73, his foundation announced.</p><p>One of the best-known documentary photographers of his time, whose lens was often focused on the peculiarities of the English class system, Parr died at his home in the western English city of Bristol on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Martin will be greatly missed,” said the Martin Parr Foundation on Instagram, noting it would be working with Magnum Photos “to preserve and share Martin’s legacy”.</p><p>No details on the circumstances of his death were provided, though the photographer had previously revealed being diagnosed with myeloma, a type of blood cancer.</p><p>Born and raised in Surrey, south of London, in the 1950s, Parr was inspired by his grandfather, a keen amateur photographer, and opted for his chosen profession while still a teenager.</p><p>He launched his career after studying at the University of Manchester, taking black-and-white shots that aped the great masters of the time such as Henri Cartier-Bresson.</p><p>But he found himself drawn to colour photography, which was becoming the standard form, inspired by the style of amusing seaside postcards and other kitsch items of everyday 1970s Britain.</p><p>“Once I tried colour, I never looked back,” he told news agency AFP in 2022.</p><p>Parr rose to prominence with his 1980s collection, The Last Resort, which depicted working-class visitors to the seaside town of New Brighton, with highly saturated shots of frazzled beachgoers lit by lurid flash.</p><p>In The Cost of Living, Parr captured gentrification under the government of Prime Minister Margaret Thatcher in the 1980s, documenting the middle classes keeping up appearances at suburban garden parties and fundraising events with an always satirical eye.</p><p>His controversial style was not universally liked. Parr was sometimes accused of cruelty for his refusal to flatter his subjects, though he remained unapologetic and became widely considered as a master of his craft who spawned many imitators.</p><p>Cartier-Bresson himself was among several photographers who tried to block Parr’s entry into Magnum, saying he appeared to come “from a totally different planet”. Parr later responded: “I know what you mean, but why shoot the messenger?”</p><figure id=\"attachment_4157996\" aria-describedby=\"caption-attachment-4157996\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157996\" src=\"/wp-content/uploads/2025/12/2025-12-07T133747Z_929979762_RC2PBIADSGZC_RTRMADP_3_PEOPLE-MARTIN-PARR-1765129035.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Photographer Martin Parr\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157996\" class=\"wp-caption-text\">Martin Parr looks out from his caravan at the Photo London show in London, Britain, in 2016 [File: Kevin Coombs/Reuters]</figcaption></figure><p>Though he travelled the globe during his decades-spanning career, snapping images everywhere from North Korea to Albania and Japan to Russia, he was best known for his unvarnished, warts-and-all depictions of Britain.</p><p>He told AFP he felt connected with Britain’s “history of satire and humour”, but had a “love-hate relationship” with the people, particularly amid the divisions of Brexit, which he captured after the 2016 referendum with photos depicting the volatility of the era.</p><p>“I love the country… the hate is from the bigotry, xenophobia that caused the Brexit vote,” he explained at the time.</p><p>In an interview with the AFP news agency published last month, he argued that the world has never been more in need of the kind of satire captured in his images.</p><p>“The state we’re all in is appalling,” he said. “We’re all too rich. We’re consuming all these things in the world. And we can’t. It’s unsustainable.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Kagame: ‘Never seen this much attention’ to ending Africa war | Politics | Al Jazeera",
            "time": "2025-12-07T18:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765123890.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Rwandan President Paul Kagame praises Trumpian diplomacy for de-emphasizing ‘democracy, freedom and human rights’.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>US diplomacy under President Donald Trump has a bigger chance of success because it focuses on transactional deals that “translate into improvements of people’s lives” instead of “theories about democracy, freedom and human rights”, argues Rwandan President Paul Kagame.</p><p>Kagame, who has led Rwanda for more than 30 years, tells host Steve Clemons that he’s “never seen the level of focus, attention, energy and pressure” that the US president brought to the conflict between the Democratic Republic of the Congo and Rwanda, which led to the signing of a tentative deal between the two sides in Washington on December 4.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘We need to make it work’: Can international law deliver justice? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-07T18:25:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-03T081028Z_2122462187_RC2U8IAQVJL3_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1764815940_e62414-1764816752.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"212\" data-end=\"269\">After the US government <a href=\"/news/2025/7/9/us-sanctions-un-expert-albanese-over-israel-criticism\">placed sanctions</a> on the United Nations’ special rapporteur on the occupied Palestinian territories, Francesca Albanese, her life turned upside down.</p><p data-start=\"311\" data-end=\"594\">Credit cards stopped working, she told Al Jazeera. A hotel reservation booked by the European Parliament was cancelled. Medical insurance was denied. For Albanese, the consequences of her work on Israel’s genocide against the Palestinian people of Gaza were not just professional — they were personal, too.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"596\" data-end=\"1050\">“We are turned into non-persons,” she said at the Doha Forum, calling the sanctions imposed against her “unlawful” under international law.</p><p data-start=\"596\" data-end=\"1050\">“But again, for me, it’s important that people understand the extent … the United States, Israel and others would go to silence the voice of justice, the voice of human rights,” Albanese said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"271\" data-end=\"686\">As leaders, diplomats, and legal experts gathered in Qatar’s capital for the Doha Forum this weekend under the theme “Justice in Action: Beyond Promises to Progress”, the crisis in Gaza dominated discussions.</p><p data-start=\"271\" data-end=\"686\">Allegations of genocide against Israel, repeated vetoes blocking UN ceasefire resolutions, and growing pressure on international justice mechanisms have made Gaza a test case for the rules-based international order, raising questions about whether international law is capable of providing justice.</p><h2 id=\"sense-of-insecurity-around-me\" data-start=\"271\" data-end=\"686\">‘Sense of insecurity around me’</h2><p data-start=\"596\" data-end=\"1050\">According to Albanese’s legal assessments, Israel’s conduct in its war on Gaza constitutes a genocide, a term that prominent human rights groups such as Amnesty International, Human Rights Watch and Israel’s B’Tselem have also used.</p><p data-start=\"596\" data-end=\"1050\">When announcing the sanctions on Albanese, US Secretary of State Marco Rubio accused her of waging a “campaign of political and economic warfare against the United States and Israel”. She says the allegation is baseless.</p><p>“I have been subjected to smear campaigns,” she said, adding that US officials have accused her of being an anti-Semite, of supporting violence, and of failing to condemn the crimes committed on October 7 against Israeli civilians.</p><p>“It has created a sense of insecurity around me. I have received threats from all corners,” Albanese said.</p><figure id=\"attachment_3977268\" aria-describedby=\"caption-attachment-3977268\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3977268\" src=\"/wp-content/uploads/2025/09/reuters_68d34617-1758676503.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"United Nations Special Rapporteur on the situation of human rights in the occupied Palestinian territory, Francesca Albanese, speaks during a press conference at the European headquarters of the UN in Geneva, Switzerland, September 15, 2025. REUTERS/Pierre Albouy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3977268\" class=\"wp-caption-text\">United Nations Special Rapporteur Francesca Albanese is the UN’s expert on the situation of human rights in the occupied Palestinian territory [File: Pierre Albouy/Reuters]</figcaption></figure><p data-start=\"271\" data-end=\"686\">In addition to targeting Albanese, the US imposed sanctions in August on nine judges and prosecutors of the International Criminal Court (ICC), including two European citizens, after the court began investigating alleged Israeli war crimes in Gaza.</p><p data-start=\"271\" data-end=\"686\">“This is mafia-style intimidation that we are subjected to, just for doing our job,” Albanese noted, warning that sanctions and intimidation of legal experts set a dangerous precedent.</p><p>“There will be that pressure [on ICC judges and legal experts] that, if I go on this route, this is going to be scrutinised. This is the idea, to make it impossible for the organisation, for the ICC to work,” she cautioned.</p><p>“Imagine that every US person interacting with us, someone who works in the US or is a citizen, could go to jail for up to 20 years. It creates a chilling effect.”</p><h2 id=\"western-hesitance\" data-start=\"271\" data-end=\"686\">Western hesitance</h2><p data-start=\"271\" data-end=\"686\">In November 2024, the ICC <a href=\"/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">issued arrest warrants</a> for Israeli Prime Minister Benjamin Netanyahu and former Defence Minister Yoav Gallant for alleged “war crimes”.</p><p data-start=\"271\" data-end=\"686\">The US called the move “outrageous”, and while the United Kingdom and Canada said they would adhere to international law, they did not make clear if they would uphold the warrant.</p><p data-start=\"271\" data-end=\"686\">Many Western countries have not described Israel’s actions in Gaza as genocide and have continued to send the country arms, despite growing allegations of war crimes occurring in Gaza.</p><p data-start=\"271\" data-end=\"686\">Albanese emphasised that nations continuing to transfer arms are failing in their legal obligations.</p><p>“They have the obligation to prevent a genocide that has already been recognised as plausible in January 2024 by the International Court of Justice,” she said.</p><p>Janine Di Giovanni, co-founder of the Reckoning Project, which documents war crimes in Sudan, Ukraine and Gaza, said the position of many Western states reeked of a glaring “double standard”.</p><p>“There is one set of laws and rules that pertain to Ukraine … and another set for brown and Black people,” she said, pointing to the ICC’s historical focus on African leaders and the failure of Western powers to hold Israel accountable.</p><p>Di Giovanni directed her criticism at European Union foreign policy chief Kaja Kallas, saying the former Estonian prime minister had been “negligent” when it came to Gaza.</p><p>“She points out over and over again what [Russian President] Putin has done in Ukraine, but not a word about Gaza,” she added.</p><p>“She’s the EU foreign policy chief. She has a responsibility to point out Israel’s criminality.”</p><h2 id=\"is-international-law-still-relevant\">Is international law still relevant?</h2><p>With multilateral institutions and the international law system coming under growing pressure from nation-states, Albanese said that international law does work and that “we need to make it work”.</p><p>“I often make the example, if a cure doesn’t work, would you trash all medicine? No,” she asserted.</p><p>“This is the first genocide in history that has awakened a conscience, a global conscience, and has the potential to be stopped.”</p><p>Meanwhile, Reckoning Project’s Di Giovanni said the UN General Assembly could be “activated to work at a higher level and a more effective level than what they’re doing, while the Security Council is blocked”.</p><p>“But maybe this shows us that we need to have a greater reform for how the Security Council works,” she said.</p><p>Di Giovanni added that it was crucial to address the “extraordinary heinous crimes that Netanyahu and others” have committed, or else it would send a message that “impunity is rampant”.</p><p>“Without accountability, there is no global security,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Real Madrid vs Celta Vigo 0-2: La Liga - as it happened | Football News | Al Jazeera",
            "time": "2025-12-07T17:00:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6935f989e98a3-1765144969_6b068b-1765145023.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Real Madrid vs Celta Vigo 0-2: La Liga – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All the updates as Swedberg scores twice for Celta Vigo to leave Real Madrid four points off La Liga leaders Barcelona.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "The Road to Damascus | Syria's War | Al Jazeera",
            "time": "2025-12-07T16:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765124380.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The Road to Damascus documents the lightning offensive that toppled the al-Assad regime.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>A team of Syrian filmmakers gained rare access to HTS-led armed forces, following them from the moment they departed Idlib all the way to the capital Damascus. Their exclusive footage offers a unique insight into the military operations that ultimately led to the fall of Bashar al-Assad, 14 years after Syrians first took to the streets demanding an end to his rule. The filmmakers also captured civilians’ reactions as opposition forces advanced and more cities fell under their control.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Abu Shabab’s death signals the inevitable failure of Israel’s plan for Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-07T15:31:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Yasser-Abu-Shabab-1764857719.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>“[The <a href=\"/news/2025/12/4/gaza-militia-leader-accused-of-collaborating-with-israel-killed-reports\" target=\"_blank\" rel=\"noopener\">death of Yasser Abu Shabab</a>] marks the end of a dark chapter – one that did not reflect our tribe’s history and principles …The Tarabin tribe stands with the Palestinian resistance in all its factions … it refuses to let our tribe’s name or members be exploited to form militias that work for the benefit of the occupation.”</p><p>This is what Gaza’s Tarabin tribe said in a statement following the killing of its member <a href=\"/features/2025/12/4/who-was-yasser-abu-shabab-israel-backed-militia-leader-killed-in-gaza\" target=\"_blank\" rel=\"noopener\">Yasser Abu Shabab</a> on December 4. There have been conflicting reports about how he died and who killed him. Some have said it was Hamas fighters who shot him, others that members of his own tribe did. Reportedly, he was taken to an Israeli hospital, where he died of his wounds.</p><p>Israel framed the killing as a “tribal dispute” rather than retribution for his collaboration; this was also the position of the Popular Forces militia, which Abu Shabab commanded. This narrative, of course, ignores the fact that his own tribe saw him as a collaborator and welcomed his death.</p><p>Throughout the war, Abu Shabab’s name was synonymous with collaboration with Israel. He was a key partner in Gaza in securing safe passage for Israeli troops, searching for Israeli captives, killing Palestinian resistance members, and, most infamously, looting aid trucks. Before he was killed, Abu Shabab was reportedly being considered for the position of governor of Rafah to be appointed by Israel.</p><p>His death deals a massive blow to Israel’s efforts to establish a new Palestinian administration in Gaza that responds to its wishes and oppresses the Palestinians. It is yet another proof that the Palestinian people will never accept colonial rule.</p><p>For decades, Israel has used collaborators to undermine Palestinian unity and governance. In the early 1980s, it spearheaded the creation of so-called “village leagues” in the occupied West Bank. These represented institutions of local rule headed by individuals funded and protected by Israel in exchange for their loyalty. The aim was to diminish the influence of the Palestine Liberation Organization and spread disunity. However, the leagues were rejected by the Palestinians as illegitimate, and the whole initiative collapsed within a few years.</p><p>Now Israel is trying to replicate the same model in Gaza. Funding and arming Abu Shabab was supposed to create a centre of coercive power in Gaza, which would have been fully loyal to Israel. It would have allowed the Israeli occupation to come after the resistance, exterminating its fighters, without having to get its soldiers involved any more or bearing the diplomatic cost of doing so.</p><p>Even if Abu Shabab had not succeeded in establishing control over Rafah or the whole of Gaza, sowing internal conflict would have been beneficial enough for Israel. It would have undermined internal security in Gaza, damaging the cohesion of the Palestinian society and encouraging people to leave.</p><p>But just like in the past, Israel’s plan was doomed to fail.</p><p>Although Abu Shabab had significant financial and military support from the occupation, he could not convince his tribe to follow him or the people of Rafah to join him. He was only able to recruit takfiri extremists, criminals and formerly imprisoned collaborators.</p><p>The vast majority of Palestinians saw him as a collaborator. Abu Shabab could not recruit even among those who oppose or dislike the resistance factions because they too would not sell out their principles and work for the genocidal power killing Palestinians every day.</p><p>While Abu Shabab provided Israel with security and technical services on the ground, his power was built entirely on crimes and theft, which made him just a hated traitor, not a leader. Despite bragging in videos about giving away stolen aid to the poor or building tent camps with looted tents, he was unable to rally people behind himself.</p><p>The Israeli plan to make Abu Shabab into a governor failed because it failed to take into account that one cannot build legitimate governance on crimes.</p><p>As much as Israel tried to protect him, his death was inevitable. His tribe and others in Rafah could not accept his collaboration with the occupation, which hurt their honour and longstanding moral ground.</p><p>When news of Abu Shabab’s death spread, people in Gaza celebrated, going out into the streets and distributing sweets. Palestinians who had different perspectives about Hamas’s actions were united in their joy. Israel’s attempt to put its hand on Gaza’s future was severed.</p><p>Abu Shabab’s death, in the end, sent a powerful message: that any collaborator is a target and no collaborator can achieve legitimacy. After more than two years of genocide, the Palestinian people’s spirit has not broken; they have not given up on their land and on their just cause.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Lando Norris wins maiden F1 world championship title at Abu Dhabi GP | Motorsports News | Al Jazeera",
            "time": "2025-12-07T15:10:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2250530109-1765120107_fc9777-1765120145.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A tearful Lando Norris claimed his maiden Formula One world drivers’ title in Abu Dhabi on Sunday, ending Max Verstappen’s four-year reign.</p><p>The Briton finished third in the season closer behind race winner Verstappen and the other title challenger, McLaren teammate Oscar Piastri, to claim the crown by two points.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>After he crossed the line, his team engineer told him: “That’s it, mate, you are world champion, world champion!”</p><p>“Thank you guys, you made a kid’s dream come true,” he replied.</p><p>“I haven’t cried in a while. I didn’t think I would cry, but I did,” Norris said on the podium in the desert night at the floodlit Yas Marina Circuit.</p><p>“I want to thank my mum, my dad; they’ve supported me since the beginning.</p><p>“It feels amazing, I know now what Max feels like a little bit. I want to congratulate both Max and Oscar, I’ve enjoyed it, it’s been a long year!” he added.</p><figure id=\"attachment_4157686\" aria-describedby=\"caption-attachment-4157686\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157686\" src=\"/wp-content/uploads/2025/12/AFP__20251207__87CV3EB__v1__HighRes__AutoPrixF1UaeRace-1765118504.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Max Verstappen in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157686\" class=\"wp-caption-text\">Verstappen dominated the Abu Dhabi GP, but it wasn’t enough to win a fifth straight world drivers’ title, with the Red Bull driver finishing two points behind Norris in the 2025 final standings – 423 to 421 [Fadel Senna/AFP]</figcaption></figure><h2 id=\"a-great-year-for-mclaren\">A great year for McLaren</h2><p>McLaren, headed by team principal Andrea Stella and CEO Zak Brown, secured back-to-back constructors’ titles in Singapore last month.</p><p>“That was exciting, a little too exciting, awesome,” said Brown.</p><p>“What an effort, Lando and Oscar, what a fantastic season!” added the American.</p><p>Norris becomes Britain’s first world champion since Lewis Hamilton in 2020 with this 13th drivers’ crown for McLaren.</p><p>The 26-year-old’s success comes over half a century after Emerson Fittipaldi claimed the British marque’s first drivers’ title in 1974.</p><p>A galaxy of F1 greats followed – James Hunt (1976), Niki Lauda (1984), Alain Prost (1985, 1986, 1989), Ayrton Senna (1988, 1990, 1991), Mika Hakkinen (1998, 1999) and Hamilton in 2008.</p><p>Assessing his path to glory, Norris added: “As we’ve seen many times, anything can happen. So I just kept pushing. I wanted to fight to the end. [Verstappen and Piastri] certainly did not make my life easy this year. But I am happy!</p><p>“It has been a long journey with McLaren; I’ve been with them for nine years.</p><p>“For me to bring something back to them, I feel like I did my part for the team this year, so I’m proud of myself.”</p><p>Piastri, who had led the championship for much of the season before being overtaken by Norris in Mexico, finished third in the standings.</p><p>Sunday’s season closer was the first time the title was decided by a contest involving more than two drivers since a four-way scrap at the final race in Abu Dhabi in 2010.</p><figure id=\"attachment_4157716\" aria-describedby=\"caption-attachment-4157716\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157716\" src=\"/wp-content/uploads/2025/12/AFP__20251207__87CW62K__v1__HighRes__AutoPrixF1UaeRace-1765119343.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lando Norris in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157716\" class=\"wp-caption-text\">Lando Norris crosses the finish line third at the Abu Dhabi Grand Prix to win the 2025 Formula One world drivers’ championship title [Andrej Isakovic/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "The fragile fight for justice in a post-Assad Syria | Syria's War News | Al Jazeera",
            "time": "2025-12-07T14:45:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Ziad1-1765108897.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ziad Mahmoud al-Amayiri sat with photographs of his 10 lost family members laid out in front of him.</p><p>“There are two options: either the government gives me justice, or I take justice myself.”</p><p>Al-Amayiri’s threat is directed at one man: Fadi Saqr.</p><p>Saqr was a commander of the National Defence Forces (NDF), a militia loyal to <a href=\"/news/2025/12/4/unsc-delegation-visits-syria-on-first-trip-a-year-after-al-assads-fall\">Bashar al-Assad</a> that was accused of atrocities like the <a href=\"/news/2022/5/9/syrian-rights-groups-urge-un-for-a-probe-over-tadamon-massacre\">2013 Tadamon massacre</a>, where, according to local Syrian officials, activists and leaked videos, dozens of people were led to a pit and shot.</p><p>However, Saqr denies any links to what happened in Tadamon. He told The New York Times that he was not the NDF’s leader at the time.</p><p>But al-Amayiri insists Saqr should be behind bars for the disappearance of his loved ones, who he says were arrested by NDF fighters in 2013.</p><p>Instead, Saqr is walking free.</p><p>Hassan Soufan, a member of the government-appointed Committee for Civil Peace, says Saqr was “granted safe passage” by <a href=\"/news/2025/1/29/syrias-ahmed-al-sharaa-named-president-for-transitional-period\">Syria’s new leadership</a> “at the beginning of the liberation”.</p><p>Soufan said Saqr’s release was part of a strategy to calm tensions because of his links to <a href=\"/features/2025/3/20/dont-trust-anyone-are-syrias-alawis-losing-faith-in-the-new-government\">Alawite groups</a> in the region.</p><figure id=\"attachment_4157309\" aria-describedby=\"caption-attachment-4157309\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157309\" src=\"/wp-content/uploads/2025/12/Ziad2-1765108960.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Photographs of some of the family members Ziad Mahmoud Al Amayiri believes were arrested and ultimately disappeared by the pro-Assad National Defence Forces. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157309\" class=\"wp-caption-text\">Photographs of some of al-Amayiri’s family members he believes were arrested and ultimately disappeared by the pro-Assad National Defence Forces [Harriet Tatham/Al Jazeera]</figcaption></figure><p>“No one can deny that this safe passage contributed to averting bloodshed,” said Soufan.</p><p>But that was not enough to satisfy many Syrians, especially in Tadamon, where residents demanded that Saqr be tried in court.</p><p>“How was the government able to forgive Fadi Saqr with the blood of our families?” said al-Amayiri, speaking of the 10 loved ones he has lost.</p><p>“I don’t think they will be able to hold him accountable after that.”</p><h2><strong>Syria’s fragile peace</strong></h2><p>A year on since the fall of Bashar al-Assad, Syria’s new leadership is dealing with the very real danger of people feeling frustrated by justice efforts being delayed or denied.</p><p>After taking power, interim President Ahmed al-Sharaa said he would prioritise “<a href=\"/news/2025/12/6/syrias-al-sharaa-promises-peace-and-unity-in-face-of-israeli-aggression\">achieving civil peace</a>” and “<a href=\"/news/2025/3/10/syrias-al-sharaa-vows-to-punish-forces-responsible-for-mass-killings\">prosecuting criminals</a> who spilt Syrian blood … through genuine transitional justice”.</p><p>But the last year has been marked by <a href=\"/news/2025/3/11/entire-families-killed-in-syria-fighting-un-says\">sectarian fighting</a> – and there has been a marked rise in so-called revenge killings.</p><p>As of November 2025, the Syrian Observatory for Human Rights (SOHR) reported that 1,301 people had died in what it described as “retaliatory actions” since the fall of the Assad regime in December 2024.</p><p>These statistics do not include the people killed during the violent clashes on either the Syrian coast in March or in Suwayda in July.</p><figure id=\"attachment_4157291\" aria-describedby=\"caption-attachment-4157291\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157291\" src=\"/wp-content/uploads/2025/12/SyriaStreet1-1765108783.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Syria’s peace remains fragile, with more than 1,300 deaths linked to “retaliatory actions” according to the Syrian Observatory for Human Rights. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157291\" class=\"wp-caption-text\">Syria’s peace remains fragile, with more than 1,300 deaths linked to ‘retaliatory actions’, according to the Syrian Observatory [Harriet Tatham/Al Jazeera]</figcaption></figure><p>The <a href=\"/news/2025/7/22/more-than-1400-killed-in-sectarian-violence-in-coastal-syria-report-finds\">coastal massacres</a> alone resulted in the death of 1,400 people, mainly civilians, according to a United Nations report.</p><p>The clashes in Suwayda, triggered by fighting between Druze and Bedouin communities, killed hundreds, the majority of them Druze.</p><p>In his first interview with an English-language outlet, Abdel Basit Abdel Latif, head of the National Commission for Transitional Justice, acknowledged the risks of stalled justice.</p><p>“It is certain that any Syrian citizen will feel that if the transitional justice process does not start properly, they will resort to their own ways, which is something we do not wish for,” Abdel Latif said.</p><p>Ibrahim al-Assil from the Atlantic Council says it is an example of a conundrum often seen in transitional justice: pursuing justice versus keeping the peace.</p><p>“Which one comes first? It’s very important to realise that they do need to work hand in hand, but things are never ideal.”</p><figure id=\"attachment_4157295\" aria-describedby=\"caption-attachment-4157295\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157295\" src=\"/wp-content/uploads/2025/12/SyriaStreet2-1765108810.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"-\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157295\" class=\"wp-caption-text\">Government forces monitor key roads and checkpoints in and around Damascus in an effort to maintain peace and security [Harriet Tatham/Al Jazeera]</figcaption></figure><h2><strong>Transitional justice in Syria</strong></h2><p>The government has set up two bodies to oversee transitional justice.</p><p>One, headed by Abdel Latif, tackles transitional justice more broadly, addressing violations committed by the former regime.</p><p>The other is focused on investigating the estimated 300,000 Syrians considered missing and widely believed to have disappeared into al-Assad’s <a href=\"/news/2024/12/9/assads-human-slaughterhouses-what-to-know-about-syrias-prisons\">notorious prison system</a> and buried in <a href=\"/news/2024/12/17/mass-grave-found-near-syrias-capital-could-contain-100000-bodies\">mass graves</a>.</p><figure id=\"attachment_4157337\" aria-describedby=\"caption-attachment-4157337\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4157337 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/AFP__20241227__36RM29M__v1__HighRes__SyriaConflictMissingProtest-1765109571.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"-\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157337\" class=\"wp-caption-text\">A woman holds a portrait of a missing relative during a protest outside the Hijaz train station in Damascus on December 27, 2024, calling for accountability in Syria [Anwar Amro/AFP]</figcaption></figure><p>While the scale of the missing is often reported as more than 100,000 people, the head of the National Commission on Missing Persons believes it is approximately 300,000.</p><p>Ever since the fall, there have been concerns that this number is rising, with UN Human Rights spokesperson Thameen al-Kheetan saying they “continue to receive worrying reports about dozens of abductions and enforced disappearances”.</p><p>Both national committees have met international experts to draw lessons from other transitional justice processes.</p><p>But Danny al-Baaj, vice president for advocacy and public relations at the Syrian Forum, believes “we’re far behind any real progress”.</p><p>“A framework is still missing. A special law on transitional justice is still missing,” he said.</p><p>The families of the hundreds of thousands of forcibly disappeared Syrians are also demanding answers.</p><p>Wafa Ali Mustafa is a Syrian activist whose father, Ali Mustafa, was arrested in the capital, Damascus, 12 years ago.</p><p>“Families of the detainees are not going on the streets every day saying that now you have to dig mass graves,” she said.</p><p>“They’re saying at least communicate with us, at least let us know what you are doing.”</p><p>The head of the National Commission on Missing Persons, Mohammad Reda Jalkhi, explained that Syria needs a huge amount of resources.</p><figure id=\"attachment_4157277\" aria-describedby=\"caption-attachment-4157277\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157277\" src=\"/wp-content/uploads/2025/12/DrReda-1765108679.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"-\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157277\" class=\"wp-caption-text\">Tasked with investigating one of Syria’s most painful chapters, Mohammad Reda Jalkhi leads the National Commission on Missing Persons, searching for the truth about the forcibly disappeared [Harriet Tatham/Al Jazeera]</figcaption></figure><p>“We need to do very hard work on building capacity, preparing the infrastructure, collecting data, analysing data, and equipping laboratories,” Jalkhi said.</p><p>“All this does not happen overnight.”</p><p>The government has made dozens of arrests, including people linked to the former regime.</p><p>It has been posting glossy videos on social media of prison guards making confessions and suspects appearing before judges.</p><p>But questions remain about transparency.</p><p>“Of course, every time they arrest someone, people get very, very happy and grateful,” Wafa added.</p><p>“Unfortunately, we don’t really know what’s happening to these people, we don’t know where they’re being held, we don’t know what kind of investigation they’re being exposed to.”</p><p>There is also ambiguity around arrests of security and military personnel who were linked to sectarian violence in Suwayda earlier this year, which killed hundreds of people.</p><p>But the lead investigator of the Suwayda killings <a href=\"/news/2025/11/16/syria-detains-members-of-security-forces-over-suwayda-violence\">declined to say how many</a>.</p><p>“My problem with the mass arrests,” said al-Baaj, “is that it’s not according to a plan.”</p><p>“We don’t know how the government is doing its work.”</p><h2><strong>Holding perpetrators accountable</strong></h2><p>One of the <a href=\"/news/2025/12/7/hope-flags-fireworks-as-syria-starts-to-celebrate-a-year-without-al-assad\">big hopes among Syrians</a> is for public, national trials of Assad-era war crimes.</p><p>Hasan Al Hariri helped to smuggle more than 1.3 million pieces of documentary evidence out of Syria.</p><figure id=\"attachment_4157280\" aria-describedby=\"caption-attachment-4157280\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157280\" src=\"/wp-content/uploads/2025/12/Hassan1-1765108701.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"-\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157280\" class=\"wp-caption-text\">For more than a decade, Hasan Al Hariri led a team of investigators who snuck more than a million pieces of evidence out of Syria [Harriet Tatham/Al Jazeera]</figcaption></figure><p>Since the start of the war in 2011, he has been working for the Commission for International Justice and Accountability (CIJA), which specialises in collecting criminal evidence.</p><p>Al Hariri led a team of people who would locate and retrieve paperwork from places like regime intelligence buildings and police stations – in areas where al-Assad’s forces had been driven out, or while fighting was still going on.</p><p>They then came up with creative ways to sneak the valuable documents through military checkpoints and eventually across the border.</p><p>“Sometimes we used to take advantage of moving furniture,” Al Hariri said.</p><p>“We used to put the documents underneath the car’s floor and fill it with the furniture of the house.”</p><p>CIJA now has a vast archive of security, military and intelligence documents that link war crimes to regime officials at the highest levels, all the way up to al-Assad himself.</p><p>“Countries that saw conflicts, such as Bosnia, began work after five years and started collecting evidence, so the evidence was gone, or only a few simple things could be collected,” Al Hariri said.</p><p>“We worked during the conflict, so the evidence was alive.”</p><p>But while that suggests Syria has a head-start in the judicial process, national trials are still a long way away.</p><figure id=\"attachment_4157286\" aria-describedby=\"caption-attachment-4157286\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157286\" src=\"/wp-content/uploads/2025/12/Hassan2-1765108740.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"-\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157286\" class=\"wp-caption-text\">One of the 1.3 million documents Al Hariri hopes will be used to prosecute Assad regime officials [Harriet Tatham/Al Jazeera]</figcaption></figure><p>The Assad-era legal system is still being reformed.</p><p>“It needs legal infrastructure, administrative infrastructure, courts, judges, and resources,” said al-Baaj.</p><p>But he added that there is an eagerness among Syrians.</p><p>“All of us want to see these public trials, want to see the whole process of transitional justice starting.”</p><p>That includes people like al-Amayiri, who wants to see Saqr face trial.</p><p>But he says his biggest desire is to be able to mourn his loved ones.</p><p>“It is now a dream for us to have a grave for our family to visit,” he said.</p><p>“To know that these are their remains, and that they are buried here.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Muslim scholar says staying vocal about Gaza matters amid Israeli assaults | Gaza | Al Jazeera",
            "time": "2025-12-07T13:59:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765115909.jpg?resize=1918%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Germany’s Merz meets Netanyahu under shadow of Israel’s war on Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-07T13:37:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251207__87CM3NX__v1__HighRes__IsraelGermanyPoliticsDiplomacy-1765111934.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>German Chancellor Friedrich Merz has affirmed support for the creation of a Palestinian state, while Israeli Prime Minister Benjamin Netanyahu has again rejected such a move, during the German leader’s inaugural visit to the country.</p><p>At a joint press conference on Sunday following a meeting in Jerusalem, the two leaders spoke of their respective priorities for Gaza and the occupied West Bank.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Merz’s trip is playing out under the shadow of <a href=\"/news/liveblog/2025/12/7/live-israel-targets-gaza-as-mediators-warn-ceasefire-at-critical-moment\">Israel’s genocidal war on Gaza</a> – although Merz, leader of <a href=\"/news/2025/12/7/what-has-germanys-position-been-on-israels-genocide-in-gaza\">one of Israel’s staunchest supporters</a>, does not consider it a genocide.</p><p>Merz told the news conference that Germany, one of Israel’s most unwavering allies, wanted a new Middle East that recognised a Palestinian state alongside the State of Israel.</p><p class=\"p1\">“Our conviction is that the prospective establishment of a Palestinian state alongside Israel presumably offers the best prospect for this future,” the German chancellor said.</p><p>But he said his government had no intention of recognising a Palestinian state “in the foreseeable future”.</p><p class=\"p1\">“The German federal government remains of the opinion that recognition of a Palestinian state should come at the end – not the beginning – of such a process (peace negotiations),” he said, putting Germany at odds with several other key European nations, including France, Spain and the Untied Kingdom, who have all confirmed formal recognition.</p><p>But Netanyahu said that the Israeli public was opposed to any two-state solution, and that the political annexation of the occupied West Bank – a concern raised by Merz and also rejected by the administration of United States President Donald Trump – remained a subject of discussion, although the status quo was expected to remain for the foreseeable future.</p><p>“The purpose of a Palestinian state is to destroy the Jewish state,” Netanyahu claimed without expanding.</p><p>The Israeli premier added that the first phase of Trump’s Gaza plan was nearly completed, and that he would be having “very important conversations” at the end of December on how to ensure the second phase would be achieved.</p><p>He would also meet Trump later this month, he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"relationship-strained-over-gaza\">Relationship strained over Gaza</h2><p>The war on Gaza has tested the traditionally strong ties between Israel and Germany, for whom support for Israel is a core tenet of its foreign policy, built in during decades of historical guilt over the Third Reich’s Holocaust.</p><p>In August, Israel’s actions in Gaza drove Germany – Israel’s second-largest arms supplier after the US – to <a href=\"/news/2025/8/8/germany-halts-military-exports-to-israel-for-use-in-gaza-offensive\">restrict sales of weapons</a> for use in Gaza. At the time, Merz said – in a public criticism of Israel that was rare for a German leader – that his government could no longer ignore the worsening toll on civilians in the besieged and bombarded enclave.</p><p>Netanyahu expressed his anger at the restrictions, which were lifted two weeks ago.</p><p>Speaking at the news conference, Merz said the decision to restrict weapons sales had changed nothing “in our very basic attitude towards Israel and Israel’s security, in our support of Israel, in our military support of Israel as well.”</p><h2 id=\"no-reciprocal-visit-on-cards\">No reciprocal visit on cards</h2><p>Merz’s visit – coming seven months since he assumed power – has come relatively late in his tenure as chancellor compared to his predecessors, with Olaf Scholz having visited Israel after three months and Angela Merkel after two.</p><p>Speaking at the press conference in Jerusalem, Merz said the leaders did not discuss a visit by Netanyahu – who faces an arrest warrant for alleged war crimes in Gaza from the International Criminal Court (ICC) – to Berlin.</p><p>“We did not discuss the possibility of Prime Minister Netanyahu travelling to Germany. There is no reason to discuss this at the moment,” Merz told reporters.</p><p>“If time permits, I would issue such an invitation if appropriate. But this is not an issue for either of us at the present time.”</p><p>Earlier this year, Merz vowed to invite the Israeli leader and assured him he would not be arrested on German soil.</p><p>In the meantime, back in Germany, activists in the capital Berlin held a demonstration to condemn Israel’s ongoing genocidal war on Gaza, to demand a halt to arms exports to Israel, and to express their support for Palestine.</p><p>There has also been criticism from the political opposition in Germany to Merz making the trip at all to meet a leader with an ICC arrest warrant hanging over him.</p><h2 id=\"germany-must-stand-up-for-israel\">Germany ‘must stand up’ for Israel</h2><p>Prior to meeting Netanyahu, Merz had visited the Yad Vashem Holocaust memorial in Jerusalem, where he reiterated Berlin’s enduring support.</p><p>During the visit, he said “Germany must stand up for the existence and security of Israel,” after acknowledging his country’s “enduring historical responsibility” for the mass extermination of Jews during World War II.</p><p><a href=\"/news/2025/12/6/germanys-merz-makes-first-visit-to-israel-as-chancellor-amid-strained-ties\">On his arrival in Israel</a> on Saturday, Merz was met at Tel Aviv’s Ben Gurion Airport by Israeli Foreign Minister Gideon Saar, who called Merz “a friend of Israel”. He then met Israeli President Isaac Herzog in Jerusalem later that evening.</p><h2 id=\"german-support-resolute-despite-criticism\">German support resolute despite criticism</h2><p>Reporting from Ramallah in the occupied West Bank, Al Jazeera’s Nour Odeh said the relationship between Germany and Israel remained “very strong”, despite recent strains over Gaza.</p><p>Not only had Germany resumed arms exports to Israel following a short-lived partial suspension, but it had recently signed a $4.5bn deal for an Israeli-made missile defence shield, reportedly the largest arms export agreement in Israeli history.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Speaking at Sunday’s news conference, Netanyahu said the deal reflected a “historical change” in Israel’s relationship with Germany.</p><p class=\"p1\">“Not only does Germany work in the defence of Israel, but Israel, the Jewish state, 80 years after the Holocaust, works for the defence of Germany,” he said.</p><p>Odeh said Germany’s support had proven controversial at home and abroad, and had seen Germany being accused of complicity in genocide for its military support to Israel, before judges at the International Court of Justice (ICJ) ruled against issuing emergency orders to stop German arms exports.</p><p>“The visit itself is quite controversial given that Germany is a member of the International Criminal Court and is obliged to hand over Netanyahu to the court, not meet with him,” Odeh noted.</p><p>She said Israel had little tolerance for criticism from Germany, but understood that its occasional comments taking issue with its actions had little bearing on Berlin’s policy response.</p><p>“The Israeli political system … understands that even that criticism … doesn’t really amount to much in terms of policy,” she said, describing Berlin as acting as “a brick wall at the European Union against any criticism, any action, any sanctions against Israel”.</p></div></div></body></html>"
        },
        {
            "title": "Benin’s gov’t says it thwarted coup attempt after troops declared takeover | Police | Al Jazeera",
            "time": "2025-12-07T13:31:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765114245.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The centuries-old Christian presence in the West Bank is under threat | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-07T13:31:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20200308__1PP3CL__v1__MidRes__PalestinianIsraelHealthVirusTourism-1765114012.jpg?resize=1800%2C1200&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>I grew up less than a mile from Shepherds’ Field in Beit Sahour in the occupied West Bank – the hillside where, according to the Gospel of Luke, the news of Jesus’s birth was first proclaimed. For my family, these were not distant biblical landscapes. They were the backdrop of our daily lives: The olive groves we played in, the terraces we tended, the land where our faith and identity were rooted.</p><p>Today, for the first time in my life, I felt fear that the community that raised me may not survive.</p><p>In recent weeks, a new illegal Israeli settlement outpost <a href=\"https://www.aljazeera.net/politics/2025/11/21/%D9%85%D8%B3%D8%AA%D9%88%D8%B7%D9%86%D8%A9-%D8%AC%D8%AF%D9%8A%D8%AF%D8%A9-%D9%84%D8%B1%D8%A8%D8%B7-%D8%AA%D9%83%D8%AA%D9%84-%D8%BA%D9%88%D8%B4-%D8%B9%D8%AA%D8%B5%D9%8A%D9%88%D9%86\" target=\"_blank\" rel=\"noopener\">has been established</a> on the edge of Beit Sahour. Caravans and construction equipment have appeared on a site the town had hoped to use for a children’s hospital, cultural centre, and public spaces – projects supported by international donors and meant to strengthen a Christian community that has endured for centuries. Instead, those plans are now suspended, and the families who live nearby are bracing for uncertainty, rising tension, and the real possibility of further displacement.</p><p>Others have documented the legal and political ramifications of these settlements. My concern is more personal and more urgent: What is happening today threatens the very continuity of Christian presence in the Bethlehem area – not abstractly, but concretely.</p><p>Beit Sahour is one of the last majority-Christian towns in the West Bank. Our families are Orthodox, Catholic, and Evangelical. We worship together, marry across traditions, and share a heritage that traces back to the earliest centuries of the Christian story. But like many Palestinian communities, we are running out of land – and with it, out of time.</p><p>Due to decades of confiscation, the separation wall, and settlement expansion, only a small fraction of our town remains accessible for Palestinian construction. Youth who wish to build homes often cannot. Parents worry about their children’s future. Families who want to stay rooted in their ancestral land face barriers that make leaving seem like the only viable path.</p><p>That is how communities disappear. Not because they stop believing, but because the conditions required for them to flourish are steadily stripped away by the Israeli military occupation of their land.</p><p>For many Christians around the world – especially in the United States – this situation creates real confusion. I hear it often: “We support Israel because we care about the Jewish people. We don’t want to see them harmed, displaced, or endangered ever again. So what do we do when Palestinian Christians say they are suffering too?”</p><p>This is a sincere question, shaped by conscience and by history. And yet it reveals a painful misunderstanding – the idea that supporting Jewish security requires tolerating the dispossession of others, or that acknowledging Palestinian suffering threatens the safety of Jews.</p><p>It does not. It never has.</p><p>The aspiration for Jewish safety is legitimate and deeply important – especially after centuries of anti-Semitism, culminating in the horrors of the Holocaust. No person of faith should ever be indifferent to the vulnerability of Jewish communities.</p><p>But affirming Jewish safety does not require silence when Palestinian Christian and Muslim families lose their land, face escalating violence, or see their future shrinking. Safety for one people cannot be built on the insecurity of another. There is no moral framework – Christian, Jewish, or secular – that asks us to choose between the dignity of one child and the dignity of another.</p><p>If anything, the deeply biblical truth is that justice is indivisible. When we diminish one community’s rights to protect another, both are ultimately harmed.</p><p>And yet, too often, many churches in the West remain silent when Palestinian Christians raise their voices. Every December, American congregations sing about Bethlehem without acknowledging that many families in the Bethlehem area are struggling to stay on their land. Pilgrims visit Shepherds’ Field without asking what is happening to the people who have cared for it across generations.</p><p>This silence is not intentional malice. In many cases, it stems from fear of appearing partisan, or from the mistaken belief that speaking about Palestinian suffering undermines support for Jewish safety.</p><p>But silence has consequences. It sends an unspoken message that some lives matter less. It weakens the moral credibility of the Church. And it leaves communities like mine – Christian families who have lived in Bethlehem’s hills more than 2,000 years – feeling abandoned by the very global body they belong to.</p><p>What is happening in Beit Sahour is not simply a political conflict. It is a question of human dignity and the future of a Christian witness in the place where the Christian story began. If the Christian community in Bethlehem’s district disappears, the loss will not only be Palestinian. It will be a loss for the global Church and for anyone who cares about the continuity of the gospel’s birthplace.</p><p>I grew up less than a mile from these fields. I know what is at stake. And I believe that American Christians can hold two truths at the same time: That the Jewish people deserve safety, and that Palestinian Christian communities deserve to live on their land without fear.</p><p>This is not a choice between peoples. It is a choice between justice and indifference.</p><p data-start=\"8506\" data-end=\"8949\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "IndiGo chaos: Why is India’s largest airline canceling hundreds of flights? | Transport News | Al Jazeera",
            "time": "2025-12-07T13:09:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69357d01-1765113089.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Air travel across India has been in chaos in the past week after the country’s largest airline, IndiGo, cancelled more than 2,000 flights starting on Friday, stranding thousands of passengers at airports across the country.</p><p>The airline, which operates about 2,200 flights a day, has been facing pilot shortages after it failed to adapt to the new pilot rest and duty rules introduced by the government early last year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mass cancellations of flights amid the busy travel season have caused a public outcry, forcing the government to intervene. The airline has been granted exemptions from the new rules, but the disruption has continued, with more than 600 flights cancelled on Sunday.</p><p>The airline says operations will be back to normal by December 10-15. The crisis is the biggest blow to the carrier in its 20-year operation.</p><p>What is behind the crisis, and what is the government doing to address it?</p><h2 id=\"what-we-know-so-far\">What we know so far</h2><p>Starting on December 2, IndiGo flights were delayed and later cancelled due to apparent pilot shortages. Flight disruptions were recorded in Mumbai, Hyderabad and other cities.</p><p>On Friday, at least 1,000 flights were cancelled in one of the worst aviation crises in India.</p><p>More than 600 flights were cancelled on Sunday, according to the Indian media, despite the government offering exemptions to the private carrier. At least 385 flights were cancelled on Saturday, the fifth day of the crisis.</p><p>Thousands of passengers have been stranded at airports across the country due to the air disruption.</p><p>The Reuters news agency reported, quoting airport sources, that IndiGo cancelled 124 flights in Bengaluru, 109 in Mumbai, 86 in New Delhi and 66 in Hyderabad on Saturday.</p><figure id=\"attachment_4157466\" aria-describedby=\"caption-attachment-4157466\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4157466\" src=\"/wp-content/uploads/2025/12/getty_69357d50a9-1765113168.jpg?w=770&amp;resize=770%2C500&amp;quality=80\" alt=\"NEW DELHI, INDIA - DECEMBER 05: Passengers gather outside Indigo reservation counter inside Terminal 1 of Indira Gandhi International Airport after mass cancellation of Indigo flights on December 05, 2025 in New Delhi, India. IndiGo, India's largest airline, cancelled over 200 flights across major hubs including Delhi, Mumbai, Bengaluru and Hyderabad in early December due to the implementation of new crew duty time regulations, leaving thousands of passengers stranded and frustrating travellers with minimal prior notification. (Photo by Ritesh Shukla/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4157466\" class=\"wp-caption-text\">Passengers gather outside Indigo reservation counter inside Terminal 1 of Indira Gandhi International Airport after mass cancellation of Indigo flights on December 05, 2025 in New Delhi [Ritesh Shukla/Getty Images]</figcaption></figure><h2 id=\"why-did-the-new-flight-regulations-lead-to-flight-cancellations\">Why did the new flight regulations lead to flight cancellations?</h2><p>Early last year, the government announced new flight regulations – Flight Duty Time Limitations or FDTL – to improve the working hours of the Indian airlines’ pilots. However, when the November 1 deadline arrived, IndiGo airline was not prepared. As a result, it was first forced to delay and later cancel flights, as there were not enough pilots available.</p><p>FDTL was finally implemented in two phases this year, with the second phase coming into effect on November 1. The rules include:</p><ul>\n<li>Increasing pilots’ mandatory weekly rest period from 36 to 48 hours. A pilot’s personal leave request, however, cannot be included under the mandatory rest period.</li>\n<li>Capping pilots’ flying hours that continue into the night to 10 hours.</li>\n<li>Capping the weekly number of landings a pilot can make between midnight and early morning to two.</li>\n<li>Submitting quarterly pilots’ fatigue reports to India’s aviation regulator – the Directorate General of Civil Aviation (DGCA).</li>\n</ul><p>Aviation experts and pilot unions have said IndiGo has been the hardest hit due to negligence and a lack of planning for the new rules.</p><p>“Despite the two-year preparatory window before full FDTL implementation, the airline inexplicably adopted a hiring freeze, entered non-poaching arrangements, maintained a pilot pay freeze through cartel-like behaviour, and demonstrated other short-sighted planning practices,” the Federation of Indian Pilots told the Press Trust of India news agency on December 4.</p><p>Former AirAsia CFO Vijay Gopalan <a href=\"https://x.com/mrajshekhar/status/1997350252353901015?s=20\" target=\"_blank\" rel=\"noopener\">blamed</a> IndiGo’s “very very lackadaisical, nonchalant attitude” in adapting to the new rules as a reason for the crisis.</p><h2 id=\"what-steps-has-the-government-taken-to-address-the-crisis\">What steps has the government taken to address the crisis?</h2><p>The government has ordered a high-level inquiry to determine the reasons and accountability for flight disruptions.</p><p>Civil Aviation Minister Kinjarapu Rammohan Naidu blamed IndiGo for “mismanagement regarding their crew”, adding that other airlines were prepared for the changes.</p><p>The government on Friday announced exemptions from the new rules for the carrier and provided stranded passengers with train tickets to continue their journey.</p><p>IndiGo has been exempted until February 10 from the requirement to cap the weekly number of landings for a pilot between midnight and early morning. It <span>has also been exempted from the pilots’ flight duty time.</span></p><p>The Airline Pilots Association of India has, however, protested against the exemptions, saying the rules “exist solely to safeguard human life”.</p><p>On Saturday, India’s aviation watchdog, the DGCA, sent a letter to IndiGo CEO Pieter Elbers, warning him of regulatory action amid flight cancellations.</p><p>“You have failed in your duty to ensure timely arrangements for conduct of reliable operations,” Reuters reported, quoting DGCA official Ravinder Singh Jamwal.</p><p>The Ministry of Civil Aviation on Saturday also announced capping of airfares to control the surge in ticket prices due to a breakdown in IndiGo’s flight services.</p><figure id=\"attachment_4063662\" aria-describedby=\"caption-attachment-4063662\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4063662\" src=\"/wp-content/uploads/2025/10/AP25276132673269-1761563338.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An aircraft of India's budget airline IndiGo is serviced.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4063662\" class=\"wp-caption-text\">IndiGo is the largest private airline controlling nearly 60 percent of the domestic market [File: AP Photo]</figcaption></figure><h2 id=\"when-will-the-indigo-operations-return-to-normal\">When will the IndiGo operations return to normal?</h2><p>Acknowledging its failure to adapt to the new rules, IndiGo has apologised for the serious “operational crisis”. It attributed the mass cancellations to “misjudgement and planning gaps”.</p><p>IndiGo CEO Pieter Elbers said in a video statement on Friday that it would “take some time” for the flight operations to get back to normal.</p><p>“Given the size, scale, and complexity of our operations, it will take some time to return to a full normal situation, which we anticipate between 10 and 15 December,” he said in the video.</p><p>In his message, Elbers announced that the airline has three lines of action to address the crisis, which include customer support measures to effectively communicate cancellations and refunds, aligning with the DGCA’s regulations.</p><p>The airline on Sunday afternoon said it is on track to operate more than 1,650 flights, up from 1,500 on Saturday. It added that 137 out of 138 destinations are in operation. Full waiver on cancellations and reschedule requests for bookings until December 15 will be given, it said.</p><p></p><h2 id=\"how-are-other-leading-indian-airlines-managing\">How are other leading Indian airlines managing?</h2><p>Other Indian carriers, including Air India and Akasa Air, continue with their operations amid the chaos.</p><p>According to Indian media reports, Mumbai-based low-cost carrier Akasa Air, focused on recruiting new pilots, which helped it adapt to the new FDTL norms.</p><p>A report by Indian business portal Money Control noted that Tata-owned Air India also boosted flight crew for domestic flights, helping it better handle the new rules.</p><p>However, international flights by Air India and its sister company, budget carrier Air India Express, have reduced international flight operations to undertake more safety checks after a <a href=\"/features/2025/6/13/how-deadly-air-india-crash-shattered-dreams-wiped-out-entire-families\">deadly June plane crash</a> that killed 241 people in Gujarat state.</p><h2><span>Has the crisis impacted airfare?</span></h2><p>Yes. With IndiGo dominating the Indian aviation market, other airlines have hiked prices on many routes, especially return flights from metro cities New Delhi, Mumbai and Bengaluru.</p><p>“That wasn’t pricing. It was profiteering. When systems collapse, the market becomes a vulture,” posted an X user after ticket prices soared.</p><p>According to Indian media reports, the Civil Aviation Ministry has warned airlines that it has “taken a serious note of unusually high airfares being charged by certain airlines during the ongoing disruption” and has in turn “invoked its regulatory powers to ensure fair and reasonable fares across all affected routes.”</p><p>As per a Reuters report, the government has said flight journeys between 1,000km and 1,500km (620-930 miles) should be capped at 15,000 rupees ($167).</p><p>Airfares were previously capped in India in May 2020, during the COVID-19 pandemic, when the subcontinent ordered lockdowns and reduced flight operations. <a href=\"/features/2025/12/2/indias-sky-high-fares-crash-dreams-to-make-flying-accessible-to-all\">According to</a> a study published last November by global trade association Airports Council International (ACI), India, however, saw a 43 percent rise in domestic fares in the first half of 2024 compared with 2019.</p><p>So far, Air India and Air India Express, which hold 26 percent of the market share, have addressed the situation and <a href=\"https://x.com/airindia/status/1997238043275923551?s=20\" target=\"_blank\" rel=\"noopener\">clarified</a> that “economy class airfares on non-stop domestic flights have been proactively capped to prevent the usual demand-and-supply mechanism being applied by revenue management systems”.</p><p>The two airlines added that they are seeking to add capacity to help travellers and their baggage reach their final destinations efficiently.</p></div></div></body></html>"
        },
        {
            "title": "Sudan must expel foreign-backed fighters, justice minister tells Al Jazeera | Sudan war | Al Jazeera",
            "time": "2025-12-07T12:47:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765111632.jpg?resize=1918%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Child mortality rates affected by “cuts to aid budgets” | Al Jazeera | Al Jazeera",
            "time": "2025-12-07T12:43:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/QT_THUMB16X9_BILL_GATES-1765111155.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bill Gates tells Al Jazeera about setbacks slowing efforts to reduce the global child mortality rate, as child deaths are projected to rise for the first time this century.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Qatar’s PM calls for inclusive engagement to achieve elusive regional peace | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-07T11:51:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251206__87AL3VE__v1__HighRes__QatarPoliticsDiplomacyFourm-1765109283-e1765109324438.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Doha, Qatar</strong> – The prime minister of Qatar, Sheikh Mohammed bin Abdulrahman bin Jassim Al Thani, has called for inclusive engagement, including with non-state actors such as the Palestinian group Hamas, as the only viable route to regional peace.</p><p>Speaking to United States journalist Tucker Carlson on Sunday at the Doha Forum, Sheikh Mohammed said you cannot resolve or reach a solution “if you have no one speaking to non-state actors”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The start of Qatar’s relationship with Hamas goes back more than 10 years, he said, adding that opening the group’s office in the country came at the request of the US, aiming to enhance communications with the armed group.</p><p>“When they [Hamas] moved their office back in 2012 here [Qatar], it was used only for communication and to facilitate ceasefires and aid to Gaza,” Sheikh Mohammed, who is also the foreign minister, said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Qatar has also hosted the Taliban’s political office since 2013, during the group’s war with the US and the former Afghan government. The office was also established at Washington’s request to create a venue for potential peace negotiations.</p><p>Sheikh Mohammed refuted allegations that any money going to Gaza went to Hamas, insisting it goes to the Palestinian people.</p><p>“Politicians are trying to use this for short-term political gains … to fuel their narratives,” the prime minister stated.</p><p>“All our aid, financing, and all our support … went to the people in Gaza, and was a very transparent process that the United States is very aware of … [and] Israel was the one facilitating.</p><p>“This communication has led to ceasefires, has led to the release of hostages, has led to alleviating the suffering of the people over there,” he added.</p><h2 id=\"israeli-attack-on-qatar-unethical\">Israeli attack on Qatar ‘unethical’</h2><p>Discussing Israel’s shocking attack on Qatar in September, Sheikh Mohammed described it as an “unethical move”.</p><p>“The concept of mediation is like having a safe place for conflicted parties to achieve a deal, to end wars and to end conflicts,” he said.</p><p>“The mediator being bombed by one of the parties – this has been unprecedented.”</p><p>The prime minister revealed that US President Donald Trump was caught off guard by Israel’s actions.</p><p>“President Trump was very clear from the beginning… When he was informed about the attack, he assigned one of his advisers to reach out to us immediately. He expressed his frustration, his disappointment, because he knows everything about the process and how helpful we were throughout,” he said.</p><p>“He made it very clear for everyone that this is like the red line, that he doesn’t want anyone to cross.”</p><h2 id=\"reconstructing-gaza\">Reconstructing Gaza</h2><p>On the reconstruction of a devastated Gaza, following <a href=\"/news/liveblog/2025/12/7/live-israel-targets-gaza-as-mediators-warn-ceasefire-at-critical-moment\">Israel’s ongoing two-year genocidal war,</a> Sheikh Mohammed said Qatar would “continue supporting the Palestinian people”.</p><p>“We will do whatever to alleviate their suffering,” he emphasised.</p><p>However, he said Qatar “will not write the cheque for what others destroyed”.</p><p>“When it comes to the Russia-Ukraine conflict, we hear that Russia should fund all the reconstruction, and their assets should be seized to fund all the reconstruction of Ukraine,” he pointed out. “[But] when you are talking about Israel … and you say that Israel has the responsibility to rebuild what is destroyed, they will tell you no. It’s really a very ironic double standard.</p><p>“Our position is that our payments will go only to help the Palestinian people, if we see that the help coming to them is insufficient,” Sheikh Mohammed added.</p><p>According to UN estimates, <a href=\"/news/2025/11/7/gaza-reduced-dust-world-commits-doha-eradicate-poverty\">92 percent of all residential buildings</a> in Gaza have been damaged or destroyed since Israel’s war on the besieged enclave began on October 7, 2023, producing between 55-60 million tonnes of rubble. It has been estimated by the UN that it will take decades to rebuild.</p><p>Moreover, the prime minister firmly opposed any forced displacement of Palestinians in Gaza by Israel.</p><p>“It’s hurting us when we hear people talking about the people of Gaza as some sort of different people,” he said.</p><p>“They have the choice where to go, and they don’t want to leave their country,” he added. “I don’t see anyone has the right to deport them or to force them to go somewhere else.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Killing of journalists “likely to become more common” | Gaza | Al Jazeera",
            "time": "2025-12-07T11:48:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-IRENE-1765107874.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>UN Special Rapporteur Irene Khan says killing journalists is a war crime under international law and that the international community has a responsibility to put an end to it.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Drone strike on Sudan preschool by RSF and ally kills dozens of children | Sudan war | Al Jazeera",
            "time": "2025-12-07T11:01:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765105223.jpg?resize=1918%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Car bomb outside police station in Mexico’s Michoacan kills at least 3 | Drugs News | Al Jazeera",
            "time": "2025-12-07T10:45:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69352e2d69c6a-1765092909.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Car bomb outside police station in Mexico’s Michoacan kills at least 3</h1><p class=\"article__subhead\"><em>At least six people also injured in explosion at a central avenue in Coahuayana.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least three people have been killed and six injured in a car explosion outside a police station in Mexico’s western state of <a href=\"/news/2022/3/28/at-least-19-killed-in-central-mexico-shooting-authorities\">Michoacan</a>, according to local and federal security officials.</p><p>The blast on Saturday took place at a central avenue in Coahuayana, the attorney general’s office said in a statement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The driver died at the scene, while two other people died in the regional hospital, and six others were injured,” it added.</p><p>The two victims who died in the hospital were community police officers, said Hector Zepeda, commander of the Coahuayana community police. He said the remains of some of the victims were found scattered in the area of the explosion, which also damaged nearby buildings. Images circulating online showed a completely burned-out vehicle.</p><p>The explosion came as the federal government has stepped up security activities in the state following the recent assassinations of an outspoken representative of the lime growers and a popular mayor standing up to the drug cartels.</p><p>Last month, President Claudia Sheinbaum sent 2,000 troops – on top of the 4,300 permanent ones and 4,000 in neighbouring states – to Michoacan following the high-profile killings.</p><p>“With this operation [from the federal government], a lot of marines came,” Zepeda said. “We stopped doing patrols because the operation is going on.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The community police, which patrol various rural communities, trace their roots to the civilian vigilante forces that took up arms more than a decade ago to defend communities from the cartels, and then were formalised by the state.</p><p>At least three of the six <a href=\"/features/2015/3/11/living-in-terror-under-mexicos-knights-templar-cartel\">drug cartels</a> that the United States has designated as “terrorist” organisations – Jalisco New Generation, United Cartels and The New Michoacan Family – operate in Michoacan, in addition to a number of other splinter groups, some supported by the Sinaloa cartel.</p><p>Last year, some 3,000 explosive devices were seized in the state compared with 160 in 2022. So far this year, there have been more than 2,000, according to the state security agency.</p><p>Michoacan is a key importer of chemical precursors for synthetic drugs. In the last two months, 17 drug laboratories were dismantled by Mexican authorities there. The state also produces avocados exported to the US and is a major producer of limes, sectors extorted by cartels for years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bethlehem lights up for Christmas for first time since Gaza genocide began | Occupied West Bank | Al Jazeera",
            "time": "2025-12-07T10:22:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765102903.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Dec 2025</span><span aria-hidden=\"true\">7 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}