{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Key takeaways from Trump’s one-year anniversary briefing | Donald Trump | Al Jazeera",
            "time": "2026-01-21T13:01:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769000380.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Fear grips Nigerian village after mass church kidnapping | Newsfeed | Al Jazeera",
            "time": "2026-01-21T12:49:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768999744.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Video: Syria SDF ‘outlived usefulness to US’ explains Al Jazeera reporter | Syria's War | Al Jazeera",
            "time": "2026-01-21T12:39:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768999131.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Rupture in the world order’: Speeches by Carney, world leaders in Davos | Donald Trump News | Al Jazeera",
            "time": "2026-01-21T12:39:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26020573485292-1-1768989580.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"118\" data-end=\"415\">As world leaders, including allies of the United States, gather in the Swiss resort city of Davos for the <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">World Economic Forum</a> (WEF), US President Donald Trump’s attacks on the existing global world order have been on the top of their minds with Canadian Prime Minister Mark Carney saying the US-led global system is enduring “a rupture”.</p><p data-start=\"118\" data-end=\"415\">Trump’s threat to take over <a href=\"/news/2026/1/21/stock-markets-plunge-as-trump-ramps-up-tensions-over-greenland\">Greenland</a>, by force if necessary, has roiled his European allies, who have pushed back against the US president’s policies of using brute force to achieve his foreign policy goals. On January 3, US forces <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abducted</a> Venezuelan President Nicolas Maduro and took him to the US in a military operation that sent shockwaves across the world.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"118\" data-end=\"415\">Trump has threatened to impose new tariffs on European nations if they oppose him on Greenland.</p><p data-start=\"118\" data-end=\"415\">The European Union’s top official called the proposed tariffs a “mistake” while the Canadian prime minister warned that middle powers risk being sidelined if they fail to act together.</p><p data-start=\"389\" data-end=\"755\">Here are the key takeaways of Tuesday’s WEF meetings:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Carney said the world’s middle powers must unite to resist coercion by aggressive superpowers, warning that traditional assumptions about global order no longer hold.</p><p>“If great powers abandon even the pretence of rules and values for the unhindered pursuit of their power and interests, the gains from transactionalism will become harder to replicate.”</p><p>“So we’re engaging broadly, strategically with open eyes,” he said. “We actively take on the world as it is, not wait around for a world we wish to be.”</p><p>The Canadian leader dismissed the notion of a global system built around “American hegemony” as a “fiction”, arguing that multilateralism is fading as institutions including the World Trade Organization and the United Nations are “greatly diminished”.</p><p>“Canadians know that our old, comfortable assumption that our geography and alliance memberships automatically conferred prosperity and security is no longer valid,” Carney said. “Let me be direct. We are in the midst of a rupture, not a transition.”</p><p>“You cannot ‘live within the lie’ of mutual benefit through integration when integration becomes the source of your subordination,” Carney added.</p><p data-start=\"1445\" data-end=\"1582\">He said “middle powers”, including Canada, must cooperate with one another because “if you are not at the table, you are on the menu.”</p><p data-start=\"1589\" data-end=\"1719\">“Nostalgia is not a strategy. But we believe that from the fracture, we can build something bigger, better, stronger, more just.”</p><p data-start=\"1726\" data-end=\"1762\">Turning to Greenland, Carney said:</p><p data-start=\"1769\" data-end=\"1920\">“Canada strongly opposes tariffs over Greenland and calls for focused talks to achieve our shared objectives of security and prosperity in the Arctic.”</p><h2><span>France’s Macron: ‘We prefer respect to bullies’</span></h2><p data-start=\"145\" data-end=\"313\">French President Emmanuel Macron used his speech in Davos to denounce Trump’s threat to impose tariffs to pressure European countries over Greenland.</p><p data-start=\"320\" data-end=\"499\">Macron described the “endless accumulation” of new tariffs as fundamentally unacceptable, “even more so when they are used as leverage against territorial sovereignty”, he said.</p><p data-start=\"506\" data-end=\"652\">Wearing aviator sunglasses during his address, which the Elysee Palace said were to protect his eyes after a burst blood vessel, Macron joked:</p><p data-start=\"659\" data-end=\"752\">“It’s a time of peace, stability and predictability,” prompting laughter from the audience.</p><p data-start=\"759\" data-end=\"991\">He then struck a more serious tone.</p><p data-start=\"759\" data-end=\"991\">“It’s clear we are reaching a time of instability, of imbalances,” the French president continued. “More than 60 wars in 2024, an absolute record, even if I understand a few of them were fixed.”</p><figure id=\"attachment_4256725\" aria-describedby=\"caption-attachment-4256725\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256725\" src=\"/wp-content/uploads/2026/01/2026-01-20T155101Z_1849653387_RC215JAXVF57_RTRMADP_3_DAVOS-MEETING-1768989838.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"France's President Emmanuel Macron attends the 56th annual World Economic Forum\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256725\" class=\"wp-caption-text\">French President Emmanuel Macron warned of a ‘world without rules’ at the World Economic Forum ‘where international law is trampled underfoot and where the only laws it seems to matter is that of the strongest’ [Denis Balibouse/Reuters]</figcaption></figure><p data-start=\"998\" data-end=\"1091\">Macron concluded by outlining his vision for Europe’s role in addressing global challenges:</p><p data-start=\"1098\" data-end=\"1302\">“We will be committed during 2026 to try to deliver this global agenda in order to fix global imbalances through more cooperations, and we will do our best in order to have a stronger Europe,” he said.</p><p data-start=\"1309\" data-end=\"1457\">“Here, in the epicentre of this continent, we do believe that we need more growth, we need more stability in this world.”</p><p data-start=\"1309\" data-end=\"1457\">He called for Europe to strengthen its trade defence instrument while at the same time sought investment, including from China, the world’s second largest economy.</p><p data-start=\"1309\" data-end=\"1457\">“China is welcome, but what we need is more Chinese foreign direct investments in Europe in some key sectors to contribute to our growth, to transfer some technologies and not just to export towards Europe,” he said.</p><p data-start=\"1309\" data-end=\"1457\">Speaking about Greenland he said: “We have decided to join a mutual exercise in Greenland without threatening anyone but just supporting an ally and another European country, Denmark.”</p><p data-start=\"1309\" data-end=\"1457\">He ended his speech by saying: We do prefer respect to bullies. We do prefer science to plotism, and we do prefer rule of law to brutality. You are welcome in Europe, and you are more than welcome to France.”</p><h2 id=\"eu-s-ursula-von-der-leyen-nostalgia-will-not-bring-back-the-old-order\" data-start=\"389\" data-end=\"755\">EU’s Ursula von der Leyen: ‘Nostalgia will not bring back the old order’</h2><p data-start=\"231\" data-end=\"394\">European Commission President Ursula von der Leyen said a series of recent geopolitical shocks will force the EU to build a more independent Europe.</p><p data-start=\"401\" data-end=\"518\">“The good news is we acted immediately. Whether on energy or raw materials, defence or digital, we’re moving fast.”</p><p data-start=\"525\" data-end=\"739\">But she cautioned that the EU “will only be able to capitalise on this opportunity if we recognise that this change is permanent”.</p><p data-start=\"525\" data-end=\"739\">“Of course, nostalgia is part of our human story, but nostalgia will not bring back the old order.”</p><p data-start=\"746\" data-end=\"898\">Von der Leyen also said the EU was close to concluding a free trade agreement with India although further work was still needed to finalise the deal.</p><p data-start=\"905\" data-end=\"968\">“We are on the cusp of a historic trade agreement,” she said.</p><p data-start=\"975\" data-end=\"1115\">“Some call it the mother of all deals, one that would create a market of 2 billion people accounting for almost a quarter of global GDP.”</p><p data-start=\"1122\" data-end=\"1179\">Von der Leyen is expected to visit India early next week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"95\" data-end=\"227\">The European Commission president also said the sovereignty and territorial integrity of Denmark and Greenland are nonnegotiable.</p><p data-start=\"234\" data-end=\"438\">“We are working on a package to support Arctic security,” she said, adding that the EU is also preparing a “massive European investment surge in Greenland” to support the local economy and infrastructure.</p><h2 id=\"china-s-he-china-s-development-presents-an-opportunity\">China’s He: ‘China’s development presents an opportunity’</h2><p>China’s development is an opportunity rather than a threat, and Beijing is ready to use its market strengths to share growth with other countries, Chinese Vice Premier He Lifeng said at the World Economic Forum.</p><p>“China’s development presents an opportunity, not a threat, to the global economy,” He said, adding that disputes and misunderstandings in international trade should be addressed through “equal consultation” to build trust, bridge differences and resolve problems.</p><p>He also stressed that China would continue to open up its economy.</p><p data-start=\"710\" data-end=\"891\">“China will open its door still wider to the world,” he said, pledging to align this policy with high-standard international economic and trade rules.</p><p data-start=\"898\" data-end=\"1069\">He said China would further foster a market-oriented, law-based and internationalised business environment and ensure equal treatment for domestic and foreign companies.</p><p data-start=\"1076\" data-end=\"1331\">“We welcome foreign enterprises to continue investing in China and sharing in China’s opportunities,” He said while urging other governments to provide a fair, nondiscriminatory, transparent and predictable investment environment for Chinese businesses.</p><figure id=\"attachment_4256567\" aria-describedby=\"caption-attachment-4256567\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256567\" src=\"/wp-content/uploads/2026/01/2026-01-20T104758Z_244002200_RC2Y4JAWUYOI_RTRMADP_3_DAVOS-MEETING-1768984619.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Chinese Vice Premier He Lifeng \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256567\" class=\"wp-caption-text\">Chinese Vice Premier He Lifeng says, ‘The future of the world hinges on cooperation,’ in Davos, Switzerland [Denis Balibouse/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "US, Russia envoys meet in Davos as Ukraine reconstruction plan postponed | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-21T12:32:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_6970b7d03d49-1768994768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Envoys for United States President Donald Trump and Russian President ‍Vladimir Putin have met at the <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">World Economic Forum</a> in Davos, Switzerland, amid reports that the signing of a $800bn “prosperity plan” was postponed due to <a href=\"/news/2026/1/20/denmark-sends-more-troops-to-greenland-amid-tensions-with-trump\">tensions over Greenland</a>.</p><p>Kremlin ‌spokesman Dmitry Peskov ‍on Wednesday said Moscow would not comment on ⁠talks in Davos, but stressed the importance for Russia of receiving information on discussions between ‌the US, European leaders and Ukraine.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Russian state-run news agency TASS reported that US special envoy Steve Witkoff, Trump’s son-in-law Jared Kushner and Russian special envoy Kirill Dmitriev met on ‍Tuesday ⁠for more than two hours on the forum’s sidelines.</p><p>The agency quoted Witkoff as saying the talks had been “very positive”.</p><p>Later, Witkoff told The Associated Press news agency that he and Kushner were planning to meet Russian President Vladimir Putin and the Ukrainian delegation on Thursday.</p><p>The Kremlin confirmed that the meeting that will take place in Moscow was on Putin’s schedule.</p><h2 id=\"derailed-reconstruction-plan\">Derailed reconstruction plan</h2><p>Meanwhile, the United Kingdom’s Financial Times (FT) newspaper reported on Wednesday that tensions in the NATO alliance over Trump’s bid to acquire Greenland had derailed the signing of a Ukraine reconstruction plan, which was originally scheduled to take place in Davos.</p><p>The so-called “prosperity plan” to be agreed between Ukraine, Europe and the US was not being shelved indefinitely and could still be signed at a later date, the newspaper added.</p><p>“Nobody is in any mood to stage a grand spectacle around an agreement with Trump right now,” one official told the FT. The US president has shaken the transatlantic alliance by repeatedly threatening to take over Greenland, an autonomous territory within the Kingdom of Denmark, claiming alleged “security” reasons.</p><figure id=\"attachment_4256979\" aria-describedby=\"caption-attachment-4256979\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256979\" src=\"/wp-content/uploads/2026/01/reuters_6970c1d8-1768997336.jpg?w=770&amp;resize=770%2C518&amp;quality=80\" alt=\"Residents stand at the site of the Russian drone strike, amid Russia's attack on Ukraine, near the city of Chornomorsk, Odesa region, Ukraine January 21, 2026. REUTERS/Nina Liashonok\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256979\" class=\"wp-caption-text\">Residents stand at the site of a Russian drone attack, amid Russia’s attacks on Ukraine, near the city of Chornomorsk, Odesa region, Ukraine, January 21, 2026 [Nina Liashonok/Reuters]</figcaption></figure><p>‍NATO Secretary-General Mark Rutte warned ‍allies not to allow tensions over Greenland to distract ⁠them from the need ​to defend Ukraine.</p><p>“The ‍focus on ⁠Ukraine should be the number one priority; it is crucial for European and ​US security,” ‌Rutte said in a panel discussion in Davos on Wednesday.</p><p>“I ‌am really worried ⁠that we lose sight and that in the meantime ‌Ukrainians won’t have enough interceptors to defend themselves.”</p><h2 id=\"zelenskyy-to-skip-davos\">Zelenskyy to skip Davos</h2><p>Ukrainian President Volodymyr Zelenskyy said on Tuesday he would travel to Davos only if documents on <a href=\"/news/2026/1/8/zelenskyy-says-us-security-guarantee-text-ready-to-be-finalised-with-trump\">security guarantees</a> with the US and a “prosperity plan” were ready to be signed there.</p><p>The president said he would instead remain in Kyiv to oversee relief efforts, as Russian missile and drone attacks continued to batter Ukraine’s energy system.</p><p>Russia has intensified its onslaught in recent months, concentrating missile and drone attacks on the cities of Kyiv, Kharkiv and Dnipro and often <a href=\"/news/2026/1/16/ukraine-scrambling-for-energy-as-russian-strikes-hit-infrastructure\">targeting Ukraine’s energy infrastructure</a>.</p><p>With sub-zero temperatures, the attacks mean hundreds of thousands of Ukrainians are struggling with lengthy interruptions to power and water supplies.</p><p>Ukrainian authorities on Wednesday said overnight Russian attacks on the central Ukrainian city of Kryvyi Rih killed two people and injured a woman. The missile and drone attack also damaged several buildings.</p><p>A Russian drone was also reported to have exploded near a school on Tuesday in the village of Dobryanska community, in the Chernihiv region. No casualties were confirmed.</p><p>Russian authorities said Ukrainian ​drone fragments ignited a fire at the Afipsky oil refinery in the southern Krasnodar region, causing no casualties. The refinery has been frequently attacked by Ukrainian drones in recent months as ​part of Kyiv’s ‌retaliatory campaign.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Europol busts Europe-wide drug ring in ‘largest-ever’ operation | Drugs News | Al Jazeera",
            "time": "2026-01-21T12:12:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2019/10/a442623f9eb745f78e9ed37ba8b78891_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Europol busts Europe-wide drug ring in ‘largest-ever’ operation</h1><p class=\"article__subhead\"><em>Hague-based agency for fighting international and organised crime says it has dealt ‘massive blow’ to narco traffickers.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--no-avatars\"><div class=\"byline-content\"><p class=\"contributors-list contributors-list--byline\"><span class=\"contributors-list__by-prefix\">By </span>Al Jazeera staff and News Agencies</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European police have smashed a major network manufacturing synthetic drugs in illegal labs across several countries.</p><p>Polish prosecutors announced on Wednesday that investigators had seized more than 9.3 tonnes of narcotics and arrested more than 100 suspects in an operation targeting ⁠a criminal network centred in the Central European country and spanning the European Union.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The operation dismantled 24 industrial-scale labs and seized about 1,000 tonnes of chemicals, imported legally from China and India, used to make street drugs such as MDMA, amphetamine and meth, according to news agency AFP.</p><p>Andy Kraag, head of Europol’s European Serious Organised Crime Centre, which coordinated police actions across borders, said the operation had dealt a “massive blow to organised crime groups involved in drug trafficking”.</p><p class=\"p1\">“I’ve been in this business for a while. This is by far the largest-ever operation we did against synthetic drug production and distribution,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The yearlong operation involved police from Belgium, the Czech Republic, Germany, the Netherlands, Poland and Spain. Among those arrested were two suspected ringleaders, both from Poland, Kraag said.</p><p>Laboratories and drug production lines were located in Belgium, the Czech Republic, Germany, the Netherlands and Poland, which served as the logistical hub.</p><p>The majority of those arrested were from Poland, but Belgian and Dutch nationals are also thought to have been involved.</p><p>Suspicions were raised in 2024 when Polish police noticed a network importing vast quantities of chemicals from China and India.</p><p>Investigators discovered they were being repackaged, mislabelled and redistributed across the EU to the labs.</p><p>Kraag said the operation was part of a “supply-chain strategy” to choke off the synthetic drug industry at its source.</p><p>“These criminal groups, they don’t have their supply any more,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Trump live news: US president in Davos as Greenland threats spark outrage | Donald Trump News | Al Jazeera",
            "time": "2026-01-21T12:05:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6970c4f1daa2-1768998129.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Trump live news: US president in Davos as Greenland threats spark outrage</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>US President Donald Trump is at the World Economic Forum (WEF) in Switzerland to speak at the annual gathering of the global elite, where he says he will have ‘many meetings’ on Greenland.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "AI’s growing thirst for water is becoming a public health risk | Opinions | Al Jazeera",
            "time": "2026-01-21T12:04:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696a4d67-1768574311.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"620\" data-end=\"1042\">“Bubble” is probably the word most associated with “AI” right now, though we are slowly understanding that it is not just an economic time bomb; it also carries significant public health risks. Beyond the release of pollutants, the massive need for clean water by AI data centres can reduce sanitation and exacerbate gastrointestinal illness in nearby communities, placing additional strain on local health infrastructure.</p><h2 id=\"ai-s-energy-consumption-is-massive-and-increasingly-water-dependent\">AI’s energy consumption is massive and increasingly water-dependent</h2><p data-start=\"1117\" data-end=\"1420\">Generative AI is artificial intelligence that is able to generate new text, photos, code and more, and it has already infiltrated the lives of most people around the globe. ChatGPT alone is reported to receive around one billion queries in a single day, pointing to huge demand at the individual level.</p><p data-start=\"1422\" data-end=\"1922\">This, however, is only the tip of the iceberg. Companies such as Google, Apple and Microsoft are now embedding AI into their key products. Applications that utilise search results are quickly moving to have AI as a new standard in their algorithms. Whether it is shopping on Amazon or booking a flight or a hotel, AI is now being used in searches, and that demands more energy. As an example, a single AI-powered Google search is estimated to use up to 30 times more energy than its standard version.</p><p data-start=\"1924\" data-end=\"2319\">Graphics Processing Units (GPUs) are the current industry answer to this. They are chips that demand energy and produce heat. Though the thousands of small cores on GPUs enable parallel processing of massive, repetitive maths carried out by AI algorithms, a single chip can use up to 700 watts. This means that three chips alone can use roughly the same amount of energy as a home electric oven.</p><p data-start=\"2321\" data-end=\"2868\">The large amount of heat produced by data centres is cooled by up to hundreds of thousands of gallons of fresh water each day. With thousands of heat-generating chips stacked next to and on top of one another, a simple fan does not do the trick. Instead, water is pumped or immersed between and around chips in order to avoid system overheating. A recent report from the United Kingdom’s Government Digital Sustainability Alliance predicts that AI will increase global water usage from 1.1 billion cubic metres to 6.6 billion cubic metres by 2027.</p><p data-start=\"2870\" data-end=\"3284\">Some companies are attempting to use seawater in cooling. However, fresh water continues to be widely used for cooling in many facilities. Water recycling is another option, but not a simple one. Several companies use a “closed-loop system” to reduce the total amount of water needed. Nevertheless, dust and minerals collected during cooling can degrade water quality over time, requiring treatment or replacement.</p><h2 id=\"how-ai-driven-water-scarcity-threatens-public-health\">How AI-driven water scarcity threatens public health</h2><p data-start=\"3344\" data-end=\"3752\">Data centres being placed where water is already scarce can quickly translate into a healthcare burden, even before pollution becomes an issue. In 2023, Microsoft reported that 41 percent of its water withdrawals were from areas with water stress. Google, on the other hand, said that 15 percent of its water consumption occurred in areas with high water scarcity. Amazon did not disclose comparable figures.</p><p data-start=\"3754\" data-end=\"4277\">It is well established that water scarcity correlates with infections, malnourishment and declining hygiene. While most such studies focus on areas that are already impoverished, in many cases, these are exactly the places where data centres are planned to be built. In addition, the underlying cause remains the same. Less fresh water for local populations pushes households to prioritise drinking and cooking over washing hands, food or bathing. Naturally, this also leaves less water available for cleaning living spaces.</p><p data-start=\"4279\" data-end=\"4658\">The World Health Organization recognises that unsafe drinking water and poor sanitation and hygiene are conducive to the spread of diseases such as cholera and other diarrhoeal illnesses, along with a range of other pathogens. To make matters worse, several diseases associated with water scarcity can pass from person to person, raising the risk of sustained local transmission.</p><p data-start=\"4660\" data-end=\"4970\">The health burden on children is particularly alarming, as infections and deaths are more common than among adults. In fact, 84 percent of the global burden of diarrhoeal disease is borne by children under five, and infections with diarrhoeal pathogens have been linked to cognitive impacts later in childhood.</p><p data-start=\"4972\" data-end=\"5346\">Although it is too early to draw direct causal links between AI data centres and water-related diseases, the known facts make this a significant concern. It is established that AI data centres can significantly deplete local water supplies. It is also established that communities with poor water access face heightened risks of gastrointestinal disease and other illnesses.</p><p data-start=\"5348\" data-end=\"5655\">To claim that AI data centres are directly causing gastrointestinal disease would be poorly supported. However, the warning signs are increasingly difficult to ignore. When risks are foreseeable and severe, governments should not wait for people to start dying before putting preventative policies in place.</p><h2 id=\"marginalised-communities-are-already-reporting-polluted-water\">Marginalised communities are already reporting polluted water</h2><p data-start=\"5724\" data-end=\"6452\">In Newton County, Georgia, in the United States, Meta has built an AI data centre, and residents have reported discoloured, sediment-filled water coming out of their taps, which they attribute to the facility. Similarly, in Fayette County, residents have reported sediment in their water, which they believe coincided with nearby data centre construction. Another report from California suggests that a data centre planned along the San Francisco Bay in Bayview-Hunters Point has raised concerns about compounding environmental burdens in an already polluted community. In all these cases, the local population includes a significant Black and African American presence, a pattern that has raised environmental justice concerns.</p><p data-start=\"6454\" data-end=\"6743\">Accumulated residues can result in effects ranging from acute gastrointestinal illness to chronic conditions such as cancer. Microbial contamination can cause poisoning and acute disease, while chemical residues are associated with long-term harm, often acting as a slow, invisible threat.</p><p data-start=\"6745\" data-end=\"7145\">With plans for data centres in African countries such as Nigeria, Egypt and South Africa, further questions arise about who will bear the brunt of their environmental impacts and whether affected communities will receive sufficient protection or support. Weak regulatory oversight in some of these countries makes this uncertain. In many cases, serious community effects may go unreported altogether.</p><h2 id=\"why-corporate-water-promises-and-regulation-matter\">Why corporate water promises and regulation matter</h2><p data-start=\"7203\" data-end=\"7526\">Only 0.5 percent of the planet’s water is fresh water, and water is not only needed for data centres. It is also required for the power plants that generate electricity for them. The manufacture of chips and wiring similarly demands water, making water use an AI supply-chain issue rather than merely a data-centre problem.</p><p data-start=\"7528\" data-end=\"7991\">Many companies are promising sustainability, with some even claiming they aim to be “net water producers” or “water positive”. Even if such targets are achieved, which remains questionable, they must deliver benefits to the communities from which water is extracted. Providing more water for affluent areas while depleting supplies in places such as Newton County may satisfy corporate accounting standards, but local residents will still suffer the consequences.</p><p data-start=\"7993\" data-end=\"8792\">To meet their ethical obligations to the public, governments must rapidly catch up with the pace of AI expansion and data-centre construction. A healthy population is a productive one, and a lower public-health burden can reduce government spending while supporting development. More fundamentally, there is a collective moral obligation to build a sustainable future for coming generations by safeguarding water security and averting environmental catastrophe. This begins with legislation mandating transparent corporate reporting on water use and enforcing meaningful standards for sustainable management. Regulation must prioritise human wellbeing over short-term, extractive technological growth. As with climate change, unrestrained innovation risks further harm to both people and the planet.</p><p data-start=\"7993\" data-end=\"8792\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "UN condemns Israel’s demolition of UNRWA HQ in occupied East Jerusalem | UNRWA | Al Jazeera",
            "time": "2026-01-21T12:01:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/UNRWA_THUMB16X9-1768996775.png?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>UN Deputy Spokesperson Farhan Haq has condemned Israel’s demolition of UNRWA buildings in occupied East Jerusalem as ‘unacceptable’. He says UN premises must be returned and restored immediately.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Killer of Japan’s former PM Shinzo Abe sentenced to life in prison | Al Jazeera | Al Jazeera",
            "time": "2026-01-21T11:38:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768995424.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "The US attack on Venezuela and the collapse of international law | Donald Trump | Al Jazeera",
            "time": "2026-01-21T11:32:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_696ed2af96c5-1768870575-1-1768995629.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States attack on Venezuela on January 3 should be understood not simply as an unlawful use of force, but as part of a broader shift towards nihilistic geopolitics in which international law is openly subordinated to imperial management of global security. What is at stake is not only Venezuela’s sovereignty, but the collapse of any remaining confidence in the capacity of the United Nations system, and particularly the permanent members of the Security Council, to restrain aggression, prevent genocide, or uphold the core legal norms they claim to defend.</p><p>The military intervention, its political aftermath, and the accompanying rhetoric of US leadership together expose a system in which legality is invoked selectively, veto power substitutes for accountability, and coercion replaces consent. Venezuela thus becomes both a case study and a warning: not of the failure of international law as such, but of its deliberate marginalisation by those states entrusted with managing global security.</p><p>From the standpoint of international law, this action constitutes a crude, brazen, unlawful and unprovoked recourse to aggressive force, in clear violation of the core norm of the UN Charter, Article 2(4), which reads: “All Members of the United Nations shall refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any state.” The only qualification to this prohibition is set out in Article 51: “Nothing in the present Charter shall impair the inherent right of individual or collective self-defence if an armed attack occurs against a Member of the United Nations.” This flagrant violation of Venezuelan territorial sovereignty and political independence was preceded by years of US sanctions, weeks of explicit threats, and recent lethal attacks on vessels allegedly transporting drugs, as well as seizures of tankers carrying Venezuelan oil.</p><p>This unilateral action was further aggravated by the capture of Venezuela’s head of state, Nicolas Maduro, and his wife, Cilia Flores, by US Special Forces, reportedly guided by the CIA, to face charges of “narco-terrorism” in a US federal court, in apparent violation of sovereign immunity. This imperial posture, openly disregarding the immunity of foreign leaders, was underscored by President Trump’s declared intention to direct Venezuelan policymaking for an indefinite period, ostensibly until the country was “stabilised” sufficiently to restore oil production under the auspices of major US corporations, including Chevron, Exxon Mobil and ConocoPhillips. When asked who was in charge of Venezuela’s governance, Trump responded impatiently, “We are in charge.”</p><p>There is more politically at stake in this drastic reversal of the US Good Neighbour Policy, associated with Latin American diplomacy since 1933 and the presidency of Franklin D Roosevelt, than initially meets even the most discerning eye. Of course, this tradition of cooperative relations was repeatedly undermined after the Castro revolution in Cuba and Salvador Allende’s electoral victory in Chile.</p><p>Most informed observers assumed that the attack on Venezuela aimed at achieving regime change, installing Maria Corina Machado, an ardent advocate of US intervention, longtime leader of the anti-Maduro opposition, and 2025 Nobel Peace Prize laureate, whose acceptance speech lavishly praised Trump as the more deserving candidate. The most unexpected development of the intervention has been the bypassing of Machado, and the installation instead of Vice President Delcy Rodriguez as Venezuela’s new president. Washington claimed confidence that Rodriguez would cooperate with US interests, particularly in relation to Venezuelan oil and other resources, and restore stability on terms compatible with US priorities. Trump even declared that had Machado declined the Nobel Prize on the grounds that he deserved it, she would have become Venezuela’s president.</p><p>A more plausible explanation is that Machado lacked sufficient domestic support to stabilise the country, whereas Rodriguez appeared willing to accommodate US economic demands, particularly those relating to control over Venezuela’s resource wealth, while enjoying broader popular support. The pre-attack “pro-democracy” narrative promoted by US state propaganda gained limited credibility from this continuity of leadership, rather than a symbolic march into Caracas alongside Machado to preside over her inauguration as Venezuela’s new puppet leader. Yet after meeting Trump on January 9, executives of major US oil corporations, widely assumed to be the principal beneficiaries of the intervention, expressed reservations about resuming operations, citing concerns over instability following the US takeover.</p><h2 id=\"clarifying-relations-between-international-law-and-global-security\"><strong>Clarifying relations between international law and global security</strong></h2><p>This military operation in Venezuela, together with its political aftermath, clearly violates international law governing the use of force, as authoritatively codified in the UN Charter. Yet even this apparently straightforward assessment contains ambiguity. The charter’s institutional design privileges the five victorious powers of the second world war, granting them permanent membership of the Security Council and an unrestricted veto. In effect, responsibility for managing global security was deliberately entrusted to these states, which also became the first nuclear weapons powers, enabling any one of them to block Security Council action even when supported by a 14–1 majority.</p><p>The Security Council is the only political organ of the UN authorised to issue binding decisions, aside from the International Court of Justice (ICJ). The ICJ, however, operates under voluntary jurisdiction, as states may withhold consent to what is known as “compulsory jurisdiction”. As a result, the management of global security has in practice been left to the discretion of the Permanent Five, usually dominated by the US or paralysed by vetoes.</p><p>In this sense, the Venezuelan operation should be understood less as signalling the collapse of international law than as an expression of nihilistic geopolitical management. If so, the appropriate remedy is not simply to strengthen international law, but to strip geopolitical actors of their self-assigned managerial role in global security. Russia’s aggression against Ukraine in 2022 can be viewed similarly: a geopolitical failure, shaped by irresponsible NATO provocations, culminating in Russia’s own provoked yet egregious breach of Article 2(4).</p><p>The Venezuelan operation further erodes any residual confidence in the capacity of the Permanent Five, and especially Trump’s United States, to manage peace, security or genocide prevention. It therefore reinforces the need to consider alternative frameworks, either by curtailing the veto or by shifting security governance beyond the UN to counter-hegemonic mechanisms, including BRICS, China’s Belt and Road Initiative, and emerging South–South development frameworks.</p><p>It must nevertheless be emphasised that international law remains indispensable and effective in most areas of cross-border interaction. In domains such as diplomatic immunity, maritime and aviation safety, tourism and communications, negotiated legal standards are generally respected and disputes resolved peacefully. International law functions where reciprocity prevails, but has never constrained great-power ambition in the domain of global security, where asymmetries of hard power dominate.</p><h2 id=\"the-2025-us-national-security-strategy-nihilistic-geopolitics\"><strong>The 2025 US national security strategy: Nihilistic geopolitics</strong></h2><p>To understand Venezuela’s place within Trump’s worldview, it is essential to examine the National Security Strategy of the United States, released in November 2025. Trump’s cover letter is suffused with narcissism and contempt for internationalism, including international law, multilateral institutions, and the UN. He proclaims: “America is strong and respected again — and because of that, we are making peace all over the world.” Such rhetoric, pathological in any ordinary individual, is alarming when issued by a leader who controls the use of nuclear weapons. Trump concludes by promising to make America “safer, richer, freer, greater, and more powerful than ever before”.</p><p>The NSS repeatedly invokes “pre-eminence” as the central objective of US foreign policy, to be pursued by any means necessary. The Venezuelan intervention appears as a sequel to US complicity in Israel’s genocide in Gaza, and a possible prelude to further projects, including control over Greenland and renewed military threats against Iran. Yet the document’s primary focus is Latin America, framed through a revival of the Monroe Doctrine, now reinforced by the explicitly named “Trump Corollary,” colloquially dubbed the “Donroe Doctrine”.</p><p>This hemispheric turn abandons the post–Cold War ambition of global US leadership pursued by Obama and Biden, which consumed vast resources in failed state-building ventures in Libya, Iraq and Afghanistan. Instead, it prioritises resource extraction, securing oil, rare earths and minerals with immense benefits for US corporations, while marginalising NATO and abandoning multilateralism, underlying the recent US withdrawal from participation in 66 separate institutional entities, including the climate change treaty. Venezuela, with its vast oil reserves, strategic location and authoritarian populist government, provided an ideal testing ground — and conveniently diverted attention from Trump’s personal entanglements with Jeffrey Epstein.</p><p>In practical terms, the intervention resembles a coup rather than regime change, accompanied by an explicit demand that the new leadership take orders from Washington as the price of political survival. Trump and his Cuban exile secretary of state, Marco Rubio, openly linked Venezuela to future regime-change efforts in Colombia and Cuba, with Trump issuing a crude threat to Colombian President Gustavo Petro and US forces reportedly killing 32 Cuban members of Maduro’s Presidential Guard.</p><h2 id=\"implications\"><strong>Implications</strong></h2><p>It remains uncertain whether Delcy Rodriguez’s government will negotiate an arrangement that preserves formal sovereignty while surrendering substantive control. Such an outcome would signal an embrace of digital-age gunboat diplomacy, reversing the UN principle of Permanent Sovereignty over Natural Resources, and reinstating a hierarchical hemispheric order. This vision even contemplates the subordination of Canadian sovereignty to Washington’s political and economic preferences.</p><p>International reactions to the assault on Venezuela have been muted, reflecting fear, confusion or perceived futility. Meanwhile, geopolitical rivalry intensifies, particularly with Russia and China, raising the spectre of a new Cold War or nuclear conflict. The NSS makes clear that US preeminence requires excluding all extra-hemispheric powers from the region, by its repeated referencing of “our Hemisphere”.</p><p>The Venezuelan episode thus exemplifies a broader strategy: the rejection of international law, the marginalisation of the UN, and the unilateral assertion of US dominance in the Western Hemisphere, along with potential intervention almost anywhere on the planet, but with immediate relevance to Greenland and Iran.</p><p data-start=\"11253\" data-end=\"11451\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "‘Barbaric new era’: Palestinians, UN slam Israeli demolition of UNRWA HQ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-21T11:12:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260120__93BK2EL__v2__HighRes__IsraelPalestinianConflictUnrwa-1768996223.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/2026/1/20/israel-bulldozes-unrwa-buildings-in-occupied-east-jerusalem\">bulldozing</a> of the headquarters of the United Nations agency for Palestinian refugees (UNRWA) in occupied East Jerusalem has sparked condemnation from the world body and Palestinian leaders, who warn the move signals a “barbaric new era” of unchecked defiance of international law.</p><p>Israeli forces, accompanied by far-right National Security Minister <a href=\"/news/2023/8/27/who-is-israels-far-right-pro-settler-security-minister-ben-gvir\">Itamar Ben-Gvir</a>, stormed the compound in the Sheikh Jarrah neighbourhood on Tuesday, demolishing structures and confiscating equipment. Ben-Gvir described the destruction as a “historic day”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Philippe Lazzarini, UNRWA’s commissioner general, said the operation was a “wake-up call” for the world.</p><p>“This constitutes an unprecedented attack against a United Nations agency and its premises,” Lazzarini wrote on X. “What happens today to UNRWA will happen tomorrow to any other international organization or diplomatic mission … anywhere around the world.”</p><p></p><p>Lazzarini vehemently rejected Israel’s justification for seizing the land.</p><p>“The Israeli Government’s claims are false and illegal,” he wrote. “UNRWA has leased the land from the Government of Jordan since 1952. It is now being seized in blatant breach of international law.”</p><p class=\"p1\">Israel’s Ministry of Foreign Affairs said the demolition was following through on a 2024 law that banned UNRWA.</p><p class=\"p1\">Lazzarini warned that a “lost moral compass” is opening a dangerous chapter in which UN staff are demonised and their facilities destroyed with impunity.</p><p>UNRWA was created by the UN General Assembly in 1949 to provide basic support, including food, healthcare and education, to tens of thousands of Palestinian refugees. More than 750,000 Palestinians were forced from their homes and land leading up to Israel’s creation in 1948, which Palestinians remember as the Nakba, or “catastrophe”.</p><p>UNRWA’s operations are spread across Palestinian territory, including in East Jerusalem, the Gaza Strip, Syria, Lebanon and Jordan.</p><p></p><h2 id=\"erasing-the-right-of-return\">Erasing the right of return</h2><p>Palestinian leaders view the demolition not merely as a property dispute but also as a calculated attempt to erase the political rights of refugees.</p><p>Mustafa Barghouti, secretary-general of the Palestinian National Initiative party, told Al Jazeera Arabic that Israel is driven by “absolute stupidity” in believing that destroying buildings will destroy the right of return of Palestinian refugees.</p><p>“It reminds them of their criminal past and the ethnic cleansing they carried out in 1948,” Barghouti said.</p><p>He outlined three strategic goals behind the attack:</p><ul>\n<li><strong>Political:</strong> erasing the refugee issue</li>\n<li><strong>Existential:</strong> destroying the “system of Palestinian steadfastness” by cutting off health and education services</li>\n<li><strong>Territorial:</strong> facilitating the “complete Judaisation of Jerusalem and the West Bank”</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"calls-for-sanctions\">Calls for sanctions</h2><p>The incident has reignited the debate over Western complicity and double standards in Israel’s treatment of Palestinians.</p><p>Luisa Morgantini, former vice president of the European Parliament, told Al Jazeera Arabic that the international community’s silence amounts to complicity.</p><p>“The Europeans are complicit, and the Americans are complicit because they didn’t say anything and didn’t act,” Morgantini said. “The only way Israel can understand … is if, for example, Europe stops forging trade relations with Israel.”</p><p>Barghouti echoed this, demanding the same treatment be applied to Israel as other nations.</p><p>“Why are sanctions imposed on Russia, Venezuela, Cuba and Iran but not Israel?” Barghouti asked. “It is the duty of the UN secretary-general now to demand governments of the world impose sanctions. This is the only way to deter Israel.”</p><p>The demolition was carried out during a wider crackdown on humanitarian aid. Israel has recently <a href=\"/news/2025/12/31/which-aid-groups-is-israel-banning-from-gaza-now-and-what-will-it-mean\">revoked</a> the operating licences of 37 aid groups, including Doctors Without Borders, for failing to comply with new regulations requiring them to provide detailed information on their staff members, funding and operations. The ban will impact the provision of life-saving assistance to Palestinians in the Gaza Strip.</p><p>Despite a ceasefire in place since October, Israel has continued to curb the entry of aid into the Palestinian enclave of 2.2 million people and has killed more than 460 Palestinians there.</p><p>Meanwhile, tensions remain high in East Jerusalem, where Israeli forces reportedly fired tear gas at an UNRWA vocational school shortly after the headquarters was raided on Tuesday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US allies unite against Trump’s threats to take over Greenland at Davos | Business and Economy | Al Jazeera",
            "time": "2026-01-21T10:05:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768989800.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Syrian forces make gains against SDF: What it means for country’s Kurds | Syria's War | Al Jazeera",
            "time": "2026-01-21T10:02:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26020340517405-1768909997.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Territorial gains in northeast Syria, where government forces have retaken the cities of Raqqa and Deir Az Zor from the Kurdish-led Syrian Democratic Forces (SDF), have been a boon to President Ahmed al-Sharaa.</p><p>Negotiations with the SDF have been ongoing since the fall of the Bashar al-Assad regime in December 2024 over the integration of the main Kurdish representative in Syria into the Syrian armed forces. Al-Sharaa has used varying tactics against the group, recently announcing a <a href=\"/news/2026/1/17/syria-decree-grants-kurds-new-rights-formally-recognising-kurdish-language\">decree</a> on Kurdish rights while also confronting the group militarily.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The SDF’s losses are al-Sharaa and his government’s gains. But the most significant sign of Syria’s improved standing may come from the fact that the United States, which has long backed the SDF as a partner in fighting ISIL (ISIS), has given its backing to al-Sharaa and the Syrian forces after these latest developments.</p><p>“This is a big win internally for al-Sharaa,” Rob Geist Pinfold, a lecturer at King’s College London, told Al Jazeera. “It certainly shores up his legitimacy in Syria, particularly among Sunni Arabs.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ceasefire-and-agreements\">Ceasefire and agreements</h2><p>These recent advancements by the Syrian government have stripped away much of the SDF’s leverage.</p><p>“This was about [the Syrian government forces] taking control of the most resource-rich parts of SDF territory that had the demographically highest number of Arabs, so they managed to play this very well by having a limited offensive but, at the same time, getting the tribal networks to rise up against SDF rule; and once they did that, it was basically game over for the SDF,” Geist Pinfold, said.</p><p>When the Assad regime fell in December 2024, the SDF was hesitant to throw its hat into the ring with the new forces in Damascus. Negotiations between Mazloum Abdi, the SDF’s leader, also known as Mazloum Kobani, and al-Sharaa culminated in an agreement on March 10, 2025 to integrate the Kurdish-led forces into the Syrian government forces.</p><p>However, details of the agreement were still to be ironed out. The SDF did not want to give up the hard-fought gains it had made during the last 14 years of conflict. It has previously called for autonomous control or decentralised rule in the northeast.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Tension had simmered between the two sides, manifesting in recent clashes in Aleppo and an SDF withdrawal from the city across the Euphrates River. Syrian government forces advanced towards the northeast and have now taken territory, including the cities of Raqqa and Deir Az Zor.</p><p>A <a href=\"/news/2026/1/20/syria-sdf-ceasefire-hangs-in-balance-after-renewed-clashes-faltering-talks\">ceasefire was agreed</a> on Monday, but clashes continued on Tuesday in the Hasakah region of northeast Syria, as Kurds there and in the diaspora feared incursions by government forces.</p><p>Recent discussions seemed to have settled on a formula where the SDF leadership would maintain control over three Kurdish-led divisions in Syrian forces, while the rest of the fighters would integrate as individuals. Analysts said it now looks as though individual integration is more likely to go ahead.</p><p>“They [the Syrian government] have achieved a very big milestone by forcing the SDF to integrate as individuals,” Labib Nahhas, a Syrian analyst, told Al Jazeera. “But vetting will be a huge challenge because we are talking about 50 to 70 or 80,000 soldiers, so this is a massive infiltration from a security point of view.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"kurdish-rights\">Kurdish rights</h2><p>Before this significant development, the SDF had been negotiating with Damascus over a few key points. In addition to discussions about integration, it wanted some form of autonomy or political decentralisation and the recognition of Kurdish rights.</p><p>On January 16, on the back of fierce fighting between government forces and the SDF in Aleppo, al-Sharaa issued a <a href=\"/news/2026/1/17/syria-decree-grants-kurds-new-rights-formally-recognising-kurdish-language\">decree</a> formally recognising Kurdish as a “national language” and restoring citizenship to all Kurdish Syrians.</p><p>The decree, which declared Newroz, the spring and new year festival celebrated by Kurds, a national holiday and banned ethnic or linguistic discrimination, addressed one key SDF demand.</p><p>Under the Assad regime, Kurds were an oppressed minority in Syria. Their language and identity were not officially recognised and often suppressed by the state.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The move was described by Obayda Ghadban, a researcher with Syria’s Ministry of Foreign Affairs and Expatriates, as historic.</p><p>“It has recognised the cultural, linguistic rights of Kurdish Syrians, which is a grievance that has been accumulating for decades,” he told Al Jazeera. “This was seen as a gesture of goodwill by the SDF and regained the momentum of negotiations that have been going [on] for more than a year now.”</p><p>Al-Sharaa announced a four-day ceasefire with the SDF on Tuesday and said if a deal could be reached, government forces would leave Kurdish-majority cities like Hasakah and Qamishli to handle their security themselves.</p><p>Despite the carrot-and-stick approach, some analysts felt al-Sharaa’s recognition of Kurdish rights was likely a political tactic.</p><p>“Had a similar decree been issued six months ago in the context of relative peace between the two sides, I believe the situation would have been very different,” Thomas McGee, Max Weber fellow at the European University Institute in Florence, Italy, told Al Jazeera.</p><p>“The fact that no recognition of Kurdish rights came for the full first year after the fall of al-Assad is indeed significant. With this decree suddenly coming out within the context of large military developments shows that the Syrian government considers recognition of Kurdish rights as a tactical issue rather than such rights being considered innate and unconditional.”</p><p>Shortly after the announcement, al-Sharaa announced a military operation in Deir Hafir, a town in the north, 50km (31 miles) east of Aleppo, where SDF forces had retreated after evacuating the neighbourhoods of Sheikh Maqsoud and Ashrafieh in Aleppo. Some Syrians and analysts told Al Jazeera that the SDF’s reputation had suffered amid the fighting in Aleppo, even among some Kurds, but it did not mean Kurds would throw their weight behind the government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“[Al-Sharaa] wanted to do this before the military operation,” Wladimir van Wilgenburg, an analyst of Kurdish politics based in Erbil, Iraq, told Al Jazeera.</p><p>“The Kurdish sentiment will not change much towards the government because it doesn’t recognise any form of local autonomy, and both <a href=\"/news/2026/1/19/who-are-the-kurds-2\">the main Kurdish parties</a> want some form of autonomy or decentralisation.”</p><h2 id=\"us-and-turkiye\">US and Turkiye</h2><p>International actors will also have their eyes on the developments in northeast Syria.</p><p>Turkiye appears to be a big winner in the latest developments. The country <a href=\"/news/2026/1/4/syrian-government-and-kurdish-led-sdf-fail-to-progress-on-military-merger\">warned the SDF</a> in early January that its “patience is running out” with the group.</p><p>“Ankara has welcomed the ceasefire and Full Integration Agreement, and it is certainly in Turkish interests,” McGee said. “Ultimately, on the SDF/self-administration integration, Turkiye and Damascus have long shared the same general red lines.”</p><p>There has also been a discussion about foreign fighters in SDF-controlled areas, which, under the ceasefire agreement, Nahhas said, the SDF was required to expel any “PKK-linked or affiliated individuals or operatives”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Then there is the United States, which helped broker the ceasefire due to its close relationship with the SDF and Damascus. The US currently has about 900 soldiers in the SDF-controlled parts of Syria for countering ISIL, and analysts said it was unlikely those troops would withdraw.</p><p>But under the Trump administration, relations between Washington and Damascus have warmed considerably.</p><p>Al-Sharaa, who had been considered a “terrorist” by the US when the Assad regime fell in 2024, visited the White House in November 2025, marking a remarkable turnaround in barely a year. Shortly after that visit, Syria <a href=\"/news/2025/11/11/syria-signs-up-to-us-led-coalition-against-isil\">joined</a> the anti-ISIL coalition.</p><p>After a phone call with al-Sharaa, US President Donald Trump released a statement on Monday supporting Syria’s unity and “fight against terrorism”.</p><p>Not every US official was pleased with the recent events. US Senator Lindsey Graham, a close Trump ally, posted on X on Tuesday his support for the SDF.</p><p>“You cannot unite Syria by the use of military force as Syrian government leader Ahmed Al-Sharaa is trying to do,” he wrote. “This move by Syrian government forces against SDF members is fraught with peril.”</p><p>Graham and others may be concerned about reports of <a href=\"/news/2026/1/19/isil-fighters-flee-jail-as-syrian-army-clashes-with-kurdish-led-sdf\">39 escaped ISIL detainees</a> from prisons previously held by the SDF, or, on the other side, SDF claims that government forces killed female Kurdish fighters.</p><p>But the sentiment in the US seems to be shifting heavily in favour of Damascus. On Tuesday afternoon, US Special Envoy for Syria Tom Barrack posted on X that the US was throwing its support behind al-Sharaa and choosing Damascus over the SDF.</p><p>“The greatest opportunity for the Kurds in Syria right now lies in the post-Assad transition under the new government led by President Ahmed al-Sharaa,” Barrack wrote. “This shifts the rationale for the US-SDF partnership: the original purpose of the SDF as the primary anti-ISIS force on the ground has largely expired, as Damascus is now both willing and positioned to take over security responsibilities, including control of ISIS detention facilities and camps.”</p><p></p></div></div></body></html>"
        },
        {
            "title": "Updates: Israel launches strikes as Netanyahu joins Gaza ‘board of peace’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-21T09:14:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69708ee952d2-1768984297-e1768992621243.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Updates: Israel launches strikes as Netanyahu joins Gaza ‘board of peace’</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Artillery fire, gunship attack, demolitions in war-battered Gaza as PM Netanyahu accepts US ‘peace board’ position.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Japan to restart world’s biggest nuclear plant after 15-year shutdown | Nuclear Energy News | Al Jazeera",
            "time": "2026-01-21T08:40:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6948e1e0-1766384096.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan to restart world’s biggest nuclear plant after 15-year shutdown</h1><p class=\"article__subhead\"><em>Petition signed by 40,000 relays concerns over risk of seismic activity in vicinity of Kashiwazaki-Kariwa plant.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japan is set to restart the world’s largest nuclear power plant as it turns back to the energy source a decade and a half after the Fukushima disaster prompted a nationwide shutdown of reactors.</p><p>Tokyo Electric Power Co (TEPCO) said on Wednesday that it was “proceeding with preparations” and aimed to restart operations at the <a href=\"/news/2025/12/22/japan-set-to-restart-worlds-biggest-nuclear-power-plant\">Kashiwazaki-Kariwa plant</a> in Niigata province at 7pm (10:00 GMT). However, safety concerns persist.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The nation’s trust in its nuclear energy infrastructure was destroyed by the 2011 <a href=\"/news/2023/8/24/timeline-cleaning-up-the-fukushima-disaster\">triple meltdown at Fukushima</a>, which was run by TEPCO, following a colossal earthquake and tsunami.</p><p>Just one reactor of the seven at Kashiwazaki-Kariwa will be restarted on Wednesday. When fully operational, the plant will generate 8.2 gigawatts of electricity, enough to power millions of households.</p><p>The plant is spread over 4.2sq km (1.6sq miles) of land in Niigata, on the coast of the Japan Sea.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Japan, which has suffered setbacks in its offshore wind rollout, is switching its focus back to nuclear power to strengthen energy security and reduce reliance on imported fossil fuels.</p><p>Kashiwazaki-Kariwa is the 15th plant to be restarted out of 33 that remain operable. Japan shut down all its 54 reactors in the wake of the 2011 disaster.</p><p>As well as restarting those plants that are possible to revive, <a href=\"/news/2025/10/21/who-is-sanae-takaichi-japans-iron-lady-and-first-female-prime-minister\">Prime Minister Sanae Takaichi</a> is pushing for the construction of new reactors.</p><p>The government recently announced a new state funding scheme to accelerate its nuclear power comeback.</p><h2 id=\"anxious-and-fearful\">‘Anxious and fearful’</h2><p>The restart of the Kashiwazaki-Kariwa plant, which has been fitted with a 15-metre-high (50-foot) tsunami wall and other safety upgrades, was delayed by a day as TEPCO investigated an alarm malfunction that it says has since been addressed.</p><p>Earlier this month, groups opposing the restart submitted a petition to TEPCO and Japan’s Nuclear Regulation Authority, signed by nearly 40,000 people.</p><p>The document noted that the plant sits on an active seismic fault zone and that it was struck by a strong earthquake in 2007.</p><p>“We can’t remove the fear of being hit by another unforeseen earthquake,” the text of the petition said. “Making many people anxious and fearful so as to send electricity to Tokyo … is intolerable.”</p><p>TEPCO President Tomoaki Kobayakawa told the Asahi daily that safety was “an ongoing process, which means operators involved in nuclear power must never be arrogant or overconfident”.</p><p>The revival of the Kashiwazaki-Kariwa plant comes as Japan’s nuclear industry faces a string of recent scandals and incidents, including data falsification by Chubu Electric Power to underestimate seismic risks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Syrian government and SDF agree on four-day ceasefire | Al Jazeera | Al Jazeera",
            "time": "2026-01-21T08:20:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768983572.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Luka Doncic records triple-double as Lakers rally past Nuggets | Basketball News | Al Jazeera",
            "time": "2026-01-21T08:18:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2256798715-1768981930_cffa32-1768982903.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Luka Doncic bagged a 38-point triple-double as the Los Angeles Lakers staged a second-half rally to claim a 115-107 road victory over the Denver Nuggets in Colorado on Tuesday.</p><p>The Lakers looked to be in trouble after an explosive first half from Denver, who surged into a 71-57 lead at the break thanks to 26 points from Jamal Murray.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But an improved Los Angeles defensive effort stymied Murray after half-time, and Doncic and LeBron James kept the points flowing as the Lakers fought back to claim an impressive win.</p><p>Doncic finished with 38 points, 13 rebounds and 10 assists while James added 19 points, nine rebounds and eight assists as the Lakers outscored Denver 58-36 in the second half.</p><p>“They were playing great basketball, Murray playing at an All-Star level … they have a lot of great players,” Doncic said. “We just stayed together and fought this out.”</p><p>The Lakers improved to 26-16 with the victory, while third-placed Denver fell to 29-15.</p><figure id=\"attachment_4256499\" aria-describedby=\"caption-attachment-4256499\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256499\" src=\"/wp-content/uploads/2026/01/AFP__20260121__2257311201__v1__HighRes__SanAntonioSpursVHoustonRockets-1768982133.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alperen Sengun and Victor Wembanyama in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256499\" class=\"wp-caption-text\">Alperen Sengun, right, and the Houston Rockets defeated Victor Wembanyama’s San Antonio Spurs at the Toyota Center on January 20, 2026, in Houston, US [Kenneth Richmond/Getty Images via AFP]</figcaption></figure><h2 id=\"rockets-win-texas-derby-against-spurs\">Rockets win Texas derby against Spurs</h2><p>In San Francisco, the Golden State Warriors, still reeling from a season-ending knee injury sustained by Jimmy Butler on Monday, were thumped 145-127 by the Toronto Raptors.</p><p>Immanuel Quickley led the Toronto scoring with 40 points in a wire-to-wire win.</p><p>In Houston, the Rockets snapped the San Antonio Spurs’ three-game winning streak, overturning a 16-point deficit to score a 111-106 win over their in-form Texas rivals.</p><p>Reed Sheppard led the scoring with a blistering 21-point cameo off the bench, pouring in 12 points in the fourth quarter to drag Houston over the line.</p><p>Turkish international Alperen Sengun added 20 points and Kevin Durant finished with 18 to give Houston the win.</p><p>The Rockets trailed by 16 points in the third quarter before a 13-0 run helped them erase San Antonio’s advantage.</p><p>“We had good energy the whole game,” Sheppard said.</p><p>“When we cut the lead a little bit there in the fourth quarter, it was just ‘keep fighting, keep staying together, we’re close, keep putting the pieces together and go on a big run’.</p><p>“And that’s what we did. It was a great team effort.”</p><p>San Antonio looked to be cruising after a fast start, outscoring Houston 39-28 in the first quarter before taking a 70-60 halftime lead.</p><p>But the Spurs’ shooting accuracy evaporated in the fourth quarter as they made only 7-of-28 from the field, and failed to make a single three-pointer from 13 attempts.</p><p>Julian Champagnie led San Antonio’s scoring with 27 points, while Victor Wembanyama and De’Aaron Fox added 14 points apiece.</p><p>In other games on Tuesday, the Chicago Bulls unleashed 25 three-pointers in a 138-110 home rout of the Los Angeles Clippers, Coby White leading the scorers with 27 points.</p><p>In Salt Lake City, Keyonte George scored 43 points to upstage a 38-point display from Anthony Edwards as the lowly Utah Jazz upset the Minnesota Timberwolves 127-122.</p></div></div></body></html>"
        },
        {
            "title": "ICC won’t relocate Bangladesh’s T20 World Cup games from India | Cricket News | Al Jazeera",
            "time": "2026-01-21T08:03:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-09-24T143651Z_416874300_UP1EL9O14LD0T_RTRMADP_3_CRICKET-ASIACUP-IND-BGD-1768980009.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh has one day to decide whether its men’s cricket team will travel to India for the T20 World Cup or face expulsion from the tournament, the International Cricket Council (ICC) has reportedly told the Bangladesh Cricket Board (BCB) after a board meeting.</p><p>The ICC’s board met via video conference to resolve the dispute around Bangladesh’s participation in the ICC Men’s T20 World Cup 2026 and decided to proceed with the tournament as per its published schedule, the global cricket body said on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The BCB has refused to play its four group-stage fixtures in India, citing safety and security concerns for its players, and asked the ICC to relocate the fixtures to co-hosts Sri Lanka for the upcoming tournament.</p><p>“The decision was taken after considering all security assessments conducted, including independent reviews, all of which indicated there was no threat to Bangladesh players, media persons, officials and fans at any of the tournament venues in India,” the ICC said in a statement.</p><p>“The ICC Board noted that it was not feasible to make changes so close to the tournament and that altering the schedule under the circumstances, in the absence of any credible security threat, could set a precedent that would jeopardise the sanctity of future ICC events and undermine its neutrality as a global governing body.</p><p>“The ICC management also engaged in a series of correspondences and meetings with the BCB in a bid to resolve the impasse, sharing detailed information on the event security plan, including layered federal and state law-enforcement support.”</p><p>In addition to confirming its stance on the relocation of matches, the ICC has also reportedly given the BCB a one-day deadline to confirm its participation or forfeit its place in the tournament.</p><p>“If Bangladesh continue to refuse to play in India due to security concerns, the ICC board has decided to replace them with Scotland – based on team rankings – in the tournament,” a report on ESPNcricinfo said.</p><p>The dispute between Bangladesh and India erupted on January 3, following top Bangladeshi fast bowler Mustafizur Rahman’s abrupt removal from the Indian Premier League (IPL) upon instructions from the Board of Control for Cricket in India (BCCI) due to the ongoing political tensions between the two nations.</p><p>The ICC said it had shared detailed independent security assessments, comprehensive venue-level security plans and formal assurances from the host authorities with the BCB and that all reports concluded “there is no credible or verifiable threat to the safety or security of the Bangladesh team in India”.</p><p>“Despite these efforts, the BCB maintained its position, repeatedly linking its participation in the tournament to a single, isolated and unrelated development concerning one of its players’ involvement in a domestic league,” an ICC spokesperson said.</p><p>“This linkage has no bearing on the tournament’s security framework or the conditions governing participation in the ICC Men’s T20 World Cup.”</p><p>Bangladesh’s interim government and the BCB have repeatedly told the ICC that their team will not travel to India, with a top sport official saying his country will not back down to “unreasonable coercion” and play their matches in India despite security concerns.</p><p>“We have logically requested a <a href=\"/sports/2026/1/15/why-are-bangladeshs-cricketers-boycotting-games-before-the-t20-world-cup\">change of venue</a> for valid reasons,” Asif Nazrul, youth and sports adviser in the Bangladesh interim government, told the state-run BSS news agency late on Tuesday.</p><p>“We cannot be forced to play in India through illogical pressure or unreasonable coercion.”</p><p>The T20 World Cup begins in a little more than two weeks, on February 7, with Bangladesh’s four group matches to be played in Kolkata and Mumbai.</p><figure id=\"attachment_4256440\" aria-describedby=\"caption-attachment-4256440\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256440\" src=\"/wp-content/uploads/2026/01/2025-09-24T142240Z_1132396737_UP1EL9O13XQ0A_RTRMADP_3_CRICKET-ASIACUP-IND-BGD-1768980139.jpg?w=770&amp;resize=770%2C509&amp;quality=80\" alt=\"Cricket - Asia Cup - India v Bangladesh - Dubai International Cricket Stadium, Dubai, United Arab Emirates - September 24, 2025 Bangladesh and India fans inside the stadium before the match REUTERS/Raghed Waked\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256440\" class=\"wp-caption-text\">Bangladesh last faced India during the Asia Cup 2025 in Dubai [File: Raghed Waked/Reuters]</figcaption></figure><h2 id=\"whole-of-bangladesh-is-uncertain\">‘Whole of Bangladesh is uncertain’</h2><p>Bangladesh captain Litton Das said he had no idea if the team would take part.</p><p>“From where I stand, I’m uncertain, everyone is uncertain,” Das told reporters after a domestic cricket match on Tuesday, asking: “Are you sure we will play the World Cup?</p><p>“I think at this moment, the whole of Bangladesh is uncertain,” he added in comments reported by Dhaka’s Prothom Alo newspaper.</p><p>Diplomatic relations between the once-close allies have been sharply tested since August last year, when former Prime Minister Sheikh Hasina fled to New Delhi from Dhaka after an uprising against her rule.</p><p>Bangladesh blames India for a number of its troubles, including Indian Prime Minister Narendra Modi’s support for Hasina when she was in power.</p><p>During the World Cup, Bangladesh will hold its first <a href=\"/features/2026/1/20/bangladeshi-youth-toppled-hasina-now-they-could-decide-next-prime-minister\">elections</a> since Hasina’s ousting.</p></div></div></body></html>"
        },
        {
            "title": "Alcaraz, Sabalenka cruise into Australian Open third round | Tennis News | Al Jazeera",
            "time": "2026-01-21T08:02:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260121__93FU4LP__v1__HighRes__TennisAusOpen-1768980053_dc81eb-1768982530.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Top-ranked Carlos Alcaraz and Aryna Sabalenka have powered into the third round at the Australian Open.</p><p>World number one Carlos Alcaraz fended off a series of “bombs” before surging into the Australian Open third round on Wednesday, where he was joined by Aryna Sabalenka and a near-flawless Coco Gauff.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Three-time finalist Daniil Medvedev also stayed alive, but he needed four sets to keep his Grand Slam dream on track at a cooler and overcast Melbourne Park after days of hot weather.</p><p>Spanish superstar Alcaraz came through a tough arm-wrestle 7-6 (7/4), 6-3, 6-2 on Rod Laver Arena against hard-hitting Yannick Hanfmann of Germany to take another step towards a career Grand Slam.</p><p>But he was put through his paces by a player 12 years older before setting up a showdown with either France’s Corentin Moutet or American Michael Zheng.</p><p>“To be honest, it was tougher than I thought at the beginning,” said Alcaraz, who already has six major titles but has never gone past the last eight in Melbourne.</p><p>“I didn’t feel the ball that good. You know, the ball was coming as a bomb, forehand and backhand.”</p><p>If the 22-year-old does win the Australian Open to complete the career Grand Slam of all four majors, he will be the youngest man to do so, surpassing compatriot Rafael Nadal.</p><p>The unpredictable Medvedev, runner-up in 2021, 2022 and 2024, is trying to keep his emotions in check this year and was on his best behaviour against Frenchman Quentin Halys.</p><p>He lost a tight first set but the result was never in doubt as he surged to the finish line 6-7 (9/11), 6-3, 6-4, 6-2.</p><p>“It was a very tough match, happy I managed to fight,” said the Russian, who faces Fabian Marozsan of Hungary next.</p><p>American Tommy Paul, Argentina’s Francisco Cerundolo and Tomas Etcheverry, Spaniard Alejandro Davidovich Fokina and Russian Andrey Rublev also safely negotiated the second round.</p><figure id=\"attachment_4256449\" aria-describedby=\"caption-attachment-4256449\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256449\" src=\"/wp-content/uploads/2026/01/AFP__20260121__93FK8XX__v1__HighRes__TennisAusOpen-1768980202.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Aryna Sabalenka in action\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256449\" class=\"wp-caption-text\">Belarus’s Aryna Sabalenka serves against China’s Bai Zhuoxuan during their singles match on day four [William West/AFP]</figcaption></figure><h2 id=\"sabalenka-gauff-on-form\">Sabalenka, Gauff on form</h2><p>Four-time major winner Sabalenka raced 5-0 clear of qualifier Bai Zhuoxuan, ranked a lowly 702, on centre court before wobbling to give the Chinese player a glimmer of hope.</p><p>But the top seed quickly snuffed it out to race home 6-3, 6-1 and set up a clash next with Russian-born Anastasia Potapova, now representing Austria, who dispatched 2021 US Open champion Emma Raducanu.</p><p>“Super happy to close the (first) set, it gives me confidence that my game is there, my focus is there,” said Sabalenka, who is bidding for a third Australian Open title in four years.</p><p>“Step by step. Super happy with my win. There is always a little gap to improve.”</p><p>Sabalenka has dropped just nine games so far as she looks to make amends for her upset in last year’s final to Madison Keys.</p><p>Third seed Gauff was clinical against Serbia’s Olga Danilovic, who ended Venus Williams’s tournament in round one.</p><p>The two-time major winner took just 78 minutes to race home 6-2, 6-2 on Margaret Court Arena.</p><p>It set up a showdown next against fellow American Hailey Baptiste, ranked 70, who downed home hope Storm Hunter in straight sets.</p><p>“Near perfect,” said Gauff, whose best performance in Melbourne was a semifinal in 2024.</p><figure id=\"attachment_4256454\" aria-describedby=\"caption-attachment-4256454\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256454\" src=\"/wp-content/uploads/2026/01/AFP__20260121__93FQ6DR__v1__HighRes__TennisAusOpen-1768980335.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Coco Gauff in action\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256454\" class=\"wp-caption-text\">US’s Coco Gauff hits a return to Serbia’s Olga Danilovic in their second-round match on Wednesday [David Gray/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "US, Iran exchange threats of broadscale war in latest sabre rattling | Donald Trump News | Al Jazeera",
            "time": "2026-01-21T07:58:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697077ca4447-1768978378.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2026/1/17/irans-khamenei-says-us-israel-links-behind-thousands-killed-in-protests\">Iranian</a> Foreign Minister Abbas Araghchi has warned the United States that Tehran will be “firing back with everything we have if we come under renewed attack”, a day after President Donald Trump reiterated threats against the Middle East country.</p><p>Araghchi’s warning came in an opinion article published by The Wall Street Journal on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our powerful armed forces have no qualms about firing back with everything we have if we come under renewed attack,” he wrote, referring to the <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war</a> launched by Israel on Iran in June last year.</p><p>The foreign minister argued this was not a “threat”, “but a reality I feel I need to convey explicitly, because as a diplomat and a veteran, I abhor war”.</p><p>He added that “an all-out confrontation will certainly be ferocious and drag on far, far longer than the fantasy timelines that Israel and its proxies are trying to peddle to the White House. It will certainly engulf the wider region and have an impact on ordinary people around the globe”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last week, Iran shut its airspace, likely in anticipation of a US attack. Diplomats from Middle East countries, particularly from Gulf Arab countries, lobbied Trump not to attack.</p><p>The aircraft carrier USS Abraham Lincoln, which had been in the South China Sea in recent days, on Tuesday passed through the Strait of Malacca, a key waterway connecting the South China Sea and the Indian Ocean, ship-tracking data shows.</p><p>While US defence officials stopped short of saying the carrier strike group was headed to the Middle East, its location in the Indian Ocean means it is only days away from moving into the region.</p><h2 id=\"trump-s-latest-threat\">Trump’s latest threat</h2><p>Araghchi’s comments came a day after Trump repeated a warning that Iran would be wiped “off the face of this earth” if it ever succeeded in assassinating the US leader.</p><p>“I have very firm instructions. Anything happens, they’re going to wipe them off the face of this earth,” Trump said in a News Nation interview that aired on Tuesday.</p><p>Earlier on Tuesday, in response to any threats facing Ayatollah Ali Khamenei, Iranian General Abolfazl Shekarchi was quoted as saying Trump already knew Tehran would not hold back if the tables were turned.</p><p>“Trump knows that if a hand of aggression is extended toward our leader, we will not only sever that hand, and this is not a mere slogan,” Iranian state media reported, quoting Shekarchi. “But we will set their world on fire and leave them no safe haven in the region.”</p><p>Trump issued a similar warning to Iran a year ago, shortly after returning to the White House, when he told reporters, “If they do it, they get obliterated.”</p><h2 id=\"deadly-protests\">Deadly protests</h2><p>Iran is still reeling from violence unleashed during some of the biggest <a href=\"/news/2026/1/20/iran-just-getting-started-on-punishing-rioters-arrested-during-protests\">antigovernment protests</a> since the Islamic revolution in 1979.</p><p>Human rights groups are working to confirm the number of people killed during the protests. The US-based Human Rights Activists News Agency said the death toll had reached at least 4,519, while more than 26,300 people have been arrested.</p><p>On Sunday, an Iranian ‌official in the region told the Reuters news agency that the authorities ‍had verified at least 5,000 people had been killed in protests, including about 500 security personnel, blaming “terrorists and armed rioters” ⁠for killing “innocent Iranians”.</p><p>Iranian authorities have increasingly pointed the finger at foreign powers for the unrest, accusing longstanding geopolitical rivals – mainly Israel and the US – of fomenting instability and directing operations on the ground.</p><p>Al Jazeera has been unable to independently assess the death toll.</p><p>Videos that have slipped out of Iran despite an internet shutdown appear to show security forces repeatedly using live fire to target apparently unarmed protesters, something unaddressed by Araghchi.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "S Korea’s former PM found guilty of insurrection, given 23 years in prison | Courts News | Al Jazeera",
            "time": "2026-01-21T07:28:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260121__93FT3KE__v2__MidRes__SkoreaPoliticsUnrest-1768976541.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>S Korea’s former PM found guilty of insurrection, given 23 years in prison</h1><p class=\"article__subhead\"><em>Ex-Prime Minister Han Duck-soo accused of failing to hold a lawful cabinet meeting following martial law declaration.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">A South Korean court has sentenced former Prime Minister Han Duck-soo to 23 years in prison after finding him guilty on insurrection charges related to <a href=\"/video/newsfeed/2026/1/16/south-koreas-former-president-found-guilty-in-martial-law\">disgraced ex-President Yoon Suk-yeol’s</a> short-lived declaration of martial law.</p><p class=\"tr-story-p1\">Han was found guilty on Wednesday of abetting Yoon’s brief imposition of martial law and for failing to hold a lawful cabinet meeting, as required by South Korean law, after the decree to mobilise the military was ordered by the then-president in December 2024.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Han”disregarded his duty and responsibility as prime minister until the very end”, said Judge Lee Jin-gwan, of the Seoul Central District Court.</p><p class=\"tr-story-p1\">“As a result of the defendant’s actions, South Korea was in danger ​of returning to the dark past ‌when the basic rights and liberal democratic order of the people were violated, potentially preventing them from escaping from the quagmire of dictatorship for a long time,” the judge said.</p><p class=\"tr-story-p1\">The court ordered Han to be detained after sentencing, citing concerns about the possible destruction of evidence.</p><p class=\"tr-story-p1\">Han, 76, is the first member of Yoon’s cabinet to be found guilty and sentenced to jail in relation to the martial law declaration.</p><p>The former prime minister denied the charges against him, saying he had no prior knowledge of Yoon’s plan to impose military rule.</p><p>Last week, a court sentenced Yoon to five years in jail after finding him guilty on charges linked to the imposition of martial law, including obstructing the work of authorities, fabricating official documents and failing to comply with legal processes.</p><p>Separately, Yoon also faces more serious charges of leading an insurrection through the martial law decree. A special prosecutor has <a href=\"/news/2026/1/16/south-korea-court-finds-disgraced-ex-president-guilty-in-martial-law-case\">demanded the death penalty for Yoon,</a> with a verdict in the case expected next month.</p><p>Al Jazeera’s Jack Barton, reporting from Seoul, said Wednesday’s verdict was crucial as Han was the first official to face a verdict on charges directly related to the martial law decree, and the court’s ruling will likely have a bearing on Yoon’s forthcoming verdict for insurrection.</p><p>“This is the first verdict and 23 years he has received. That is higher than the 15 [years] the prosecution was asking for,” Barton said.</p><p>“It certainly doesn’t bode well for former President Yoon when his final verdict comes up – it is expected on February 19,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US approves $2.3bn sale of torpedoes, air defences, aircraft to Singapore | Weapons News | Al Jazeera",
            "time": "2026-01-21T07:13:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2019-06-26T000000Z_1913198237_RC12019FEE00_RTRMADP_3_SINGAPORE-MILITARY-1-1768977484.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US approves $2.3bn sale of torpedoes, air defences, aircraft to Singapore</h1><p class=\"article__subhead\"><em>Singapore’s Ministry of Defence plans to replace its fleet of Fokker 50 Maritime Patrol Aircraft with Boeing-made P-8A reconnaissance planes.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has approved a $2.3bn weapons sale to Singapore that includes P-8A Poseidon reconnaissance aircraft, lightweight torpedoes, and air defence systems.</p><p>The State Department notified the US Congress of the sale on Wednesday, according to a statement on the Defense Security Cooperation Agency (DSCA) website.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The proposed sale will allow Singapore to “meet current and future threats by providing a credible maritime force capable of deterring adversaries and participating in US allied operations”, the DSCA said.</p><p>“This proposed sale will enhance the foreign policy and national security objectives of the United States by improving the security of a strategic partner that is an important force for political stability and economic progress in Asia,” the statement continued.</p><p>Ian Chong, a political scientist, told Al Jazeera that the patrol aircraft are used to protect Singapore’s “extended sea lanes of communication and its very busy waterways” in Southeast Asia.</p><p>The acquisition of four Boeing P-8A aircraft is part of Singapore’s long-term plan to replace its ageing fleet of Fokker 50 Maritime Patrol Aircraft, according to its Ministry of Defence.</p><p>Singapore Defence Minister Chan Chun Sing announced plans to buy the US aircraft in September, following a meeting with Secretary of Defense Pete Hegseth at the Pentagon.</p><p>The US has $8.38bn in active government-to-government sales with Singapore, which range from munitions to F-35 fighter jets, according to the State Department.</p><p>Singapore is due to receive the first aircraft from its outstanding order of 20 F-35s later this year, according to its Defence Ministry.</p><p>The US and Singapore cooperate on a range of security issues, and their militaries regularly host joint training exercises.</p><figure id=\"attachment_4256255\" aria-describedby=\"caption-attachment-4256255\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256255\" src=\"/wp-content/uploads/2026/01/2025-03-25T043149Z_1654601856_RC24KDAYKBY2_RTRMADP_3_AUSTRALIA-DEFENCE-1768969721.jpg?w=770&amp;resize=770%2C509&amp;quality=80\" alt=\"A P-8A Poseidon performs in the air during the Australian International Airshow in Avalon, Australia March 25, 2025. REUTERS/Hollie Adams\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256255\" class=\"wp-caption-text\">A P-8A Poseidon performs in the air during the Australian International Airshow in Avalon, Australia, in March 2025 [File: Hollie Adams/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Air Force One turned back as it carried Trump to Davos | Transport News | Al Jazeera",
            "time": "2026-01-21T06:54:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26021158940046-1768973574.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Air Force One turned back as it carried Trump to Davos</h1><p class=\"article__subhead\"><em>US president resumed journey to Europe on Boeing 757 that departed just after midnight on Wednesday.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s plane has been forced to make a U-turn about an hour after departing its base for the <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">World Economic Forum</a> in Davos, Switzerland.</p><p>Air Force One, carrying the president, his entourage and reporters, returned to Joint Base Andrews in Maryland shortly after 11:00pm (04:00 GMT) on Tuesday night, owing to a “minor electrical issue”, said White House Press Secretary Karoline Leavitt.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump resumed his journey to the forum, where he is due to hold meetings with several world leaders and deliver a speech, on a smaller Boeing 757.</p><p>The plane, which is normally used for domestic trips to smaller airports, departed just after midnight local time (05:00 GMT) on Wednesday, more than two hours after the initial flight took off.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>With its classic blue and white livery, Air Force One is arguably one of the world’s most iconic planes and an instantly recognisable symbol of the US presidency.</p><p>The two planes currently used as Air Force One have been flying for nearly four decades. Boeing has been working on replacements, but the programme has faced a series of delays.</p><p>The planes are equipped with radiation shielding and antimissile technology, and include a variety of communications systems to allow the president to maintain contact with the military from anywhere in the world.</p><p>Last year, the ruling family of Qatar gifted Trump a <a href=\"/news/2025/5/12/qatar-and-us-in-talks-over-offer-of-luxury-plane-to-use-as-air-force-one\">luxury Boeing 747-8 jumbo jet</a> to be added to the Air Force One fleet, which is currently being retrofitted to meet security requirements.</p><p>Leavitt joked to reporters on Tuesday night that the Qatari jet was sounding “much better” now.</p><p>Last February, an Air Force One plane carrying Secretary of State Marco Rubio to Germany had to return to Washington because of a mechanical issue.</p><p>In October, a military plane carrying Defense Secretary Pete Hegseth had to make an emergency landing in the United Kingdom due to a crack in the windshield.</p></div></div></body></html>"
        },
        {
            "title": "Israel’s wanted war criminal Netanyahu joins Gaza ‘board of peace’ | News | Al Jazeera",
            "time": "2026-01-21T06:35:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25363754005103-1768105280.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli ‍Prime Minister Benjamin Netanyahu ⁠has accepted an invitation from United States ​President Donald ‍Trump to join the “<a href=\"/news/2026/1/18/who-is-part-of-trumps-board-of-peace-for-gaza\">board of ⁠peace</a>“.</p><p>The Israeli leader’s office announced on social media on Wednesday that Netanyahu is to join the initiative, despite the International Criminal Court (ICC) having issued a warrant for his arrest for <a href=\"/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">war crimes</a> in Gaza.</p><p>The so-called board of peace was unveiled as part of <a href=\"/news/2026/1/16/us-declares-phase-two-of-gaza-ceasefire-but-what-did-phase-one-deliver\">phase two</a> of the ceasefire agreement with Hamas to end Israel’s genocidal war on Gaza.</p><p>Numerous world leaders have been invited to join the body, which Trump envisages would oversee “governance capacity-building, regional relations, reconstruction, investment attraction, large-scale funding, and capital mobilisation” in the enclave.</p><p>Netanyahu’s acceptance of a place on the board comes despite his office having earlier criticised the makeup of the executive committee, which includes Israel’s regional rival, Turkiye.</p><p>Meanwhile, the Israeli leader’s participation – despite the ICC warrant issued in 2023 that accuses him of overseeing crimes against humanity in Gaza – will add to concerns over the objectivity of the board, which Trump will lead while maintaining control of its lineup.</p><p>“Palestinians see Netanyahu as an obstacle to any attempt for the Trump administration to move forward to phase two” of the US president’s peace plan for Gaza, said Al Jazeera’s Nida Ibrahim, reporting from Qalandiya in the occupied West Bank.</p><p>They believe, she continued, that Netanyahu’s only interest in the second phase is to implement the disarmament of Hamas, while he remains uninterested in withdrawing troops beyond the so-called yellow line – another key element.</p><p>So whether Netanyahu fulfils the duties of the board as presented is yet to be seen, “but there is a lot of scepticism”, Ibrahim summed up.</p><h2 id=\"unilateral-responsibility\">Unilateral responsibility</h2><p>Netanyahu is not the only invitee wanted by the ICC for war crimes. Russian President Vladimir Putin was <a href=\"/news/2026/1/19/trump-asks-putin-to-join-gaza-board-of-peace-even-as-ukraine-war-rages\">invited to join the board</a> on Monday, despite being indicted over Russia’s <a href=\"/news/2026/1/18/russia-ukraine-war-list-of-key-events-day-1425\">nearly four-year war in Ukraine</a>.</p><p>The Kremlin said it was seeking to “clarify all the nuances” of the offer with Washington, without elaborating on whether Putin was inclined to join.</p><p>Belarusian President Alexander Lukashenko, a Putin ally, was also reportedly invited to join the board by Trump.</p><p>Netanyahu’s office had previously said the executive committee was not coordinated with the Israeli government and “is contrary to its policy”, without clarifying its objections.</p><p>Israel’s far-right Finance Minister Bezalel Smotrich has criticised the board and called for Israel to take unilateral responsibility for Gaza’s future.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Board members include the United Arab Emirates, Morocco, Vietnam, Belarus, Hungary, Kazakhstan and Argentina. Others, including the United Kingdom and the executive arm of the European Union, say they have received invitations but have not yet responded.</p><p>It was not immediately clear how many or which other leaders would receive invitations.</p><p>The executive board’s members include US Secretary of State Marco Rubio, Special Envoy Steve Witkoff, Trump’s son-in-law Jared Kushner, former British Prime Minister Tony Blair, Apollo Global Management CEO Marc Rowan, World Bank President Ajay Banga, and Trump’s deputy national security adviser, Robert Gabriel.</p><p>The White House also announced the members of another board, the Gaza executive board, which, according to the ceasefire, will be in charge of implementing the tough second phase of the Gaza ceasefire agreement.</p><h2 id=\"international-order\">International order</h2><p>Some media reports have said Trump intends to sign the charter of the board of peace on the sidelines of the <a href=\"/news/2026/1/21/air-force-one-turned-back-as-it-carried-trump-to-davos\">World Economic Forum in Davos</a>, Switzerland, where he is expected to deliver a speech later on Wednesday.</p><p>The US president has expressed a desire to expand the board’s mandate to address crises and conflicts worldwide, not just in Gaza.</p><p>That has raised suggestions that he hopes it could replace the United Nations, which he has repeatedly criticised as dysfunctional.</p><p>When asked by a reporter on Tuesday if the board should replace the UN, Trump said the global body should continue “because the potential is so great”.</p><p>However, he added that the board of peace “might” take over as the UN “hasn’t been very helpful” and “has never lived up to its potential”.</p><p>In response, a spokesman for China’s Ministry of Foreign Affairs stressed that the UN continues to have Beijing’s support, which holds one of the five permanent seats on the Security Council.</p><p>“No matter how the international situation changes, China firmly upholds the international system with the United Nations at its core … international relations based on the objectives and principles of the UN Charter,” he said.</p><p>The board of peace was originally conceived to oversee the rebuilding of post-war Gaza, but according to reports, its charter does not limit its role to the Palestinian territory.</p><p>It is reported that states are required to pay $1bn for a permanent seat.</p><p>Azerbaijan said on Wednesday that it had accepted ⁠an invitation to join. It was followed shortly afterwards by Kosovo.</p><p>China has confirmed receiving an invitation but has yet to announce whether it plans to accept.</p><p>Meanwhile, Sweden said it would not participate, given the text presented ​so ‌far. Norway would also refuse the invitation, the prime minister’s office in Oslo said.</p><p>Italy will not take part either, the Corriere della Sera newspaper reported, noting that joining would violate the country’s constitution, which stipulates that it may only join international organisations that ensure “peace and justice among nations … on equal terms ‌with other states”.</p></div></div></body></html>"
        }
    ]
}