{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Video: Gaza’s Rafah crossing reopening came too late for this 3-year-old | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-02T12:26:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770035175.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Regavim’: Israel’s new Rafah border site carries coded annexation message | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-02T12:24:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/284f4272-c959-40f1-b74c-b9b59e400abd-1770027538.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">6 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/2026/2/2/gazas-rafah-crossing-reopens-for-limited-traffic\">Rafah border crossing</a> between Gaza and Egypt has reopened partially for a few Palestinians after an 18-month closure in tandem with an added restriction to control the movement of returnees. The Israeli army has set up a checkpoint called Regavim in an area under its control outside the crossing for those entering Gaza from Egypt.</p><p>As the first trickle of humanity passed through the gates on Monday, official Israeli military documents gave it a name that indicates the facility is no longer being treated as a border crossing but as an operation for population control.</p><p>In an official statement published on its website on Sunday, the Israeli army announced the completion of what it called the “Regavim Inspection Nekez”.</p><p>While the Israeli military frames this technical language as routine, analysts told Al Jazeera that the choice of the words “Regavim” and “Nekez” indicates Israel’s long-term intentions.</p><p>Al Jazeera spoke to Israeli affairs experts who argued that these terms reveal a dual strategy: invoking Zionist nostalgia to claim the land while using engineering terms to dehumanise the Palestinian people.</p><h2 id=\"historical-code-clod-after-clod\">Historical code: ‘Clod after clod’</h2><p>For analyst Mohannad Mustafa, the name Regavim is not random; it is a deliberate ideological trigger intended to resonate with the Israeli government’s far-right base.</p><p>“In Hebrew, Regavim means ‘clods of earth’ or patches of arable land,” Mustafa explained. “But it is not just a word. It is a trigger for the Zionist collective memory of land redemption.”</p><p>The term is inextricably linked to the <a href=\"https://www.zemereshet.co.il/m/song.asp?id=262\">Zionist children’s song</a> and poem Dunam Po Ve Dunam Sham (A Dunam Here, a Dunam There) by Joshua Friedman, which was an anthem for the early settlement movement. The lyrics celebrate the acquisition of land: “Dunam here and dunam there/Clod after clod (Regev ahar regev)/Thus we shall redeem the land of the people.”</p><p>“By officially naming the Rafah corridor Regavim, the army is sending a subliminal message,” Mustafa said. “They are framing their presence in Gaza not as a temporary security mission but as a form of ‘redeeming the land’ identical to the ideology of the early pioneers.”</p><h2 id=\"political-code-the-west-bank-model\">Political code: The ‘West Bank model’</h2><p>Beyond the historical nostalgia, the name has a direct line to the present-day architects of Israel’s annexation policies: the Regavim Movement.</p><p>This far-right NGO, cofounded in 2006 by Finance Minister Bezalel Smotrich, has been the primary force behind the expansion of Israeli control in the occupied West Bank. A 2023 investigation by the Israeli newspaper Haaretz detailed how the organisation essentially became the “intelligence officer” for the state, using drones and field data to map and demolish Palestinian structures in Area C, the 61 percent of the occupied West Bank under full Israeli control.</p><p>Mustafa argued that applying this name to the Rafah crossing signals the transfer of the “civil administration” model from the West Bank to Gaza.</p><p>“It suggests that Gaza is no longer a separate entity but a territory to be managed with the same tools used to prevent Palestinian statehood in Judea and Samaria,” Mustafa said, using the Israeli terms for the West Bank.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"operational-code-a-political-brand-and-a-drain\">Operational code: A ‘political brand’ and a ‘drain’</h2><p>Analyst Ihab Jabareen takes the name Regavim a step further. He argued it has evolved beyond its linguistic meaning into a modern “political brand” for the settlement right and is being used to normalise a long-term Israeli presence.</p><p>However, Jabareen said the use of the term Nekez in the Israeli military statement portends even more danger.</p><p>“While Regavim operates as a political brand, Nekez reveals the cold, engineering mindset of the military,” Jabareen told Al Jazeera. “A Nekez is a drainage point. It is a hydraulic term used for managing sewage, floodwaters or irrigation – not for processing human beings.”</p><p>Jabareen argued that describing a human border crossing as a “drain” reflects three chilling assumptions now formalised in military doctrine:</p><ol>\n<li><strong>Dehumanisation:</strong> “The Palestinian is no longer a citizen. They are a ‘fluid mass’ or a ‘flow’ that must be regulated to prevent overflow,” Jabareen said.</li>\n<li><strong>The end of negotiations:</strong> “You do not negotiate with a drain. Rafah is no longer a political border subject to sovereignty. It is an engineering problem to be managed.</li>\n<li><strong>Infrastructure, not a border:</strong> “Security is now being managed like a sewage system – purely technical, devoid of rights.”</li>\n</ol><p>“This is colder and more dangerous than standard settlement rhetoric,” Jabareen warned. “It converts the political issue of Gaza into a permanent technical function.”</p><h2 id=\"a-formula-for-quiet-control\">A formula for ‘quiet control’</h2><p>Both analysts agreed that the official adoption of these two terms points to a reality that is neither a full withdrawal nor declared annexation.</p><p>“It is a formula for ‘quiet control’,” Jabareen explained. “Israel doesn’t need to declare immediate settlement to control the territory. By treating the land as ‘Regavim’ (soil to be held) and the people as a ‘Nekez’ (a flow to be filtered), they are establishing a long-term reality where Gaza is an administered space, never an independent entity.”</p><p>Mustafa concurred: “The name ‘Regavim’ tells the settlers: ‘We have returned to the land.’ And the official designation ‘Nekez’ tells the security establishment: ‘We have the valve to turn the human flow on or off at will.'”</p><figure id=\"attachment_4279179\" aria-describedby=\"caption-attachment-4279179\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4279179\" src=\"/wp-content/uploads/2026/02/Interactive_Rafah_February1_2026_INTERACTIVE-Proposed-Rafah-crossing-Gaza-plan-Israel-process-1769935391.png?quality=80\" alt=\"INTERACTIVE - Proposed Rafah crossing Gaza plan February 1\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4279179\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Bangladesh election: What’s at stake for India, China, Pakistan? | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-02T12:17:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP24249502624720-1769059917.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As <a href=\"/tag/bangladesh-election-2026/\">Bangladesh</a> prepares to hold its first elections since the overthrow of then-Prime Minister Sheikh Hasina and her Awami League party in 2024, neighbours India, Pakistan and China are watching closely.</p><p>Bangladesh is currently being governed by an interim administration led by Nobel laureate Muhammad Yunus. The two main parties competing for power in this month’s polls are the Bangladesh Nationalist Party (BNP) and the Jamaat-e-Islami (JIB), both of which began <a href=\"/news/2026/1/22/campaigning-begins-in-bangladesh-for-first-election-after-hasinas-ouster\">campaigning</a> in late January.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Awami League, which has historically had close ties with India, has been barred from these elections because of its role in the brutal crackdown on student-led protests in 2024. Hasina, 78, currently in exile in India, was found guilty of allowing lethal force to be used against protesters, 1,400 of whom died during the unrest.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">She was tried in absentia by the International Crimes Tribunal (ICT) in Bangladesh in November last year – and sentenced to death – but so far India has refused to extradite her.</p><p>Hasina has <a href=\"/news/2026/1/29/exiled-leader-hasina-denounces-upcoming-bangladesh-polls-after-party-ban\">denounced</a> the upcoming elections, telling The Associated Press news agency last month that “a government born of exclusion cannot unite a divided nation”.</p><p>Since her ousting, political analysts say, Bangladesh’s geopolitical positions have undergone a “paradigm shift”.</p><p>“Bilateral relations with India have witnessed a historic low in contrast to a warm rapprochement with Pakistan. Furthermore, strategic ties with China have deepened significantly,” Khandakar Tahmid Rejwan, lecturer of global studies and governance at the Independent University, Bangladesh, told Al Jazeera</p><p>“[Hasina’s] 15-year tenure was marked by several key features that defined the foreign and security policy of Dhaka in terms of external engagement. Significant among these features were developing a close and holistic bilateral tie with India; strategic negligence and diplomatic isolation in terms of bilateral relations with Pakistan; and maintaining a strong but calculated defence, trade, and infrastructure development partnership with China,” he said.</p><p>“This predictive and patterned alignment of Dhaka has now been reversed with respect to India and Pakistan or revised with respect to China,” he said.</p><p>So, how do India, Pakistan and China see the upcoming elections? Does the election outcome matter to these three nations?</p><p>Here’s what we know:</p><h2 id=\"how-are-india-bangladesh-relations\">How are India-Bangladesh relations?</h2><p>Until the toppling of Hasina, India largely viewed Bangladesh as an important strategic partner and ally with respect to maintaining security in South Asia.</p><p>India is also Bangladesh’s largest trading partner in Asia. Between April 2023 and March 2024, before Hasina’s ousting, India sold goods, including textiles, tea, coffee, auto parts, electricity, agriculture, iron and steel and plastics, worth $11.1bn and imported readymade garments, leather and leather products, among other items, worth $1.8bn.</p><p>Since Hasina fled to India, both countries have imposed restrictions on each other’s exports, from land and sea, due to ongoing tensions.</p><p>Over the decades since Bangladesh’s independence from Pakistan, which India supported in 1971, their relationship has had ups and downs depending on which political party is in power in Dhaka.</p><p>Hasina, who served as prime minister from 1996 to 2001 and again from 2009 to 2024, maintained close ties with India.</p><p>“In the last five to six years, India and Bangladesh have scripted a golden chapter of bilateral ties and given a new dimension and direction to our partnership,” India’s Prime Minister Narendra Modi stated in March 2020.</p><p>But opposition parties in Bangladesh often criticised Hasina for being “very weak” when it came to dealing with India.</p><p>According to the Indian daily Economic Times, in 2016, a key BNP adviser called on Hasina to <a href=\"https://economictimes.indiatimes.com/news/international/world-news/many-bangladeshis-anti-india-due-to-ties-with-awami-league/articleshow/53874517.cms?from=mdr\" target=\"_blank\" rel=\"noopener\">scrap</a> certain joint venture power-sharing projects with India since they could be detrimental to Bangladesh’s environment.</p><p>For decades, the BNP has also had an alliance with JIB, Bangladesh’s largest Islamist group that advocates for stronger ties with Pakistan, India’s archenemy, and that opposed Bangladesh’s independence from Pakistan in 1971.</p><p>Anti-India sentiment gained momentum in Bangladesh after Hasina’s ousting in 2024 and India’s refusal to return her to the country.</p><p>The relationship between the two countries has further soured over the past year, especially after the murder of <a href=\"/opinions/2026/1/23/making-sense-of-bangladeshs-hadi-effect-shaping-the-vote\">Osman Hadi</a>, a 2024 protest leader who was vocally anti-Indian, which also led to protests against India in Bangladesh late last year.</p><p>India has also alleged the ill-treatment of the Hindu minority under the interim government in Bangladesh.</p><p>Last December, a Hindu Bangladeshi man was lynched in the country’s Bhaluka region after being accused of making derogatory remarks against the religion of Islam. The incident took place amid widespread protests after Hadi’s death.</p><p>Also last month, the Bangladesh Cricket Board (BCB) requested that all of its team’s ICC Men’s Twenty20 World Cup matches scheduled in India be shifted to Sri Lanka.</p><p>But the International Cricket Council (ICC) responded to this demand last weekend by expelling Bangladesh from the tournament instead. In a show of solidarity, the Pakistan Cricket Board (PCB) swiftly threw its weight behind Bangladesh and, on Sunday, Pakistan said it would refuse to take part in its match against India, scheduled for February 15.</p><p>“India suffered a significant strategic loss when Hasina was ousted, and it has been very uncomfortable with the interim government. New Delhi felt that it [Bangladesh] was heavily influenced by Jamaat and other religious actors that, in India’s view, threaten its interests,” Michael Kugelman, senior fellow for South Asia at the Atlantic Council, told Al Jazeera.</p><p>However, amid ongoing tensions, India’s Prime Minister Narendra Modi and Yunus held their first meeting on the sidelines of a BIMSTEC summit in Bangkok, Thailand, in April last year. Vikram Misri, India’s foreign secretary, told reporters that Modi had “reiterated India’s support for a democratic, stable, peaceful, progressive and inclusive Bangladesh”.</p><p>Misri added that Yunus and Modi also discussed Hasina’s extradition. But to date, Hasina remains in India.</p><h2 id=\"how-does-india-view-the-upcoming-elections\">How does India view the upcoming elections?</h2><p>Analysts said the stakes are high for India.</p><p>“India is hoping that this upcoming election will produce a government that is willing to engage with India and will not be influenced by the types of actors that India feels threaten its interests,” Kugelman said.</p><p>It is unlikely that any new government would ignore worsening tensions with India, said Rejwan of Independent University, even if it includes JIB or other Islamist parties.</p><p>“Any government coming to power in Dhaka will find it difficult to neglect its largest neighbour and a regional power like India for the sake of mutual interest regarding nontraditional security threats, trade and food security, cultural and human ties,” he said.</p><p>“It is easy to give inflammatory and popular rhetoric against India when you are competing for votes, but when you are in government, the populist posture ultimately changes while dealing with a powerful and influential neighbour.”</p><p>Driven by New Delhi’s “Neighbourhood First” policy, which focuses on maintaining friendly relations with neighbours to safeguard India’s security, Indian policymakers have often stressed that the subcontinent needs to maintain a friendly relationship with Bangladesh.</p><p>Last month, Indian External Affairs Minister S Jaishankar wished Bangladesh “well” for its upcoming elections. “We hope that once things settle down, the sense of neighbourliness in this region will grow,” he said.</p><p>Jaishankar also <a href=\"/features/2026/1/6/new-phase-india-eyes-bangladesh-thaw-with-bnp-before-elections\">visited</a> Dhaka in early January for the funeral of former Bangladeshi Prime Minister and BNP leader Khaleda Zia. He later wrote on X that he had conveyed his condolences on behalf of India to Zia’s son, Tarique Rahman, and “expressed confidence that Begum Khaleda Zia’s vision and values will guide the development of our [India and Bangladesh’s] partnership”.</p><p>Kugelman said India is likely to be concerned from political and security standpoints if JIB wins the election but would be “comfortable” with a BNP-led government.</p><p>“Today’s BNP no longer has an alliance with Jamaat, and the party has expressed its interests about wanting to engage with India,” he noted.</p><p>“I think that India will be ready to pick up the pieces of what has been a shattered relationship with Bangladesh. … It obviously would have preferred the Awami League to be leading the next government. But India also recognises that the Awami League is not going to be a political factor for quite some time and is not going to try to push for ways to bring the Awami League back into the mix. It would accept a government led by the BNP and would be willing to work with it,” Kugelman added.</p><p>But with polls suggesting the Jamaat and BNP are in a neck-and-neck race, India has been reaching out to both. In an interview this month, Jamaat chief Shafiqur Rahman revealed that an Indian diplomat had met him in December. And the Indian high commissioner in Dhaka, Pranay Verma, met BNP leader Tarique Rahman on January 10.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-are-pakistan-bangladesh-relations\">How are Pakistan-Bangladesh relations?</h2><p>Since Hasina’s ousting, Pakistan’s <a href=\"/news/2025/9/2/why-pakistan-is-rushing-to-mend-fences-with-bangladesh\">relationship</a> with Bangladesh has grown warmer.</p><p>In 2024, Pakistani Prime Minister Shehbaz Sharif met Yunus twice, seeking to strengthen military and diplomatic ties. In September last year, Pakistani Foreign Minister Ishaq Dar visited Dhaka, seeking to “reinvigorate” a relationship that had been fractured since Bangladesh’s 1971 war of independence with Pakistan.</p><p>After India and Pakistan gained independence from British rule in 1947, Pakistan was created as a Muslim-majority state with two geographically separated regions, with Bangladesh being known as East Pakistan. In 1971, India supported Bangladesh’s liberation struggle in which the Pakistani military carried out atrocities, killing hundreds of thousands of people and allegedly raping an estimated 200,000 women. Bangladesh continues to seek an apology from Pakistan.</p><p>But according to analysts, Yunus’s interim government has been seeking to boost economic ties with Pakistan. Last February, the two nations resumed direct trade for the first time since the 1971 war under a new agreement negotiated by Yunus. Last week, they resumed direct flights after 14 years. Flight services had been stopped in 2012, with Dhaka citing security concerns. The two nations have also held military and defence dialogues over the past year.</p><p>“Pakistan primarily wants to develop closer bilateral ties by extending its defence and cultural diplomacy with Bangladesh,” Independent University’s Rejwan said. “This is because, in reality, given its own economic challenges, it has very little to offer to Bangladesh in terms of trade and investment. By doing so, it wants to heighten India’s security concerns to its east by developing close strategic ties with Dhaka.”</p><p>He added that while Pakistan has generally refrained from commenting on the ousting of Hasina directly, it does aim to take advantage of the ongoing political change in Bangladesh.</p><p>“[Pakistan] has tried to sideline the dark genocidal legacies of 1971 during the liberation war of Bangladesh by utilising the rising anti-India and Islamist sentiment in Bangladesh,” he said. “Moreover, it has also been the most active proponent of creating a Bangladesh-China-Pakistan trilateral regional arrangement, something about which Dhaka has expressed its reservations until now.”</p><h2 id=\"how-does-pakistan-view-the-upcoming-elections\">How does Pakistan view the upcoming elections?</h2><p id=\"pakistan-um-i-think-pakistan-also-would-be-okay-with-with-whatever-comes-the-um-i-think-that-for-pakistan-the-wild-card-the-wild-card-scenario-of-jamaat-somehow-uh-putting-itself-in-a-position-to-lead-the-next-government-that-would-be-ideal-for-pakistan-um-pakistan-would-clearly-be-the-only-regional-player-that-would-most-prefer-a-jamaat-government-i-do-think-that-s-unlikely-if-we-see-a-bnp-led-government-i-think-pakistan-would-be-okay-with-that-but-it-would-be-looking-for-signals-that-the-bnp-would-not-want-to-let-its-inclination-to-try-to-patch-things-up-with-india-diminish-efforts-in-recent-months-by-bangladesh-to-work-toward-a-better-relationship-with-bangladesh-and-i-think-that-for-islamabad-it-would-be-okay-with-the-scenario-where-a-bnp-led-government-essentially-tries-to-balance-its-growing-ties-with-pakistan-with-um-a-an-effort-to-patch-up-ties-with-india\">According to Kugelman, Pakistan will be happy with either of the two main parties coming to power in the upcoming elections, but a JIB victory would be ideal.</p><p>“Pakistan would clearly be the only regional player that would most prefer a Jamaat government,” he said.</p><p>“If we see a BNP-led government, I think, Pakistan would be OK with that,” he said.</p><p>But he warned that Islamabad would be eager to ensure that BNP does not try to patch Bangladesh’s ties with India.</p><p>“That would diminish Islamabad’s recent efforts to work towards a better relationship with Bangladesh.”</p><p>Still, Kugelman pointed out, “if Jamaat comes to power, there is a high chance that despite having close ties with Islamabad, they might also develop an understanding with New Delhi for their own interest rather than being overtly confrontational,” he said.</p><p>“BNP, in contrast, will keep all the channels of cooperation open with Pakistan but will not … tilt heavily on Islamabad. BNP’s policy is loud and clear; it’s Bangladesh first, which means national interest comes first, which means avoiding bandwagoning a foreign power and, rather, strategically hedging with a diverse range of external partners,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-are-china-bangladesh-relations\">How are China-Bangladesh relations?</h2><p>China’s influence in South Asia has been growing in recent years, and the country has been making efforts to boost <a href=\"/opinions/2024/1/4/bangladesh-elections-mark-a-pro-china-tipping-point-in-south-asia\">military and economic ties</a> with Bangladesh.</p><p>While China backed Pakistan during Bangladesh’s 1971 liberation war, since 1975, the two nations have been diplomatic partners, and Beijing has maintained cordial relations with Dhaka irrespective of the governing party.</p><p>Under Hasina, the two signed several economic agreements. That trend has continued under Yunus, whose administration has secured approximately $2.1bn in Chinese investments, loans and grants and encouraged more investment from the world’s second-largest economy in Bangladeshi infrastructure.</p><p>China has also pledged assistance for Bangladesh in managing the influx of refugees to Cox’s Bazar, where hundreds of Rohingya have fled persecution in Myanmar, placing pressure on Bangladesh’s infrastructure.</p><p>Last year, Yunus said he had discussed the possible purchase of fighter jets during his visit to China, though a deal has yet to be signed.</p><p>“China has been pragmatic and realistic about Hasina’s ouster,” Rejwan said. “Beijing warmly welcomed the formation of the interim government and was one of the first external partners to extend all kinds of support under the new political realities in Bangladesh.”</p><p>“Due to this Chinese charm offensive, the interim government in Dhaka further bolstered the existing bilateral cooperation with Beijing,” he added. “Indeed, it can be said that the Sino-Bangladesh relations were strong during Hasina’s regime and even stronger under the current interim administration, and are perceived to remain as so irrespective of whoever comes to power in Dhaka after the election,” he added.</p><h2 id=\"how-does-china-view-the-upcoming-election\">How does China view the upcoming election?</h2><p>China appears to be taking an active interest. Over the past year, Chinese leaders have been meeting leaders from Bangladesh’s political parties ahead of the elections.</p><p>In April last year, a senior Chinese Communist Party delegation met a delegation from the Jamaat. In June, Chinese Vice Minister of Foreign Affairs Sun Weidong met BNP secretary-general Mirza Fakhrul Islam Alamgir. In both these meetings, the upcoming elections were discussed.</p><p>Kugelman said China will watch the elections closely as it views Bangladesh as a key trade and investment partner.</p><p>“For Beijing, political stability in Dhaka is key due to its investments in the region. Beijing wants to ensure that the law-and-order challenges and other security concerns in Bangladesh would not impact Chinese interests on the ground,” he said.</p><p>Rejwan said, for China, the upcoming elections are also important since Bangladesh, for its strategic influence over South Asia, a region which has long been considered India’s sphere of influence.</p><p>“Unlike India, China has refrained from interfering in the domestic politics of Bangladesh and has historically maintained close ties with political parties like BNP and JIB even during the peak of Hasina’s rule,” he said.</p><p>But when it comes to the election outcome, Rejwan said, China has no explicit favourites.</p><p>“Whoever wins the majority, it will give its full support to that regime and, side by side, will maintain interaction with other major political parties. Beijing prefers inclusive rather than exclusive interactions with all the political players in Bangladesh,” he said.</p><p>“China’s primary challenge will be to prevent any US influence over the party that secures the majority in the polls and forms the government,” Rejwan added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Venezuela rights activist freed after amnesty announcement | Nicolas Maduro | Al Jazeera",
            "time": "2026-02-02T12:00:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770033557.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "ICE agent says they ‘don’t need a warrant’ to arrest people | Al Jazeera | Al Jazeera",
            "time": "2026-02-02T11:58:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ICE-X-JC-OFFICIAL-HORIZONTAL-THUMB-1770033257.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jersey City councilperson Jake Ephros records an interaction with ICE agents arresting a man at a light rail station. Ephros asks if they have a warrant and if they know who they took.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "In Zimbabwe, millions choose funeral insurance over pricey medical cover | Health News | Al Jazeera",
            "time": "2026-02-02T11:21:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP21005445205480-1770021918_94d1fc-1770025658.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Harare, Zimbabwe –</strong> Ngoni Mutambararo’s uncle, Steward Ganda, 60, spent the last months of his life at home, trying to recover from a severe ailment on his own.</p><p>Ganda suffered from severe pain in his legs that left him confined to bed and unable to tend the small tuck shop he ran in Kambuzuma, a low-income suburb in Harare.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Like millions of Zimbabweans without health insurance and unable to cover hospital expenses, he had hoped to soldier through and get well without medical attention. But as the weeks and months passed, his condition deteriorated.</p><p>Eventually, family members convinced him to consult a physician, and he was first admitted to Sally Mugabe Central Hospital. Doctors initially suspected he’d suffered a stroke. But on further inspection, they told the family he may have a kidney-related issue and needed to see a specialist, a nephrologist whose consultation fee was $600.</p><p>With no savings, Ganda’s family spent a month late last year trying to gather the money, hoping it would save his life. But it was too late.</p><p>“We couldn’t raise that amount,” Mutambararo, 39, told Al Jazeera. “He died barely a month after the admission.”</p><p>Soon after, the funeral was held. And while Ganda had spent his last months in pain and relative poverty, the service that bid him farewell was enviable: a casket, a hearse, burial equipment and a 65-seat bus to carry mourners on the 135km (85-mile) journey from Harare to his hometown of Wedza.</p><p>While Ganda could not afford health insurance, which averages about $200 per month and would have covered his diagnosis and treatment, he never missed his $11 monthly payment to a funeral services company, Nyaradzo Group, which paid his post-death costs.</p><p>Ganda is no exception. In Zimbabwe, data show more people are preparing for death than for survival as funeral insurance has eclipsed medical cover to become the most widely held financial product in the country.</p><figure id=\"attachment_4283153\" aria-describedby=\"caption-attachment-4283153\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283153\" src=\"/wp-content/uploads/2026/02/Ganda-1770025127-e1770025220230.jpeg?w=573&amp;resize=573%2C382&amp;quality=80\" alt=\"Zimbabwe\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283153\" class=\"wp-caption-text\">Ngoni Mutambararo sprinkles water on his uncle’s grave in Wedza shortly after his burial [Tafadzwa Mwanengureni/Al Jazeera]</figcaption></figure><p>Although health insurance is accessible through employers and monthly premiums are deducted automatically from salaries, <a href=\"https://gga.org/zimbabwe-one-vast-informal-business/\">fewer than 900,000 Zimbabweans</a> are formally employed.</p><p>About <a href=\"https://zimstat.co.zw/wp-content/uploads/demography/zdhs/zhds2023_24_report.pdf\">16 million people</a>, or roughly 90 percent of the population, have no health insurance and must fund medical care out of their own pockets, according to 2023-2024 data from Zimbabwe’s National Statistics Agency.</p><p>At the same time, experts said funeral policies offer a cheaper, culturally resonant form of support, especially in a society in which dignity in death often takes precedence over safeguarding life itself.</p><p>Of all insured Zimbabweans, <a href=\"https://finmark.org.za/Publications/FinScope_Zimbabwe_2022_Consumer_Presentation.pdf\">72 percent</a> hold funeral insurance policies while 30 percent have health insurance, according to a 2022 report from the financial inclusion nonprofit FinMark Trust.</p><h2 id=\"life-after-death-is-important\">‘Life after death is important’</h2><p>For most Zimbabweans, medical cover is a luxury they cannot afford, so they forgo private healthcare for government services. Public health fees can start at about $5 per month, but government-run facilities suffer from poor infrastructure, limited drug supplies and staff shortages caused by the migration of healthcare professionals, which many said lead to low-quality care.</p><p>Although some private insurance premiums start at about $10 per month, others run into tens and even a few hundred dollars, putting plans beyond the reach of many households in a country where <a href=\"https://borgenproject.org/facts-about-poverty-in-zimbabwe/\">60 percent</a> of the population lives on less than $3.65 a day.</p><p>In comparison, funeral insurance plans are widely accessible and relatively low cost. The funeral cover provider Ecosure, for instance, offers plans starting at $0.75 while Zimnat’s policies begin at $1.</p><p>“Funerals are immediate, unavoidable events that come with significant financial and communal expectations,” said Innocent Tshuma, the public relations manager at Doves Holdings Group, a funeral services provider.</p><p>“In contrast, access to comprehensive medical aid remains limited due to affordability challenges, exclusions and unpredictable out-of-pocket costs.”</p><p>He argued that Zimbabweans place deep importance on dignity, respect and collective responsibility at times of death and funeral insurance offers certainty in cost and service delivery, “which explains its strong appeal in an environment of constrained household incomes”.</p><figure id=\"attachment_4282989\" aria-describedby=\"caption-attachment-4282989\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4282989\" src=\"/wp-content/uploads/2026/02/3-1770021898.jpg?w=770&amp;resize=770%2C669&amp;quality=80\" alt=\"Zimbabwe\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4282989\" class=\"wp-caption-text\">Representatives for Doves Holdings, a funeral services provider, meet prospective policyholders in Harare, Zimbabwe [Tafadzwa Mwanengureni/ Al Jazeera]</figcaption></figure><p>Vivek Solanki, a physician and member of the Zimbabwe Medical Association, agreed.</p><p>“In Zimbabwean culture, the aspect of life after death is very much important, and it’s actually not a financial one,” he told Al Jazeera.</p><p>On the other hand, he added, “it’s almost a taboo to think about how and when [someone is] going to get sick … because it’s like you are attracting bad things to happen.”</p><p>Solanki also attributed the low numbers of people with health insurance to a legacy of post-independence policies when citizens relied on government-funded healthcare and rarely worried about costs. But things have been deteriorating since the public system began collapsing in the 2000s after Western <a href=\"/economy/2019/10/25/thousands-in-zimbabwe-denounce-evil-western-sanctions\">sanctions</a> were imposed.</p><p>“But today, even to receive proper healthcare in public hospitals, private funds are required,” Solanki said. “For many people in Zimbabwe, covering the financial burden of emergencies, chronic illnesses and noncommunicable diseases has become extremely challenging.”</p><p>Low prioritisation of medical insurance remains a significant hurdle in Zimbabwe, where <a href=\"https://hdr.undp.org/sites/default/files/Country-Profiles/MPI/ZWE.pdf\">25 percent</a> lack access to basics like food, healthcare and education. To address this, the country plans to launch a national health insurance scheme in June as it aims to expand access to quality healthcare for all.</p><p>Itai Rusike – the director of the Community Working Group on Health, a network of civic organisations, and a public health activist – said the initiative “affirms the government’s commitment to ensure universal health coverage”.</p><p>However, he expressed concerns about the government’s capacity to sustain the programme, given the current challenges of high public debt, currency fragility and persistent inflation facing Zimbabwe.</p><p>“To fully achieve the full potential of a National Health Insurance scheme, actions to address the social determinants of health must be implemented,” he said. “These include economic stability, community and physical environment, education and social context, and the healthcare system.”</p><figure id=\"attachment_4283005\" aria-describedby=\"caption-attachment-4283005\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283005\" src=\"/wp-content/uploads/2026/02/AP20070446698304-1770021946.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Zimbabwe\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283005\" class=\"wp-caption-text\">A coffin maker displays a coffin for sale while working on another one on the streets of Harare [File: Tsvangirayi Mukwazhi/AP]</figcaption></figure><h2 id=\"death-insurance-a-commercialisation-of-life\">Death insurance: A ‘commercialisation of life’?</h2><p>The public health system currently is in a state of collapse after years of chronic underfunding. With just 1.7 hospital beds per 1,000 people and a maternal mortality rate of 462 per 100,000 live births compared with a global rate of 197 deaths per 100,000 live births, thousands are locked out of essential care.</p><p>Funeral insurance, on the other hand, is accessible and booming with <a href=\"https://www.newsday.co.zw/theindependent/opinion/article/200029774/ceteris-paribus-funeral-assurance-in-zim-a-look-into-market-viability\">66 percent of all life assurance revenue</a> in 2024 coming from funeral policies.</p><p>According to EcoSure, funerals typically cost $800 to $3,000 in Zimbabwe depending on the city, number of attendees and type of service. For many, this makes funeral insurance a worthwhile investment.</p><p>However, African spiritualist and traditionalist Pearson Takaingei Marinda calls the trend a “commercialisation of life”.</p><p>“Culturally, we appreciate and celebrate life and transition [death], but in the modern day, we are forced to prepare for death more than life,” Marinda told Al Jazeera. “Traditionally, funerals and burials are facilitated by the society and the deceased would be buried covered in animal skin, but due to commercialisation, people are forced to pay for coffins.”</p><p>In line with newer traditions, those who cannot afford formal funeral policies are turning to informal, community-based burial schemes, joining grassroots efforts to ensure their families can preserve dignity in death.</p><p>Ellie Mlambo, whose father died last year after a long battle with a heart condition, spent nearly a year consulting traditional healers and prophets because their services were far cheaper than medical insurance and hospital bills.</p><p>When he passed, two burial savings groups – Chirongwa Chemadzimai Chekuviga and Tashinga Burial – attended Mlambo’s father’s funeral in Machavangu, 100km (62 miles) southeast of Harare, supporting her bereaved mother. The former collects $1 per member per month and helps contribute to eventual funeral costs while the latter collects $2 per member monthly and contributes $120 towards a coffin.</p><p>“My mother paid up for two burial savings, but since my father was on my funeral policy, the money was given to my mother for other uses,” Mlambo told Al Jazeera.</p><figure id=\"attachment_4282991\" aria-describedby=\"caption-attachment-4282991\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4282991\" src=\"/wp-content/uploads/2026/02/4-1770021905.jpg?w=770&amp;resize=770%2C674&amp;quality=80\" alt=\"Zimbabwe\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4282991\" class=\"wp-caption-text\">Doves Holdings representatives speak to potential customers in Harare [Tafadzwa Mwanengureni/Al Jazeera]</figcaption></figure><p>Some informal burial groups often go beyond covering funeral costs and provide mealie-meal, a traditional corn-based dish, vegetables and cooking utensils to support the bereaved.</p><p>In Jegede village, a rural area in Zaka, community members established the Jegede Burial Society last year after an elderly woman died without the means to afford a coffin, a proper burial or food for those attending her funeral. Traditionally, the bereaved family would provide for the funeral, and neighbours would simply gather to offer moral support, but the community now helps ensure basic needs are met.</p><p>The chairperson of the Jegede Burial Society, Chomudisa Jegede, said the incident reminded the community of the importance of having a contingency plan for funerals.</p><p>“Our community responded well, and we are now made up of 44 members and each is obliged to contribute $10 when a member dies,” he told Al Jazeera. “It is working very well because so far we have managed to assist some five members during funerals of their immediate families.”</p><p>However, Jegede noted that the community needs to go beyond death and also focus on the need for health insurance.</p><p>His sentiments were echoed by Solanki from the Zimbabwe Medical Association.</p><p>“Education and public awareness on the importance of medical insurance and providing funds towards healthcare is the way to go in an era where health is no longer free,” he said.</p><p>He also urged Zimbabweans in the diaspora to contribute to the initiative, noting that their experience with health insurance in the countries where they work gives them a clearer understanding of its benefits.</p><p>“Perhaps the diasporians could fund or pay towards health insurance of their families in Zimbabwe,” he said, “I think that’ll be one of the ways to encourage people, educate them and create awareness of the essential need for health funding in case of any emergency or health ailments.”</p><p><em>This article is published in collaboration with <a href=\"http://www.egab.co\">Egab</a>.</em></p></div></div></body></html>"
        },
        {
            "title": "What we know about the limited reopening of the Rafah crossing | Gaza | Al Jazeera",
            "time": "2026-02-02T11:20:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770031195.jpg?resize=1919%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Japan deep-sea hunt finds rare earths as it seeks to cut reliance on China | Mining News | Al Jazeera",
            "time": "2026-02-02T11:09:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260202__94RV29E__v1__HighRes__FilesJapanChinaOceansMining-1770021653.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan deep-sea hunt finds rare earths as it seeks to cut reliance on China</h1><p class=\"article__subhead\"><em>Tokyo proclaims Pacific Ocean mission world’s first attempt to tap rare earths at such a depth.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2026/1/22/japan-shuts-reactor-at-worlds-biggest-nuclear-plant-a-day-after-restart\">Japan</a> has announced the discovery of rare earth elements at record sea depths.</p><p>The government said on Monday that a deep-sea test mission in the Pacific Ocean had retrieved sediment containing <a href=\"/economy/2025/10/21/despite-us-push-china-poised-to-dominate-rare-earths-for-years\">rare earths</a> from depths of 6,000 metres (about 20,000 feet). Tokyo has stepped up efforts to mine deep-sea deposits in a bid to reduce its dependence on China for the valuable minerals.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Government spokesman Kei Sato said the sample, recovered by the Japan Agency for Marine-Earth Science and Technology (JAMSTEC), was being analysed for the quantity of rare earth contained in the sediment.</p><p>She called the retrieval of the sediment “a meaningful achievement both in terms of economic security and comprehensive maritime development”.</p><p>On Sunday, Science and Technology Minister Yohei Matsumoto, whose ministry oversees JAMSTEC’s work, announced in a social media post that “rare earth mud” had been collected by research vessel Chikyu.</p><p>The deep-sea scientific drilling boat set sail last month for the remote Pacific island of Minami Torishima, where surrounding waters are believed to contain a rich trove of valuable minerals.</p><p>The area around Minami Torishima, which is in Japan’s economic waters, is estimated to contain more than 16 million tonnes of <a href=\"/video/pinch-point/2025/5/11/the-race-for-rare-earths\">rare earths</a>. The Nikkei business daily says it is the third-largest reserve globally.</p><figure id=\"attachment_4064855\" aria-describedby=\"caption-attachment-4064855\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4064855\" src=\"/wp-content/uploads/2025/10/2025-10-28T022100Z_2023670547_RC2QKHA27GC1_RTRMADP_3_USA-TRUMP-JAPAN-1761621164.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"U.S. President Donald Trump and Japanese Prime Minister Sanae Takaichi hold up signed documents regarding securing the supply of critical minerals and rare earths, at a bilateral meeting at Akasaka Palace in Tokyo, Japan, October 28, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4064855\" class=\"wp-caption-text\">US President Donald Trump and Japanese Prime Minister Sanae Takaichi hold up signed documents regarding securing the supply of critical minerals and rare earths, at a bilateral meeting at Akasaka Palace in Tokyo, Japan, October 28, 2025 [Reuters]</figcaption></figure><p>Late last year, Japan signed an agreement with the United States to coordinate on securing the supply of rare earths, with both eyeing China’s control of much of the world’s critical minerals.</p><p>In particular, Japan fears that China, the world’s biggest supplier of rare earths, could choke exports of the mineral due to strained diplomatic relations.</p><p>As tempers have flared in recent months, Japanese Prime Minister Sanae Takaichi suggested Tokyo could react militarily should China attack Taiwan.</p><p>Japan, which imports roughly 70 percent of its rare earths from China, according to the Yomiuri Shimbun newspaper, was spooked when Beijing responded to Takaichi’s remarks by blocking exports of “dual-use” items with potential military uses.</p><p>Rare earths, 17 metals difficult to extract from the Earth’s crust, are used in everything from electric vehicles to hard drives, wind turbines and missiles.</p><p>Japan said JAMSTEC’s mission was the world’s first bid to tap deep-sea rare earths at such a depth.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "In Gaza, my sister and nieces were my life. Israel killed them | Gaza | Al Jazeera",
            "time": "2026-02-02T10:17:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/page-Cover-1768923492.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"longform-hero__content longform-hero__content--vertically-center longform-hero__content--horizontally-center\"><h1 class=\"longform-hero__title longform-hero__title--large\">In Gaza, my sister and nieces were my life. Israel killed them</h1><p class=\"longform-hero__summary\">Samia Alatrash recalls life before the war and the night she lost her family.</p></div></div></body></html>"
        },
        {
            "title": "China carries out further executions of Myanmar scam centre suspects | Crime News | Al Jazeera",
            "time": "2026-02-02T10:02:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26008260570201-1770018985.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>China carries out further executions of Myanmar scam centre suspects</h1><p class=\"article__subhead\"><em>The executions are part of broader crackdown by Beijing on centres across Southeast Asia, which are built on an industrial scale and hunt scam victims across the globe, as well as running kidnapping, prostitution and drugs rackets.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has executed four people found guilty of causing six Chinese citizens’ deaths and running scam and gambling operations out of Myanmar worth more than $4bn.</p><p>The Shenzhen Intermediate People’s Court in southern China announced the executions on Monday morning in a statement. However, the timing of the executions was not clear.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The executions of 11 other people convicted of running scam centres in Myanmar had been announced last week.</p><p>The Shenzhen court sentenced five people accused of running a network of scam centres and casinos to death in November. One of the defendants, group leader Bai Suocheng, died of illness before the sentence was carried out.</p><p>The group had established industrial parks in Myanmar’s Kokang region bordering China, from where they allegedly ran gambling and telecom scam operations involving abductions, extortion, forced prostitution, and drug manufacturing and trafficking.</p><p>They defrauded victims of more than 29 billion yuan ($4.2bn) and caused the deaths of six Chinese citizens and injuries to others, the court said.</p><p>Their crimes “were exceptionally heinous, with particularly serious circumstances and consequences, posing a tremendous threat to society”, the court’s statement said.</p><p>The defendants appealed the verdict, but the Guangdong Provincial High People’s Court dismissed their applications, it added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The executions are part of a <a href=\"/news/2026/1/29/china-executes-11-linked-to-myanmar-scam-operations-state-media#:~:text=China%20has%20executed%2011%20people,crackdown%20on%20the%20illegal%20operations.\">broader crackdown</a> by Beijing on scam operations in Southeast Asia, where scam parks have become an industrial-scale business, especially in Myanmar, Cambodia and Laos.</p><p>A mix of trafficked and willing labour has carried out digital scams on victims around the world, including thousands of Chinese citizens.</p><p>Authorities in the region face growing international pressure from China, the United States and other nations to address the proliferation of crime.</p><p>Experts say most of the centres are run by Chinese-led crime syndicates working with Myanmar armed groups, taking advantage of the country’s instability amid the ongoing war.</p><p>Myanmar’s military government has long been accused of turning a blind eye, but it has trumpeted a crackdown over the last year after being lobbied by key military backer China, experts say.</p><p>In October, more than 2,000 people were arrested in a raid on KK Park, an infamous scam centre on Myanmar’s border with Thailand.</p><p>However, some raids mounted by the government have been part of a propaganda effort, according to monitors, choreographed to vent pressure from Beijing without denting profits that enrich the military’s militia allies.</p></div></div></body></html>"
        },
        {
            "title": "‘Red line’: Global NGOs working in Gaza defy Israel’s threats after MSF ban | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-02T09:55:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-30T053411Z_1597605144_RC2V6EAN69PK_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-BIDEN-1770018538.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As Israel <a href=\"/news/2026/2/1/israel-says-it-will-ban-msf-from-operating-in-gaza\">cracks down</a> on international aid groups supporting Palestinians after decimating <a href=\"/opinions/2025/12/29/a-call-to-save-gazas-healthcare-system\">Gaza’s healthcare system</a>, eight NGOs have told Al Jazeera they will defy an order to provide information about their colleagues in the strip and the rest of occupied Palestinian territory.</p><p>Action Aid, Alianza por la Solidaridad, Medecins du Monde, Medicos Del Mundo, Premiere Urgence Internationale, American Friends Service Committee, Medico International and Medical Aid For Palestinians have joined <a href=\"/news/2026/1/28/oxfam-refuses-to-provide-israel-with-details-of-staff-in-gaza\">Oxfam</a> and <a href=\"/news/2026/1/30/msf-says-it-will-not-hand-over-staff-details-to-israeli-authorities\">Doctors Without Borders</a>, known by its French acronym MSF, in refusing to comply with Israel’s requirements for registration.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It’s an absolute red line,” a Premiere Urgence Internationale spokesperson told Al Jazeera. Sending lists about employees to Israel “would potentially endanger the lives of our staff”.</p><p>Medecins du Monde said, “Humanitarian access is not optional, conditional, or political. Israel is unconditionally obliged to facilitate relief schemes under international humanitarian law.”</p><p>Since Israel’s genocidal war against Palestinians in Gaza began in October 2023, its military has killed more than 550 aid workers, including 15 MSF staff.</p><p>On January 1, Israel <a href=\"/news/2025/12/31/which-aid-groups-is-israel-banning-from-gaza-now-and-what-will-it-mean\">withdrew</a> the licences of 37 aid organisations, saying they had not shared data about their employees, funding and operations. According to rules set out by Israel’s Ministry for Diaspora Affairs and Combating Antisemitism, the information to be handed over for the sake of “security and transparency” includes copies of passports, CVs and names of family members, including children.</p><p>Al Jazeera contacted all 37 aid groups. Overall, 10 have said they will refuse to provide Israel with staff lists, four said they would not comment and the rest did not respond. The International Rescue Committee said it was “in touch with relevant authorities” and was seeking a way to sustain the delivery of life-saving aid.</p><h2 id=\"pretext-to-obstruct-humanitarian-assistance\">‘Pretext to obstruct humanitarian assistance’</h2><p>Action Aid said the requirements “form part of a relentless campaign to undermine and dismantle the systems that sustain Palestinian life”.</p><p>The measures, it said, compel charities to “accept political and ideological conditions unrelated to humanitarian work, violating our duty of care, international data-protection standards, labour laws and core humanitarian principles”.</p><p>Israel has weaponised aid throughout the genocide and officials have incited violence against Palestinian humanitarian workers by accusing some of them, without evidence, of aligning with Hamas.</p><p>It has claimed that MSF had employed fighters, an allegation the group rejects.</p><p>On Sunday, the Israeli ministry ordered MSF, which operates 20 health clinics in Gaza, to cease its activities by February 28.</p><p>“This is a pretext to obstruct humanitarian assistance,” MSF said, adding that it did not hand over the names of its employees because Israeli authorities “failed to provide the concrete assurances required to guarantee our staff’s safety, protect their personal data and uphold the independence of our medical operations”.</p><p>“For Israel, the genocidal project did not stop,” Ghassan Abu Sittah, a British-Palestinian surgeon who volunteers in Gaza, told Al Jazeera. “The destruction of the health system, which is a central tenet of the genocidal project, needs to continue into the ‘ceasefire’.”</p><p>He said the work of aid groups has become “more important” since Israel destroyed the Palestinian health system.</p><p>“These NGOs, by and large, particularly NGOs like MSF, rely almost exclusively on the services being provided by their Palestinian staff. And so all of the clinical work is now provided by Palestinian doctors.”</p><p>MSF had earlier agreed to the registration requirements but reversed the decision, saying Israel had failed to allay its fears about its staff’s safety.</p><p>MSF provides 20 percent of Gaza’s hospital beds. In 2025, it held 800,000 medical consultations and assisted in one in three births in the enclave – “services that cannot easily be replaced”, the medical charity said.</p><h2 id=\"fears-of-another-ghf-style-intervention\">Fears of another GHF-style intervention</h2><p>In its statement on banning MSF, the Israeli government said, “concurrently, assessments are being made to provide alternative medical solutions” after MSF’s “departure”, a statement that concerned experts and doctors.</p><p>James Smith, an emergency physician who has volunteered in Gaza, said, “The great fear … is that Israel will do what it did with the Gaza Humanitarian Foundation (GHF).”</p><p>The GHF was a United States- and Israel-backed scheme with the stated aim of distributing food in Gaza. But Israeli forces and foreign military contractors regularly fired at those seeking aid. More than 850 Palestinians were killed around GHF sites during its six-month operations in 2025.</p><p>“[Israel] will create these pseudo-humanitarian organisations,” Smith warned. “It will use the language of humanitarianism to create alternative systems over which it has complete control, and those systems will be used to enact violence and suffering rather than to deliver on humanitarian objectives.”</p><p>He added that Israel is “committing genocide” by denying the entry of humanitarian aid into Gaza.</p><p>“You commit genocide with bullets and bombs, and you also commit genocide by ensuring that people don’t have access to clean water, nutritious food, safe and dignified shelter, or effective medical care.”</p><p>Medico International told Al Jazeera that the purpose of the registration drive was to make NGOs subservient and complicit to Israeli actions “or if they refuse, to deny and criminalise them”.</p><p>The push against NGOs “cannot come as a surprise for anyone familiar with the years of smear campaigns against Israeli and Palestinian human rights organisations”, it said.</p><p>Medical Aid for Palestinians said it will not engage in a registration process, describing the order as a “deliberate political attack designed to silence, control and censor humanitarian organisations”.</p><p>“Under international law, Israel is required to facilitate rapid and unimpeded humanitarian assistance – not obstruct, politicise or criminalise it.”</p></div></div></body></html>"
        },
        {
            "title": "Video: Hope and fear in Syrian areas retaken from SDF forces | Kurds | Al Jazeera",
            "time": "2026-02-02T09:17:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770023860.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Grammy winners 2026: Bad Bunny, Kendrick Lamar and ICE criticism | Arts and Culture News | Al Jazeera",
            "time": "2026-02-02T09:04:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-02T044214Z_523128200_HP1EM220D2CTY_RTRMADP_3_AWARDS-GRAMMYS-1770011128.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"108\" data-end=\"238\">Puerto Rican rapper Bad Bunny has won the coveted Album of the Year honour at the Grammy Awards, while Kendrick Lamar and SZA took home Record of the Year for “Luther”.</p><p data-start=\"240\" data-end=\"363\">Among other notable wins, Olivia Dean was named on Sunday Best New Artist, and siblings Billie Eilish and Finneas earned Song of the Year.</p><p data-start=\"357\" data-end=\"402\">The main broadcast was hosted by comedian Trevor Noah.</p><p data-start=\"404\" data-end=\"670\">Bad Bunny, who is due to headline the Super Bowl LX half-time show next week, also used his acceptance speech to voice criticism of the United States Immigration and Customs Enforcement (ICE) agency.</p><p data-start=\"672\" data-end=\"788\">Accepting his award for Best Album, he started by saying, “Before I thank God, I want to say: ICE out!”</p><p data-start=\"790\" data-end=\"906\">“We’re not savages, we’re not animals, we’re not aliens. We are human beings, and we are Americans,” he added.</p><p></p><p data-start=\"908\" data-end=\"1109\">Billie Eilish also referenced ICE during the ceremony. While accepting Song of the Year, Eilish, who has previously criticised ICE policies, said, “no one is illegal on stolen land”, in an apparent reference to how the US was built on occupying land that originally belonged, in many cases, to Native American communities.</p><p data-start=\"1092\" data-end=\"1220\">Just before Bad Bunny won his first televised award, he and Noah also engaged in a conversation touching on ICE and Puerto Rico.</p><p data-start=\"1222\" data-end=\"1317\">“If things keep getting worse in America, can I come live with you in Puerto Rico?” Noah asked. “Trevor, I have some news for you. Puerto Rico is part of America,” Bad Bunny replied.</p><p data-start=\"1222\" data-end=\"1317\">Several artists, including Kehlani and Gloria Estefan, took the opportunity to voice support for immigrant communities. On the red carpet, many celebrities made a statement wearing “ICE out” pins, including Justin and Hailey Bieber and Joni Mitchell.</p><p data-start=\"1407\" data-end=\"1503\">Beyond the political moments of the night, here is a list of the winners from the Grammys 2026:</p><p><strong>Album of the Year<br>\n</strong>Debi tirar mas fotos (I should have taken more photos) – Bad Bunny</p><p><strong>Record of the Year</strong><br>\nLuther – Kendrick Lamar with SZA</p><p><strong>Best Rap Album</strong><br>\nGNX – Kendrick Lamar</p><p><strong>Best Latin Urban Album</strong><br>\nDebi tirar mas fotos – Bad Bunny</p><p><strong>Best New Artist</strong><br>\nOlivia Dean</p><p><strong>Best Pop Vocal Album</strong><br>\nMayhem – Lady Gaga</p><p><strong>Best Pop Solo Performance</strong><br>\nMessy – Lola Young</p><p><strong>Song of the Year (Songwriter’s award)</strong><br>\nWildflower – Billie Eilish O’Connell and Finneas O’Connell</p><figure id=\"attachment_4282650\" aria-describedby=\"caption-attachment-4282650\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4282650\" src=\"/wp-content/uploads/2026/02/2026-02-02T051530Z_1129108315_HP1EM220ELSVF_RTRMADP_3_AWARDS-GRAMMYS-1770011310.jpg?w=770&amp;resize=770%2C534&amp;quality=80\" alt='Billie Eilish and Finneas wearing ICE Out pins pose with the award for Song of the Year for \"WILDFLOWER\" ' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4282650\" class=\"wp-caption-text\">Billie Eilish and Finneas, wearing ICE Out pins, pose with the Song of the Year award for ‘Wildflower’ [Mike Blake/Reuters]</figcaption></figure><p><strong>Best Dance/Electronic Album</strong><br>\nEUSEXUA – FKA twigs</p><p><strong>Best Pop Duo/Group Performance</strong><br>\nDefying Gravity – Cynthia Erivo and Ariana Grande</p><p><strong>Best Rock Album</strong><br>\nNever Enough – Turnstile</p><p><strong>Best Contemporary Country Album</strong><br>\nBeautifully Broken – Jelly Roll</p><p><strong>Best R&amp;B Album</strong><br>\nMutt – Leon Thomas</p><p><strong>Best Traditional Pop Vocal Album</strong><br>\nA Matter of Time – Laufey</p><p><strong>Best Latin Pop Album</strong><br>\nCancionera – Natalia Lafourcade</p><p><strong>Best Mexican Music Album</strong><br>\nPalabra De To’s (Seca) – Carin Leon</p><p><strong>Best Compilation Soundtrack for Visual Media</strong><br>\nSinners – Various artists</p><p><strong>Best Score Soundtrack for Visual Media (composer’s award)</strong><br>\nSinners – Ludwig Goransson</p><p><strong>Best Gospel Album<br>\n</strong>Heart of Mine – Darrel Walls, PJ Morton</p><p><strong>Best Contemporary Christian Music Album<br>\n</strong>Coritos Vol 1 – Israel &amp; New Breed</p><p><strong>Best Song Written for Visual Media<br>\n</strong>Golden from KPop Demon Hunters</p><p><strong>Best Jazz Vocal Album<br>\n</strong>Portrait – Samara Joy</p><figure id=\"attachment_4282681\" aria-describedby=\"caption-attachment-4282681\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4282681\" src=\"/wp-content/uploads/2026/02/2026-02-01T232658Z_942367688_HP1EM211T4VBC_RTRMADP_3_AWARDS-GRAMMYS-1770011642.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Samara Joy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4282681\" class=\"wp-caption-text\">Samara Joy accepts the Best Jazz Vocal Album award for ‘Portrait’ during the premiere ceremony of the 68th Annual Grammy Awards in Los Angeles [Daniel Cole/Reuters]</figcaption></figure><p><strong>Best Jazz Instrumental Album<br>\n</strong>Southern Nights, Sullivan Fortner featuring Peter Washington and Marcus Gilmore</p><p><strong>Best African Music Performance<br>\n</strong>Push 2 Start – Tyla</p><p><strong>Best Reggae Album<br>\n</strong>BLXXD &amp; FYAH – Keznamdi</p><p><strong>Best Music Video</strong><br>\nAnxiety – Doechii</p><p><strong>Best Music Film</strong><br>\nMusic by John Williams</p><p><strong>Best Alternative Music Album</strong><br>\nSongs of a Lost World – The Cure</p><p><strong>Songwriter of the Year</strong><br>\nAmy Allen</p><p><strong>Producer of the Year, Nonclassical</strong><br>\nCirkut</p><p><strong>Best Comedy Album</strong><br>\nYour Friend – Nate Bargatze</p><p><strong>Best Audio Book, Narration and Storytelling Recording</strong><br>\nMeditations: The Reflections of His Holiness The Dalai Lama – Dalai Lama</p><p><strong>Best Spoken Word Poetry Album</strong><br>\nWords for Days Vol 1 – Mad Skillz</p><p><strong>Best Album Cover</strong><br>\nChromakopia</p><p><strong>The Dr Dre Global Impact Award</strong><br>\nPharrell Williams</p><figure id=\"attachment_4282684\" aria-describedby=\"caption-attachment-4282684\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4282684\" src=\"/wp-content/uploads/2026/02/2026-02-02T043127Z_504606054_HP1EM220CKCT6_RTRMADP_3_AWARDS-GRAMMYS-1770011704.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pharrell Williams performs during the 68th Annual Grammy Awards\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4282684\" class=\"wp-caption-text\">Pharrell Williams performs during the 68th Annual Grammy Awards in Los Angeles [Daniel Cole/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Music stars target ICE crackdown at Grammys ceremony | Music News | Al Jazeera",
            "time": "2026-02-02T08:54:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26033019112294-1770010142.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Music stars target ICE crackdown at Grammys ceremony</h1><p class=\"article__subhead\"><em>‘ICE out’, says Puerto Rican star Bad Bunny, whose upcoming Super Bowl appearance is set to be patrolled by ICE agents.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Artists accepting awards at this year’s Grammys ceremony have used their time on the podium to denounce the United States government’s <a href=\"/news/2026/1/25/heres-what-to-know-about-your-legal-rights-when-encountered-with-ice\">crackdown on immigrants</a>.</p><p>Artists, including Bad Bunny and Billie Eilish, wore badges reading “ICE OUT” and used their acceptance speeches at Sunday’s ceremony to express their outrage over the Immigration and Customs Enforcement (ICE) raids that have provoked furious protests and resulted in several deaths on the streets and among those in detention.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The celebrity pushback came amid a surging public backlash against ICE operations in multiple cities, which have led to widespread protests over the <a href=\"/news/2026/1/24/us-federal-agents-shoot-another-person-in-minneapolis-governor\">fatal shootings of two American citizens</a> by federal agents and the arrest of <a href=\"/news/2026/2/1/five-year-old-boy-and-father-detained-by-ice-return-home-to-minnesota\">five-year-old</a> Liam Conejo Ramos and his father.</p><p>“Ice out,” said Puerto Rican star Bad Bunny, collecting a Grammy for his album Debi Tirar Mas Fotos. “We’re not savages, we’re not animals, we’re not aliens; we are humans, and we are Americans.”</p><p>Bad Bunny’s upcoming half-time performance at this year’s Super Bowl has been singled out for ICE attention by Homeland Security Secretary Kristi Noem. She has warned that only “law-abiding Americans who love this country” should attend because federal agents would be “all over” the February 8 event, according to a New York Times report published in October.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Billie Eilish, who received an award for her song “Wildflower”, also made her feelings known from the stage.</p><p>“F*** ICE,” said the singer-songwriter. “No one is illegal on stolen land.”</p><p>Damian Kulash, lead vocalist of the band OK Go, told news agency Reuters that “feeling any sense of joy and lightness” at the event felt “a little bit irresponsible”.</p><p>“Our own government has raised an army of … masked anonymous men to attack its own people, and that feels utterly irresponsible for us to be celebrating anything right now,” he said.</p><p>Justin Vernon, whose band Bon Iver is up for best alternative music album, said he wore a whistle to honour the legal observers who are documenting federal agents’ actions on the streets.</p><p>Jess Morales Rocketto, executive director of Latino advocacy group Maremoto, told The Associated Press news agency that the show of outrage was “more than a red carpet moment”.</p><p>She described a range of industry forces standing in the way of artists’ political expression, with potential objections coming from record companies, managers or corporate partners.</p></div></div></body></html>"
        },
        {
            "title": "Right wing candidate Fernandez declares victory in Costa Rica | Elections | Al Jazeera",
            "time": "2026-02-02T08:42:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770021713.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Cuba denies security threat accusations as US raises pressure | Politics News | Al Jazeera",
            "time": "2026-02-02T08:38:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-17T015251Z_443481867_RC2D2JARUV0B_RTRMADP_3_USA-VENEZUELA-CUBA-1770013666.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Cuban government has rejected accusations that it poses a threat to the security of the United States, insisting that it stands ready to cooperate with Washington.</p><p>The Cuban Ministry of Foreign Affairs issued a statement on Monday calling for dialogue and stressing that the Caribbean island does not support “terrorism”. The declaration comes amid a spike in tension after the abduction of Venezuelan leader <a href=\"/news/2026/1/4/who-is-is-nicolas-maduro\">Nicolas Maduro</a> last month, which was part of President Donald Trump’s <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">drive</a> for US domination of the Western Hemisphere.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Cuban people and the American people benefit from constructive engagement, lawful cooperation, and peaceful coexistence,” the statement from Havana said.</p><p>“Cuba reaffirms its willingness to maintain a respectful and reciprocal dialogue, oriented toward tangible results, with the United States government, based on mutual interest and international law.”</p><p>The statement came hours after Trump said diplomatic contact with Cuba had been revived, noting that his administration is talking to the “highest people” in the Cuban government.</p><p>“Cuba is a failing nation for a long time. But now it doesn’t have Venezuela to prop it up,” Trump told reporters late on Sunday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Venezuela was Cuba’s top energy supplier, but since <a href=\"/news/2026/1/24/remote-coercion-what-has-us-approach-been-since-abduction-of-maduro\">US forces toppled</a> Maduro, the flow of oil to the island has all but come to a halt.</p><p>The US has also been intercepting and seizing <a href=\"/news/2026/1/21/us-seizes-a-seventh-venezuela-linked-oil-tanker\">Venezuelan oil tankers</a> in the Caribbean – a move that critics say amounts to piracy.</p><p>Beyond oil supplies, Cuba had close economic and security relations with Maduro’s government. Nearly 50 <a href=\"/news/2026/1/17/nearly-50-venezuelan-soldiers-killed-in-us-abduction-of-president-maduro\">Cuban soldiers</a> were killed during the abduction of the Venezuelan leader.</p><p>The Trump administration has also been pressuring Mexico to stop supplying Cuba with oil. A total energy siege could lead to a serious humanitarian crisis in the country.</p><h2 id=\"malign-actors\">‘Malign actors’</h2><p>Washington has had hostile relations with Havana since the rise of the late President Fidel Castro after the communist revolution that overthrew US-backed authoritarian leader Fulgencio Batista in 1959.</p><p>In 2021, during his first term, Trump listed Cuba as a “state sponsor of terrorism”.</p><p>Last week, the White House released a memorandum labelling the Cuban government an “unusual and extraordinary threat” to the US.</p><p>The document accused Havana of aligning with “malign actors”, including China and Russia. That is despite the US itself seeking improved relations with Moscow and Beijing. A recently released US <a href=\"/news/2026/1/25/pentagon-downplays-china-threat-what-it-means-for-us-allies\">National Defence Strategy</a> downplayed the pair as a security threat.</p><p>“The Cuban regime continues to spread its communist ideas, policies, and practices around the Western Hemisphere, threatening the foreign policy of the United States,” the White House memo said.</p><p>On Monday, the Cuban government denied these accusations, stressing that it does not host foreign military or intelligence bases.</p><p>“Cuba categorically declares that it does not harbor, support, finance, or permit terrorist or extremist organizations,” the Ministry of Foreign Affairs said in a statement.</p><p>“Our country maintains a zero-tolerance policy toward the financing of terrorism and money laundering, and is committed to the prevention, detection, and combating of illicit financial activities, in accordance with international standards.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The statement represents a softening of tones from a government <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">in the Americas</a> that has long represented defiance towards the US.</p><p>While the US has openly pushed to control Venezuela’s <a href=\"/video/inside-story/2026/1/31/how-much-control-will-the-us-have-over-venezuelas-oil\">vast oil industry</a>, Trump has suggested that his top demand from Cuba relates to the treatment of Cuban Americans – a large constituency for his Republican Party in the state of Florida.</p><p>“A lot of people that live in our country are treated very badly by Cuba,” Trump told reporters on Sunday.</p><p>“They all voted for me, and we want them to be treated well. We’d like to be able to have them go back to a home in their country, which they haven’t seen their family, their country for many, many decades.”</p><p>US Secretary of State Marco Rubio, who is of Cuban descent and a former Florida senator, has been <a href=\"/news/2026/1/6/maduro-abduction-shows-influence-limits-of-us-secretary-of-state-rubio\">pushing a hardline approach</a> to Latin America.</p><p>On Sunday, <a href=\"/news/2025/5/8/who-is-pope-leo-xiv-the-first-us-pontiff\">Pope Leo</a> said he was troubled by the escalating tensions between the US and Cuba.</p><p>“I echo the message of the Cuban bishops, inviting all responsible parties to promote a sincere and effective dialogue, in order to avoid violence and every action that could increase the suffering of the dear Cuban people,” the pope said in a social media post.</p></div></div></body></html>"
        },
        {
            "title": "Grammy winners speak out against ICE | Music | Al Jazeera",
            "time": "2026-02-02T08:26:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770020748.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "A year after Hezbollah-Israel ceasefire, over 64,000 Lebanese displaced | Israel attacks Lebanon | Al Jazeera",
            "time": "2026-02-02T08:03:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260121__93JP3WE__v2__MP41920x1080__IsraeliStrikeHitsBuildingInSouthernLebanes-1769022181.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Beirut, Lebanon –</strong> Before Israel’s war on Lebanon, Ali (full name withheld for safety reasons) lived in Haddatha, a village in the Bint Jbeil district in the south, about 12km (7.5 miles) from the border with Israel, surrounded by nature where agriculture was intrinsic to life.</p><p>Then came Israel’s “hellfire”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>At least nine people were killed and some 3,000 injured, including the Iranian ambassador to Lebanon, when <a href=\"/news/2024/9/17/dozens-of-hezbollah-members-wounded-after-pagers-explode-in-lebanon\">thousands of pagers exploded</a>, nearly simultaneously, overwhelming hospitals on September 17, 2024.</p><p>Six days later, Israel escalated its attacks across the south, killing nearly 600 people, in what was the country’s <a href=\"/news/2024/9/23/israel-warns-lebanon-civilians-of-air-strikes-on-hezbollah\">deadliest day</a> since the country’s ruinous civil war ended in 1990, and displacing more than one million people.</p><p>“Our house was destroyed,” he told Al Jazeera. Ali took refuge in a town about 20km (12.5 miles) north of Haddatha, called Burj Qalaway.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p id=\"m\">But more than a year later, he is yet to return home despite a ceasefire. He is one of tens of thousands who are still displaced from their homes around Lebanon and who say that what little they have received in support from the Lebanese state or Hezbollah is not enough to rebuild their lives or homes destroyed during the war.</p><h2 id=\"south-not-safe\">South ‘not safe’</h2><p>On November 27, 2024, a ceasefire came into effect between Hezbollah and Israel. The agreement brought to an end more than a year of cross-border attacks and a two-month-long Israeli intensification that killed thousands in Lebanon, mostly civilians, and devastated civilian infrastructure.</p><p>Under the ceasefire, cross-border attacks were supposed to stop, Hezbollah was to withdraw north of the Litani River, which runs across south Lebanon, and Israel was to withdraw troops that had invaded south Lebanon in October.</p><p>Israel, however, never stopped attacking. Its army still occupies five points in southern Lebanon, and during the ceasefire, it <a href=\"/features/2025/2/18/israeli-just-wanted-to-destroy-in-southern-lebanon-despite-the-ceasefire\">razed several villages</a> to the ground.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3518594\" src=\"/wp-content/uploads/2025/02/INTERACTIVE-Israel-Hezbollah-Lebanon-remain-in-5-locations-1739885189.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Israel-Hezbollah Lebanon remain in 5 locations-1739885189\" fetchpriority=\"low\"></p><p>An estimated <a href=\"/podcasts/2024/10/2/the-take-one-million-in-lebanon-are-now-displaced-where-can-they-go\">1.2 million people</a>, more than a quarter of the Lebanese population, had been displaced during the war. On the morning of November 27, hundreds of thousands of people streamed south to their villages to <a href=\"/gallery/2024/11/27/thousands-returning-home-to-south-lebanon-after-israel-hezbollah-ceasefire\">return home</a>. But tens of thousands more have been left behind and are still unable to go home.</p><p>“The south is not safe,” Ali said. “I am afraid that I might be walking somewhere and a raid will attack a car next to me.”</p><p><a href=\"/tag/israel-lebanon/\">Israeli attacks</a> continue across the south and the Bekaa Valley in the east on a near-daily basis, with the Lebanese government counting more than <a href=\"/news/2026/1/26/lebanon-files-un-complaint-against-israels-daily-ceasefire-violations\">2,000 Israeli violations</a> of the 2024 ceasefire deal in the last three months of 2025.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ali is not alone. The International Organization for Migration estimates that more than 64,000 people are still internally displaced in Lebanon, according to figures compiled in October 2025.</p><h2 id=\"entire-villages-razed\">Entire villages ‘razed’</h2><p>Some of the 64,000 cannot return to their homes along the border region with Israel. Israeli soldiers still hold five points on Lebanese territory, managing large swaths of south Lebanon through violence and technology: using drones, air raids, shelling or gunfire. Since the ceasefire, Israel has killed more than 330 people in Lebanon, including at least 127 civilians.</p><p>Melina*, from Odaisseh, a village on the southern border, lived most of her life in Nabatieh. During the war, she was displaced to Sidon, a southern city about 44km (27 miles) south of Beirut.</p><p>“I haven’t been able to visit my village,” she told Al Jazeera. “Psychologically, I can’t bear to see our house, which was completely destroyed, and the entire village was razed to the ground.”</p><p>“The security situation remains extremely dangerous,” she said. “You could be shot at by the Israeli side at any moment, and it’s unsafe to travel without a Lebanese army escort.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ali runs a market in Burj Qalaway, but he says the income is not enough to rebuild his home. There are also other concerns. Israel has attacked reconstruction equipment in southern Lebanon, drawing criticism from human rights groups.</p><p>“Amid the ceasefire, Israeli forces have carried out attacks that unlawfully target reconstruction-related equipment and facilities,” Ramzi Kaiss, Lebanon researcher at Human Rights Watch, said in a December 2025 report. “After reducing many of Lebanon’s southern border towns to rubble, the Israeli military is now making it much more difficult for tens of thousands of residents to rebuild their destroyed homes and return to their towns.”</p><p>Some Lebanese also <a href=\"/features/2026/1/15/lebanese-fear-us-has-given-green-light-for-israeli-escalation\">fear</a> a renewed Israeli offensive similar to the one in 2024.</p><h2 id=\"couldn-t-see-2cm-in-front-of-me\">‘Couldn’t see 2cm in front of me’</h2><p>On July 30, 2024, at about 7:40pm, Ramez* was sitting in his bedroom at home in Haret Hreik, a neighbourhood in Beirut’s southern suburbs referred to locally as <a href=\"/features/longform/2024/10/26/once-upon-a-time-in-dahiyeh-israels-destruction-of-lebanons-communities\">Dahiyeh</a>, an area often targeted in the past by Israel for the Hezbollah presence there.</p><p>His cats were roaming around the room, and he was busy on his phone when he heard loud explosions.</p><p>The war had been raging in the south, but attacks on Beirut and its suburbs were not yet as common. “I heard more than nine bangs,” Ramez said. He ran out of his bedroom to help his family evacuate. He left his door open, he said, so his cats could escape. While telling his mother to grab her things, he heard the loudest bang.</p><p>“The whole neighbouring building just collapsed and fell on us,” he said. Israel had just levelled the building next to his, killing <a href=\"/news/2024/7/31/hezbollahsays-top-commander-fuad-shukr-killed-in-israel-strike-on-beirut\">Fuad Shukr</a>, a top Hezbollah commander.</p><p>“I couldn’t see 2cm in front of me because of the fog and the dust.”</p><figure id=\"attachment_4282885\" aria-describedby=\"caption-attachment-4282885\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4282885\" src=\"/wp-content/uploads/2026/02/building-1769954614-copy-1770019225.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Left: The building next to RK’s home was destroyed, causing it to fall onto his building, damaging the apartment. Right: Ramez’s sister’s car was destroyed in the attack on his home in July 2024\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4282885\" class=\"wp-caption-text\">Left: The building next to RK’s home was destroyed, causing it to fall onto his building, damaging the apartment.<br>Right: Ramez’s sister’s car was destroyed in the attack on his home in July 2024 [Courtesy of Ramez*]</figcaption></figure><p> </p><p class=\"mceTemp\"></p><p>Ramez’s family escaped unscathed, though their house was badly damaged and his sister’s car was destroyed. His cats also survived. He found them the next day.</p><p>“I always wondered how people just go through something like this and just move on, saying, OK, Alhamdulillah, everyone is alive,” he says, though, “at that point I kind of understood it”.</p><p>Since the end of the war, he has been able to return to his family home in Haret Hreik. But his family had to pay for most of the reconstruction themselves, with little help from the government or any group.</p><p>They registered with the government for assistance but said they received only a one-time payment of 30 million Lebanese pounds (a little more than $330).</p><p>Hezbollah also sent engineers to assess the damage. In December 2024, the Reuters news agency reported that Hezbollah would pay about $77m and rent to families affected by war. Some locals said payments from the group helped a bit, but others said it had stopped paying nonmembers or tried to undervalue their losses.</p><p>“They were very stingy with payments,” Ramez said. “They tried to make us accept low payments, but my mom stood her ground and said it is enough.”</p><p>Other people who were displaced by the war told Al Jazeera that the aid provided by the state and Hezbollah was very limited.</p><h2 id=\"war-is-most-terrible\">War is ‘most terrible’</h2><p>Reports are mixed over Hezbollah’s financial capability, and it is difficult to determine how badly they have been hit financially after the group’s political and military leadership was devastated by 2024’s war and suffered several Israeli assassinations, including their longtime charismatic leader, <a href=\"/news/2024/9/28/hassan-nasrallah-hezbollah-leader-killed-in-beirut-in-israeli-strike\">Hassan Nasrallah</a>.</p><p>The <a href=\"/features/2024/12/11/damascus-celebrates-assads-fall-joy-concern\">fall of the Bashar al-Assad regime</a> in Syria also dealt Hezbollah a serious blow, disrupting the land route to its main benefactor, Iran – itself now reeling <a href=\"/news/2026/1/21/at-least-3117-people-killed-during-iran-protests-state-media-reports\">from deadly protests</a> and bracing for a possible <a href=\"/news/2026/1/30/iran-prepares-for-war-as-us-military-armada-approaches\">US attack</a>. The group is under immense pressure from the Lebanese government to <a href=\"/features/2026/1/7/israels-continued-attacks-on-lebanon-could-derail-hezbollah-disarmament\">disarm</a>, with the United States and Israel applying pressure.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Further compounding the crisis is the fact that Lebanon is now almost seven years into one of the <a href=\"/news/2025/3/10/whats-happening-with-lebanons-economy-and-will-it-recover\">worst economic crises</a> in more than 150 years, according to the World Bank. This has hit locals hard, with many having their bank accounts frozen and the currency devaluing by more than 90 percent.</p><p>This has left many of the displaced feeling abandoned and unsure of how to continue.</p><p>There were violent <a href=\"/video/newsfeed/2026/1/31/wave-of-israeli-air-strikes-hit-southern-lebanon-despite-ceasefire\">Israeli air raids</a> in the south on Saturday, which continued on Sunday. In the meantime, people like Ali have to continue figuring out ways to survive as their displacement carries on well past the one-year mark.</p><p>“We love life, but the situation is not good. Wars break your back,” Ali said. “War is the most terrible thing in the world.”</p><p><em>*Real names withheld for safety reasons. </em></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong><em>Joao Sousa contributed to this report.</em></strong></p></div></div></body></html>"
        },
        {
            "title": "Gaza’s Rafah crossing reopens for limited traffic | Gaza News | Al Jazeera",
            "time": "2026-02-02T07:44:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69803d0192b5-1770011905.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gaza’s Rafah crossing reopens for limited traffic</h1><p class=\"article__subhead\"><em>Reopening of the link between the Palestinian enclave and Egypt is stipulated under the second phase of the US-brokered ‘ceasefire’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gaza’s key Rafah border crossing has reopened for limited traffic after almost two years of closure, officials have said.</p><p>The crossing – linking the Palestinian enclave with Egypt, Gaza’s only border passage that does not lead to Israel – reopened on Monday.</p><p>A vital entry point for humanitarian supplies and passage for people awaiting medical evacuation, the crossing’s reopening is stipulated under the United States-brokered “ceasefire” that halted the war between Israel and Hamas in October.</p><p>However, the reopening is limited. ⁠Israel and Egypt are expected to impose caps on the number of travellers crossing, and Israel will ensure intensive security checks on Palestinians entering and exiting the Strip.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"western\" align=\"left\">An Israeli security official said European monitoring teams have arrived at the crossing, according to the Reuters news agency.</p><p class=\"western\">The European Union Border Assistance Mission (EUBAM) will administer the Palestinian side of the crossing, submitting a list of names of people wishing to leave Gaza along with their final destination to the Egyptian side for security vetting.</p><p class=\"western\">Similarly, the Egyptians will submit a list of names of Palestinians wishing to enter who will be given permission the following day after security screening, according to Israeli news reports.</p><p class=\"western\">An Egyptian official said 50 Palestinians would cross in each direction on the first day of the crossing’s operation, according to The Associated Press news agency.</p><p class=\"western\">The Israeli army has set up a checkpoint called “Regavim” in an area under military control outside the Rafah crossing for Palestinians entering Gaza from Egypt, according to The Times of Israel daily.</p><p class=\"western\">Soldiers posted at “Regavim” will check the identities of those arriving against lists approved by Israeli intelligence agencies and will conduct a thorough search of their belongings.</p><h2 id=\"desperate-need\" class=\"western\">Desperate need</h2><p class=\"western\">The seizure of the Rafah crossing by Israel in May 2024, about nine months into its genocidal war on Gaza, also cut off an important route for wounded and sick Palestinians to seek medical care outside the Strip.</p><p class=\"western\">A few thousand have been allowed out to seek medical treatment in third countries via Israel over the past year, though thousands more need care abroad, according to the United Nations.</p><p class=\"western\">Reporting from Khan Younis in southern Gaza, Al Jazeera’s Hani Mahmoud said more than 20,000 Palestinians are in desperate need of immediate treatment abroad.</p><p class=\"western\">After Israel announced last week that it would reopen the crossing, a line of ambulances formed on the Egyptian side of the border, awaiting entry to evacuate people.</p><p class=\"western\">Palestinian officials say about 100,000 Palestinians have fled Gaza since the war began, most of them during the first nine months.</p></div></div></body></html>"
        },
        {
            "title": "In war-torn Ukraine, showing sympathy for Palestine is no longer a taboo | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-02T07:22:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/533840153_25295528530048033_4898207916360213226_n-1770011493.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine</strong> – At the start of Israel’s genocidal war on Gaza in October 2023, Ukrainian President Volodymyr Zelenskyy voiced <a href=\"/news/2023/10/10/ukrainians-stand-with-israel-despite-grievances-tensions\">support for Israel</a>, while First Lady Olena Zelenska said Ukrainians understand and “share the pain” of the Israeli people.</p><p>Billboards across Kyiv lit up the capital with Israeli flags.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The response reflected a position held by much of Ukrainian society and many Western leaders at the time.</p><p>For some people straddling both identities, the early reactions were difficult to watch.</p><h2 id=\"travelling-as-a-palestinian-closes\">‘Travelling as a Palestinian closes’ doors</h2><p>Hashem, a Gaza-born medical professional who obtained Ukrainian citizenship after nearly a decade living in the country, said the contrast in how Palestinians and Ukrainians are treated internationally has long been apparent.</p><p>“Travelling as a Ukrainian opens doors; travelling as a Palestinian closes them,” he said, describing the stark difference in freedom of movement, visa access and public sympathy attached to each of his identities.</p><p>“This is not a competition of suffering, but a question of principle. If human rights are truly universal, they cannot depend on nationality or passport,” said Hashem, who requested Al Jazeera withholds his surname.</p><figure id=\"attachment_4278347\" aria-describedby=\"caption-attachment-4278347\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4278347\" src=\"/wp-content/uploads/2026/01/getty_697e703fae-1769893951.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"RAFAH, GAZA - NOVEMBER 2: Citizens with foreign passports wait to travel through the Rafah crossing on November 2, 2023 in Rafah, Gaza. For the first time since the outbreak of war between Israel and Hamas on October 7, the crossing here at the Gaza-Egyptian border opened this week to allow a small number of foreign passport holders and seriously wounded to enter Egypt. The wounded have been taken to nearby hospitals, while Egypt is also preparing a field hospital in the area. (Photo by Ahmad Hasaballah/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4278347\" class=\"wp-caption-text\">Citizens with foreign passports wait to travel through the Rafah crossing in November 2023, when a small number of foreign passport holders and seriously wounded were allowed to enter Egypt from Gaza [File: Ahmad Hasaballah/Getty Images]</figcaption></figure><h2 id=\"a-shifting-view-of-israel\">A shifting view of Israel</h2><p>However, as Israel’s bombardment of Gaza continued and developed into a genocide against Palestinians, some Ukrainians said public opinion gradually shifted.</p><p>Yuliia Kishchuk, a Ukrainian researcher who, along with 300 Ukrainian scholars, activists and artists, signed an open letter expressing solidarity with Palestinians, said the engineered starvation of Palestinians in Gaza triggered many to reconsider their view of the conflict.</p><p>She said some Ukrainians drew parallels with the Soviet-era famine known as the <a href=\"/news/2023/3/29/french-mps-recognise-ukraine-soviet-era-famine-as-genocide\">Holodomor</a>, which is regarded by Kyiv as a deliberate act of genocide by Stalin’s regime.</p><p>Kishchuk added that attacks on other countries, such as Syria, challenged the Israeli narrative that it had been simply defending itself against Hamas in the Gaza Strip.</p><p>Pro-Palestinian protests have sprung up in Kyiv while prominent mainstream media journalists and podcasters have begun covering the plight of the Palestinians, she explained.</p><p><span>But Kishchuk said the bombardment of Ukraine’s infrastructure over recent weeks, which has left <a href=\"/news/2026/1/23/psychological-war-on-society-russia-plunges-ukraine-into-darkness\" target=\"_blank\" rel=\"noopener\">millions without heating, electricity and water</a> as the country endures a freezing winter, has temporarily halted the burgeoning protest movement.</span></p><figure id=\"attachment_4278341\" aria-describedby=\"caption-attachment-4278341\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4278341\" src=\"/wp-content/uploads/2026/01/ap_697e6fd5dbca2-1769893845.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"In this photo provided by the Ukrainian Presidential Press Office, Ukrainian President Volodymyr Zelenskyy and his wife Olena pay their tribute at a monument to victims of the Holodomor, Great Famine, that killed millions in the 1930's, in Kyiv, Ukraine, Saturday, Nov. 23, 2024. (Ukrainian Presidential Press Office via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4278341\" class=\"wp-caption-text\">Zelenskyy and his wife Olena pay their tributes at a monument to victims of the Holodomor that killed millions in the 1930s, in Kyiv, Ukraine [File: Ukrainian Presidential Press Office via AP]</figcaption></figure><h2 id=\"a-shifting-view-of-the-us\">A shifting view of the US</h2><p>United States President Donald Trump’s approach to the Russia-Ukraine war has left many Ukrainians jaded.</p><p>Washington is seen by many as less of a steadfast ally and more as a power willing to treat Ukraine as a resource base, while maintaining a conciliatory posture towards Russian President Vladimir Putin.</p><p>Kishchuk said this has meant many now see the US “as an imperial power in Ukraine” compared with the beginning of the war, when they felt “supported and included”.</p><p>The signing of a mineral deal which provides Washington with access to valuable rare minerals in Ukraine has also made Ukrainians reflect on how the country is seen as “a resource base … something that connects us to Palestine and to countries in the Global South that are usually perceived in that similar logic by the big empires”, she said.</p><p>Kyiv has also shifted its stance towards Palestine, with Zelenskyy publicly saying at the Shangri-La Dialogue in Singapore in 2024 that “Ukraine recognises two states, both Israel and Palestine, and will do everything it can to convince Israel to stop, to end this conflict and prevent the suffering of civilians”.</p><p>In July 2024, Kyiv sent 1,000 tonnes of wheat flour to the Palestinian territories as humanitarian assistance through its “Grain from Ukraine” initiative.</p><p>Ukraine’s Ministry of Foreign Affairs also openly criticised Israel’s September 2025 attack on Qatar, describing it as a gross violation of international law.</p><h2 id=\"war-has-the-same-face-everywhere\">‘War has the same face everywhere’</h2><p>Aaisha Aroggi, a 25-year-old student from Gaza City, was displaced 10 times in the first months of Israel’s war. She later made it to Egypt via the Rafah crossing, then to Ukraine, where she was granted residency because her brother was living and working in Kyiv.</p><p>Compared with the brutal conditions in Gaza, Kyiv felt like a safe haven at first, she said. But now, with constant Russian attacks on infrastructure, she feels she has gone from one place of destruction to another.</p><p>“War has the same face everywhere,” she said.</p><figure id=\"attachment_4271648\" aria-describedby=\"caption-attachment-4271648\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271648\" src=\"/wp-content/uploads/2026/01/2026-01-28T115422Z_568562337_RC2AAJA2SPQK_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1769613906.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"Palestinian children walk past the rubble of residential buildings destroyed during the war, in Gaza City, January 28, 2026. REUTERS/Mahmoud Issa TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271648\" class=\"wp-caption-text\">Palestinian children walk past the rubble of residential buildings in Gaza City, January 28, 2026 [Mahmoud Issa/Reuters]</figcaption></figure><p>Aroggi said at the beginning of the genocidal war on Gaza, people in Ukraine and much of Europe did not understand the Palestinian experience. However, since then, Palestinian platforms and information have spread across the continent.</p><p>In Kyiv, students at her university ask about Gaza and show support for the Palestinian cause.</p><p>“They really understand what has happened,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"in-ukraine-when-i-speak-about-palestine-reactions-vary\">‘In Ukraine, when I speak about Palestine, reactions vary’</h2><p>Despite these gradual changes, Hashem said, he still sees double standards, “not out of anger toward Ukrainians, but because of the system that decides whose suffering matters more”.</p><p>“In Ukraine, when I speak about Palestine, reactions vary. Some people listen and try to understand; others struggle to accept comparisons, often because they have been told for years that the situations are not comparable,” he said.</p><p>However, he believes moments of political change have created opportunities for deeper understanding.</p><p>“Experiencing reduced support does not erase the difference in treatment, but it may help some people see that solidarity based on principles – not politics – is the only solidarity that truly lasts,” he concluded.</p></div></div></body></html>"
        },
        {
            "title": "Knicks beat Lakers; spoil LeBron James’s 32nd game at Madison Square Garden | Basketball News | Al Jazeera",
            "time": "2026-02-02T07:06:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26033116616857-1770013390.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The New York Knicks have spoiled what might have been LeBron James’s last game at Madison Square Garden, stretching their winning streak to six games with a 112-100 victory against the Los Angeles Lakers.</p><p>OG Anunoby scored 25 points, and reserve Landry Shamet added 23 to lead the Knicks to the win on Sunday night.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Four-time NBA Most Valuable Player James, a 41-year-old Lakers star, remains uncommitted beyond this season, his NBA-record 23rd, but he said playing at the Garden meant “everything” to him.</p><p>“It’s the Mecca of basketball in New York. It’s the Big Apple. Being at MSG, so many guys have walked this court, basketball, entertainment, actors, musicians, everything. It has been a wide range of America, the people, to grace this floor,” James said.</p><p>“I hope I’m like a small snippet of somebody that came through here and was able to make a little small dent from a visitor’s perspective. It’s always cool in here. I’ve always loved these fans.”</p><p>While not saying it was his Garden farewell, James noted, “When the time comes, it will always have a special place.”</p><p>Josh Hart added 20 points for the Knicks while All-Star guard Jalen Brunson had 12 points, 13 rebounds and seven assists.</p><p>“We’ve just been playing together,” Brunson said of their win streak. “Sticking together, that’s the biggest part, having each other’s back, holding each other accountable.</p><p>“We have to continue to do that. Can’t be satisfied. It’s a collective effort.”</p><p>The Knicks improved to 31-18, second in the Eastern Conference behind Detroit.</p><p>The Lakers fell to 29-19 despite 30 points from Luka Doncic and 22 from James, who was named to his record 22nd NBA All-Star Game as a reserve by NBA coaches.</p><p>“Super humbling,” James said. “Mad respect to the coaches. Playing at the latter stages of my career and still [being] able to be an All-Star, it means a lot.”</p><p>It was the Lakers’ first loss of the season after leading at half time.</p><figure id=\"attachment_4282738\" aria-describedby=\"caption-attachment-4282738\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4282738\" src=\"/wp-content/uploads/2026/02/AFP__20260202__2258960497__v1__MidRes__OklahomaCityThunderVDenverNuggets-1770013722.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"DENVER, COLORADO - FEBRUARY 01: Shai Gilgeous-Alexander #2 of the Oklahoma City Thunder shoots the ball over Peyton Watson #8 of the Denver Nuggets during the fourth quarter at Ball Arena on February 1, 2026 in Denver, Colorado. NOTE TO USER: User expressly acknowledges and agrees that, by downloading and or using this photograph, User is consenting to the terms and conditions of the Getty Images License Agreement. Justin Tafoya/Getty Images/AFP (Photo by Justin Tafoya / GETTY IMAGES NORTH AMERICA / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4282738\" class=\"wp-caption-text\">Shai Gilgeous-Alexander of the Oklahoma City Thunder shoots the ball over Peyton Watson of the Denver Nuggets during their game in Denver, Colorado [Justin Tafoya/Getty Images via AFP]</figcaption></figure><h2 id=\"spurs-okc-win\">Spurs, OKC win</h2><p>Shai Gilgeous-Alexander scored 34 points and added 13 assists while Cason Wallace had a career-high 27 points with seven three-pointers as reigning champions Oklahoma City won 121-111 at Denver.</p><p>“We knew we were going to have to bring it in this building if we wanted to get a W,” Gilgeous-Alexander said.</p><p>French star Victor Wembanyama delivered 25 points, eight rebounds, five blocked shots, four steals and two assists to ignite San Antonio’s 112-103 home triumph over Orlando.</p><p>The game was pushed back to a night contest after the Spurs (33-16) had trouble flying out of snowstorm-hit Charlotte.</p><p>Cleveland’s Jarrett Allen scored 40 points and grabbed 17 rebounds as the Cavaliers won 130-111 at Portland.</p><p>Detroit claimed the most lopsided victory in team history as Jalen Duren scored 21 points, while Cade Cunningham had 18 points and 12 assists in a 130-77 rout of visiting Brooklyn.</p><p>Swedish guard Pelle Larsson and Bam Adebayo each scored 20 points as host Miami ripped Chicago 134-91, the third-biggest rout in Heat history.</p><p>Jaylen Brown had 30 points and 13 rebounds to lead the Boston Celtics over Milwaukee 107-79.</p><p>RJ Barrett scored 21 points and Brandon Ingram added 19 for Toronto in a 107-100 home victory over Utah. Finland’s Lauri Markkanen led the Jazz with 27 points.</p><p>Washington rookie Will Riley scored 18 points off the bench to lead the host Wizards over Sacramento 116-112, stretching the Kings’ losing streak to six games.</p><p>Kawhi Leonard scored 20 points and Ivica Zubac had 14 points and 20 rebounds to propel the Los Angeles Clippers to a 117-93 triumph at Phoenix.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Wounded Palestinians leave Gaza as Israel finally opens Rafah | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-02T06:04:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69809e5b0dbb-1770036827.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Pakistani forces kill 145 fighters in Balochistan after deadly attacks | News | Al Jazeera",
            "time": "2026-02-02T05:10:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260201__94PT4WG__v2__MidRes__TopshotPakistanUnrestSouthwest-1770005194.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistani security forces have killed at least 145 fighters in the restive Balochistan province in a manhunt launched after a series of coordinated gun and bomb attacks that left <a href=\"/news/2026/1/31/suspected-separatists-kill-8-pakistani-policemen-in-coordinated-attacks\">nearly 50 people dead.</a></p><p>The announcement on Sunday came a day after the attacks, which began early on Saturday at multiple locations across southwestern Balochistan and left 31 civilians, including five women, and 17 security personnel dead.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The assault, claimed by the banned separatist <a href=\"/news/2025/3/12/who-are-the-bla-the-group-behind-pakistans-deadly-train-hijack\">Balochistan Liberation Army</a> (BLA), prompted authorities to impose months-long security restrictions on the province, banning public gatherings, demonstrations and limiting traffic movement.</p><p>The measures also ban the use of face coverings that conceal the identification of individuals in public places, the Dawn newspaper reported.</p><p>Sarfraz Bugti, the provincial chief minister, told reporters in Quetta that troops and police officers responded swiftly to the attacks, killing 145 members of “Fitna al-Hindustan,” a phrase the government uses for the BLA.</p><p>The number of fighters killed over the past two days was the highest in decades, he said.</p><p>“The bodies of these 145 killed terrorists are in our custody, and some of them are Afghan nationals,” Bugti said. He claimed that the “Indian-backed terrorists” wanted to take hostages, but failed to make it to the city centre.</p><p>Pakistan’s military said 92 fighters were killed on Saturday, while 41 were killed on Friday.</p><p>“We had intelligence reports that this kind of operation was being planned, and as a result of those, we started pre-operations a day before,” Bugti said.</p><p>Bugti also accused Afghanistan of backing the assailants, and said senior leaders of the BLA were operating from Afghan territory.</p><p>Both New Delhi and Kabul deny the allegations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"baseless-allegations\">‘Baseless allegations’</h2><p>In a statement on Sunday, India denied the assertion, accusing Islamabad of deflecting attention from its own internal problems.</p><p>“We categorically reject the ‌baseless allegations made by Pakistan,” the spokesperson for India’s Ministry of External Affairs, Randhir Jaiswal, said, adding that Islamabad should instead address the “longstanding demands of its people in the region”.</p><p>Balochistan, which is also Pakistan’s poorest province, has faced decades-long violence and separatist attacks by ethnic Baloch seeking greater autonomy and a larger share of the area’s natural resources.</p><p>The BLA regularly targets Pakistani security forces and has attacked civilians, including Chinese nationals, who are among thousands working on various projects in the province.</p><p>Officials said the latest assaults on Saturday were launched almost simultaneously across the Quetta, ​Gwadar, Mastung and Noshki districts, with armed men opening fire at security installations, including a Frontier Corps headquarters, attempting ‌suicide bombings and briefly blocking roads in urban areas.</p><p>Outside a damaged shop, private security guard Jamil Ahmed Mashwani said the attackers struck shortly after midday. “They hit me on my face and head,” he said.</p><figure id=\"attachment_4282569\" aria-describedby=\"caption-attachment-4282569\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4282569\" src=\"/wp-content/uploads/2026/02/AFP__20260201__94QA79E__v1__MidRes__PakistanUnrestMilitaryBalochistan-1770005285.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A man stands beside burnt vehicles inside a torched police station on the outskirts of Quetta on February 1, 2026 a day after an attack by Baloch separatists.Pakistan forces were hunting on February 1 for the separatists behind a string of coordinated attacks in the restive Balochistan province, with the government vowing to retaliate after more than 190 people were killed in two days.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4282569\" class=\"wp-caption-text\">Burned vehicles stand inside a torched police station on the outskirts of Quetta following the series of attacks carried out by Baloch separatists [Banaras Khan/AFP]</figcaption></figure><h2 id=\"audacious-operation\">‘Audacious operation’</h2><p>Al Jazeera’s Kamal Hyder, reporting from the Baloch capital, Quetta, reported that the BLA targeted at least 12 locations during what he described as an “audacious” operation.</p><p>“The attackers were able to strike at the heart of the provincial capital, penetrating the centre of the city while also blocking major highways,” he said.</p><p>In Quetta, the aftermath was visible in burnt-out ‍vehicles at a police ⁠station, bullet-riddled doors and streets sealed off with yellow tape, as security forces tightened patrols and restricted movement following the attacks.</p><p>Businesses were also forced to shutter, with residents telling Al Jazeera they fear more attacks.</p><p>According to Pakistan’s junior interior minister, Talal Chaudhry, the attackers dressed as civilians entered hospitals, schools, banks and markets on Saturday before opening fire,</p><p>“In each case, the attackers came in dressed as civilians and indiscriminately targeted ordinary people working in shops,” he said, claiming that the fighters also used civilians as human shields.</p><p>Pakistani Minister of Defence Khawaja Asif said that two of the attacks involved female fighters. He noted that the attacks were now increasingly targeting civilians, labourers and low-income communities.</p><p>The United States condemned the attacks, with its charge d’affaires, Natalie Baker, calling them acts of terrorist violence and saying Washington stood in solidarity ‍with Pakistan. The BLA is designated by the US as a foreign terrorist organisation.</p><p>Pakistan has also faced periodic attacks by armed groups elsewhere in the country, including factions linked to the Pakistan Taliban, known as Tehrik-e-Taliban Pakistan, or TTP.</p></div></div></body></html>"
        },
        {
            "title": "Laura Fernandez declares victory in Costa Rica’s presidential election | Elections News | Al Jazeera",
            "time": "2026-02-02T03:43:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-01T133214Z_1710017996_RC2UCJARETGA_RTRMADP_3_COSTA-RICA-ELECTION-1770005273_5f8691-1770005354.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Feb 2026</span><span aria-hidden=\"true\">2 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Right-wing candidate Laura Fernandez has declared victory in Costa Rica’s presidential election after preliminary results gave her a commanding lead and her closest challenger conceded defeat.</p><p>The move early on Monday came after Supreme Electoral Tribunal said that votes tallied from 81 percent of polling stations showed the candidate of the Sovereign People’s Party winning 48.9 percent of the vote.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In her victory speech, Fernandez promised “deep and irreversible change” and announced that ‍Costa Rica was entering a new political era.</p><p>The Central American nation’s second republic, which began after the 1948 civil war, “is a thing of the past,” she said.</p><p>“It’s up to us to build the third republic,” Fernandez told flag-waving supporters.</p><p>The 39-year-old politician also <span>pledged to lead a nation that is “respectful and firm on the rule of law”.</span></p><p>“Any law that is ineffective, that has become obsolete, that has become a hindrance to development, will be modified or repealed,” she added.</p><p>Fernandez’s closest challenger was economist Alvaro Ramos of the National Liberation Party, who obtained 33 percent.</p><p>At third was Claudia Dobles, a progressive architect and former first lady, who was just shy of 5 percent of the vote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ramos conceded on Sunday night and pledged to lead a “constructive opposition,” but one that would not let those in power get away with anything.</p><p>“In democracy dissent is allowed, criticizing is allowed,” he said.</p><p>Fernandez ‌needed at ‌least 40 percent to win the election outright and avoid ‌a run-off on April 5. The politician is the handpicked successor of incumbent President Rodrigo Chaves, and campaigned on continuing his tough security policies.</p><p>She has pledged to complete a maximum-security mega-prison that Chaves started to build in August, saying that it would “isolate leaders of organised crime”, cutting them off from the outside world.</p><p>She has also advocated for mandatory prison labour and stricter criminal sentencing.</p><p>Al Jazeera’s Julia Galiano, reporting from capital San Jose, said that the main issue during the campaign was security, with homicides reaching an all-time high in 2023.</p><p>“Without a doubt, the increasing insecurity was the main issue for everyone that we spoke to here. Costa Rica has long been considered as the Switzerland of Central America. It’s a nation known for its long history of a stable democracy,” she said.</p><p>Fernandez’s tough line on security has prompted worry among the opposition, Galiano said.</p><p>“They fear the changes that her government will do will ultimately erode the democratic nature of this country. But in her victory speech, she did say that above all, she would remain democratic and that her government would never turn authoritarian,” our correspondent added.</p><p>Costa Ricans also voted for the 57-seat National Assembly on Sunday.</p><p>Fernandez’s party is projected to win a majority of 30 seats in the 57-seat Congress, up from its current eight seats, but short of ​a “supermajority” that would give it greater powers.</p><p>Some 3.7 million Costa Ricans were eligible to vote in Sunday’s elections.</p></div></div></body></html>"
        },
        {
            "title": "Trump to close Kennedy Center for renovations amid backlash from performers | Donald Trump News | Al Jazeera",
            "time": "2026-02-02T03:15:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260130__94HM9VG__v1__MidRes__PremiereOfUsFirstLadyMelaniaTrumpDocumentaryMela-1769996827.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced plans to close the John F Kennedy Memorial Center for the Performing Arts for two years for renovations starting in July.</p><p>Trump’s announcement on Sunday follows a wave of cancellations by leading performers, musicians and groups since the president ousted the previous leadership and <a href=\"/news/2025/12/20/trumps-name-added-to-kennedy-center-exterior-one-day-after-vote-to-rename\">added his name</a> to the building.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump made no mention in his post of the recent cancellations.</p><p>“I have determined that the fastest way to bring The Trump Kennedy Center to the highest level of Success, Beauty, and Grandeur, is to cease Entertainment Operations for an approximately two year period of time,” he said in a post on his Truth Social platform.</p><p>“The temporary closure will produce a much faster and higher quality result!”</p><p>The closure will start on July 4, to coincide with the 250th Independence Day celebration.</p><p>The decision, Trump said, will be subject to approval of the board, which he <a href=\"/news/2025/8/13/donald-trump-names-kiss-sylvester-stallone-as-kennedy-center-honors-picks\">handpicked</a> upon taking over as chairman.</p><p>The president added that the facility’s various entertainment events – concerts, operas, musicals, ballet performances, and interactive arts – would impede and slow the construction and renovation operations, and that a full temporary closure would be necessary.</p><p>“The Trump Kennedy Center, if temporarily closed for Construction, Revitalization, and Complete Rebuilding, can be, without question, the finest Performing Arts Facility of its kind, anywhere in the World,” he said.</p><p>“America will be very proud of its new and beautiful Landmark for many generations to come.”</p><p>There was no immediate comment from the Kennedy Center.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>The complex began as a national cultural centre, but was renamed by Congress as a “living memorial” to former President John F Kennedy in 1964, in the aftermath of his assassination.</p><p>Opened in 1971, it operates year-round as a public showcase for the arts, including the National Symphony Orchestra.</p><p>After Trump took over as chairman of the centre’s board, several entertainers and performers withdrew their performances in protest of the president’s policies.</p><p>Among them were the producers of the award-winning musical Hamilton, and international operatic soprano Renee Fleming.</p><p>The Washington National Opera recently announced that it would leave the Kennedy Center, its home since the centre’s opening.</p><p>Renowned composer Philip Glass also announced on Wednesday the withdrawal of a symphony orchestra performance for Abraham Lincoln, saying that “the values” of the centre “today” are in “direct conflict” with the message of his piece.</p><p>Trump had criticised some of the programmes of the once non-partisan centre as too “woke”.</p><p>In recent days, the Kennedy Center hosted the premiere of <a href=\"/news/2026/1/29/melania-what-to-know-about-the-us-first-ladys-new-documentary\">First Lady Melania Trump’s documentary</a>, which saw a record weekend at the box office, but drew mostly negative reviews from film critics.</p><p>The extent of the “complete rebuilding” mentioned by Trump is unclear, but he has described the structure as dilapidated and needing a facelift.</p><p>In a post on X, Maria Kennedy Shriver, a niece of the slain former president, criticised Trump’s decision without naming him. She suggested that the closure and renovation were made to distract Americans, as “no one wants to perform there any longer”.</p><p>Trump’s rebuilding plans for the centre follow a series of measures to reshape US historical and cultural institutions.</p><p>He demolished the East Wing of the White House and launched a massive <a href=\"/news/2025/10/21/what-to-know-about-trumps-plan-to-build-250m-white-house-ballroom\">$400m ballroom project</a>, is actively pursuing the building of a triumphal arch on the other side Arlington Bridge from the Lincoln Memorial, and has plans for the Washington Dulles international airport.</p></div></div></body></html>"
        }
    ]
}