{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Mbappe blasts Real Madrid after Champions League loss at Benfica | Football News | Al Jazeera",
            "time": "2026-01-29T10:16:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2258745034-1769680880.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Mbappe blasts Real Madrid after Champions League loss at Benfica</h1><p class=\"article__subhead\"><em>French forward Kylian Mbappe questions team’s desire after damaging defeat sends Real Madrid into playoffs.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Real Madrid striker Kylian Mbappe has said his team “deserve” to be in their current situation because they were not consistent enough for a top-eight spot as his side slipped into the Champions League playoff round.</p><p>The record 15-time European champions fell to <a href=\"/sports/2026/1/28/mourinhos-benfica-drag-real-madrid-with-them-to-champions-league-playoffs\">a 4-2 defeat</a> at Jose Mourinho’s Benfica on Wednesday, finishing ninth in the league phase table, meaning they must face their Portuguese conquerors or Bodo/Glimt in February instead of reaching the last 16 directly.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>After three wins in their previous three matches under new coach Alvaro Arbeloa, Madrid were brought back down to earth by Benfica in Lisbon.</p><p>“The problem is we aren’t consistent in our play, we have to fix that, you can’t have one day [playing well] and another not, a champion team does not do that,” Mbappe told reporters.</p><p>“We deserve to be in this situation today. Benfica were better. Now we have to play two more playoff games. It hurts to have to play those. We wanted to have the time in February to work on our game.”</p><p>Mbappe said he could not put his finger on a clear reason why Madrid played so poorly against Benfica.</p><p>“I think it’s a bit of everything. I can’t tell you it’s just a matter of attitude, because if I only say that, you’ll think we came here without any desire,” said the French superstar, who scored twice in the defeat.</p><p>“If I tell you it’s a football issue, you’ll think the team is bad. No, I think it’s a broader issue, and in the Champions League, every detail matters if you want to beat your opponent.</p><p>“It shows you that if you don’t come in with everything you need to win a Champions League match, the opponent will come and, as they say, make fools of you.”</p><p>However, Mbappe called on Madrid’s fans to support the team at the Santiago Bernabeu on Sunday against Rayo Vallecano in La Liga, rather than booing as they did earlier in January.</p><p>“Come and support the team – we had a bad game – but we are not knocked out of the Champions League, and in La Liga we’re in a good dynamic now,” pleaded Mbappe.</p><p>“If the Bernabeu is with us, we will win on Sunday.”</p></div></div></body></html>"
        },
        {
            "title": "What we know about the US-proposed Gaza community | Gaza | Al Jazeera",
            "time": "2026-01-29T10:11:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769681447.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Senegal and Morocco handed fines and bans after AFCON final farce | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-29T10:10:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26019250387051-1769679771.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>African football’s governing body has issued fines worth more than $1m and banned Senegal’s coach and Senegalese and Moroccan players over a shambolic African Cup of Nations (AFCON) final that involved a walk-off protest by one of the teams, fans trying to storm the field and fights among journalists.</p><p>The bans, announced on Thursday, apply only to African games and not the World Cup, which kicks off in June and which Senegal and Morocco have both qualified for.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The sanctions announced by the Confederation of African Football (CAF) include fines totalling $615,000 for the Senegalese Football Federation and $315,000 for the Royal Moroccan Football Federation for unsporting and improper conduct by their players, coaching staff and supporters, among other offences.</p><p>At the January 18 <a href=\"/news/2022/2/6/mane-converts-decisive-penalty-as-senegal-win-afcon-final\">AFCON finale</a>, Senegal’s players walked off the pitch, led by coach Pape Thiaw, in protest against a penalty awarded late in regulation time to the hosts, Morocco. Thiaw, who last week <a href=\"/sports/2026/1/22/senegal-coach-defends-afcon-final-walk-off-ahead-of-expected-sanction\">defended his side’s actions</a>, was banned for five African games and given a fine of $100,000 for bringing the game into disrepute, the African confederation said.</p><p>The game restarted after a delay of about 15 minutes. Morocco missed the penalty, and Senegal won the African title 1-0 after extra time.</p><p>The heated final in Rabat also saw supporters trying to storm the field, Morocco’s and Senegal’s players scuffling on the sidelines, reporters from the two countries fighting in media areas and a bizarre sequence in which Moroccan ball boys tried to seize a towel being used by Senegalese goalkeeper Edouard Mendy – in an apparent bid to distract him and help their team win the continental title.</p><p>That behaviour by the home team’s ball boys led to a $200,000 fine for Morocco’s federation, which will be a cohost of the 2030 World Cup alongside Spain and Portugal and has come under scrutiny for the chaotic African final.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>That behaviour by the home team’s ball boys led to a $200,000 fine for Morocco’s federation, which will be a co-host of the 2030 World Cup alongside Spain and Portugal and has come under scrutiny for the chaotic African final.</p><p>Morocco was hoping to host the 2030 World Cup final in Casablanca at the Hassan II Stadium, set to be the largest football arena in the world with a capacity of 115,000 people after its planned completion in 2028. But this month’s African final reflected badly on it.</p><p>Morocco coach Walid Regragui said the game had given African football a “shameful” image.</p><p>Senegalese players Iliman Ndiaye and Ismaila Sarr were banned for two African games, Morocco’s Achraf Hakimi was also banned for two games with one suspended and Morocco’s Ismael Saibari was banned for three games and fined $100,000 for unsporting behaviour.</p><p>CAF dismissed an appeal by Morocco to have the result cancelled and Morocco declared the winner because of the Senegalese walk-off.</p><p>The game even strained diplomatic ties between Senegal and Morocco, prompting government officials in both nations to pledge to stay friends and call for calm. In Morocco, rights groups denounced what they called hate speech targeting sub-Saharan African residents in the country.</p><p>Senegalese Prime Minister Ousmane Sonko said on an investment-related trip to Morocco days after the game that the reaction to it should be seen as “emotional outbursts produced by fervour and not as political or cultural rifts”.</p><p>In a further blow to Morocco’s 2030 FIFA World Cup ambitions, the president of Spain’s football federation <a href=\"/sports/2026/1/27/spanish-football-president-declares-it-will-host-2030-world-cup-final\">declared on Tuesday</a> that his country would be hosting the final.</p><p>FIFA, who will have the deciding say, have yet to confirm where the showpiece match of the tournament will be held.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Clashes between government troops and Tigrayan forces erupt in Ethiopia | Conflict News | Al Jazeera",
            "time": "2026-01-29T09:59:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/IMG-20260121-WA0010-1769018491-e1769113371205.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Clashes between government troops and Tigrayan forces erupt in Ethiopia</h1><p class=\"article__subhead\"><em>‘Deteriorating’ situation causes suspension of flights, security and diplomatic sources say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Clashes between Ethiopian federal government troops and Tigrayan forces have erupted in the country’s northern Tigray, a region still devastated and impoverished from a full-blown war and more recent huge cuts in international aid.</p><p>The fighting has triggered the suspension of flights, security and diplomatic sources told the AFP news agency on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hostilities broke out in recent days in Tsemlet, western Tigray, an area claimed by forces from the neighbouring Amhara region, the sources told AFP. “The situation appears to be deteriorating,” the security source said on condition of anonymity.</p><p>The <a href=\"/features/longform/2024/11/2/two-years-on-tigray-war-survivors-hope-time-will-heal-the-scars-of-war\">Tigray war</a>, which started in 2020, killed thousands of people and displaced millions more before the conflict ended in 2022.</p><p>Al Jazeera reported in recent days from <a href=\"/features/2026/1/23/hunger-death-devastation-no-respite-in-tigray-a-year-after-us-aid-cuts\">Hitsats in Tigray</a>, a destitute village that has been sustained mostly by humanitarian organisations, including the United States Agency for International Development (USAID) – once Ethiopia’s largest source of humanitarian aid.</p><p>But that changed abruptly a year ago when US President Donald Trump took office and promptly demolished the agency’s work and cut funding across the globe.</p><p>Across Tigray province, humanitarian organisations, including the World Food Programme (WFP), say that up to 80 percent of the population needs emergency support. But the USAID cuts mean there is less humanitarian funding available overall, and what remains is often directed towards hotspots and global conflict zones that are considered worse emergencies.</p><p>In Ethiopia, which used to be the largest recipient of USAID funds in sub-Saharan Africa before Trump’s cuts, the funding shortfalls have created critical gaps and put more pressure on other organisations.</p><p>In Tigray, “donor funding cuts have placed additional strain on an already fragile public health system,” Joshua Eckley, head of mission at Doctors without Borders for Ethiopia, told Al Jazeera.</p><p>“As aid actors scale back or suspend activities in the region due to funding constraints, the most vulnerable are experiencing reduced access to medical care, water and sanitation services … while overall humanitarian needs continue to exceed the collective capacity.”</p><p>Months after suspending USAID in Ethiopia, the US government announced the resumption of some of its support to the country, but many say little has come to regions like Tigray, whose economy, as well as population, remains devastated after years of conflict.</p></div></div></body></html>"
        },
        {
            "title": "Israel seeks ‘more exits than entries’ at Gaza’s Rafah as Egypt objects | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-29T09:54:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/10/AP23287435823048-1697285675.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As preparations accelerate for the partial Israeli reopening of Gaza’s Rafah border crossing, tentatively scheduled for Sunday, a simmering dispute has erupted between Egypt and Israel regarding which and how many Palestinians may leave and return.</p><p>Many are <a href=\"/news/2026/1/27/lives-on-hold-for-two-years-some-hope-stuck-behind-gazas-rafah-crossing\">seeking urgent medical attention</a> that cannot be found in a healthcare system decimated by Israel in its more than two-year genocidal war. Others want to reunite with family or pursue an education, all put on hold because of the war.</p><p>According to a report by Israel’s public broadcaster Kan on Wednesday, Israeli negotiators have presented a condition regarding the flow of travellers: that the number of Palestinians leaving Gaza and entering Egypt through the crossing must exceed the number of those permitted to enter.</p><p>The broadcaster reported that Egyptian officials rejected this asymmetric formula, insisting on an “equal ratio” of entries and exits. Cairo reportedly fears that Tel Aviv’s position is a calculated attempt to engineer emigration and permanently reduce Gaza’s population.</p><p>While North Sinai Governor Khaled Megawer affirmed to local media Egypt’s operational readiness “for all scenarios”, the technological mechanisms being imposed on the ground suggest a system designed to filter the population.</p><figure id=\"attachment_2414318\" aria-describedby=\"caption-attachment-2414318\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2414318\" src=\"/wp-content/uploads/2023/10/INTERACTIVE-What-is-the-Rafah-crossing-1697466070.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"INTERACTIVE - What is the Rafah crossing map-GAZA_ISRAEL_Oct 16_2023\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2414318\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"remote-screenings-for-exit-physical-screenings-for-entry\">‘Remote’ screenings for exit, physical screenings for entry</h2><p>While Kan reported on the dispute over numbers, the Israeli news site Ynet revealed the technical details of the proposed operation, which suggest a crossing that operates on a double standard.</p><p>According to the website and security sources, all travellers must be vetted by Israel’s <a href=\"/video/al-jazeera-world/2013/10/24/inside-shin-bet\">Shin Bet</a> security service 24 hours in advance. But the actual crossing process differs sharply by direction. A European Union monitoring mission is also expected to be on hand, but its role is unclear. Here is the reported plan:</p><ul>\n<li><strong>Leaving Gaza:</strong> For Palestinians exiting to Egypt, Ynet reported, there will be no physical Israeli presence inside the terminal. Instead, Israel will operate a “remote control” system. <a href=\"/news/2026/1/28/uk-police-to-use-ai-facial-recognition-tech-linked-to-israels-war-on-gaza\">Facial recognition</a> cameras will transmit live feeds to an Israeli command centre where officers will have the capability to remotely lock the electronic gates instantly if a “<a href=\"/news/2023/5/7/chilling-effect-israels-ongoing-surveillance-of-palestinians\">suspect</a>” is identified.</li>\n<li><strong>Entering Gaza:</strong> For Palestinians trying to return home, the process is far more invasive. Returnees will be funnelled into an Israeli military checkpoint established just past the border. There, they will be subjected to body searches, X-ray scanning and biometric verification by Israeli soldiers before crossing the “yellow line”, which marks the 58 percent of Gaza that Israeli forces still occupy, and leaving Israel’s self-proclaimed buffer zone.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rafah-2-a-one-way-ticket\">‘Rafah 2’: A one-way ticket?</h2><p>This structural disparity has raised alarm among observers. Major General Samir Farag, former head of the Egyptian army’s Morale Affairs Department, told Al Jazeera that Israeli Prime Minister Benjamin Netanyahu is trying to bypass <a href=\"/news/2005/11/15/deal-struck-over-gaza-border-crossing\">the 2005 Agreement</a> on Movement and Access concerning the Rafah crossing.</p><p>Farag said the Israeli proposal involves opening Rafah “in one direction” for exit only as part of a “displacement” agenda – a move he said Egypt has “categorically rejected”.</p><p>Ibrahim Al-Madhoun, director of the Palestinian Institution for Media, argued that this setup, often referred to as “Rafah 2”, is not a border crossing in the traditional sense but a “sorting platform managed with a mentality of forced displacement”.</p><p>“Israel is making exit relatively easier via remote monitoring while making entry a humiliating, physical ordeal at a military post,” Al-Madhoun told Al Jazeera. “They are engineering a system where people are encouraged to leave but are too terrified – or simply denied permission – to return.”</p><p>The proposed system marks a departure from the 2005 agreement, which designated Rafah as a Palestinian-Egyptian crossing under EU supervision, specifically to guarantee Palestinian sovereignty.</p><p>Security expert Osama Khaled warned that the implications of the new mechanism go beyond logistics. By inserting itself into the minutiae of the crossing, Israel would secure a permanent chokehold on this Gaza lifeline.</p><p>“This is comprehensive electronic surveillance designed to ensure a mandatory Israeli presence,” Khaled said. “It transforms the crossing from a sovereign gateway into a tool for political blackmail.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The sharp focus on the Rafah crossing also has a darker side. According to comments by retired Israeli General Amir Avivi, who still advises the military, Israel has cleared land in Rafah to construct an enormous facility to entrench its military control and presence in Gaza for the long term.</p><p>Avivi on Tuesday described the project as a “big, organised camp” capable of holding hundreds of thousands of people. He said it would be equipped with “ID checks, including facial recognition”, to track every Palestinian entering and leaving.</p></div></div></body></html>"
        },
        {
            "title": "Video: US agents placed on leave over Pretti shooting as vigil held | Police | Al Jazeera",
            "time": "2026-01-29T09:19:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769678367.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "China warns against US ‘military adventurism’ as Iran tensions escalate | Military | Al Jazeera",
            "time": "2026-01-29T08:39:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/CHINA_USMILITARY_HORIZONTAL_THUMB-1769675722.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has told the UN Security Council that US ‘military adventurism’ in the Middle East will push the region into chaos, as President Donald Trump continues to threaten strikes on Iran if it does not submit to his demands.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Is the global economic order unravelling? | Business and Economy | Al Jazeera",
            "time": "2026-01-29T08:21:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/global-economic-order-1-1769674830.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">As the United States pushes its ‘America First’ agenda, its partners are edging towards China and new alliances are being formed.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>It was built on democracy, open markets and cooperation – with America at the helm.</p><p>But the rules-based global order created after World War II is now under strain. Conflicts are rising. International rules are being tested. Trade tensions are escalating. And alliances are shifting.</p><p>At the centre of it all is US President Donald Trump.</p><p>In just a few short weeks, he’s captured Venezuela’s president, vowed to take control of Greenland, and threatened to slap tariffs on those who oppose him.</p><p>Meanwhile, China is presenting itself as a stable partner.</p><p>Many warn that the global order is starting to break apart.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syria grants immediate citizenship to Kurds in wake of gains against SDF | Kurds News | Al Jazeera",
            "time": "2026-01-29T08:15:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260123__93TV363__v1__MidRes__SyriaConflictKurds-1769672198.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria grants immediate citizenship to Kurds in wake of gains against SDF</h1><p class=\"article__subhead\"><em>Interior Minister Anas Khattab’s order includes all listed as stateless and sets February 5 as deadline for its rollout.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"selectionShareable\">Syria’s Ministry of Interior has ordered the immediate implementation of a new decree granting citizenship to Kurdish minorities, as government forces continue to <a href=\"/features/2026/1/27/syrian-army-offensive-overjoys-some-leaves-others-with-existential-fear\">consolidate control of the country</a> after a rapid offensive against the Kurdish-led Syrian Democratic Forces (SDF) in the north of the country.</p><p class=\"selectionShareable\">Interior Minister Anas Khattab issued the decision on Wednesday, mandating that the decree applies to all Kurds residing in Syria and explicitly includes those listed as stateless, the Anadolu news agency reported, citing the Syrian television station Alikhbariah.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The ministry has set a February 5 deadline for finalising the measures and their rollout, the report said.</p><p>Two weeks ago, Syrian President Ahmed al-Sharaa <a href=\"/news/2026/1/17/syria-decree-grants-kurds-new-rights-formally-recognising-kurdish-language\">had declared</a> the recognition of Kurdish as one of the country’s national languages and the restoration of citizenship to all Kurdish Syrians, as he announced a ceasefire between Syrian and Kurdish forces.</p><p>The rapid advance of Syrian forces forced the SDF to withdraw from more cities, including Raqqa and Deir Az Zor, allowing the government in Damascus to unite the country after a nearly 14-year-long ruinous civil war.</p><p>The development has drawn praise from United States President Donald Trump, who told al-Sharaa that he was <a href=\"/news/2026/1/28/trump-praises-syrian-president-al-sharaa-after-offensive-against-sdf\">“very happy”</a> about the Syrian army offensive despite the previous US backing of the SDF.</p><p>Still, there have been reports of <a href=\"/features/2026/1/27/syrian-army-offensive-overjoys-some-leaves-others-with-existential-fear\">Kurdish civilians facing a shortage of food</a> and displacement as a standoff between Syrian forces and the SDF continues in the country’s northern region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to the Anadolu report, the authorities in charge of rolling out al-Sharaa’s order have been asked to draft instructions and guidelines for the decree’s implementation at once.</p><p>Under al-Sharaa’s decree, the state has also been instructed to safeguard the culture and language of Syrian Kurds, as well as the teaching of the Kurdish language in public and private schools in Kurdish-majority areas.</p><p>The decree has also designated March 21 as the date of the Newroz festival, a nationwide celebration welcoming spring that is widely observed, not just in Syria.</p><p>On Wednesday, al-Sharaa met <a href=\"/video/newsfeed/2026/1/28/putin-congratulates-al-sharaa-on-his-efforts-to-unify-syrian-territory\">Russian President Vladimir Putin</a> in Moscow to discuss the future of Syria and the presence of Russian troops in the country.</p><p>At the meeting, Putin praised his Syrian counterpart’s ongoing efforts to stabilise his country.</p><p>Since al-Sharaa’s forces toppled Russian ally Bashar al-Assad in December 2024, Moscow has been working to build relations with him and ensure a continued military foothold in the country to bolster its influence in the Middle East.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "China executes 11 linked to Myanmar scam operations: State media | Cybercrime News | Al Jazeera",
            "time": "2026-01-29T08:00:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25048529825552-1769671834.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has executed 11 people linked to online scam centres in Myanmar, according to state media, as Beijing toughens its crackdown on the illegal operations.</p><p>Those executed on Thursday were sentenced to death in September by a court in the eastern Chinese city of Wenzhou, Xinhua said, adding that the court also carried out the executions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The crimes of those executed included “intentional homicide, intentional injury, unlawful detention, fraud and casino establishment”, Xinhua added.</p><p>Fraud compounds where scammers lure internet users into fake romantic relationships and cryptocurrency investments have flourished across Southeast Asia, including in Myanmar’s borderlands.</p><p>Largely targeting Chinese speakers at the outset, the criminal groups behind the compounds have expanded operations into multiple languages to steal from and defraud victims around the world.</p><p>Those conducting the scams are sometimes willing con artists, and other times <a href=\"/news/longform/2024/7/29/trapped-in-myanmars-cyber-scam-mills\">trafficked foreign nationals forced to work</a>.</p><p>In recent years, Beijing has stepped up cooperation with Thailand and Myanmar to crack down on the compounds, and thousands of people have been repatriated to face trial.</p><p>The death sentences for the 11 people executed were approved by the Supreme People’s Court in Beijing, which found that the evidence produced of crimes committed since 2015 was “conclusive and sufficient”, reported Xinhua.</p><p>Among the executed were members of the “Ming family criminal group”, whose activities had contributed to the deaths of 14 Chinese citizens and injuries to “many others”.</p><p>Fraud operations centred in Myanmar’s border regions have extracted billions of dollars from around the world through phone and internet scams.</p><p>Experts say most of the centres are run by Chinese-led crime syndicates working with Myanmar militias, who have been taking advantage of the country’s instability and ongoing war.</p><p>Myanmar’s military government has long been accused of turning a blind eye to the centres but has trumpeted a crackdown since February after being lobbied by key military backer China, experts say.</p><p>Some of its raids have been part of a propaganda effort, according to several monitors, choreographed to vent pressure from Beijing without badly denting profits that enrich the military government’s militia allies.</p><p>In October, the military arrested more than 2,000 people in a raid on KK Park, an infamous scam centre on the border with Thailand.</p><p>The September rulings that resulted in Thursday’s executions also included death sentences with two-year reprieves to five other individuals.</p><p>Another 23 suspects were given prison sentences ranging from five years to life.</p><p>In November, Chinese authorities sentenced five people to death for their involvement in scam operations in Myanmar’s Kokang region.</p><p>Their crimes had led to the deaths of six Chinese nationals, according to state media reports.</p><p>The United Nations estimates that as many as 120,000 people may be working in online scam centres in Myanmar.</p><p>Another 100,000 may be trapped in Cambodia, according to the UN, with thousands more in similar facilities across Southeast Asia.</p><p>Online scam operations have proliferated in Cambodia since the COVID-19 pandemic, when the global shutdown saw many Chinese-owned casinos and hotels in the country pivot to illicit operations.</p><p>Operating from industrial-scale scam centres, tens of thousands of workers perpetrate online romance scams known as <a href=\"/news/2025/9/8/us-sanctions-companies-and-individuals-behind-southeast-asian-scam-centers\">“pig-butchering”</a>, often targeting people in the West in a vastly lucrative industry responsible for the theft of tens of billions of dollars each year.</p><p>The UN Office on Drugs and Crime warned in April that the cyberscam industry was spreading across the world, including to South America, Africa, the Middle East, Europe and a number of Pacific Islands.</p><p>In October, the United States and United Kingdom <a href=\"/news/2025/10/15/us-uk-sanction-huge-southeast-asian-crypto-scam-network\">announced sweeping sanctions</a> against the Cambodia-based Prince Group network for running a chain of “scam centres” in Cambodia, Myanmar and across the region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Car ramming at largest synagogue in Brooklyn | Crime | Al Jazeera",
            "time": "2026-01-29T07:55:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769673333.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Dozens killed in RSF drone attack in war-torn Sudan’s South Kordofan | Sudan war News | Al Jazeera",
            "time": "2026-01-29T07:54:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-04-18T180041Z_49408371_RC27YDA5JBQY_RTRMADP_3_SUDAN-POLITICS-ZAMZAM-1766571843.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Dozens of people have been killed in a drone attack by the paramilitary Rapid Support Forces (RSF) on a key town in war-torn Sudan’s South Kordofan state, according to local media reports.</p><p>Multiple areas of Dilling, including the headquarters of the Sudanese army’s 54th Brigade and the central market, were struck by suicide drones during Wednesday’s attack, the Sudan Tribune reported, citing local sources and medical groups.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al Jazeera could not independently verify the latest RSF attack, which came a day after the government-aligned Sudanese Armed Forces (SAF) announced that it had <a href=\"/news/2026/1/27/sudan-army-says-nearly-two-year-rsf-siege-of-key-town-broken\">broken a nearly two-year-long RSF siege</a> on Dilling, gaining control over key supply lines.</p><p dir=\"auto\">Dilling lies halfway between Kadugli – the besieged state capital – and el-Obeid, the capital of neighbouring North Kordofan province, which the RSF has sought to encircle.</p><p dir=\"auto\">The RSF and the SAF have been waging a brutal civil war for control of Sudan since April 2023, which has killed thousands of people and displaced millions.</p><p data-path-to-node=\"2\">Since the siege was lifted, Dilling has endured a wave of drone attacks that have destroyed service facilities and caused several casualties.</p><p data-path-to-node=\"2\">Military sources told the Sudan Tribune that the RSF was attempting to reinstate the blockade, though the SAF continues to hold the area and repel assaults near the strategic town of Habila in North Kordofan state.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-path-to-node=\"3\">Amid these clashes, the Sudan Doctors Network has called for an urgent humanitarian corridor to deliver life-saving food and medicine. Local sources said the situation on the ground remains desperate, with a severe lack of health services and a critical shortage of essential supplies, particularly intravenous fluids.</p><p>After being forced out of the capital, Khartoum, in March, the RSF has focused on the Kordofan region and <a href=\"/news/2025/12/30/un-finds-sudans-el-fasher-a-crime-scene-first-access-since-rsf-takeover\">el-Fasher</a> city in North Darfur state, which was the military’s last stronghold in the sprawling Darfur region until the RSF seized it in October.</p><p>Reports of the paramilitary carrying out mass killings, rape, abductions and looting emerged after el-Fasher’s takeover, and the International Criminal Court (ICC) launched a formal investigation into “war crimes” by both sides.</p><p>Dilling has reportedly experienced severe hunger, but the world’s leading authority on food security, the Integrated Food Security Phase Classification, did not declare famine there in its November report because of a lack of data.</p><p>A United Nations-backed assessment last year confirmed famine in Kadugli, which has been under RSF siege for more than a year and a half.</p><p>More than 65,000 people have fled the Kordofan region since October, according to the latest UN figures.</p><p>The conflict has created what the UN describes as the world’s largest displacement and <a href=\"/news/2026/1/18/sudans-people-endure-horror-and-hell-in-war-says-un-rights-chief\">hunger crisis</a>, though some people have returned to their homes despite shattered infrastructure.</p><p>At its peak, the war has displaced about 14 million people, both internally and across borders.</p><p>Thousands escaping violence have <a href=\"/gallery/2025/12/6/chad-struggles-as-new-sudanese-refugees-strain-resources-and-infrastructure\">sought refuge in neighbouring Chad</a>, which already hosts more than 880,000 Sudanese refugees. Although now safe from immediate danger, many refugees struggle to survive as humanitarian funding continues to decrease.</p></div></div></body></html>"
        },
        {
            "title": "Gold surges past $5,500 amid Iran tensions, weakening US dollar | Business and Economy | Al Jazeera",
            "time": "2026-01-29T07:40:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-28T135342Z_134723574_RC2CAJAZKM4M_RTRMADP_3_GLOBAL-PRECIOUS-GERMANY-GOLD-1769662398.jpg?crop=0px%2C0px%2C4745px%2C2496px&resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gold surges past $5,500 amid Iran tensions, weakening US dollar</h1><p class=\"article__subhead\"><em>Precious metal hits fresh record as US President Donald Trump renews threats against Iran.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gold prices have set a new record amid United States President Donald Trump’s threats of military action against Iran and the weakness of the US dollar.</p><p>Bullion surged past $5,500 an ounce on Thursday, extending an extraordinary rally that has seen the precious metal gain more than 20 percent in value since the start of the year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The latest peak came after Trump said a “massive Armada” was on its way to Iran and that US forces were prepared to act with “speed and violence, if necessary”.</p><p>Gold has been historically prized by investors for its tendency to hold its value, particularly during periods of economic uncertainty or upheaval.</p><p>The precious metal soared 64 percent in 2025, a year marked by Trump’s return to the White House and his radical shake-up of international trade and institutions.</p><p>The metal’s stellar run has also been aided by the declining popularity of other traditional “safe haven” assets such as government bonds, whose lustre has dimmed amid anxiety about the massive debt held by advanced economies, including the US.</p><p>Asian stock markets opened mostly lower on Thursday, before rebounding in the afternoon. Japan’s Nikkei 225 was up about 0.2 percent as of 2:30pm local time.</p><p>Hong Kong’s Hang Seng Index was about .07 percent higher, while the SSE Composite Index in Shanghai was up about 0.1 percent.</p></div></div></body></html>"
        },
        {
            "title": "Heavy gunfire and explosions near airport in Niger’s capital | Gun Violence | Al Jazeera",
            "time": "2026-01-29T07:20:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Brant_-_Very_heavy_gunfire_these_moments_at_the_international_airport_in_Niam._H7NG5Q.mp4.00_00_01_21.Still002-1769671206.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘You’re not human:’ A legal limbo for Russian nationals in Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-29T07:16:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T081819Z_1272398483_RC2UUIAH6ZCQ_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1-1769668064.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> Taras always resented his dark-red Russian passport – and was happy to replace it with a blue Ukrainian one. But it was a process that took him 11 years and two trials.</p><p>He is one of more than 150,000 Russian nationals living in Ukraine as the war with Russia continues. Most are relatives or spouses of Ukrainians or were born in Ukraine. Some are dissidents seeking refuge or volunteers with the Ukrainian army.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They go through several rounds of bureaucratic quagmire to have their residence permits renewed or get Ukrainian citizenship, and face mistreatment anywhere they have to show the colour of their passport.</p><p>“If you have a red passport here, you’re not human, even if you have Ukrainian blood, speak Ukrainian and donate to the armed forces of Ukraine,” the bespectacled 45-year-old graphic designer told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Taras asked to withhold his last name that he shares with his siblings living in Russia, because he does not want them to “get into more trouble than they already are” because of their Ukrainian background.</p><p>Born in the city of Poltava in Soviet Ukraine in 1980, Taras, the son of a colonel, grew up 500km (310 miles) to the east, in what is now the western Russian city of Bryansk; his father headed a tank regiment.</p><p>He spent his summers in a village outside Poltava, where his grandparents taught him to speak Ukrainian and “be a regular Cossack”, Taras said with a smile, referring to the medieval warrior caste.</p><p>He received the Russian passport after turning 16 and studied art history and design in St Petersburg, Russia’s former imperial capital and President Vladimir Putin’s hometown.</p><p>With a freelance job to design brochures, posters and calendars, he decided to move to Poltava a year after Russia’s 2014 annexation of the Crimean Peninsula.</p><p>Getting residence papers and a “permit to migrate” and obtaining citizenship was easy, but he made a mistake of “procrastinating for too long” about getting the blue passport.</p><p>“That was a stupid mistake that cost me a lot of time, money and nerves,” Taras sighed.</p><p>“I nagged him every day for years, but he waited until the full-scale [invasion] began” in 2022, his wife Tetiana, whom he married in 2019, told Al Jazeera.</p><p>Kyiv immediately severed diplomatic ties with Moscow, complicating a key condition for Taras’s full-fledged Ukrainian citizenship.</p><p>Until June 2025, Ukraine banned dual citizenship, and aspiring nationals had two years to prove they had withdrawn from their previous citizenship.</p><p>In the case of Russians, they have to prove they face no criminal or administrative charges, have no debt and are not registered in somebody’s apartment or house.</p><p>To submit and get the papers, Taras took an overnight train to neighbouring Moldova, where Russian embassy officials snubbed his requests, “lost” his papers and whispered “traitor” and “fascist”, Taras said.</p><p>He was luckier than many other Russians living in Ukraine.</p><p>There have been cases of Ukraine’s migration services refusing to renew expired residence permits, Kyiv-based migration lawyer Daria Tarasenko told Al Jazeera.</p><p>The stranded Russians’ problems worsen when their passport expires. It takes up to three trips to a third country to renew it, submit it and receive the documents to get the passport they hope to abandon soon.</p><p>And if the two-year deadline is not met, there have been cases when the migration service strips people of their Ukrainian citizenship, Tarasenko said.</p><p>She said she had won two cases when courts deemed the decisions illegal, and several similar cases were pending.</p><p>In late 2024, the Verkhovna Rada, Ukraine’s lower house of parliament, voted to change the migration law, allowing Russian nationals to wait for the war’s end plus one more month to start the termination of their red passports, she said.</p><p>By that time, Taras was tired of trains to Moldova and endless bickering inside the Russian embassy’s sprawling, white building.</p><p>He was told that a “declarative rejection” of his Russian citizenship could suffice, but the migration services rejected his “declaration”.</p><p>He sued them, and a court ruled that he could finally get the blue passport.</p><p>The Poltava migration service disagreed, and Taras sued again. This time, the court ruled that the officials in charge of issuing his passport should be fined.</p><p>“And as soon as it became money out of their pocket, they were like, ‘Good, come get the passport,’” Taras said.</p><p>He did – last August.</p><p>He cannot be drafted because of severe, progressing myopia coupled with astigmatism, while many other men with Russian passports prefer to hold on to their residence permits and obtain their Ukrainian passports after the war.</p><p>Others are so desperate that they resort to symbolic vandalism.</p><p>In early January, Andriy Kramar, an advertising executive in Kyiv, burned his wife Valery’s Russian passport on a gas stove in the kitchen of their apartment in Hostomel, a suburb that was briefly seized by Russia in 2022.</p><p>They live with their newborn daughter, Oleksandra, amid days-long blackouts caused by Russian shelling and with no running water.</p><p>“That alone could drive you crazy,” he told Al Jazeera.</p><p>Kramar posted the video of the burning passport on Facebook, tagging Ukrainian President Volodymyr Zelenskyy’s administration and adding: “Give my wife a normal passport!”</p></div></div></body></html>"
        },
        {
            "title": "Police probe explosive device thrown at Indigenous protest in Australia | Indigenous Rights News | Al Jazeera",
            "time": "2026-01-29T07:10:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_697ad5f596b2-1769657845.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police may investigate an alleged bombing attempt during an <a href=\"/video/newsfeed/2026/1/26/video-thousands-of-protesters-march-on-australias-invasion-day\">Indigenous rights protest</a> in Perth, Western Australia, as a possible “terrorist” incident, following calls from Indigenous leaders and human rights groups for a more robust response from authorities.</p><p>The Australian Broadcasting Corporation (ABC) reported on Thursday that the incident was now being investigated by police as a “potential terrorist act”, two days after a 31-year-old man was charged with throwing a “homemade improvised explosive device” at an Invasion Day protest attended by thousands of people on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The device did not explode and there were no injuries, police said.</p><p>Police charged the man with throwing the device, which consisted of nails and ball bearings, into a large crowd during a protest on Australia’s national holiday, Australia Day, which is also referred to as Invasion Day, since it commemorates the 1788 arrival of a British fleet in Sydney Harbour.</p><p>A search of the suspect’s home was conducted, where it was further alleged that a combination of chemicals and materials consistent with the manufacture of homemade explosives was found, Western Australia Police Force said in a statement.</p><p>The suspect was charged with an attempt to cause harm and with making or possessing explosives under suspicious circumstances.</p><p>Hannah McGlade, a member of the Indigenous Noongar community, told national broadcaster ABC on Thursday that it appeared police had “heard our concerns” regarding the attack.</p><p>“A lot of people have been adding concern that it hasn’t been looked at properly as a hate crime or even possibly as a terror crime,” said McGlade, an associate professor of law at Curtin University in Australia.</p><figure id=\"attachment_4273338\" aria-describedby=\"caption-attachment-4273338\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273338\" src=\"/wp-content/uploads/2026/01/AFP__20260126__93YQ4PF__v1__HighRes__AustraliaPoliticsHoliday-1769668536.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='Demonstrators take part in the annual \"Invasion Day\" rally through the streets of Sydney on Australia Day on January 26, 2026. Tens of thousands of Australians protested over the treatment of Indigenous people as they rallied on a contentious national holiday that also marks the arrival of European colonists more than 200 years ago. (Photo by Steven Markham / AFP)' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273338\" class=\"wp-caption-text\">Demonstrators take part in the annual ‘Invasion Day’ rally through the streets of Sydney on Australia Day on January 26, 2026 [Steven Markham/AFP]</figcaption></figure><p>Indigenous people felt “absolute horror that so many people could have been injured and killed at an event like this, a peaceful gathering”, McGlade added.</p><p>The Human Rights Law Centre also called for “the violent, racist attack on First Nations people” to be “investigated as an act of terrorism or hate crime”.</p><p>“Reports by rally organisers and witnesses raise serious questions about [Western Australia] Police’s response and communication with organisers, both before and after the attack,” the legal group said in a statement.</p><p>The group also said reports that police failed “to address credible threats received ahead of the rally” should be “fully and independently investigated”.</p><p>Police alleged that the suspect removed the device from his bag and threw it from a walkway into a crowd of more than 2,000 people during the Invasion Day protest in Perth on Monday.</p><p>Alerted by a member of the public, police took the man into custody and bomb response officers inspected the device, the Western Australia Police Force said in a statement.</p><p>“It was confirmed to be a homemade improvised explosive device containing a mixture of volatile and potentially explosive chemicals, with nails and metal ball bearings affixed to the exterior,” police said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Exiled leader Hasina denounces upcoming Bangladesh polls after party ban | Elections News | Al Jazeera",
            "time": "2026-01-29T07:00:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13514913-1769666579.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh’s toppled leader Sheikh Hasina has denounced her <a href=\"/features/2026/1/27/fear-and-hope-in-bangladesh-how-political-violence-is-haunting-elections\">country’s election next month</a> after her party was barred from participating in the polls, raising fears of wider political division and possible unrest.</p><p>In a message published by The Associated Press news agency on Thursday, Hasina said “a government born of exclusion cannot unite a divided nation.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hasina, who was <a href=\"/news/2025/11/17/tension-high-as-bangladesh-tribunal-convicts-ex-pm-hasina\">sentenced to death in absentia</a> for her crackdown on a student uprising in 2024 that killed hundreds of people and led to the fall of her 15-year government, has been sharpening her critique of the interim government of Nobel Peace winner Muhammad Yunus in recent days, as the election that will shape the nation’s next chapter looms.</p><p>“Each time political participation is denied to a significant portion of the population, it deepens resentment, delegitimises institutions and creates the conditions for future instability,” the former leader, who is living in exile in India, warned in her email to the AP.</p><p>She also claimed that the current Bangladesh government deliberately disenfranchised millions of her supporters by excluding her party – the former governing Awami League – from the election.</p><p>More than 127 million people in Bangladesh are eligible to vote in the <a href=\"/features/2026/1/29/bangladesh-election-is-the-military-still-a-power-behind-the-scenes\">February 12 election</a>, widely seen as the country’s most consequential in decades and the first since Hasina’s removal from power after the mass uprising.</p><p>Yunus’s government is overseeing the process, with voters also weighing a proposed constitutional referendum on sweeping political reforms.</p><p>Campaigning started last week, with rallies in the capital, Dhaka, and elsewhere.</p><p>Yunus returned to Bangladesh and took over three days after Hasina fled to India on August 5, 2024, following weeks of violent unrest.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He has promised a free and fair election, but critics question whether the process will meet democratic standards and whether it will be genuinely inclusive after the ban on <a href=\"/video/the-india-report/2026/1/21/does-the-awami-league-have-a-future-in-bangladesh\">Hasina’s Awami League</a>.</p><p>There are also concerns over security and uncertainty surrounding the referendum, which could bring about major changes to the constitution.</p><p>Yunus’s office said in a statement to the AP that security forces will ensure an orderly election and will not allow anyone to influence the outcome through coercion or violence. International observers and human rights groups have been invited to monitor the process, the statement added.</p><p><a href=\"/features/2026/1/1/khaleda-zias-death-marks-key-test-for-bangladeshs-bnp-ahead-of-elections\">Tarique Rahman</a>, the son of former prime minister and Hasina rival, Khaleda Zia, returned to Bangladesh after his mother’s death in December.</p><p>Rahman, the acting chairman of Khaleda’s Bangladesh Nationalist Party, is a strong candidate to win the forthcoming election.</p><p>On Friday, Hasina made her first public speech since her ouster, telling a packed press club in Delhi that Bangladesh “will never experience free and fair elections” under Yunus’s watch.</p><p>Her remarks on Friday were broadcast online and streamed live to more than 100,000 of her supporters.</p><p>The statement was criticised by Bangladesh’s Ministry of Foreign Affairs, which issued a statement saying it was <a href=\"/news/2026/1/25/bangladesh-slams-india-over-fugitive-ex-pm-hasinas-first-public-address\">“surprised” and “shocked”</a> that India had allowed her to make a public address.</p><p>Bangladesh has been asking India to extradite Hasina, but New Delhi has yet to comment on the request.</p><p>India’s past support for Hasina has frayed relations between the South Asian neighbours since her overthrow.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Banks shut, futures uncertain one year after M23 rebels seized DRC’s Goma | Poverty and Development News | Al Jazeera",
            "time": "2026-01-29T06:26:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-27T081924Z_124531036_RC286JAR5P3S_RTRMADP_3_CONGO-SECURITY-M23-ANNIVERSARY-1769610858.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Goma, Democratic Republic of the Congo –</strong> A year after M23 rebels seized control of Goma, the capital of eastern DRC’s strategic North Kivu province, the streets are bustling with foot and car traffic and markets operating almost as normal.</p><p>But on roads across the city, some of the most essential buildings remain shut.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On one street, the yellow and black logo on Rawbank stands above a bolted door and a shut ATM machine; nearby, the blue and white Ecobank sign stands above doors sealed by big blue shutters; and on another street, the blue and orange Access Bank logo and flags frame more locked doors.</p><p>It was early on <a href=\"/news/2025/1/27/rwanda-drc-tension-have-rebels-taken-control-of-congolese-city-what-next\">Monday, January 27, 2025</a>, when M23 rebels made good on their threat from a few days prior and seized Goma, before advancing in DRC’s east and taking other key cities in the weeks and months that followed.</p><p>With the deteriorating security situation, all banks in Goma shut, and ATMs stopped operating. The effects on the local population were harsh – and immediate.</p><p>Sitting at the door of a pharmacy she runs in central Goma, Sheilla Zawadi watches the traffic on the road go by, recounting the way her business and livelihood have changed in the last year.</p><p>She has an account with Access Bank, but lost her bank card just before the city fell to the rebels – and she does not have a mobile banking app to conduct transactions electronically.</p><p>Fortunately, she has a Visa card, which allows her to withdraw money – as long as she finds a bank or ATM.</p><p>So, like many others in Goma, the 37-year-old mother of three decided to make a plan – crossing from Goma into neighbouring Rwanda to find a bank.</p><figure id=\"attachment_4271538\" aria-describedby=\"caption-attachment-4271538\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271538\" src=\"/wp-content/uploads/2026/01/2025-03-01T134818Z_1752431618_RC204DA73C9Z_RTRMADP_3_CONGO-SECURITY-1769610672.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Congo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271538\" class=\"wp-caption-text\">M23 rebels gather around a truck at the Goma-Gisenyi Grande Barrier border crossing, between the DRC and Rwanda, March 1, 2025 [Arlette Bashizi/Reuters]</figcaption></figure><p>“I had to cross the border to get to the ATMs in Rwanda,” Zawadi says.</p><p>But the workaround came with challenges – and more expense.</p><p>“To withdraw the equivalent of $100, I had to pay up to $15 in fees at the ATMs. And in Rwanda, I could only withdraw money in the local currency, which was the Rwandan franc.”</p><p>After that, she’d cross over from Rwanda, meeting informal money dealers along the border between Gisenyi and Goma, who would help change the Rwandan francs into dollars and then into Congolese francs. But she loses money with every exchange.</p><p>“It’s more expensive to withdraw money in another country. If only the banks would reopen,” she complains.</p><p>A year after banks shut, they have not resumed operations even as the security situation has normalised. The government in Kinshasa and M23 officials who now run the city trade blame about who is responsible, while the banks themselves have not said much or referred on occasion to “temporary closure” due to the “security situation”.</p><p>The border between Gisenyi and Goma is always busy. People line up in a single file to cross from one side to the other. Every day, dozens flock to ATMs and banks in downtown Gisenyi to withdraw their money the same way Zawadi does. Others also use ATMs installed at the customs office between the DRC and Rwanda.</p><p>Meanwhile, in Goma, the economy is cash-based, or, for those who can, run through electronic transfers.</p><p>In the city’s main market, traders and buyers say commodity prices have surged, while everyone is struggling to make a decent living.</p><p>“Before, we used to buy in bulk at an affordable price. Today, prices have risen sharply and customers hardly buy anything any more,” said trader Esperance Mushashine. “We’re holding on as best as we can, but the situation isn’t improving.”</p><figure id=\"attachment_3473645\" aria-describedby=\"caption-attachment-3473645\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3473645\" src=\"/wp-content/uploads/2025/01/12781263-1738136714.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa11859009 Residents recover items left in the street following an attack by Rwandan-backed M23 rebels in Goma, North Kivu, Democratic Republic of Congo, 28 January 2025. Bodies were lying in the streets of the city following intense fighting between the soldiers of the Armed Forces of the Democratic Republic of the Congo, FARDC, and Rwandan-backed M23 rebels. EPA-EFE/STR\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3473645\" class=\"wp-caption-text\">Residents recover items left in the street following an attack by M23 rebels in Goma on January 28, 2025 [EPA]</figcaption></figure><h2 id=\"difficult-for-economy-to-return-to-normal\">Difficult for ‘economy to return to normal’</h2><p>Before M23 rebels captured Goma a year ago, there were days of fighting.</p><p>The group, which is known to be backed by Rwanda, is one of 100 armed groups operating in the east. It claims to be fighting the government for the rights of DRC’s minority Tutsi population.</p><p>A couple of days before M23 took Goma, Congolese General Peter Cirimwami, the military governor of North Kivu, was killed on the front lines, reportedly in a rebel assault.</p><p>A day later, the rebels announced they would capture Goma and warned the Congolese army, its allied militias called <a href=\"/features/2024/8/14/drc-congo-women-rebels-m23\">Wazalendo</a>, Southern African Development Community (SADC) troops, Burundian army, European mercenaries and peacekeepers to surrender.</p><p>The Sunday night before the siege, at about 10pm local time (20:00 GMT), the rebels entered the city in military clothes amid heavy gunfire and explosions.</p><p>By early Monday, they announced they were in control of Goma, while Congolese soldiers and their allied militias fled or surrendered.</p><p>The Congolese government later said thousands of people were killed in the M23 advance, while hundreds of thousands were displaced.</p><p>Afterwards, the rebels said they had brought peace to the city, as they soon advanced into other parts of DRC’s east, capturing Bukavu, the capital of neighbouring South Kivu province, and other key cities and towns over the months to come.</p><p>In Goma, many citizens found relief in the change of leadership, but for others, the challenges were only beginning.</p><figure id=\"attachment_4271548\" aria-describedby=\"caption-attachment-4271548\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271548\" src=\"/wp-content/uploads/2026/01/2026-01-27T080244Z_374931643_RC296JAC7673_RTRMADP_3_CONGO-SECURITY-M23-ANNIVERSARY-1769610824.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Goma\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271548\" class=\"wp-caption-text\">Motorcycle taxi operators wait for customers in front of an Access Bank branch that was closed when M23 rebels took control of Goma [File: Arlette Bashizi/Reuters]</figcaption></figure><p>Banking transactions, withdrawals, and transfers have become a marathon – and many say they feel abandoned to their sad fate.</p><p>Gustave Katsuva, a resident of Goma, receives his assets through the Kenyan bank Equity BCDC, one of the main banks operating in eastern DRC. Despite the closure of banks in Goma, he says he continues to manage his account as if nothing had changed.</p><p>“Those of us who have been lucky enough to request or access online banking can access our money and our salaries via mobile apps, and we have lots of options for withdrawing cash. I can see notifications related to my salary payments,” he said, pointing out that he can also transfer money from his bank account to Mobile Money.</p><p>But he says he loses about 3 percent of his money every time he withdraws dollars in the city of Goma.</p><p>Economic analysts say the closure of commercial banks is weakening the local economy and has made the dollar scarce in an economy that has been dollarised for decades.</p><p>“The closure of banks and microfinance institutions does not facilitate the circulation of capital and currency,” said Deo Bengeya, a university professor in Goma. “Neither does it make it easier for the economy to return to normal.”</p><p>According to an economic analyst, who spoke to Al Jazeera on condition of anonymity, “the banks were closed following the loss of control of Goma by the authorities in Kinshasa. Billions of dollars of savers’ money cannot be left to chance in banks in a region held by rebels.” He points out that the authorities in Kinshasa were and are the “only ones responsible” if the money was lost as a result of the war, and they avoided the worst by closing the banks and moving the cash to “secure” locations far from the ”sound of boots”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since the fall of Goma, M23 rebel leaders and Congolese authorities have been trading accusations over the closure of banks in Goma and other regions under M23 administration.</p><p>The coordinator of the M23-AFC political-military alliance believes that holding the population’s savings against their will may constitute a war crime.</p><p>“They ordered the banks not to open. The banks are holding the savings on [President Felix] Tshisekedi’s orders,” said Corneille Nangaa Yobeluo, head of the M23-AFC.</p><p>These allegations are false, according to the Congolese authorities, who describe them as “misleading”.</p><p>“The banks are not closed by government order. No bank can legally operate under US sanctions,” Congolese Communications Minister Patrick Muyaya Katembwe emphasised during a media briefing last year.</p><p>Al Jazeera reached out to the banks to ask about the reasons for continued closure, but most did not respond. Access Bank in eastern DRC said they were “not authorised” to comment. Equity BCDC Bank did not reply, but in a rare statement published in July last year, they informed customers that “branches in Goma and Bukavu have been temporarily closed for several months due to the security situation.”</p><h2 id=\"elusive-peace\">‘Elusive’ peace</h2><p>Although economically, there is much to complain about following the closure of the banks and Goma International Airport, the population remains divided over the capture of Goma.</p><p>M23 leaders say they have brought peace and basic services to the city, including a stable supply of water and electricity – and many residents agree.</p><p>“Since the AFC has been here, we have seen an improvement in the overall security of the population because today, at least, we can sleep peacefully. There are no more targeted killings of motorcyclists and money changers. Peace reigns here in Goma,” says Gentil Mulume, a resident.</p><p>According to M23, there were about 50,000 armed men in the city of Goma before they seized it, and it is this over-militarisation that they say was the root cause of instability in North Kivu.</p><p>Mulume also said he noted the good faith of the AFC-M23 authorities in resolving the social difficulties of the people of Goma.</p><p>“These days, water flows in the city 24 hours a day, there is no longer a water shortage and no untimely power cuts. We are seeing work being done on the road infrastructure.”</p><figure id=\"attachment_4271543\" aria-describedby=\"caption-attachment-4271543\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271543\" src=\"/wp-content/uploads/2026/01/AP26027246858866-1769610751.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Congo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271543\" class=\"wp-caption-text\">A woman sells bananas on the shores of Lake Kivu in Goma, a year after M23 took control of the city [Moses Sawasawa/AP]</figcaption></figure><p>Still, other residents do not agree.</p><p>“Did they bring electricity to Goma? Did they bring water? Did they find Goma without roads?” asked Dieudonne Muweza, an architect, who believes that the M23-AFC leaders should prove themselves.</p><p>“I think the M23 leaders should show us the difference between their mode of governance and that of Kinshasa,” he observed, saying nothing has changed. He hopes for the total withdrawal of the M23-AFC from all areas under their control.</p><p>Muweza has been between jobs since M23 took over the city and wants all ongoing peace initiatives to be concluded to enable the Congolese people to enjoy an “endless peace” that seems “elusive” right now.</p><p>A year since M23’s rapid advance, peace deals mediated by the United States and Qatar have been signed by the rebels and the DRC’s government, while regional efforts also continue. The rebels recently withdrew from the city of Uvira, on the border between the DRC and Burundi, allowing the “symbolic” return of authorities installed by Kinshasa.</p><p>But for Congolese across the east of the country, the future remains uncertain.</p><p>“They [M23] have done well on security, but we are very hungry,” said David Linda, a resident of Goma. “Peace is good. People are sleeping well. The guns are silent. But we don’t have food.”</p><p>A year after her life and bank account were thrown into disarray, Zawadi, the pharmacy owner – like other businesspeople in Goma – is still finding workarounds to make a living. Most of her customers pay her using internet or mobile banking, depositing into her bank account electronically. After that, she still crosses the border into Rwanda to withdraw foreign currency and change it to US dollars and then back into Congolese francs – losing a percentage with every transaction.</p><p>She finds it a difficult cost to bear, especially in a time of simmering conflict and uncertainty, where every expense has to be carefully weighed. But until the banks reopen, this is her only choice.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Iran warns of quick retaliation as Trump revives US threats | Donald Trump News | Al Jazeera",
            "time": "2026-01-29T06:04:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260128-40391300-40391280-DAILY_LIFE_IN_IRAN-1769677887.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Iran warns of quick retaliation as Trump revives US threats</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Iran pushes back after Trump says Tehran can either negotiate ‘a fair and equitable deal’ or face a US ‘armada’.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Bangladesh election: Is the military still a power behind the scenes? | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-01-29T05:40:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP24203298486010-1769662870.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In Dhaka’s political chatter, one word often keeps resurfacing when people debate who really holds the reins of the country: “Kochukhet”.</p><p>The neighbourhood that houses key military installations has, in recent public discussions, become shorthand for the cantonment’s influence over civilian matters, including politics.</p><p>Bangladesh is weeks away from a national election on February 12, the first since the 2024 uprising that ended then Prime Minister Sheikh Hasina’s long rule and ushered in an interim administration led by Nobel laureate Muhammad Yunus.</p><p>The army is not vying for electoral power. But it has become central to the voting climate as the most visible guarantor of public order, with the police still weakened in morale and capacity after the upheaval of 2024, and with the country still reckoning with a “security apparatus” that watchdogs and official inquiries say was used to shape political outcomes under Hasina.</p><p>For nearly a year and a half now, soldiers have policed the streets of Bangladesh, operating under an order that grants them magisterial powers in support of law and order. On election duty, the deployment will scale up further: Officials have said as many as 100,000 troops are expected nationwide, and proposed changes to election rules would <a href=\"https://www.thedailystar.net/news/bangladesh/elections/news/armed-forces-act-law-enforcers-during-polls-3960666\" target=\"_blank\" rel=\"noopener noreferrer\">formally list the armed forces</a> among the poll’s “law-enforcing agencies”.</p><p>Bangladesh, a nation of more than 170 million wedged between India and Myanmar, has repeatedly <a href=\"https://www.crisisgroup.org/sites/default/files/226-bangladesh-back-to-the-future%20.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">seen political transitions</a> hijacked by coups, counter-coups and military rule, a past that still shapes how Bangladeshis read the present.  Analysts say that the army today is not positioned for an overt takeover, but it remains a decisive power centre: an institution embedded across the state, able to narrow civilian choices through its security role, intelligence networks and footprint inside government.</p><figure id=\"attachment_4273201\" aria-describedby=\"caption-attachment-4273201\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273201\" src=\"/wp-content/uploads/2026/01/2024-09-24T000131Z_521340642_RC266AAI7PDQ_RTRMADP_3_BANGLADESH-POLITICS-ARMY-1769664823.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Bangladesh's Chief of Army Staff General Waker-uz-Zaman gestures during an interview with Reuters at his office in the Bangladesh Army Headquarters, in Dhaka, Bangladesh, September 23, 2024. REUTERS/Mohammad Ponir Hossain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273201\" class=\"wp-caption-text\">Bangladesh’s Chief of Army Staff General Waker-uz-Zaman, seen here during an interview with Reuters at his office in the Bangladesh Army Headquarters, in Dhaka, Bangladesh, September 23, 2024 [Mohammad Ponir Hossain/ Reuters]</figcaption></figure><h2 id=\"the-military-s-role-now\">The military’s role now</h2><p>Thomas Kean, the International Crisis Group’s senior consultant on Bangladesh and Myanmar, said the army has been “backstopping the interim government” not only politically but also “through day-to-day security amid police weakness”.</p><p>He said the institution is eager to see a transition to an elected government so the country returns to a firmer constitutional footing and so troops can “return to their barracks”.</p><p>“There are different factions and views within the army, but overall I would say that the army wants to see the election take place as smoothly as possible,” Kean told Al Jazeera.</p><p>Kean argued that if the army chief, General Waker-uz-Zaman, and the military “had wanted to take power, they could have done so when the political order collapsed on August 5”, the day Hasina fled to India amid a popular student-led revolt. But the military chose not to, he said, in part because it had learned from the fallout of past experiments with its direct political control.</p><p>Asif Shahan, a political analyst and professor at Dhaka University, said the military was aware that a takeover would have also jeopardised key interests, including Bangladesh’s United Nations peacekeeping deployments, which carry both financial benefits and reputational weight for the armed forces. Bangladesh has for decades been one of the biggest suppliers to UN peacekeeping missions, and receives between $100m and $500m a year in payouts and equipment reimbursements for these services.</p><p>But Shahan argues that the military remains “an important political actor”. Today, he said, its influence is “less about overt intervention than the institutional weight it carries through the security and intelligence apparatus”.</p><p>He also pointed to what he called the army’s “corporate” footprint. That footprint spans involvement in major state infrastructure projects, the military’s own business conglomerate, and the presence of serving and retired officers across commercial and state bodies.</p><p>Shahan said the last Hasina government “gave them a share of the pie”, leaving “a kind of culture of corruption … ingrained”. He suggested that this could translate into informal pressure on whoever governs next to do the same, and anxieties inside the force over whether “the facilities and privileges” it has accumulated will shrink.</p><p>On the election itself, Shahan too said that the possibility of the army trying to gain overt control was “very low” unless there is such a major law and order breakdown that there is public demand for the army to step in as the “only source of stability”,</p><p>Others who track the military closely agreed. Rajib Hossain, a former army officer and author of the best-selling book Commando, said he “strongly believes” the army will avoid partisan involvement for its own sake. “The army will play a neutral role during this election,” he said. “What we’ve observed on the ground over the past year and a half, there is no record of the army acting in a partisan way.”</p><p>But, he added, pressure on the institution has been intense since 2024. “Internally, there’s an understanding that if the army fails to act neutrally, it could lose even the public credibility it still has,” he said.</p><p>Mustafa Kamal Rusho, a retired brigadier general at the Osmani Centre for Peace and Security Studies, also told Al Jazeera that the military does not have “any clear intent” to influence politics, though “it still remains a critical power base”.</p><p>That leverage was clearest during the 2024 uprising, Rusho said, when Bangladesh’s political crisis reached a point that many Bangladeshis and international watchdogs viewed the military’s posture as decisive. “If the military did not take the stand that it took, then there would have been more bloodshed,” he said.</p><p>With protests <a href=\"/news/liveblog/2024/8/5/bangladesh-protests-live-army-chief-to-address-nation-amid-new-protests\" target=\"_blank\" rel=\"noopener noreferrer\">escalating</a>, the military refused to fully enforce Hasina’s curfew orders and decided troops would not fire on civilians. It enabled Hasina to flee to India on an air force plane, and the army chief then announced an interim government would be formed.</p><p>In an Al Jazeera <a href=\"https://www.youtube.com/watch?v=Txhtxb0ZjVk\" target=\"_blank\" rel=\"noopener noreferrer\">documentary</a> on the uprising last year, Waker-uz-Zaman, who is related to Hasina and was appointed less than two months before her collapse, also stressed that his forces would not turn their guns on civilians. “We don’t shoot at civilians. It’s not in our culture … So we did not intervene,” he said.</p><p>In the same interview, he added: “We believe that the military should not engage in politics … It’s not our cup of tea.”</p><figure id=\"attachment_4273206\" aria-describedby=\"caption-attachment-4273206\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273206\" src=\"/wp-content/uploads/2026/01/2024-12-16T170242Z_329957784_RC2CDL3DOEQ0_RTRMADP_3_REUTERS-ARCHIVE-1769664979.jpg?w=770&amp;resize=770%2C517&amp;quality=80\" alt=\"President Hussain Muhammad Ershad of Bangladesh meeting British PM Thatcher at Downing St. London. February 16, 1989 REUTERS/Wendy Schwegmann 89298049 BANGLADESH ENGLAND HANDSHAKE LONDON PRESIDENTIAL PRIME MINISTER SMILING WAIST UP; Thatcher, Margaret; Ershad, Hussain Hussain Muhammad Ershad Margaret Thatcher DISCLAIMER: The image is presented in its original, uncropped, and untoned state. Due to the age and historical nature of the image, we recommend verifying all associated metadata, which was transferred from the index stored by the Bettmann Archives, and may be truncated.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273206\" class=\"wp-caption-text\">Bangladesh’s military leader and president, Hussain Muhammad Ershad, meeting British PM Thatcher at Downing St. London on February 16, 1989 [Wendy Schwegmann/ Reuters]</figcaption></figure><h2 id=\"when-the-military-ruled\">When the military ruled</h2><p>That hasn’t always been the military’s position.</p><p>After the 1975 assassination of Sheikh Mujibur Rahman, Bangladesh’s founding leader and then-president, by a group of military officers, the country entered a period marked by coups, counter-coups and military rule upheavals that reshaped the state and produced political forces that still dominate elections.</p><p>One of them was the Bangladesh Nationalist Party (BNP), founded by army general-turned-ruler Ziaur Rahman, who emerged as the country’s most powerful figure in the late 1970s before moving into civilian politics. Rahman was <a href=\"https://www.nytimes.com/1981/05/31/world/bangladesh-leader-is-shot-and-killed-in-a-coup-attempt.html\" target=\"_blank\" rel=\"noopener noreferrer\">assassinated</a> in 1981 in a failed coup attempt by another group of military officers. The BNP remains a key contender in the February 12 vote, now led by Rahman’s son, Tarique Rahman, who has <a href=\"/news/2025/12/25/bangladesh-opposition-leader-tarique-rahman-returns-after-17-years-in-exile\" target=\"_blank\" rel=\"noopener noreferrer\">returned to front-line politics</a> after a long exile.</p><p>In 1982, then army chief Hussain Muhammad Ershad seized power and ruled for much of the 1980s. Writer and political historian Mohiuddin Ahmed has <a href=\"https://www.bbc.com/bengali/articles/cx208wg3n1jo\" target=\"_blank\" rel=\"noopener noreferrer\">described</a> Ershad’s takeover as coming only months after he publicly argued that “the army should be brought in to help run the country”.</p><p>Eventually, a pro-democracy movement led by Zia’s wife, Khaleda Zia, and Hasina, also Mujibur Rahman’s daughter, forced him from office. The BNP won a landmark election, and in 1991, Khaleda became the country’s first female prime minister.</p><p>Since then, Rusho said, the military’s influence “became more indirect”, though Bangladesh still saw an abortive May 1996 showdown when the then army chief, Lieutenant General Abu Saleh Mohammad Nasim, defied presidential orders, and troops loyal to him moved towards Dhaka. Nasim was arrested and removed from office.</p><p>A decade later, in 2007, the military in effect “fully backed” a caretaker government that was formed to replace Khaleda’s second administration, which had ruled between 2001 and 2006. That caretaker government was installed in January 2007 after a breakdown in the election process and escalating political violence. The International Crisis Group <a href=\"https://www.crisisgroup.org/rpt/asia-pacific/bangladesh/151-restoring-democracy-bangladesh\" target=\"_blank\" rel=\"noopener noreferrer\">described</a> the caretaker administration as “headed by technocrats but controlled by the military”, while then-army chief Moeen U Ahmed argued the political climate “was deteriorating very rapidly” and that the military’s intervention had “quickly ended” street violence.</p><p>It was only after 2009, when Hasina came back to power – her Awami League had first ruled between 1996 and 2001 – that the military became “subordinate to the civilian regime”, Rusho said.</p><figure id=\"attachment_4273209\" aria-describedby=\"caption-attachment-4273209\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273209\" src=\"/wp-content/uploads/2026/01/AP24203441938562-1769665076.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladeshi military force soldiers on armored vehicles patrol the streets of Dhaka, Bangladesh, Saturday, July 20, 2024. (AP Photo/Rajib Dhar)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273209\" class=\"wp-caption-text\">Bangladeshi military force soldiers on armored vehicles patrol the streets of Dhaka, Bangladesh, Saturday, July 20, 2024 [Rajib Dhar/ AP Photo]</figcaption></figure><h2 id=\"blurred-lines\">Blurred lines</h2><p>But even though the military today insists that it does not want power, it has often drifted into the political terrain.</p><p>A major moment arrived just weeks after Hasina’s ouster, in September 2024, when General Zaman <a href=\"https://www.reuters.com/world/asia-pacific/bangladesh-army-chief-pledges-support-yunus-interim-government-come-what-may-2024-09-24\" target=\"_blank\" rel=\"noopener noreferrer\">told</a> the Reuters news agency he would back Yunus’s interim government “come what may”, while also floating a timeline for elections within 18 months. The interview, which critics described as something unprecedented for a serving army chief, placed the military close to the country’s central political debate.</p><p>Hossain, the former army officer and author, criticised the public nature of the intervention. “If he [Zaman] had discussed this after sitting with all the stakeholders … the interim [administration], political parties, protest leaders … and then gone to the media, that would be acceptable,” he said. “But here, he declared it unilaterally and blindsided the government from his position of power. He had no authority to do that.”</p><p>“You may say this is an extraordinary, transitional time and the military has a role to play,” Hossain added. “But then, why do we have an administration at all?”</p><p>Shahan, the Dhaka University professor, said Zaman “came very close” to crossing the line and explained it as a product of military institutional culture after August 5. “Military organisations … like to follow standing operating procedures, order, stability,” he said. But August 5, he added, was “a political rupture” that forced the army and the nation into uncertainty: about the interim government’s longevity, legitimacy and how it would deal with the military.</p><p>Those anxieties, Shahan said, likely pushed Zaman to speak. In principle, he said, it is reasonable for the army chief to say elections are needed for stability. But “when he set a specific timeline – within 18 months – that is beyond his role”, Shahan said. “It then appears as if he is dictating.”</p><p>Shahan added that the problem becomes sharper when that kind of specificity appears to respond to a party demand; he was referring to a time when only the Bangladesh Nationalist Party was repeatedly pushing for a vote timetable.</p><p>Eight months later, in May 2025, Zaman again weighed in, telling a high-level military gathering, according to local media reports, that his position had not changed and that the next national vote should be held by December 2025. After that, Faiz Ahmad Taiyeb, a special adviser to Yunus, wrote on Facebook that “the army can’t meddle in politics” and argued that the military chief had failed to maintain “jurisdictional correctness” by prescribing an election deadline.</p><p>Around the same period, rumours emerged suggesting that <a href=\"/features/2025/5/24/why-is-bangladeshs-interim-leader-muhammad-yunus-considering-resigning\" target=\"_blank\" rel=\"noopener noreferrer\">Yunus had considered resigning </a>amid political discord.</p><figure id=\"attachment_4273212\" aria-describedby=\"caption-attachment-4273212\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273212\" src=\"/wp-content/uploads/2026/01/AP24226468280254-1769665174.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE - Military personnel stand in front of a portrait of Prime Minister Sheikh Hasina in Dhaka, Bangladesh, on July 30, 2024, during a national day of mourning to remember the victims of recent deadly clashes. (AP Photo/Rajib Dhar, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4273212\" class=\"wp-caption-text\">Military personnel stand in front of a portrait of then Prime Minister Sheikh Hasina in Dhaka, Bangladesh, on July 30, 2024 [Rajib Dhar/ AP Photo]</figcaption></figure><h2 id=\"the-shadow-hasina-left\">The shadow Hasina left</h2><p>Another reason that analysts say the military’s role is being debated so intensely now is because of Bangladesh’s recent wounds.</p><p>During Hasina’s 15-year rule, human rights organisations <a href=\"https://www.hrw.org/report/2021/08/16/where-no-sun-can-enter/decade-enforced-disappearances-bangladesh\" target=\"_blank\" rel=\"noopener noreferrer\">argued</a> Bangladesh’s security apparatus was often used for political control. Human Rights Watch has described enforced disappearances as a “hallmark” of Hasina’s rule since 2009.</p><p>When the United States sanctioned the Rapid Action Battalion (RAB) in 2021 over allegations of extrajudicial killings, the US Department of the Treasury <a href=\"https://home.treasury.gov/news/press-releases/jy0526\" target=\"_blank\" rel=\"noopener noreferrer\">said</a>, “These incidents target opposition party members, journalists, and human rights activists.” Critics argue that security institutions became central to governance, and questions about how that machinery was used are now part of the post-Hasina political settlement.</p><p>Hossain, the former officer, said the Hasina-era legacy still echoes inside the top brass. “If you look at the leadership, the general, five lieutenant generals, and some major generals and brigadier generals, a lot of them were part of Hasina’s apparatus,” he said, “aside from a handful of professional officers”.</p><p>A <a href=\"https://coied.portal.gov.bd/pages/publications/final-report-69662bc77746b8be8ee26287\" target=\"_blank\" rel=\"noopener noreferrer\">report</a> by Bangladesh’s Commission of Inquiry on Enforced Disappearances says disappearances were used as a “tool for political repression” and that the practice “reached alarming levels during key political flashpoints”, including in the run-up to elections in 2014, 2018 and 2024. The commission said it verified 1,569 cases of enforced disappearance.</p><p>In cases where political affiliation could be confirmed, the <a href=\"/news/2026/1/21/what-is-bangladeshs-jamaat-e-islami-party-could-it-lead-the-country-next\">Jamaat-e-Islami</a> and its student wing accounted for about 75 percent of victims, while the BNP and its affiliated groups accounted for about 22 percent. Among those “still missing or dead”, the BNP and its allies accounted for about 68 percent, while the Jamaat and its affiliates accounted for about 22 percent, the report said.</p><p>The commission also noted that the Directorate General of Forces Intelligence (DGFI), the military-run intelligence agency, had been “accused of manipulating domestic politics and interfering in the 2014 parliamentary elections”, and argued that perceived alignment with the <a href=\"/news/2025/5/11/bangladesh-bans-activities-of-awami-league-the-party-of-ousted-pm-hasina\">Awami League</a> compromised its neutrality.</p><p>Several senior military officers, including 15 in service, are now facing trial in a civilian tribunal on charges of enforced disappearances, murders and custodial tortures.</p><p>The proceedings have become a delicate issue in civil-military relations, as cases against serving officers in civilian courts are rare in Bangladesh’s history.</p><p>Former army chief Iqbal Karim Bhuiyan wrote on Facebook that local media had reported disagreements over the “trial process” for officers accused of crimes against humanity and that those disagreements had created what he described as a “chasm” between the interim government and the army’s top leadership.</p><p>Hossain, the former officer, however, said he disagreed. “These trials are not defaming the army,” Hossain said. “Rather, they are a kind of redemption for the institution to recover from the stigma created by the crimes of some self-serving officers.”</p><p>He argued that accountability could motivate younger officers and reduce the risk of the military being politically exploited again. Rusho, the retired brigadier general, also argued that politicisation under Hasina was driven less by formal doctrine than by executive control over careers.</p><p>“Promotions, important postings, placements … they were influenced considerably by the executive branch,” he said. “When you influence postings, some people’s loyalty often gets diverted to political masters, [and] it affects … professionalism and capability.”</p><p>Kean of the International Crisis Group said the real test for Bangladesh now would be whether it can stop the security state from being reabsorbed into partisan politics.</p><p>“The military is going to remain a powerful institution in Bangladesh, with a level of influence in domestic politics,” he said. “One hopes that the lesson of the past 18 months is that the military is better to support civilian administrations rather than be in power directly – that it can be a stabilising force, and one that is ultimately committed to democracy and civilian leadership.”</p><p>But, he added, the onus to do that isn’t only on the generals. Civilian politicians, too, needed to resist the temptation to misuse the military. That alone, he suggested, would help Bangladesh keep the army in the barracks and politicians accountable to the people, not to men in khakis.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s troop deployment in US cities cost almost $500m in 2025 | Donald Trump News | Al Jazeera",
            "time": "2026-01-29T05:39:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-23T173720Z_1817096086_RC257JAX9FW1_RTRMADP_3_USA-ABORTION-1769659174.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s deployment of troops in major US cities in 2025 cost nearly $500m, according to the latest estimates from the nonpartisan Congressional Budget Office (CBO).</p><p>Trump last year activated more than 10,000 National Guard soldiers and active-duty marines and sent them to Los Angeles, Washington, DC, Memphis, Portland, Chicago and New Orleans in what the president claimed was an effort to deter crime and protect federal immigration enforcement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Since June 2025, the Administration has deployed National Guard personnel or active-duty Marine Corps personnel to six US cities … [and] cost a total of approximately $496 million through the end of December 2025,” CBO director Phillip Swagel wrote in the report released on Wednesday.</p><p>The actual number of troops patrolling US streets fluctuated throughout 2025 due to legal challenges to Trump’s orders from city and state officials, and just over 5,000 remained activated by the end of December.</p><p>The CBO estimated that an ongoing deployment at that size will cost $93m a month in 2026.</p><p>Operations in Los Angeles, Chicago and Portland have all been suspended since the end of December, but they continue in Washington, DC, Memphis and New Orleans.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>If Trump sends troops elsewhere, the CBO estimates that deploying 1,000 National Guards to an average US city in 2026 will cost between $18m and $21m a month in 2026, depending on the cost of living.</p><p>“The costs of those or other deployments in the future are highly uncertain, mainly because the scale, length, and location of such deployments are difficult to predict accurately,” the report said.</p><p>At $232m, the costliest military operation in 2025 was in Washington, DC, where Trump activated 2,950 troops to patrol the streets of the US capital to address what he maintained was “out of control” crime, according to the CBO.</p><p>The CBO estimates that maintaining troops in Washington, DC, will cost the city $55m a month. Trump reportedly plans to keep them in the capital through to the end of 2026.</p><p>Los Angeles was the second most costly operation in 2025 at $193m per month.</p><p>Starting in June, Trump activated 4,200 National Guard and 700 active-duty marines to patrol the city, although the operation was largely wound down within three months, according to the CBO.</p><p>Deployments in Portland and Chicago in 2025 cost $26m and $21m each month, respectively, with 400 and 375 personnel activated for each city at the height of Trump’s enforcement operation last year.</p><p>While troops have left Chicago, 200 members of the National Guard remain on standby in the state of Texas, according to the CBO, at $4m a month.</p><p>The National Guard deployment in Memphis cost $33m per month last year, and at its height, activated 1,500 personnel. The operation is still under way but local media report that the number of troops remaining is much smaller.</p><p>Heading into 2026, Trump approved the deployment of 350 National Guard members to New Orleans at a cost of $6m a month, the CBO said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "China warns Australia against taking back control of key port in Darwin | International Trade News | Al Jazeera",
            "time": "2026-01-29T05:20:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13685001-1769652858_02119e-1769668293.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>China warns Australia against taking back control of key port in Darwin</h1><p class=\"article__subhead\"><em>China’s envoy says Beijing will ‘take measures’ to defend Chinese firm’s interests if Canberra takes over Port Darwin.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China’s ambassador to Australia has warned Canberra against taking control of a port whose lease to a Chinese-owned company has been heavily scrutinised over its strategic significance.</p><p>On Wednesday, Xiao Qian criticised the Australian government’s moves as unethical and “no way to do business”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Landbridge Group, owned by Chinese billionaire Ye Cheng, has controlled Port Darwin, located in Australia’s remote Northern Territory, since 2015 under a 99-year lease agreement.</p><p>Australian authorities reached the $350m lease deal with Shandong province-based Landbridge in the hope the port’s expansion would revitalise the economy of the largely rural territory.</p><p>But Prime Minister Anthony Albanese pledged to return the port to Australian control during campaigning ahead of national elections in May last year, saying the facility should be run by a local company or the government.</p><p>In his annual briefing to local media, Xiao said, “When you’re losing money, you want to lease it to a foreign company, and when it’s making money, you want to take it back?”</p><p>The ambassador said Beijing would “take measures” to defend Landbridge’s interests if the Australian government tried to forcibly alter the lease agreement.</p><p>“We will see when it’s time for us to say something, do something, to reflect the Chinese government’s position and protect our Chinese companies’ legitimate interests,” he said, without elaborating.</p><p>Responding to Xiao’s comments during a visit to East Timor on Wednesday, Albanese repeated his intention to return the facility to Australian control, describing it as being in the “national interest”.</p><p>Despite years of controversy amid claims the port deal poses national security risks, multiple government reviews, including one commissioned by Albanese, concluded there were no grounds to cancel or alter the agreement with the Chinese firm.</p><p>China is Australia’s top trading partner, with two-way trade in 2024-25 totalling $218bn, though relations between Beijing and Canberra have been tested in recent years by disputes over issues such as national security and human rights.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s police, military pledge loyalty to interim President Rodriguez | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-29T05:10:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T005158Z_546231267_RC28AJACND8L_RTRMADP_3_VENEZUELA-POLITICS-1769657853.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela’s police, military pledge loyalty to interim President Rodriguez</h1><p class=\"article__subhead\"><em>Delcy Rodriguez receives loyalty pledge weeks after dozens killed in US military operation to abduct Venezuelan President Nicolas Maduro.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s military and police have pledged loyalty to interim President Delcy Rodriguez, weeks after the country’s former President Nicolas Maduro was <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abducted</a> by the United States military in a deadly operation ordered by US President Donald Trump.</p><p>Rodriguez attended a ceremony at the Military Academy of the Bolivarian Army at the Fuerte Tiuna military complex in Caracas on Wednesday, where top figures declared their loyalty to her government.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We swear absolute loyalty and subordination,” said Defence Minister Vladimir Padrino, who presented Rodriguez with the ceremonial baton and sword of independence hero Simon Bolivar.</p><p>“This is an unprecedented moment in our republic,” Padrino said.</p><p>Padrino’s declaration comes weeks after the US operation to abduct Maduro and his wife Cilia Flores, which the defence minister said saw <a href=\"/news/2026/1/17/nearly-50-venezuelan-soldiers-killed-in-us-abduction-of-president-maduro\">83 people killed</a> by US forces, including 47 Venezuelan soldiers and 32 Cuban security personnel.</p><p>Venezuela’s interior minister, Diosdado Cabello, also pledged loyalty on behalf of police forces, saying that supporting Rodriguez was important “because we feel that to defend your rule is to defend the continuity of the government and the integrity of the Venezuelan people”.</p><p>Rodriguez has led the country since the surprise abduction of Maduro on January 3.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rodriguez, who had been Maduro’s vice president, has pledged the beginning of a “new political moment” in the country, and began her new role by <a href=\"/news/2026/1/26/venezuela-frees-104-political-prisoners-rights-group-says\">freeing political prisoners</a> jailed under Maduro.</p><p>She has also said “there is <a href=\"/news/2026/1/6/rodriguez-says-no-foreign-agent-running-venezuela-us-role-still-unclear\">no foreign agent</a> governing Venezuela”, even as Trump has threatened further military intervention if the country does not comply with his ambitions, including handing greater control of the <a href=\"/economy/2026/1/7/trump-says-venezuela-to-hand-over-up-to-50-million-barrels-of-oil-to-us\">country’s vast oil reserves</a> to US companies.</p><p>Trump indicated hours after seizing Maduro and Flores and taking them to a prison in New York that he favoured getting his way by pressuring the new acting President Rodriguez, while also dismissing opposition leader Maria Corina Machado as a “very nice woman” but who did not command the support or “respect” to rule in Venezuela.</p><p>Machado, who was the 2025 Nobel Peace Prize winner, has since gifted her award to Trump at the White House.</p><p>While in Washington, Machado told reporters she thought “no one has faith in Delcy Rodriguez”, after talks with US Secretary of State Marco Rubio.</p><p>At the military ceremony in Caracas on Wednesday, Rodriguez appeared to refer to opposition leader Machado, saying: “Those who seek to perpetuate harm and damage against the people of Venezuela, let them stay in Washington.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How does US military build-up off Iran compare to the June 2025 strikes? | Infographic News | Al Jazeera",
            "time": "2026-01-29T05:06:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/9441821_cropped_for_vertical_thumb-1769617401.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States is intensifying a military build-up off Iran that experts say could be an indicator that Washington is planning to strike the country.</p><p>The USS Abraham Lincoln, a nuclear-powered aircraft carrier, is one of several military assets the US has deployed to the Arabian Sea in recent days.</p><p>The US also deployed assets from around the world to the region during the 12-day Iran-Israel War in June last year, when Washington sided with its ally Israel and heavily bombed three Iranian nuclear sites.</p><p>And later last year, the US stockpiled military assets in the Caribbean just weeks before launching a series of strikes on Venezuelan boats it claimed – without proof – were trafficking drugs to the US. Eventually, the US <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\" target=\"_blank\" rel=\"noopener\">abducted</a> Venezuelan President Nicolas Maduro from Caracas in a military assault on January 3.</p><p>Following mass protests in Iran from late December, when thousands took to the streets first to complain about the country’s failing currency, but later on, demanding government change, Iranian security forces were accused of massacring demonstrators. The United Nations special rapporteur to Iran said at least 5,000 protesters were killed, while thousands have been detained.</p><p>US President Donald Trump seized on the opportunity to lambast Iran’s clerical leaders, telling demonstrators that “help is on its way”, and threatening military action if Iran carried out executions of prisoners.</p><p>Earlier this month, Trump dialled back his threats when, he said, the Iranian government assured him there would be no executions. And, when protests were finally quashed last week, he claimed planned executions had been halted because of him, although Iran disputes that account.</p><p>Nonetheless, Trump’s rhetoric and the unusual deployment of US military assets to the coast of Iran in recent days may indicate that strikes could be imminent, some analysts say.<br>\n<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"alignnone size-arc-image-770\" src=\"https://i0.wp.com/aljazeera.com/wp-content/uploads/2026/01/INTERACTIVE-USS-Abraham-Lincoln-arrives-in-the-Arabian-Sea-JAN-27-2026-1769503500.png?resize=770%2C962&amp;ssl=1&amp;quality=80\" fetchpriority=\"low\"></p><p>Speaking to reporters aboard Air Force One on Thursday last week, Trump said military forces and assets had been deployed to the region “just in case”.</p><p>“We have a massive fleet heading in that direction, and maybe we won’t have to use it,” he said.</p><p>However, he warned, if Iran does execute protesters, US military action on the country would make June’s attack on three Iranian nuclear sites “look like peanuts”.</p><p>Here’s what we know about what US assets have been deployed:</p><h2 id=\"what-us-military-assets-have-arrived-in-the-region\">What US military assets have arrived in the region?</h2><p>US Central Command (CENTCOM) confirmed in a post on X on Monday that a nuclear-powered aircraft carrier, USS Abraham Lincoln, has been sent to the Middle East to “promote regional security and stability”.</p><p>The vessel, which departed her homeport of San Diego, California in November and had been operating in the South China Sea until last week, is one of the US Navy’s largest warships.</p><p>While CENTCOM did not offer more details on why the ship had been deployed, its statement signals a large US naval deployment towards Iran at a time when tensions between Washington and Tehran have soared.</p><p>On Tuesday, the US Air Forces Central Command (AFCENT) also announced “multi-day readiness” military drills throughout its “areas of responsibility”, referring to 20-some nations in the Middle East, Asia and Africa that host US military bases.</p><p>In a statement, AFCENT said the drills would help to improve its capacity to deploy assets and personnel, strengthen its partnerships with host countries, and prepare for “flexible responses”.</p><p>“This is about upholding our commitment to maintaining combat-ready Airmen and the disciplined execution required to keep airpower available when and where it’s needed,” Lieutenant General Derek France, AFCENT commander, said in the statement.</p><p>Details regarding the locations and timing of the drills are unknown.</p><p>The US maintains a vast military footprint in the Middle East and has been expanding its assets and capabilities there since 2024, as part of its attempt to deter the Iran-backed Houthis in Yemen, who have been targeting Israel-linked commercial vehicles in the Red Sea in solidarity with Palestinians in Gaza.</p><h2 id=\"what-are-the-capabilities-of-the-uss-abraham-lincoln-and-other-assets\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"alignnone size-arc-image-770\" src=\"https://i0.wp.com/aljazeera.com/wp-content/uploads/2026/01/INTERACTIVE-US-Military-presence-in-the-Middle-East-June-2025-map-1768495584.png?resize=770%2C962&amp;ssl=1&amp;quality=80\" fetchpriority=\"low\"></h2><p>There were about 40,000 US service members in the region by June 2025, according to the Council on Foreign Relations.</p><p>Overall, there are eight permanent US military bases in Bahrain, Egypt, Iraq, Israel, Jordan, Kuwait, Qatar, Saudi Arabia, Syria and the United Arab Emirates.</p><p>Other US military installations are situated in Oman and Turkiye.</p><p>Iran bombed Qatar’s Al Udeid military airbase, which hosts US troops, on June 23, 2025, in response to Washington’s strikes on Iranian nuclear sites the day before, at the end of the 12-day Iran-Israel war. No deaths or injuries were recorded, and satellite imagery noted that military aircraft had been evacuated in anticipation of the strikes. Iran’s attack was largely seen as a face-saving exercise.</p><h2 id=\"what-are-the-capabilities-of-the-uss-abraham-lincoln-and-other-assets\">What are the capabilities of the USS Abraham Lincoln and other assets?</h2><p>The USS Abraham Lincoln (CVN-72) serves as a mobile airfield and the flagship vessel of the US Navy’s Carrier Strike Group 3, an operational formation that includes several thousand personnel – likely between 6,000 and 7,000 sailors and marines.</p><p>With an overall length of 333 metres (1,092 feet), the vessel is one of the US Navy’s largest warships. It is part of a 10-member elite class of US aircraft carriers that use nuclear reactors, rather than diesel engines, to power their propeller shafts. They can operate for decades without requiring fuel.</p><h2><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"alignnone size-arc-image-770\" src=\"https://i0.wp.com/aljazeera.com/wp-content/uploads/2026/01/INTERACTIVE-USS-Abraham-Lincoln-JAN-26-2025-1769422995.png?resize=770%2C962&amp;ssl=1&amp;quality=80\" fetchpriority=\"low\"></h2><p>USS Abraham Lincoln, despite its huge size, is designed for exceptional speed over extended periods. It runs at more than 56km/h (35mph), a speed at which it can quickly manoeuvre and evade attacks.</p><p>At least three destroyers – smaller, faster warships that flank the bigger vessels as escorts – are also known to be in the formation. They are Arleigh Burke-class guided missile destroyers – all-steel ships capable of launching Tomahawk missiles for land strikes and providing ballistic missile defence. All three belong to the destroyer unit assigned to USS Abraham Lincoln-Destroyer Squadron 21.</p><p>The destroyers are:</p><ul>\n<li>USS Frank E Petersen Jr, which features highly advanced missile launch systems</li>\n<li>USS Spruance, known for its powerful radar and sensor systems. It is similarly armed with multiple missiles, including anti-submarine missiles</li>\n<li>USS Michael Murphy, a newer model of the Spruance</li>\n</ul><p>Carrier strike formations also usually include a cruiser, an attack submarine and one replenishment ship.</p><p>The USS Mobile Bay guided-missile cruiser, used to launch missiles or detect incoming threats, is typically deployed alongside the USS Abraham Lincoln. But it’s unclear if the vessel has arrived with the fleet this time.</p><p>The air unit assigned to the USS Abraham Lincoln, Carrier Air Wing 9 or Shoguns as they are nicknamed, were involved in <a href=\"https://www.cpf.navy.mil/Newsroom/News/Article/4003431/carrier-air-wing-cvw-9-returns-from-deployment-in-time-for-the-holidays/#:~:text=O'Kane%20and%20Stockdale%20remain,14%2C%202024.\" target=\"_blank\" rel=\"noopener\">multiple US strikes</a> against Yemen’s Houthis in 2024. The group has between eight and nine squadrons and around 65 fighter aircraft, mainly strike fighters like the F/A-18E Super Hornet – a speedy, single-seat strike fighter used for precision strikes, reconnaissance and refuelling missions.</p><h2 id=\"what-happened-during-the-2025-june-attack\">What happened during the 2025 June attack?</h2><p>On the night of June 22, 2025, US forces attacked three Iranian nuclear sites simultaneously during an elaborate mission codenamed Operation Midnight Hammer, which involved 4,000 military personnel.</p><p>The sites, located in Fordow, Natanz and Isfahan in Iran, were all heavily damaged, with the US assessing that Iran’s nuclear capabilities had been severely hampered.</p><p>Fordow, an underground enrichment facility built deep into the mountains, was hit with 12 Massive Ordnance Penetrator (MOPs) or “bunker-buster” bombs delivered from seven B-2 stealth bomber planes. The 13,000kg (28,700lb) GBU-57 MOP is the most powerful bunker-buster bomb, able to penetrate 60m (200 feet) below ground and deliver up to 2,400kg (5,300lb) of explosives, while the bombers are hard to detect due to their specialised shaping and radar-absorbent materials that reduce reflection.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3785323\" src=\"/wp-content/uploads/2025/06/INTERACTIVE-Bunker-buster-bombs-JUNE16-2025-1750307369.png?quality=80\" alt=\"INTERACTIVE-Bunker buster bombs-Iran Israel gbu57 b2 bomber-2025-1750307369\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Natanz, Iran’s second-biggest enrichment facility, was also hit with two MOPs.</p><p>Isfahan, a research facility, was targeted with more than 24 Tomahawk missiles fired from a US submarine, likely the USS Georgia.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3995950\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-What-are-Tomahawk-missiles-September-30-2025-1759225571.png?quality=80\" alt=\"INTERACTIVE - What are Tomahawk missiles - September 30, 2025-1759225571\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>President Trump revealed that F-35 and F-22 fighter jets also breached Iran’s airspace in anticipation of a retaliatory strike by Iran. A total of 125 aircraft were involved in the mission. All successfully withdrew before Iran could respond to the surprise bombing.</p><p>It was the first time the US launched strikes on Iranian soil. In January 2020, the US targeted and assassinated Iranian major general <a href=\"/news/2020/1/3/who-was-qassem-soleimani-irans-irgcs-quds-force-leader\">Qassem Soleimani</a> in a drone strike, but that was while he was near Baghdad Airport in neighbouring Iraq.</p><p>Days before the June 2025 attacks on Iran, media reported that US military assets were moving unusually. On June 21, for example, the US deployed six B-2 stealth bombers towards Guam, but it was later revealed that this had been a decoy mission to maintain an element of surprise.</p><p>Two carrier strike groups accompanying the USS Carl Vinson and USS Nimitz had also been positioned in the Arabian Sea ahead of the attack. The USS Thomas Hudner, an Arleigh Burke-class guided-missile destroyer, was meanwhile moved to the eastern Mediterranean.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271512\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-US-Military-build-up-in-the-Arabian-Sea-JAN-28-2026-copy-1769609695.png?quality=80\" alt=\"INTERACTIVE - US Military build up in the Arabian Sea - JAN 28, 2026 copy-1769609695\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"how-ready-is-the-us-for-another-attack-on-iran\">How ready is the US for another attack on Iran?</h2><p>Analysts say the new military build-up off Iran could signal an imminent, albeit likely a limited, attack on Iran – one that would probably be aimed at Iran’s government following its brutal crackdown on protesters this month.</p><p>Ellie Geranmayeh, from the European Council on Foreign Relations, told Al Jazeera that Trump could justify such an attack – and possibly even a regime change – by arguing that the US wants to protect civilians. But the risks of a military intervention, she added, are significant, and there are no guarantees that Iranians would be better off as a result.</p><p>“If America launches significant attacks, possibly with a regime change endgame, Tehran is likely to directly increase the cost to Trump in an election year by targeting American soldiers stationed across the Middle East,” she said.</p><p>Iran, Geranmayeh warned, would suffer in a US attack, but it also has the capacity to inflict damage on the US and its allies, particularly by attacking oil facilities and blocking international shipping routes. Iran, she said, could also strike US allies such as Israel.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3794723\" src=\"/wp-content/uploads/2025/06/INTERACTIVE-Strait-of-Hormuz-Map-Iran-Israel-1750677677.png?quality=80\" alt=\"INTERACTIVE - Strait of Hormuz Map Iran Israel-1750677677\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Although the Iranian government chose not to escalate the conflict following the June 2025 attacks, there is no assurance it will do the same again, the analyst added.</p><p>“If its regime stability comes under unprecedented existential threat from ground-up pressure domestically and bombing from the skies, the Islamic Republic is likely to use all its cards before they lose them,” she added.</p><p>However, Ali Vaez, from the International Crisis Group, told Al Jazeera that an attack may not happen at all, since a justification on human rights grounds would not be timely.</p><p>“It’s hard to imagine that a strike is imminent – the protests have already been crushed,” he said. Besides, he added, military strikes on Iran would be expensive, and the end goal of such a costly intervention for the US is not clear.</p><p>Vaez agreed that it would likely be Iran’s 92-million population that would bear the brunt of military action if diplomatic channels fail and the situation escalates.</p><p>“The regime, or its remnants, might survive and become more repressive towards their own people and more aggressive in the region,” he said.</p></div></div></body></html>"
        },
        {
            "title": "China’s Xi Jinping, UK’s Keir Starmer agree to deepen economic ties | Xi Jinping News | Al Jazeera",
            "time": "2026-01-29T04:59:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T043630Z_1196021471_RC2RAJAPW8KL_RTRMADP_3_CHINA-BRITAIN-1769661738.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Kingdom Prime Minister Keir Starmer and Chinese President Xi Jinping have called for a closer strategic partnership as they met in Beijing during the first trip of its kind by a British leader in eight years.</p><p>“I have long been clear that the UK and China need a long-term, consistent and comprehensive strategic partnership,” Starmer said after the meeting at Beijing’s Great Hall of the People on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>During their meeting, Starmer told Xi that he hopes the two leaders can “identify opportunities to collaborate, but also allow a meaningful dialogue on areas where we disagree”.</p><p>“I think that working together on issues like climate change, global stability during challenging times for the world, is precisely what we should be doing as we build this relationship in the way that I’ve described,” he said in his remarks.</p><p>Before his trip, Starmer had said doing business with China was the pragmatic choice, and it was time for a “mature” relationship with the world’s second-largest economy.</p><p>Xi stressed the need for more “dialogue and cooperation” amid a “complex and intertwined” international situation.</p><p>“Good things often come with difficulties. As long as it is the right thing to do in accordance with the fundamental interests of the country and its people, leaders will not shy away from difficulties and will forge ahead bravely,” Xi said.</p><p>Starmer’s meeting with Xi was to be followed by a second meeting with Chinese Premier Li Qiang later in the day. He will next head to Shanghai to conclude his three-day visit to China.</p><p>The last trip by a UK prime minister was in 2018, when Theresa May visited Beijing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Strengthening economic and security cooperation has been at the top of Starmer’s agenda, according to Al Jazeera correspondent Katrina Yu.</p><p>“Starmer has the very big task of bringing this diplomatic relationship out of years of deep freeze, so the focus when he talks to Xi Jinping will be finding areas of common ground,” Yu said from Beijing.</p><p>The relationship between the UK and China has been frosty since Beijing launched a political crackdown in Hong Kong, a former British colony, following months of antigovernment protests in 2019.</p><p>London has also criticised the prosecution in Hong Kong of the pro-democracy media tycoon Jimmy Lai, who is also a British citizen, on national security charges.</p><p>In October, the head of the UK’s domestic intelligence agency MI5 said “Chinese state actors pose” a security threat “every day” following a high-profile espionage case that saw two men charged with spying for China.</p><p>Starmer said he raised the issues of Lai and China’s human rights record during his meeting with Xi.</p><p>“We did have a respectful discussion about that, raised those issues as you would expect … It gives us great opportunities, but it also gives us the opportunity to have those discussions about areas where we disagree,” the prime minister told reporters in Beijing when asked if the subjects had been raised.</p><p>Starmer also said “really good progress” had been made on other topics, including whisky tariffs and visa-free travel.</p><p>“We made some really good progress on tariffs for whisky, on visa-free travel to China and on information exchange and cooperation on irregular migration, focusing particularly on small boats and engine parts,” he told reporters, calling it “a very good constructive meeting with real outcomes”.</p><p>Starmer’s trip is also overshadowed by London’s strained relationship with the United States under the leadership of President Donald Trump. Their ties have been tested by Trump’s tariff war and his recent threats of annexing Greenland, much to the alarm of NATO members like the UK.</p><p>Trump was angered by a similar visit this month to Beijing by Canadian Prime Minister Mark Carney, who also sought deeper economic ties with China.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>It is unclear how Trump will respond to Starmer’s visit to Beijing, but the UK prime minister said maintaining a “consistent” relationship with China is “firmly in the national interest”.</p><p>Following the Starmer-Xi meeting, the UK announced it would cooperate with Beijing to address the ongoing problem of human trafficking in the English Channel.</p><p>The agreement will see UK law enforcement work with Chinese authorities to keep small boat engines – used by smugglers for Channel crossings – out of the hands of criminal gangs, according to the Prime Minister’s Office.</p><p>Starmer is seeking deeper economic ties with China, as well, which was the UK’s fourth-largest trading partner in 2022, according to UK government data.</p><p>Accompanying the prime minister on his trip is a delegation representing nearly 50 UK businesses and cultural organisations, including HSBC, British Airways, AstraZeneca and GSK. They are due to meet Chinese and UK businesses in Shanghai.</p></div></div></body></html>"
        }
    ]
}