{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Anthony Joshua injured in deadly car crash in Nigeria: Report | Boxing News | Al Jazeera",
            "time": "2025-12-29T13:30:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25353018995231-1766198847_596618-1767014858.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Anthony Joshua injured in deadly car crash in Nigeria: Report</h1><p class=\"article__subhead\"><em>Local newspaper reports two people died in a car crash in Ogun State involving two-time former heavyweight champion.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">British heavyweight ‍boxer ‍Anthony Joshua has been involved in a car ⁠accident in Nigeria ​that killed ‍two people, local newspaper Punch reported.</p><p class=\"p1\">The ⁠crash happened in Ogun State, the report on Monday said, citing witnesses. Joshua, 36, ​sustained ‌minor injuries when his vehicle collided with another ‌car.</p><p class=\"p1\">Police are investigating ‌the cause of ⁠the accident, Punch said.</p><p class=\"p1\">Joshua could not immediately ‌be reached for comment.</p><p><em>More to follow.</em></p></div></div></body></html>"
        },
        {
            "title": "DR Congo fan holds ‘Lumumba pose’ for full AFCON match | Newsfeed | Al Jazeera",
            "time": "2025-12-29T13:12:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767013956.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thailand-Cambodia ceasefire holds as frontline shows aftermath of fighting | Conflict | Al Jazeera",
            "time": "2025-12-29T13:04:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767013425.jpg?resize=1920%2C1065&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Recent clashes in coastal Syria “not the fault” of government | Digital Series | Al Jazeera",
            "time": "2025-12-29T12:57:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-GAMAL-1767012914.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gamal Mansour of the University of Toronto says Syria’s authorities are still in a fragile state-building phase, and the clashes in coastal Syria have exposed gaps in control.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "China launches live-fire military exercises around Taiwan | Military | Al Jazeera",
            "time": "2025-12-29T11:35:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767008086.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia may gain more than lose from a US intervention in Venezuela | Conflict | Al Jazeera",
            "time": "2025-12-29T11:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-05-07T181819Z_1706224756_RC2ZCEA5HMUL_RTRMADP_3_RUSSIA-VENEZUELA-1766998568.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The escalation of threats to Venezuela by United States President Donald Trump may be easy to dismiss as one of his random whims, but it is too closely linked to major confrontations to be seen as a regional affair with limited impact on the rest of the world.</p><p>Venezuela is turning into a bargaining chip in the game of global superpowers, along with Ukraine.</p><p>Check the opening chapters in Antony Beevor’s history of World War II to see how seemingly disparate conflagrations on different continents – the Nanjing massacre in China, Mussolini’s invasion of Abyssinia and the Spanish Civil War – played their roles in the build-up to the most horrible carnage in modern history.</p><p>This is not to say the world is necessarily sliding into a third world war – although the threat of it is always there. So long as the main characters in Russia-US relations, Trump and his Russian counterpart Vladimir Putin, are currently more prone to mutually beneficial transactions than confrontation, a global bargain feels more likely than a global war.</p><p>Not a major power at all, Venezuela still matters globally – not only as a country with the world’s largest proven oil reserves, but also as a political ally of China, Iran and Russia – countries the US-led West sees as its archrivals. Of these three, Russia is the one which finds itself in the most delicate position when it comes to Venezuela. The US-driven escalation poses risks for the Kremlin, but there are also potential gains to be made.</p><p>The main factor is the unexpected thaw which happened in relations between the US and Russia during Trump’s second term as president.</p><p>Since Putin’s ascent to power in 2000, the Kremlin has seen the US first as an unreliable partner, then as a full-fledged adversary with an ambition to divide and rule in the ex-Soviet neighbourhood.</p><p>But it all suddenly went back to a partnership of sorts when Trump returned to the White House at the beginning of 2025. The US all but terminated its financial aid to Ukraine and adopted the posture of near-neutrality, though it still supplies crucial intelligence to the Ukrainian army. In the latest iteration of its National Security Strategy, the US even dropped Russia from the list of “direct threats”.</p><p>As peace talks over Ukraine, initiated by Trump, slowly proceed, Putin has good reasons to believe that the war is ending on his terms. Despite performative defiance, Ukrainian President Volodymyr Zelenskyy has recently suggested he could agree to his army’s withdrawal from the north of the Donbas region – the most punishing of Russian demands in negotiations. It was yet another concession he suggested he might be open to in 2025, with the Kremlin not moving one inch from its negotiating position.</p><p>Meanwhile, European Union countries have failed to agree on the reparations loan that could guarantee stable funding to Ukraine in the coming years. Although a cheaper alternative was devised in last-minute negotiations, the story demonstrated that the European commitment to Ukraine is reaching its limits.</p><p>Given all the above, it is hardly the best time for the Kremlin to spoil a difficult but all-in-all good working relationship with Trump’s administration over something as distant and unrelated to Russia’s core interests as Venezuela.</p><p>Yes, Russia would make all the expected noises. Its United Nations envoy, Vassily Nebenzia, has claimed that by threatening Venezuela, the US is engaging in “aggressive neocolonialism”. He said it is “cynically imposing its order as it tries to retain global domination and the right to exploit other country’s riches with impunity”.</p><p>This is in reference to the US openly demanding that Venezuela open up again to its oil companies, which controlled much of the country’s oil industry prior to its gradual nationalisation in the 1970s.</p><p>It is not as though Russia itself has no interest in Venezuela’s riches – Russian oil companies have joint ventures with the Venezuelan oil monopoly, PDVSA, although their history is chequered, not least due to US sanctions.</p><p>But Russia would not go out of its way to save a friendly Latin American government. Russian support for Venezuela will always be directly proportional to the US pressure exerted on Russia in connection with Ukraine.</p><p>The potential fall of Nicolas Maduro’s government is not going to be the end of the world for the Kremlin. Russia has a history of adapting to new political regimes that replaced its traditional allies in countries affected by the US obsession with regime change. Iraq and Syria both serve as good examples.</p><p>There is also the aspect of cynical political calculation. The geopolitical gains from the US launching a military attack on Venezuela potentially exceed the losses.</p><p>That is because it would put Russia and the US on an equal moral footing with regard to the war in Ukraine. If the US can dictate its will by means of military aggression in what Americans call “their backyard”, then why can Russia not do the same in its own? The US aggression in Venezuela would justify Russian aggression in Ukraine in the eyes of many, especially in the Global South. Handily for the Kremlin, it would also sow further divisions between the US and Europe as well as feed polarisation within the US itself.</p><p>If, in addition to Venezuela, the Trump administration presses forward with its irrational desire to occupy Greenland, the situation would be ideal for the Kremlin. It may even open avenues for post-Ukraine rapprochement with the EU-led part of Europe, currently its main global nemesis.</p><p>Generally, the Russians see themselves as the keepers of the old order, ultimate foreign policy conservatives. They see the US-led West as a revisionist force responsible for undoing the post-World War II order and see the war in Ukraine as a way of countering that revision.</p><p>But, as their thinking goes, if there is no return to the old order, for which the West is to blame, let us negotiate a new one: an order in which the US does as it pleases in its Western hemisphere, and Russia retains influence over the ex-Soviet neighbourhood.</p><p>An ideal scenario for Russia would be for the US to get bogged down in Venezuela for years. But if Maduro falls fast, it is OK, too. When the dust settles, the outcome might look like a transaction – a US-friendly Venezuela in exchange for the war in Ukraine ending on Russian terms.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Starvation, ‘ghost towns’ plague Sudan as al-Burhan demands RSF surrender | Sudan war News | Al Jazeera",
            "time": "2025-12-29T11:20:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251226__892M8C7__v1__HighRes__SudanConflictDisplaced-1766819742.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The head of the government-aligned Sudanese Armed Forces (SAF) has insisted the war, now deep into its third year, will only end with the “surrender” of the Rapid Support Forces (RSF).</p><p>General Abdel Fattah al-Burhan’s maximalist stance against the rival paramilitary forces comes as the <a href=\"/news/2025/12/27/un-renews-sudan-ceasefire-appeal-over-unimaginable-suffering-of-civilians\">war-torn nation</a> faces a collapsing humanitarian response, with starvation and displacement under fire rife, and intensifying battles that are turning villages into “ghost towns”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Speaking during an official visit to Ankara on Sunday, al-Burhan summarily dismissed the possibility of a political solution that does not involve the disarmament of the RSF.</p><p>“We are not talking about a military solution … we said the military solution does not necessarily have to end with fighting; it can end with surrender,” al-Burhan told members of the Sudanese community in Turkiye. “The war will end after … arms are laid down,” he added.</p><p>United Nations Secretary-General Antonio Guterres called on Friday for an immediate ceasefire in Sudan’s brutal civil war, which the UN says has created the world’s worst <a href=\"/tag/sudan-war/\">humanitarian crisis</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"stomachs-are-empty\">‘Stomachs are empty’</h2><p>Al-Burhan’s comments come as the civilian population faces a catastrophic and brutal reality on the ground. In the city of Kosti, south of Khartoum, thousands of families are sleeping rough, surviving on little more than bread and boiled lentils.</p><p>Al Jazeera’s Mohammed Val, reporting from White Nile state, described a grim situation where nearly 12 million people across Sudan are “living in limbo”.</p><p>“Some say they feel safe here in Kosti, but their stomachs are empty,” Vall reported.</p><p>Ahmed Adam, from the Sudanese Red Crescent, told Val that the influx of displaced people has overwhelmed local capacities, creating critical gaps in essential supplies.”We have a real shortage of food items, medicine, especially medication for children,” Adam said. “We need help from charity organisations,” he added.</p><p>The crisis is exacerbated by a collapse in international funding. The United Nations has more than halved its appeal for 2026 to $23bn following major reductions in support from key donors, including the <a href=\"/news/2025/12/29/us-slashes-un-humanitarian-aid-to-2bn-huge-cut-as-trump-demands-reforms\">United States</a>, the United Kingdom and Germany.</p><p>The World Food Programme (WFP) warns that rations in Sudan, where 21 million people face starvation, will be cut by up to 70 percent.</p><p>Lamia Abdulla, the humanitarian aid commissioner for White Nile state, warned that the impact is already being felt.”The WFP gives food for the displaced, but the biggest part of their assistance goes to refugees, so the aid cuts will pose a real challenge for us,” Abdulla told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ghost-towns-and-hit-and-run-warfare\">‘Ghost towns’ and hit-and-run warfare</h2><p>While hunger spreads, new military escalations are emptying vast swaths of the country. Al Jazeera Arabic’s correspondent, Hassan Razzaq, reported that the humanitarian exodus is a direct result of expanding military operations, particularly in North Darfur and North Kordofan.</p><p>“There are towns now completely empty of their inhabitants, which can be described as ghost towns due to the continuation of battles,” Razzaq said.</p><p>In North Kordofan, the RSF is attempting to advance on the strategic city of el-Obeid. SAF has been expanding its defensive perimeter around the city, leading to volatile battles in the surrounding countryside.</p><p>Razzaq highlighted the instability in areas such as al-Dankouj, a town 40 kilometres (25 miles) from el-Obeid.</p><p>Control of the town has fluctuated, seized first by the RSF and then retaken by SAF, illustrating the “hit-and-run” nature of the conflict in the region.</p><h2 id=\"siege-warfare-and-drones\">Siege warfare and drones</h2><p>The situation is equally dire in South Kordofan, where Razzaq reported that the RSF has maintained an “airtight siege” on the cities of Kadugli and Dilling for more than a year and a half.</p><p>“This continuous siege … has placed the residents in a deplorable state,” Razzaq said, noting that there is “no escape from displacement” as living conditions collapse.</p><p>The geography of South Kordofan has complicated the fighting. Razzaq explained that due to the rugged, mountainous terrain surrounding Kadugli and Dilling, the RSF and its ally, the Sudan People’s Liberation Movement-North (SPLM-N), are resorting to specific tactics to breach defences.”The RSF is attempting to penetrate these cities using drones and long-range heavy artillery,” he reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who really won Iraq’s elections? | Elections News | Al Jazeera",
            "time": "2025-12-29T11:12:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-12T181530Z_454555731_RC26VHA7W277_RTRMADP_3_IRAQ-ELECTION-1762978463.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Baghdad, Iraq – </strong>Iraq’s new parliament is holding its first sitting on Monday, a closely anticipated event as <a href=\"/news/2025/11/11/iraqis-hold-little-hope-for-change-as-they-head-to-the-polls\">post-election Iraq grapples</a> with the question of who sits in parliament and who will lead the next government.</p><p>Who will be the prime minister is only one issue, although it is top of mind for incumbent Prime Minister Mohammed Shia al-Sudani, who had his powers clipped in November by the Federal Supreme Court (FSC), making his government a caretaker.</p><p>As he scrambles for new alliances to compensate for a fractured electoral bloc, al-Sudani will also need to prove he can steer the country through a complicated domestic and international position.</p><h2 id=\"return-to-the-framework\">Return to the Framework</h2><p>According to a source in al-Sudani’s Reconstruction and Development Coalition (RDC), he wanted to use the time between <a href=\"/news/2025/11/10/iraq-parliamentary-elections-what-we-know\">election day</a> and the new parliament’s first session to build negotiating momentum.</p><p>He tried to create his political base through an independent electoral list – and <a href=\"/news/2025/11/12/iraqi-pm-al-sudanis-coalition-comes-first-in-parliamentary-election\">won big with about 46 out of 329 seats</a> – but the FSC ruling sent him back to the Shia Coordination Framework (SCF), the alliance that nominated him four years ago and that he was trying to break free from.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Now, he loses the advantage of his RDC’s win and must submit to the SCF leadership, many of whom do not hold seats in parliament, operating instead as external powerbrokers.</p><p>Whether it chooses al-Sudani or someone else for the premiership, the SCF’s biggest task is figuring out how to deal with the traditional Shia parties losing ground in this election, while Shia parties with armed wings won big.</p><p>Armed groups have long been members of the SCF and played a role in Iraq, but pro-Iran, anti-West armed groups have never had such a large presence and voice in parliament.</p><p>This is not only problematic for the powers Iraq has relations with, but also for a swath of Shia Iraqis unhappy with the outsized influence Iran has in their country.</p><h2 id=\"rise-of-armed-factions\">Rise of armed factions</h2><p>The SCF commands approximately 180 MPs; of these, 80 to 90 belong to groups and armed factions close to Iran – most of them under US sanctions. In 2021, they held only 17 seats.</p><p>In al-Sudani’s bloc, 10 seats went to Popular Mobilisation Forces (PMF) head, Faleh al-Fayyad, and eight to Minister of Labour Ahmed al-Asadi, who also leads the Jund al-Imam brigades, an armed faction within the PMF.</p><p>This expanded presence of anti-Western, pro-Iran armed groups in the government formation process puts Iraq on a potential collision course with the European Union, Gulf states, the United Kingdom, and the United States.</p><figure id=\"attachment_4098443\" aria-describedby=\"caption-attachment-4098443\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4098443\" src=\"/wp-content/uploads/2025/11/AP25315208135213-1762841925.jpg?w=770&amp;resize=770%2C481&amp;quality=80\" alt=\"An Iraqi woman casts her vote during the parliamentary election at a polling centre in Baghdad, Iraq on November 11, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4098443\" class=\"wp-caption-text\">An Iraqi woman votes in the parliamentary election at a polling centre in Baghdad, Iraq, on November 11, 2025 [Hadi Mizban/AP Photo]</figcaption></figure><p>According to Iraqi Foreign Minister Fuad Hussein, the US has conveyed a message to Iraqi leaders that it will not accept these factions, many of which have long operated as state-salaried entities with political wings, taking positions in the government.</p><p>The US previously adopted an unstated policy of “non-engagement” with officials from armed factions, refusing to engage with them, while maintaining normal relations with the rest of the cabinet.</p><p>Washington’s engagement with the next government will depend entirely on the extent of these factions’ representation, a matter still awaiting resolution.</p><p>Yet, it remains to be seen whether the US will limit itself to further sanctions on individuals or if it will escalate to crippling measures that could paralyse the Iraqi state, such as sanctioning the State Oil Marketing Organisation (SOMO) or restricting Baghdad’s access to US Federal Reserve funds.</p><p>Many of the kingmakers in the government formation process have already been sanctioned by the US, including PMF chief al-Fayyad, Asaib Ahl al-Haq leader Qais al-Khazali and Khadamat leader Shibl al-Zaidi.</p><h2 id=\"government-formation-negotiations\">Government formation negotiations</h2><p>When parliament convenes, members will be sworn in, and the speaker of parliament will be selected. This person is a consensus Sunni candidate, according to the customary muhasasa system, in place since the first government under the post-2003 constitution.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Following that is the vote for the presidency, a Kurdish candidate, according to muhasasa. The president then nominates the candidate of the largest Shia bloc – the SCF – to be named prime minister.</p><p>Before the election, Supreme Judicial Council President Faiq Zaidan urged politicians to adhere to the constitutional timeline for government formation – a maximum of 90 days – and the FSC ratified the results faster than usual.</p><p>However, historically, no Iraqi government has ever been formed within constitutional deadlines – in 2021, it took more than 300 days – and the SCF’s struggle to find the right candidate while balancing the visibility of the armed groups now sitting in parliament could prolong the process.</p><p>Historically, Iran has played a central role in forging consensus on the prime minister among Shia factions.</p><p>But it is weakened regionally now, grappling with the aftermath of Israeli and US attacks, a debilitating economic crisis caused by sanctions, and the degradation of its regional proxies, making Iran’s role this time questionable.</p><p>Whether this will change how international powers feel about the big gains that pro-Iran Shia armed groups made in parliament remains to be seen.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Video: Trump and Zelenskyy hail ‘progress’ on Russia-Ukraine peace plan | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-29T10:59:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767005941.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Three messages reset conditions in eastern Yemen | Conflict | Al Jazeera",
            "time": "2025-12-29T10:38:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-21T172130Z_571996593_RC25LIAIB050_RTRMADP_3_YEMEN-SECURTY-1767001685.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Political and military signals have intensified in Yemen’s already complex theatre. In an unusually short period of time, three successive statements were issued within a single context, beginning with an official Yemeni request from President Rashad al-Alimi, the head of Yemen’s Presidential Leadership Council, the governing body of the internationally recognised government. This was followed by an operational response from the Saudi-led coalition, and then a political message by the <a href=\"/news/2025/12/27/saudi-says-it-will-militarily-back-yemens-government-against-separatists\">Saudi minister of defence</a> that defines the moves on the ground and the directions they take.</p><p>What happened cannot be interpreted as an isolated move, nor as part of a routine truce. The sequence suggests an arrangement that uses Yemeni legitimacy as the political framework for a Saudi move aimed at restraining the expansion of an ally advancing eastward, while at the same time reducing the Houthis’ chances of exploiting any rift within the opposing camp. This is why the weight of the three statements exceeded their words, as they moved the crisis from an open tug-of-war to a clear path based on an official request, then a field response, then a political message that sets the limits of movement and defines its direction.</p><h2 id=\"why-the-east-and-why-now\">Why the east and why now?</h2><p>The names of Yemen’s governorates may seem like marginal details to a non-Arab reader, but Hadramout and al-Mahra are exceptions. Hadramout represents economic depth for Yemen with its oil and gas resources and related infrastructure, and also has a vital border crossing with Saudi Arabia, making it part of the equation of both border security and trade. Al-Mahra, due to its border location with Oman and Saudi Arabia, controls ports, crossings and movement routes that affect regional security and the local economy. This location makes any tension in the east a quintessential border issue, not merely a local crisis, and any large-scale instability there will not remain confined within Yemen, as it impacts the country’s economy, raises border sensitivity within the region, and stirs concerns about the stability of trade routes.</p><p>For this reason, Riyadh views the east as an area it seeks to neutralise from chaos as much as possible. With the expansion of the United Arab Emirates-backed Southern Transitional Council (STC) and its forces towards Hadramout and al-Mahra, the issue has shifted from a limited field movement to a test of the limits of the coalition itself, and to a direct question about who has the right to manage security and resources in areas that cannot bear a prolonged conflict.</p><p>The first step came through a statement attributed to a government source about a request by the chairman of the Presidential Leadership Council to take military measures to protect civilians in Hadramout and support the armed forces in imposing calm. The importance of this wording is that it moves the matter from being disputes between forces within the same camp (the STC is a member of the Presidential Leadership Council) to a level of escalation that threatens civilian safety and stability, thus requiring action from the supporting partner.</p><p>This request gives the coalition a clearer political justification for intervention, as it moves in response to a request from the head of an internationally recognised governing body. Internally, the request sends a message no less important, as the presidency does not want to become a mere facade covering up imposed facts, and it seeks to affirm the idea that controlling the field happens through the state, even if it seeks regional support to achieve that.</p><p>The second statement came through the coalition with an urgent call for the STC to withdraw from Hadramout and al-Mahra, hand over camps to the “Nation’s Shield” forces, and enable local authorities to carry out their duties, with a warning against directly dealing with any military movements that contravene de-escalation efforts. This content does not merely aim to reduce escalation, but rather outlines executive steps: withdrawal, then handover, then reinstating the local authority.</p><p>The mention of the “Homeland Shield” forces in the statement is striking because the coalition is not merely calling for vacating positions, but is also proposing an alternative party to take them over. This reduces the likelihood of a security vacuum and gives Riyadh a practical tool to manage the eastern file away from the logic of multiple forces. As for the phrase “direct engagement,” it is the most explicit warning, as it increases the cost of any attempt to test the coalition’s boundaries or impose a new reality by force.</p><p>The third statement by Saudi Defence Minister Prince Khalid bin Salman Al Saud, addressed primarily to the Yemeni people, affirmed that the kingdom’s intervention came in response to a request from the legitimate government and in support of restoring the state and preserving Yemen’s security. It stressed that the “Southern issue” is a fair political cause that cannot be ignored, and that it was incorporated into the political solution track through the Riyadh Conference and Riyadh Agreement, ensuring southern participation in governance. He then called on the STC to ”heed to reason” and respond to Saudi and Emirati mediation efforts to end the escalation and hand over the camps peacefully.</p><p>This framing works in two directions; it grants the STC political recognition of the Southern cause, while setting strict boundaries for its pursuit, as Riyadh – according to the statement – distinguishes between the justice of the cause and the use of force to change control maps in resource and border areas. At the same time, it leaves the STC with a practical exit through peaceful handover instead of an open confrontation.</p><h2 id=\"what-does-this-mean-for-the-southern-transitional-council\">What does this mean for the Southern Transitional Council?</h2><p>This sequence puts the STC to a direct test. The request came from the head of the legitimate authority of which the STC is part, the operational statement from the coalition set a ceiling to its movements, and the political framing from the Saudi defence minister provided a way out via peaceful handover. In this context, an organised response would allow the STC to present any withdrawal as an engagement in de-escalation, while retaining its political discourse and influence in its traditional areas of control. Procrastination or direct defiance, however, raises risks, as it could lead to greater political and diplomatic pressure and portray it as the party obstructing the de-escalation process in a highly sensitive area. Moreover, the three messages redraw the boundaries of expansion within the same camp, as arrangements for influence in certain centres or areas differ from attempts to reshape influence in eastern Yemen by force.</p><h2 id=\"houthis-are-watching\">Houthis are watching</h2><p>The Houthis, an armed group with their own government backed by Iran, which control Yemen’s capital Sanaa and northwestern Yemen, are monitoring any rift among their opponents and seek to exploit it. This is why the rapid coordination between the Yemeni presidency and the coalition sends a signal to Sanaa rulers that the opposing camp is capable of managing its disputes in sensitive areas, and that betting on internal fighting as a path to the east may not be guaranteed. Additionally, establishing security arrangements around resource areas reduces the chances of politically benefitting from their chaos and complicates any future push towards them.</p><p>The phrase “Saudi–Emirati mediation” in the coalition’s statements and those by the Saudi defence minister appears highly sensitive because Abu Dhabi’s relationship with the STC is not merely one of political communication, but one of sponsorship, funding, and support that grants it freedom of movement and a constant backer. When the UAE appears as a mediator alongside Saudi Arabia, it sends two opposite messages at the same time: it gives the STC the feeling that it’s protected, while placing Abu Dhabi in a tight corner because mediation entails a practical commitment to halt escalation, not just a declaration of intent.</p><p>This turns the mediation into a test of the alignment of calculations within the coalition itself, and a direct measure of Abu Dhabi’s readiness to respect its partner Riyadh’s approach in an issue that Saudi Arabia considers a threat to its border security and strategic interests. But the question remains: will Abu Dhabi succeed in pushing the STC towards de-escalation, or will the political cover remain in place while developments on the ground move in a different direction?</p><h2 id=\"where-are-we-heading\">Where are we heading?</h2><p>It is more likely that Saudi Arabia is pushing towards a short-term settlement that includes a phased withdrawal, an organised handover of camps, and security arrangements that prevent any single party from imposing its control in the directorates of Hadramout and al-Mahra. This path maintains a minimum level of stability and reduces the chances of clashes within the camp opposing the Houthis. If it falters, limited deterrent tools will emerge aimed at enforcing the declared ceiling, while keeping the mediation channel open to avoid a full-scale explosion.</p><p>The three statements have raised the cost of turning eastern Yemen into an open arena of dispute, but they have not closed the scene.</p><p>In my view, what will determine the direction is not the statements alone, but the behaviour of the parties in the following days: will the STC choose a settlement that saves face, or will it bet on time? And will the “security alternative” arrangements succeed in reducing friction, or will they generate new local sensitivities?</p><p>And one final question concerning the Houthis: will they see this containment as a deterrent that reduces opportunities to invest in disputes, or will they see it as a chance to test the limits of movement?</p><p>The answers will become clear soon, because events are still moving quickly, and because eastern Yemen has become either a benchmark for stability or a gateway to broader chaos.</p></div></div></body></html>"
        },
        {
            "title": "Tents flooded by heavy rains in Gaza amid calls for Israel to let in aid | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-29T10:09:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251228__896B2E2__v1__HighRes__PalestinianIsraelConflict-1766999258.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Severe weather conditions are bringing further misery to displaced Palestinians in Gaza, who have already suffered relentless bombardment, siege and loss in Israel’s genocidal war for more than two years, as Israel continues to block critical shelter and aid supplies into the territory.</p><p>Flimsy tents were flooded and makeshift camps engulfed in mud on Monday following heavy winter rains lashing the enclave in recent days.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The harsh conditions have added to the suffering of Palestinians in Gaza, most of whom are reduced to sheltering in tents and other makeshift structures since Israel’s war destroyed an estimated 80 percent of the buildings there.</p><p>Officials are warning that severe conditions also bring new dangers, with the threat of disease and illness as overwhelmed and damaged sewage systems contaminate floodwaters, and the risk that damaged buildings could collapse amid heavy rainfall.</p><p>At least 15 people, including babies, have died this month from hypothermia following the rains and plunging temperatures, according to the authorities in Gaza.</p><p>Two-month-old baby Arkan Firas Musleh was the latest infant to die Monday as a result of the extreme cold.  Gaza’s Ministry of Health also announced the death of a Palestinian man in a building collapse onto a tent in the Tel al-Hawa neighbourhood of Gaza City.</p><p>On Sunday, a <a href=\"/news/2025/12/28/gaza-storm-kills-palestinian-woman-as-israeli-curbs-on-aid-compound-misery\">30-year-old woman was killed</a> when a partially destroyed wall collapsed onto her tent in the Remal neighbourhood to the west of Gaza City amid fierce winds, Al Jazeera Arabic reported.</p><p>Officials have warned people not to shelter in damaged buildings, but the tents offer limited protection from the heavy rain and no real protection against flooding.</p><h2 id=\"contaminated-floodwater\">Contaminated floodwater</h2><p>Reporting from Gaza City’s Zeitoun neighbourhood, where most of the buildings have been reduced to rubble by Israeli attacks, Al Jazeera’s Hind Khoudary said the heavy rains had created deep puddles and thick mud that was difficult to pass in places.</p><p>“People are struggling to walk in those mud puddles,” she said. “These are not only water, but it’s also sewage, rubbish.”</p><p>A team of municipal workers were trying to pump sewage from the overwhelmed network, amid reports of flooded tents from residents.</p><p>“Families are saying that sewage water has been coming into their tents,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"calls-for-aid-deliveries\">Calls for aid deliveries</h2><p>Aid groups have called for the international community to pressure Israel to lift restrictions on life-saving aid deliveries into the territory, which they say are falling far short of the amount called for under the US-brokered ceasefire.</p><p>“More rain. More human misery, despair and death,” Philippe Lazzarini, commissioner-general of UNRWA, the top United Nations group overseeing aid in Gaza, wrote on social media on Sunday.</p><p>“Harsh winter weather is compounding more than two years of suffering. People in Gaza are surviving in flimsy, waterlogged tents and among ruins.”</p><p>There was “nothing inevitable about this”, he added. “Aid supplies are not being allowed in at the scale required.”</p><h2 id=\"more-israeli-attacks\">More Israeli attacks</h2><p>Meanwhile, despite the ceasefire that came into effect on October 10, Israeli attacks on Palestinians have continued in Gaza.</p><p>Three Palestinians were injured on Monday when Israeli forces targeted the Jabalia camp in northern Gaza, a medical source told Al Jazeera Arabic.</p><p>Witnesses said the attack happened in an area from which Israeli forces had withdrawn under the ceasefire agreement.</p><p>Witnesses also reported an Israeli air raid on the eastern areas of the Bureij camp in central Gaza, artillery shelling east of Rafah and further Israeli attacks east of Gaza City, Al Jazeera Arabic reported.</p><p>A 20-point plan proposed by United States President Donald Trump in September called for an initial truce followed by steps towards a wider peace. So far, as part of the first phase, there has been the exchange of captives held in Gaza and prisoners in Israeli jails, and a partial withdrawal of Israeli forces from the enclave. However, it still occupies almost half of the territory.</p><p>However, Israeli attacks have not stopped, while humanitarian aid flows into the territory have not been what was promised.</p><p>Since the truce went into effect, more than 414 Palestinians have been killed and more than 1,100 wounded in ceasefire violations, according to Gaza’s Ministry of Health.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Uganda vs Nigeria: AFCON 2025 - team news, start times and lineups | Football News | Al Jazeera",
            "time": "2025-12-29T09:59:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25362010692598-1766903952_518d72-1766995551.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who</strong>: Uganda vs Nigeria<br>\n<strong>What</strong>: <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">CAF Africa Cup of Nations</a><br>\n<strong>Where</strong>: Fez Stadium in Fez, Morocco<br>\n<strong>When</strong>: <a href=\"/sports/2025/12/15/africa-cup-of-nations-2025-full-match-schedule-teams-groups-and-format\">Tuesday</a>, December 30, at 5pm (16:00 GMT)<br>\n<strong>How to follow</strong>: We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 13:00 GMT in advance of our text commentary stream.</p><p data-start=\"406\" data-end=\"645\">Nigeria have done the hard work early. Their place in the AFCON last 16 is booked, Group C top spot assured, and Tuesday’s meeting with Uganda offers a chance to make it three wins from three in Morocco.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"341\" data-end=\"581\">The Super Eagles arrived at the tournament still reeling from the disappointment of missing out on the 2026 FIFA World Cup, but back-to-back victories have helped them regain momentum and reassert their status as genuine title contenders.</p><p data-start=\"588\" data-end=\"831\">The three-time champions, who have not lifted the trophy since 2013, boast quality across the pitch. While their attacking threat has been evident, greater defensive solidity will be the focus when they face Uganda in Tuesday’s clash in Fez.</p><p data-start=\"838\" data-end=\"1035\">Though the fixture carries little consequence for Nigeria, it is a do-or-die encounter for Uganda, who must spring a major upset against the West African giants to keep their tournament hopes alive.</p><p data-start=\"406\" data-end=\"645\">Here’s everything you need to know about Uganda vs Nigeria:</p><h2 id=\"what-happened-in-nigeria-s-first-two-matches\">What happened in Nigeria’s first two matches?</h2><p>Nigeria kicked off their AFCON campaign with a <a href=\"/sports/2025/12/23/nigeria-beat-tanzania-to-make-winning-start-to-afcon-2025\">narrow 2-1 win</a> over Tanzania, a game in which the Super Eagles were left to rue their inability to convert chances.</p><p>But they bounced back with an impressive display of attacking prowess and <a href=\"/sports/2025/12/27/nigeria-reach-afcon-knockouts-despite-late-tunisia-scare\">survived</a> a late rally by Tunisia to win 3-2, sealing their spot in the last 16.</p><h2 id=\"what-happened-in-uganda-s-first-two-matches\">What happened in Uganda’s first two matches?</h2><p>Uganda suffered a 3-1 defeat to Tunisia in the opening match and had to settle for a 1-1 draw with Tanzania in the second game.</p><p>While Uganda were inferior to Tunisia in the opener, they had the chance to seal victory in the second game against East African rivals Tanzania, but Allan Okello missed a penalty in stoppage time.</p><figure id=\"attachment_4199298\" aria-describedby=\"caption-attachment-4199298\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4199298\" src=\"/wp-content/uploads/2025/12/AFP__20251227__894Y9MP__v1__MidRes__FblAfr2025Match17NgaTun-1766874190.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Nigeria's forward #09 Victor Osimhen celebrates\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4199298\" class=\"wp-caption-text\">Thumbs up for victory: Nigeria’s forward Victor Osimhen was among the scorers as they beat Tunisia 3-2 in a five-goal thriller on Saturday [Abdel Majid Bziouat/AFP]</figcaption></figure><h2 id=\"what-are-the-afcon-group-c-standings-and-who-can-qualify\">What are the AFCON Group C standings, and who can qualify?</h2><p>Nigeria lead Group C with six points, having registered two wins in two matches. They are already through to the last 16.</p><p>Tunisia sit second with three points, while Tanzania and Uganda are third and fourth respectively, both with one point each. All three teams are in the mix to qualify, though Tunisia have the best chance out of the trio, with a draw against Tanzania on Tuesday enough to progress.</p><p>The top two teams from each group, along with the best four third-place teams, will advance to the round of 16.</p><p data-start=\"69\" data-end=\"327\">Nigeria are guaranteed to finish top of Group C, regardless of results in the final round. Even if they lose and Tunisia win the next match, both teams would finish on six points, with Nigeria ahead on the competition’s head-to-head tiebreaker.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-will-nigeria-face-in-the-round-of-16\" data-start=\"69\" data-end=\"327\">Who will Nigeria face in the round of 16?</h2><p>Nigeria will face a third-placed side from Group A, B or F in the <a href=\"/sports/2025/12/15/africa-cup-of-nations-2025-full-match-schedule-teams-groups-and-format\">next round</a> on January 5. Currently, it means it could be one of Zambia, Angola or Mozambique.</p><p>Like all of Nigeria’s group games, the last-16 contest will also be held in Fez.</p><h2 id=\"who-are-nigeria-s-best-players\">Who are Nigeria’s best players?</h2><p>With two goals and two assists, Ademola Lookman is arguably Nigeria’s best player and the tournament’s standout attacker so far. The 28-year-old was the architect of Nigeria’s victories in both games, playing an equal role as a playmaker and finisher.</p><p>Apart from him, striker Victor Osimhen has been one of the most feared attackers, while Alex Iwobi has been pulling the strings in midfield.</p><p></p><h2 id=\"who-are-uganda-s-best-players\">Who are Uganda’s best players?</h2><p data-start=\"387\" data-end=\"650\">Attacking midfielder Okello, known as “Star Boy” in his homeland, is one of Uganda’s key players. His late penalty miss against Tanzania proved costly, but it does little to diminish his talent and importance to the side.</p><p data-start=\"387\" data-end=\"650\">Midfielder Denis Omedi and striker Uche Ikpeazu, who both scored off the bench, have proven to be impactful and could be handed starts.</p><h2 id=\"form-guide\">Form guide</h2><p>All competitions, most recent result last:</p><p>Nigeria: W-W-L-L-W</p><p>Uganda: D-L-L-L-W</p><h2 id=\"head-to-head\">Head-to-head</h2><p>Uganda and Nigeria have played each other a total of eight times, including in competitive and friendly games.</p><p>Although ranked 47 spots below Nigeria, Uganda have historically had a strong record against the mighty West Africans. Uganda have won four times, Nigeria have won only twice, while two games ended in a draw.</p><p>The last meeting between the teams took place in 2018 in an international friendly, which ended in a goalless draw. Their last AFCON face-off was in June 2007, when Uganda won 2-1 in a group fixture.</p><h2 id=\"afcon-records\">AFCON records</h2><p>Uganda have played seven times at AFCON, with their best result a runners-up finish in 1978. They also finished fourth in 1962.</p><p>Nigeria have played at the tournament 20 times, finishing winners on three occasions and runners-up five times.</p><figure id=\"attachment_4198689\" aria-describedby=\"caption-attachment-4198689\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4198689\" src=\"/wp-content/uploads/2025/12/AFP__20251227__894Q2CC__v1__MidRes__FblAfr2025Match17NgaTun-1766857193.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Fez Stadium is pictured prior the Africa Cup of Nations (CAN) Group C football match between Nigeria and Tunisia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4198689\" class=\"wp-caption-text\">The 45,000-capacity Fez Stadium will host Tuesday’s clash between Nigeria and Uganda [Abdel Majid Bziouat/AFP]</figcaption></figure><h2 id=\"nigeria-team-news\">Nigeria team news</h2><p>With the last-16 qualification secured, Nigeria’s head coach, Eric Chelle, is expected to rest the usual starters and hand game time to other players.</p><p>Goalkeeper Stanley Nwabali, defender Semi Ajayi, striker Osimhen and attacking midfielder Lookman are all one yellow card away from suspension and could be rested.</p><h2 id=\"nigeria-s-predicted-lineup\">Nigeria’s predicted lineup</h2><p>Francis Uzoho (goalkeeper); Bright Osayi-Samuel, Chidozie Awaziem, Calvin Bassey, Bruno Onyemaechi; Frank Onyeka; Raphael Onyedika, Wilfried Ndidi, Fisayo Dele-Bashiru; Chidera Ejuke, Paul Onauchu</p><h2 id=\"uganda-team-news\">Uganda team news</h2><p>Uganda head coach Paul Put will name a full-strength side for this must-win encounter. He has a fully fit squad to choose from.</p><h2 id=\"uganda-s-predicted-lineup\">Uganda’s predicted lineup</h2><p>Denis Onyango (goalkeeper); Kenneth Semakula, Toby Sibbick, Jordan Obita, Aziz Kayondo; Allan Okello, Bobosi Byaruhanga, Denis Omedi, Rogers Mato; Travis Mutyaba; Uche Ikpeazu</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Winter floods wreak havoc on Gaza displacement camps as Israel blocks aid | Gaza News | Al Jazeera",
            "time": "2025-12-29T08:55:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25362675058498-1766996348.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Winter rain has lashed the Gaza Strip over the weekend, flooding displacement camps with ankle-deep water as Palestinians struggled to stay dry in flimsy, worn-out tents. These Palestinians have been displaced after more than two years of Israel’s genocidal war, which has destroyed much of the besieged enclave.</p><p>In Khan Younis, soaked blankets and swamped clay cooking ovens added to the misery. Children in flip-flops navigated through puddles while adults desperately used shovels and tin cans to remove water from tents or extracted collapsed shelters from mud.</p><p>“Puddles formed, and there was a bad smell,” said Majdoleen Tarabein, displaced from Rafah in southern Gaza. “The tent flew away. We don’t know what to do or where to go.”</p><p>She and her family attempted to wring sodden blankets dry by hand.</p><p>“When we woke up in the morning, we found that the water had entered the tent,” said Eman Abu Riziq, also displaced in Khan Younis. “These are the mattresses. They are all completely soaked.”</p><p>She added that her family is still grieving her husband’s death less than two weeks ago.</p><p>“Where are the mediators? We don’t want food. We don’t want anything. We are exhausted. We just want mattresses and covers,” pleaded Fatima Abu Omar while trying to stabilise a collapsing shelter.</p><p>At least 15 people, including three babies, have died this month from hypothermia following the rains and plunging temperatures, according to the authorities in Gaza.</p><p>Emergency workers have warned against staying in damaged buildings due to collapse risks, yet with most of the territory in rubble after relentless and ongoing Israeli bombardment, shelter options are scarce. United Nations estimates from July indicate nearly 80 percent of Gaza’s buildings have been destroyed or damaged.</p><p>Since the ceasefire between Israel and Hamas began, 414 people have been killed and 1,142 wounded, with the overall Palestinian death toll reaching at least 71,266, according to the Health Ministry.</p><p>Aid deliveries to Gaza fall significantly short of ceasefire-mandated amounts, humanitarian organisations report. The Israeli military authority overseeing humanitarian aid stated that 4,200 aid trucks entered Gaza in the past week, along with sanitation equipment and winter supplies, but refused to specify the quantity of tents provided. Aid groups emphasise that current supplies cannot meet overwhelming needs.</p><p>Since the ceasefire, approximately 72,000 tents and 403,000 tarps have entered Gaza, according to Shelter Cluster, an international aid coalition led by the Norwegian Refugee Council.</p><p>“People in Gaza are surviving in flimsy, waterlogged tents and among ruins,” Philippe Lazzarini, commissioner-general of the UN refugee aid organisation in Gaza, said on social media. “There is nothing inevitable about this. Aid supplies are not being allowed in at the scale required.”</p></div></div></body></html>"
        },
        {
            "title": "Kosovo’s prime minister claims victory in snap election | Politics | Al Jazeera",
            "time": "2025-12-29T08:55:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766998436.jpg?resize=1597%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Photos: Sporting moments of 2025 beyond the scoreboard | Gallery News | Al Jazeera",
            "time": "2025-12-29T08:42:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/1-13-2025-11-29T095912Z_204151255_RC2Z8CA7MB5Y_RTRMADP_3_YEAR-END-2025-PHOTOS-SPORTS-1766933817.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">This photo collection captures some of the most spectacular and definitive sporting moments of 2025- raw emotions etched on athletes’ faces in the midst of intense competition as they experienced the full spectrum of triumph, frustration and also heartbreak.</p><p class=\"p1\">The Tour de France delivered its signature human drama as cyclists battled through punishing mountain ascents that tested the limits of endurance.</p><p class=\"p1\">Football witnessed several milestones. Qatar, building on its successful 2022 World Cup, hosted the Arab Cup to widespread celebration across the nation and beyond. Meanwhile, Paris Saint-Germain finally secured their elusive Champions League title after years of pursuit.</p><p class=\"p1\">England’s victory in the Women’s Euro 2025 championship captivated the nation, while the Indian women’s cricket team shattered barriers with their triumph.</p><p class=\"p1\">These remarkable achievements represent merely a glimpse of 2025’s rich sporting tapestry, which enthralled millions around the world.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: Russia claims to have seized village in Donetsk | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-29T08:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AA-20251227-40095035-40095013-UKRAINIAN_INFANTRY_CONDUCT_WINTER_TRAINING_IN_KHARKIV-1767010981.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: Russia claims to have seized village in Donetsk</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Russia shells the eastern Ukrainian city of Sloviansk, killing at least one and injuring five others.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "A cry for help to save Gaza’s healthcare system | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-29T08:23:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/1000012500-1766996160.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>I start my shift at al-Shifa Hospital’s emergency ward at 7:30am, and I stay at the hospital for a full 24 hours. During that time, there is a constant stream of patients, from heart attacks to hypothermia to chronic diseases that have suddenly worsened due to the lack of treatment for traumatic injuries from Israeli attacks.</p><p>On a regular shift, there are four to six of us nurses, and up to three doctors – about a third of the staff that the emergency room had before the war. Like many of the other medical staff, I do not get paid for this work. The hospital cannot afford to compensate us; some colleagues occasionally receive symbolic remuneration from supporting organisations. No one has a fixed salary.</p><p>Out of 29 departments, just three are partially operational at al-Shifa. Most of the buildings in the once-sprawling medical complex are destroyed or burned. We work in three of them that have been partially restored.</p><p>Once I am done with my shift, I go back to my bombed-out home, which now has tarpaulins instead of walls. We have no heating, no electricity, and no running water, and we struggle to get adequate food because I bring no income back.</p><p>This is the reality that medical workers face across Gaza. It has been more than two months since the ceasefire came into effect, but Gaza’s hospitals still feel like battlefronts. The health sector is on the brink of collapse; it is barely functioning only because of the volunteer work of countless medical professionals and their sense of moral duty.</p><p>All across Gaza, doctors are working under immense pressure, nurses are performing tasks beyond their capacity, and patients stand in long queues waiting for unavailable medication or surgeries postponed due to equipment shortages.</p><p>Hospital occupancy rates have reached record levels, and in some departments, capacity has been exceeded many times over.</p><p>Medical teams are working in an environment lacking almost everything: essential medicines, ventilators, functioning operating rooms, and even beds. This is compounded by a severe shortage of spare parts for broken medical equipment, meaning that even a minor malfunction can halt the treatment of dozens of patients.</p><p>There are 350,000 people with chronic illnesses, the majority of whom are unable to receive their regular treatments. There are 42,000 people with life-changing injuries who require multiple surgeries and/or long-term rehabilitation, which is inaccessible in Gaza. There are more than 16,000 patients who require urgent medical evacuation; nearly 1,100 have died while waiting to be allowed to leave for treatment.</p><p>Meanwhile, Israel continues to bomb civilians and block the delivery of essential and life-saving medications, including cancer drugs, supplies for dialysis, heart medications, antibiotics, insulin, and emergency care IV solutions.</p><p>At least 411 people <a href=\"/news/2025/12/22/israel-kills-two-palestinians-in-gaza-city-as-ceasefire-violations-mount\">have been killed</a> and 1,112 injured by Israeli attacks since the truce took effect on October 10. We can only guess the number who have died as a result of Israel’s decision to block medicines.</p><p>All of these pressures – the high number of patients, the destroyed medical infrastructure, and the lack of medicines – fall on the shoulders of medical workers who have already been through hell.</p><p>At least 1,722 of our colleagues were killed during the genocide, according to Medical Aid for Palestinians. Some fled Gaza when they got a chance. At least 80 of our colleagues are still held captive in Israeli jails, including <a href=\"/news/2025/12/27/a-year-on-israel-still-holds-gaza-doctor-hussam-abu-safia-without-charge\">Dr Hussam Abu Safia</a>, the director of Kamal Adwan Hospital.</p><p>Those of us who are still on the ground, working, are exhausted. Images of the horrors of the genocide continue to haunt us: Babies and children who have lost multiple limbs; elderly people with severe internal injuries who cannot be operated on; young people with spinal or head injuries whose lives are now fully dependent on a caregiver and unavailable equipment or medications.</p><p>“I carry my grief with me in my pocket, among the instruments and bandages. Sometimes I treat a child who looks like my own son, and I have to hide my tears,” one colleague at al-Shifa Hospital who lost a child told me recently.</p><p>Another colleague said, “We don’t work in a hospital; we’re on a battlefield, fighting against time and death.”</p><p>We, medical workers in Gaza, are not merely caregivers or employees. We are witnesses to tragedy, heroes without armour, soldiers in a different kind of war. Some of us have lost loved ones, others have lost homes, and yet we return to work, putting our personal pain aside. Not because we are fearless, but because we cannot afford to let our patients down. Despite the exhaustion, the fear, and the sorrow, there is an unwavering will, there are hearts that beat with a sense of duty and humanity.</p><p>We will keep going, but we cannot do it alone. We need urgent help to restore Gaza’s healthcare sector, to re-equip operating rooms, and replenish medical supplies.</p><p>Gaza doesn’t need more statements; it needs medicine, equipment, personnel, and a guarantee of the basic right to treatment.</p><p>Let this article be a cry for help, a call to urgent action. Gaza healthcare must be saved so it can save lives again. Palestinian lives matter.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "US slashes UN humanitarian aid to $2bn, huge cut as Trump demands reforms | United Nations News | Al Jazeera",
            "time": "2025-12-29T08:21:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6949669e-1766418078.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has said it will contribute only $2bn in United Nations humanitarian assistance – a small fraction of its traditional funding scope – as President Donald Trump’s administration continues to heavily downsize its role in foreign aid.</p><p>The reduced commitment, released on Monday, is a sharp contrast to the assistance of up to $17bn the US has provided as the UN’s leading funder in recent years, about $8 -$ 10bn of which were voluntary contributions, US officials say.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It comes as critics have levelled sharp criticism against the US’s <a href=\"/news/2025/6/30/obama-bush-decry-travesty-of-trumps-gutting-of-usaid-on-its-last-day\">dramatic aid reductions</a> under Trump, leading to deaths and hunger as millions around the world lose shelter, sustenance and other essential aid.</p><p>The $2bn will create a pool of funds that can be directed at specific countries or crises, with 17 countries – including Bangladesh, the Democratic Republic of the Congo, Haiti, Syria and Ukraine – initially targeted.</p><p><a href=\"/gallery/2025/5/23/afghan-returnees-face-dire-challenges-amid-deepening-humanitarian-crisis\">Afghanistan</a> is not included on the list, nor is Palestine, which officials say will be covered by money included in Trump’s yet-to-be-completed <a href=\"/news/2025/12/7/hamas-and-israel-move-towards-phase-two-of-us-backed-gaza-plan\">Gaza plan</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dire-outcomes-as-western-countries-pull-back-aid\">Dire outcomes as Western countries pull back aid</h2><p>Earlier this month, the UN <a href=\"/news/2025/12/8/overstretched-under-attack-un-cuts-2026-aid-appeal-despite-great-need\">launched a 2026 appeal</a> for $23bn – half the amount it needs – as the extent of Western funding losses became clear.</p><p>The UN had previously warned in June it would be forced to enact substantial programme reductions amid “the deepest funding cuts ever” to the international aid sector.</p><p>Trump has <a href=\"/news/2025/6/30/obama-bush-decry-travesty-of-trumps-gutting-of-usaid-on-its-last-day\">effectively dismantled</a> the US’s primary platform for foreign aid, the US Agency for International Development (USAID), as his administration has called upon UN agencies to “adapt, shrink or die” in response to its approach.</p><p>Other Western countries, including Germany, have also slashed funding.</p><p>The fallout across the Middle East, South Asia and Africa has been swift.</p><p>In July, the UN High Commissioner for Refugees (UNHCR) said more than 11 million refugees would <a href=\"/news/2025/7/18/un-refugee-agency-warns-funding-cuts-will-leave-over-11m-without-aid\">lose access to aid</a>. At the time, the agency had received just 23 percent of its $10.6bn budget, and expected an overall budget of only $3.5bn by the end of the year to meet the needs of 122 million people.</p><p>Basic services for Rohingya refugees living in Bangladesh were <a href=\"/news/2025/7/11/rohingya-refugees-in-peril-in-bangladesh-as-support-wanes-un\">at risk of collapsing</a>, UNHCR said, while education for more than 230,000 Rohingya children was expected to be suspended.</p><p>The same month, the UN predicted a surge in HIV/AIDS deaths by 2029 due to the funding withdrawals, while the French charity Doctors Without Borders said <a href=\"/news/2025/7/26/malnutrition-in-nigeria-killed-652-children-in-past-six-months-msf-says\">more than 650 children</a> had died from malnutrition in Nigeria as a direct result of international aid cuts.</p><h2 id=\"control-the-spigot\">‘Control the spigot’</h2><p>Speaking on condition of anonymity, a senior US official told The Associated Press news agency that the $2bn is part of a broader plan that will see the UN humanitarian agency (OCHA) “control the spigot” of funds.</p><p>Trump’s administration wants to see “more consolidated leadership authority” among UN agencies, the official added.</p><p>OCHA chief Tom Fletcher has <a href=\"/news/2025/12/8/overstretched-under-attack-un-cuts-2026-aid-appeal-despite-great-need\">previously criticised</a> international “apathy” to ballooning humanitarian needs and said his agency was “under attack”.</p><p>But Fletcher appeared to praise the $2bn deal, telling the AP the US is “demonstrating that it is a humanitarian superpower”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How monopolies caused havoc around the world in 2025 | Politics News | Al Jazeera",
            "time": "2025-12-29T08:18:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-08T211242Z_137318107_RC2DCIAMTIQ5_RTRMADP_3_WARNER-BROS-DIS-M-A-NETFLIX-PARAMOUNT-1766297583.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Giant tech firms and the bosses behind them are becoming as politically powerful as nation-states, the new head of the United Kingdom’s foreign intelligence agency has warned.</p><p data-start=\"255\" data-end=\"433\">In her first public speech as MI6 chief this month, Blaise Metreweli said, “our world is being remade” by new technology products in a way once only depicted in science fiction.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"435\" data-end=\"617\">Speaking from the MI6 headquarters in London, she warned that technologies are “rewriting the reality of conflict as they converge to create science fiction-like tools”. She said some algorithms used by social media platforms could “become as powerful as states”.</p><p data-start=\"1143\" data-end=\"1349\">Metreweli warned that the “defining challenge of the 21st century” was “not simply who wields the most powerful technologies, but who guides them with the greatest wisdom”.</p><p data-start=\"1143\" data-end=\"1349\">Just a handful of tech giants now control how information reaches the public, raising concerns that their owners could manipulate information and communications for their preferred political outcomes.</p><p data-start=\"2004\" data-end=\"2116\">While Metreweli did not cite specific examples, two or three US firms dominate social media and Elon Musk, the owner of X (as well as SpaceX and Tesla), also controls Starlink – the satellite communications network that is considered crucial for the Ukrainian military in its ongoing war with Russia.</p><p data-start=\"1143\" data-end=\"1349\">This is a type of monopoly, but while Metreweli was talking mainly about political power and influence, monopolies can wield immense economic power as well.</p><p data-start=\"1143\" data-end=\"1349\">Monopolies in other industries are also causing havoc. India’s airline market was rocked by rising prices and a pilot shortage recently, while Netflix’s proposed merger with Warner Bros has led to concern that a streaming monopoly could harm creative and artistic industries and restrict consumer choice.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"which-other-monopolies-are-causing-controversy\">Which other monopolies are causing controversy?</h2><p>Monopolies are not just an issue for the technology sector; they are disrupting other industries as well.</p><h3 id=\"netflix-and-warner-bros\">Netflix and Warner Bros</h3><p>On December 5, <a href=\"/economy/2025/12/5/netflix-to-acquire-warner-bros-discovery-raising-antitrust-concerns\">Netflix agreed to buy Warner Bros Discovery</a> in an $82.7bn deal, close on the heels of the merger of Paramount with Skydance Media earlier this year and, in 2019, Disney’s purchase of fellow studio 21st Century Fox.</p><p>Experts and government officials have raised antitrust concerns about the planned acquisition, noting that the enlarged market share controlled by one group following such a merger could throw up problems.</p><p>Consumers seem to agree. Netflix was hit with a lawsuit on December 9 seeking to block the merger.</p><p>The lawsuit asserts that the Warner Bros deal would eliminate one of Netflix’s closest rivals – HBO Max – and give Netflix control over several major Warner Bros franchises, including Harry Potter, DC Comics and Game of Thrones.</p><p>The proposed class action, filed by a subscriber in a federal court in California, says this will reduce competition, push up prices, and limit content choice for US viewers.</p><p>Netflix has suggested that social media video platforms such as YouTube and TikTok should be included in any survey of the market, which would shrink its perceived market dominance, and has <a href=\"https://www.reuters.com/business/media-telecom/netflix-warner-bros-discovery-combo-seen-lowering-costs-consumers-sources-say-2025-12-03/\" target=\"_blank\" rel=\"noopener\">argued</a> that the costs for consumers would be lowered because Discovery Warner Bros services could be bundled with a Netflix subscription.</p><h3 id=\"indigo\">IndiGo</h3><p>On December 2, air travel across India was thrown into chaos when the country’s largest airline, IndiGo, cancelled thousands of flights, stranding hundreds of thousands of passengers at airports across the country.</p><p>Passengers faced <a href=\"/news/2025/12/7/indigo-chaos-why-is-indias-largest-airline-canceling-hundreds-of-flights\">mass cancellations</a> due to pilot shortages, because IndiGo – which operates roughly 2,200 flights a day – had failed to adopt new pilot rest-and-duty rules introduced by the government in 2024.</p><p>Though the airline had been granted temporary exemptions from the new rules to keep it operational, it still failed to comply with the revised deadline of November 1. Former AirAsia CFO Vijay Gopalan blamed IndiGo’s “very, very lackadaisical, nonchalant attitude” in adapting to rule changes.</p><p>On December 6, India’s aviation watchdog, the Directorate General of Civil Aviation (DGCA), sent a letter to IndiGo CEO Pieter Elbers, warning him of regulatory action. “You have failed in your duty to ensure timely arrangements for conduct of reliable operations,” the Reuters news agency reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>For now, IndiGo has been exempted from capping the weekly number of landings between midnight and early morning until February 10. Meanwhile, the government has ordered a high-level inquiry to determine the cause of flight disruptions.</p><p>Together, IndiGo and Air India control 92 percent of the market in India, raising questions about the lack of competition.</p><p>The recent crisis, in particular, has highlighted the risk of overreliance on a single carrier, with IndiGo controlling 65 percent of the market share.</p><p>This month, <a href=\"/features/2025/12/2/indias-sky-high-fares-crash-dreams-to-make-flying-accessible-to-all\">it was revealed</a> that Indians are facing steep rises in airfares as a direct result of the lack of competition, effectively shutting a large part of the population out of air travel.</p><p>In a <a href=\"https://www.aci-asiapac.aero/media-centre/news/international-airfares-remain-high-notable-increase-in-key-domestic-markets-aci-asia-pacific-and-middle-east\" target=\"_blank\" rel=\"noopener\">study</a> published in November last year by Airports Council International (ACI), a global trade association representing more than 2,000 airports in more than 180 countries, India saw a 43 percent rise in domestic airfares in the first half of 2024, compared with 2019, the second highest in the Asia Pacific and West Asia regions after Vietnam.</p><h2 id=\"why-should-monopolies-be-restricted\">Why should monopolies be restricted?</h2><p>Monopolies form when one firm outcompetes others through innovation or control of scarce resources, creating barriers for rivals. While often criticised for limiting choice and raising prices, they can sometimes deliver goods and services that fragmented competition could not sustain.</p><p>Still, there are a number of reasons that many economists warn against allowing monopolies to emerge.</p><p>Monopolies can undermine a country’s economic activity by weakening competition and stifling innovation. Monopolies can also distort prices. Dominant firms may limit supplies in order to keep prices artificially high, squeezing consumers.</p><p>“In a world that’s been suffering from a cost-of-living crisis, anything that drives up the price of goods should get people worried,” said Max Lawson, head of policy and advocacy for Oxfam.</p><p>Finally, monopolies stifle entrepreneurship. One group having control over infrastructure, data, or supply chains allows that group to favour itself or other preferred firms by raising the barrier to entry for new firms or potential competitors.</p><p>Economically, this can mean fewer jobs, less innovation and greater wealth inequality. It can also, in the case of social media, be used to smother reporting, opinions, or even political alternatives.</p><p>Guy Standing, an economist and research associate at SOAS University, said, “They [monopolies] can gain economies of scale, where the unit price of production [goes] down and then raise the price for consumers … as there’s no competition left.”</p><p>He noted that, across an array of different industries, private monopolies “reap vast wealth and benefits for their shareholders at the expense of consumers, which exacerbates income inequality”.</p><h2 id=\"have-monopolies-been-a-big-issue-in-the-past\">Have monopolies been a big issue in the past?</h2><p>US economic history is awash with examples of monopoly power. In the late 1800s, John D Rockefeller’s Standard Oil crushed rivals through “predatory pricing”, deliberately undercutting competitors’ prices to drive them out of business before later raising prices.</p><p>By the 1890s, Standard Oil controlled approximately 90 percent of US oil refining.</p><p>At roughly the same time, railroad monopolies distorted regional economies by using discriminatory freight rates, favouring certain regions and industries while undercutting firms that challenged their dominance.</p><p>Modern technology monopolies echo these. Google, for instance, dominates digital advertising and effectively shapes online markets, using mass data collection to determine what people see and how businesses <a href=\"/video/counting-the-cost/2024/11/14/what-does-a-second-trump-presidency-mean-for-big-tech\" target=\"_blank\" rel=\"noopener\">and politicians</a> reach audiences.</p><p>Elsewhere, Amazon leverages its e-commerce and logistics power to undercut rivals. It uses its vast logistics network, warehousing, and data-driven pricing to offer lower prices and faster delivery than competitors, which consolidates its market power.</p><p><span>“In the past 30 years, we’ve seen an extreme concentration of market power [in the tech sector] … which made economies more </span>inefficient and [has] driven up <a href=\"/economy/2025/11/6/tesla-shareholders-approve-878bn-pay-plan-for-elon-musk\" target=\"_blank\" rel=\"noopener\">income inequality</a>,” Lawson told Al Jazeera.</p><p>SOAS University’s Standing echoed that sentiment: “Modern economies have evolved so that monopolies are increasingly present across all sectors of activity.”</p><p>“This is particularly in information services. Plutocrats like Elon Musk are increasingly able to determine the <a href=\"/economy/2024/9/6/xs-grok2ai-chatbot-escalates-problem-of-deepfakes-ahead-of-us-elections\" target=\"_blank\" rel=\"noopener\">political direction</a> of the services [such as social media platform X] they provide, in addition to using their wealth to <a href=\"/news/2024/10/16/musk-gave-seventy-five-million-to-pro-trump-group-underscoring-influence-on-race\" target=\"_blank\" rel=\"noopener\">buy off politicians</a>,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-can-governments-combat-monopolies\">How can governments combat monopolies?</h2><p>Governments can curb monopolies through antitrust laws, which refer to legal measures that stop anticompetitive practices. Antitrust laws give regulators the power to break up domineering firms into smaller units, as seen in the 2011 breakup of AT&amp;T, a US telecom giant.</p><p>At its height, in the 1980s, AT&amp;T oversaw many regional service providers, covering almost all telephone networks in the US, limiting choice and inflating prices. Regulators broke them into smaller companies, boosting competition and eventually lowering costs.</p><p>In the US, the Department of Justice has two significant, ongoing antitrust lawsuits against Google. In 2021, Google said it would overhaul its global advertising business and agreed to pay a $268m fine as part of an antitrust settlement with French watchdogs.</p><p>Regulators may also impose fines for unfair pricing and work to promote transparency and open standards, to reduce barriers to markets for new entrants. In March 2025, for instance, the European Commission ordered Apple to open device connectivity to other companies and fined the technology giant for practices that hid cheaper options from consumers.</p><p>Regulators have gone beyond fines to mandate interoperability and fair practices under laws like the European Union’s Digital Markets Act (DMA). The DMA requires dominant platforms to share data, allow rivals to connect with their systems, and disclose transparent advertising and ranking practices, giving smaller firms a fairer chance to compete.</p><p>Through a combination of legal action, economic oversight and structural reform, authorities can prevent monopolies from stifling innovation and concentrating excessive market power, which can give them political power, as the UK’s intelligence chief recently warned.</p><p>Lawson said he believes that “to regulate super-powerful corporate titans, you can cut them down to size; either break them up into smaller private firms or nationalise them”.</p><p>“We’ve been here before,” he added. “Standard Oil was broken up in the 1910s. That was over a century ago. There’s no reason it can’t happen again.”</p></div></div></body></html>"
        },
        {
            "title": "Syrian gov’t troops deployed to Latakia, Tartous after deadly clashes | Syria's War News | Al Jazeera",
            "time": "2025-12-29T07:29:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69516e7a-1766944378.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrian government troops have been deployed to the coastal cities of Latakia and Tartous after demonstrations led to <a href=\"/news/liveblog/2025/12/28/syria-protests-live-deadly-clashes-erupt-as-thousands-demonstrate\">deadly clashes</a> in which at least four people were killed and 108 were injured.</p><p>It’s the latest turmoil to challenge President Ahmed al-Sharaa’s fledgling government, which has been pushing to stabilise the nation and reintegrate internationally after 14 years of ruinous civil war.</p><p>Syria’s Ministry of Defence announced on Sunday that army units with tanks and armoured vehicles had entered the centre of the cities in the country’s west in response to attacks by “outlaw groups” against civilians and security forces, with a mission to restore stability.</p><p>Syria’s state news agency SANA, quoting officials, reported that the attacks were carried out by “remnants of the defunct regime” of former President Bashar al-Assad during protests in Latakia.</p><p>SANA said dozens of people were wounded by “stabbings, blows from stones, and gunfire targeting both security personnel and civilians”.</p><p>Clashes reportedly broke out as the protesters were confronted by pro-government demonstrators, and masked gunmen opened fire on security personnel.</p><p>The Ministry of Interior said in a statement that a police officer had been among those killed. An Al Jazeera team confirmed that gunfire was directed at Syrian security forces at the Azhari roundabout in Latakia, while two security personnel were also wounded in Tartous after unknown assailants threw a hand grenade at the al-Anaza police station in Baniyas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"alawite-protests\">Alawite protests</h2><p>The violence has flared as thousands of Alawite Syrians took to the streets across the religious minority’s heartland in central and coastal parts of Syria on Sunday to protest against violence and discrimination.</p><p>The protests were called for by Ghazal Ghazal, an Alawite spiritual leader living outside the country, who had issued a call to “show the world that the Alawite community cannot be humiliated or marginalised” after the <a href=\"/news/2025/12/26/explosion-at-mosque-in-syrias-homs-kills-three-report\">deadly bombing</a> of a mosque in Homs on Friday.</p><p>The bombing, which killed eight people and was claimed by a Sunni group known as Saraya Ansar al-Sunna, was the latest act of violence against the religious minority, to which the ousted former President al-Assad also belongs and which had huge prominence under his rule.</p><p>The protesters also demanded that the government implement federalism – a system that would see power decentralised from Damascus in favour of greater autonomy for minorities – and the release of Alawite prisoners.</p><p>“We do not want a civil war, we want political federalism. We do not want your terrorism. We want to determine our own destiny,” Ghazal, head of the Islamic Alawite Council in Syria and abroad, said in a video message on Facebook.</p><figure id=\"attachment_4200129\" aria-describedby=\"caption-attachment-4200129\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4200129\" src=\"/wp-content/uploads/2025/12/AP25362464071814-1766932616.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Syrian Alawites protest\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4200129\" class=\"wp-caption-text\">Protesters from the Alawite religious minority demonstrate in Latakia on Sunday, days after a bomb in an Alawite mosque in Homs killed eight people and wounded 18 [Omar Albam/AP]</figcaption></figure><h2 id=\"we-want-federalism\">‘We want federalism’</h2><p>One of the antigovernment protesters on Sunday, Ali Hassan, said the demonstrators sought an end to the ongoing violence against the Alawite community.</p><p>“We just want to sleep in peace and work in peace, and we want federalism,” he said. “If this situation continues like this, then we want federalism. Why is it that every day or every other day, 10 of us are killed?”</p><p>A counterprotester, Mohammad Bakkour, said he had turned out to show his support for the government.</p><p>“We are here to support our new government, which from the very first day of liberation called for peace and for granting amnesty to criminals,” he said, accusing the antigovernment protesters of seeking to “sabotage the new path toward rebuilding the nation”.</p><p>“The entire people are calling for one people and one homeland, but they do not want one people or one homeland – they want sectarianism, chaos, problems, and federalism for their personal interests.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How will Israel’s recognition of Somaliland impact the Middle East? | Politics | Al Jazeera",
            "time": "2025-12-29T07:26:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766992940.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>A diplomatic breakthrough after more than 30 years of international isolation, following its break-up from Somalia.</p><p>But Israel’s recognition of Somaliland as an independent state is drawing widespread condemnation.</p><p>Somaliland is strategically located near the Bab al Mandeb, through which a third of the world’s shipping crosses into the Red sea.</p><p>That makes it vital for maritime security and intelligence operations in a volatile region.</p><p>Will more countries follow Israel and recognise Somaliland?</p><p>Presenter: Adrian Finighan</p><p>Guests: Adam Matan, Independent Horn of Africa Consultant.</p><p>Alon Pinkas, Former Ambassador and Consul General of Israel in New York.</p><p>Xavier Abu Eid, Political Scientist specialising in Palestine and Israel.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "S Korea’s ex-first lady accused of taking bribes, meddling in state affairs | News | Al Jazeera",
            "time": "2025-12-29T07:20:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-08-12T010308Z_101023869_RC2C5GAWEGYS_RTRMADP_3_SOUTHKOREA-POLITICS-FIRST-LADY-1766987082.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>S Korea’s ex-first lady accused of taking bribes, meddling in state affairs</h1><p class=\"article__subhead\"><em>Kim Keon-hee took more than $200,000 in bribes and illegally intervened in state affairs, South Korean prosecutors say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A special prosecutor in South Korea has accused the wife of former President Yoon ‍Suk-yeol of interfering ‍in state affairs in return for expensive valuables and money.</p><p>Min Jung-ki’s comments on Monday came a day after he wrapped up a yearlong investigation into Yoon’s brief imposition of martial law and other scandals related to the once-powerful couple.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The prosecution team earlier this month sought ​a 15-year prison sentence for former First Lady Kim Keon-hee, who ‍is under detention and currently on trial for suspected acceptance of bribes for mediation and other charges.</p><p>Kim has denied any wrongdoing.</p><p>A lower court ruling on Kim is expected on January 28.</p><p>Min said Kim “took ⁠advantage of the status of the president’s spouse to receive money and expensive valuables, and has been widely involved in various personnel appointments and nominations”.</p><p>He said South Korea’s institutions were “severely undermined by abuses of power” by Kim. Meanwhile, his team alleged that bribes from businesses and politicians received by Kim totalled up to 377.25 million won ($263,000).</p><p>Kim’s lawyers slammed the prosecutor’s findings.</p><p>“Investigations do not end because one says so, but are eventually completed with evidence in ​court,” the lawyers said in a statement on Monday.</p><p>They said ‌they would work “to ensure that procedural legitimacy and defense rights are thoroughly guaranteed so that facts are not exaggerated or distorted into political framing”.</p><p>The prosecution team has also indicted Unification Church leader Han Hak-ja, now on ‌trial, after the religious group was suspected of giving Kim valuables, including two Chanel bags and a diamond necklace, as part ‌of its efforts to win influence.</p><p>Han has denied ⁠that she directed her church to bribe Kim.</p><p>Kim also allegedly received luxury jewellery, a painting by famed South Korean minimalist painter Lee Ufan, a Dior handbag and a wristwatch, according to the special prosecutor’s team.</p><p>Former President Yoon denied that he was aware of these transactions when pressed by investigators, “a claim that many find difficult to accept”, said assistant special prosecutor Kim Hyung-geun.</p><p>“Various people who did not have a common denominator with each other visited Kim Keon-hee, not the president, and asked for what they wanted, and gave money ‌and goods,” the assistant special prosecutor said.</p><p>“As a result, their request was realised.”</p><p>Yoon, who was removed from office following his martial law bid, is on trial for suspected masterminding of an insurrection, a charge that could ‍mean a life sentence or even the death penalty.</p><p>He has denied the charges.</p><p>A lower court ruling on Yoon is expected early in 2026.</p></div></div></body></html>"
        },
        {
            "title": "Six ISIL fighters, 3 police officers killed in northwest Turkiye raid | ISIL/ISIS News | Al Jazeera",
            "time": "2025-12-29T06:25:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AA-20251229-40103081-40103080-YALOVADA_TEROR_ORGUTU_DEASA_YONELIK_OPERASYON-1766987556.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Six ISIL fighters, 3 police officers killed in northwest Turkiye raid</h1><p class=\"article__subhead\"><em>A shootout ensues after police raid a home in northwestern Yalova province, local media reports say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Six ISIL (ISIS) fighters have been killed in a shootout in northwest Turkiye that also left three police officers dead, the Turkish Interior Ministry has said.</p><p>In a speech on Monday, Minister of Interior Ali Yerlikaya said that security forces carried out 108 separate overnight raids on alleged ISIL hideouts across 13 provinces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>One of the raids took place at 2am on Monday (23:00 GMT on Sunday) at a home in Yalova province’s Elmalik village, located south of Istanbul in a residential neighbourhood.</p><p>Fire was exchanged when officers raided the home, Yerlikaya said, resulting in the deaths of the three officers and the six alleged ISIL fighters. Yerlikaya said that the fighters killed in the attack were all Turkish citizens. Eight policemen and one night watchman were also wounded.</p><p>Five women and six children were safely evacuated from the house during the raid, the minister said.</p><p>Special forces from nearby Bursa province joined the operation to provide support, including enacting ongoing security measures in the area.</p><p>Residents and vehicles were not allowed into the area surrounding the targeted home, broadcaster TRT Haber reported earlier, while the Yalova governorate also suspended classes at five nearby schools.</p><h2 id=\"increasing-focus-on-alleged-isil-strongholds\">Increasing focus on alleged ISIL strongholds</h2><p>Throughout the holiday period, Turkish security forces have “intensified their operations targeting the sleeping cells of ISIL across Turkiye,” Al Jazeera’s Sinem Koseoglu reported from Istanbul.</p><p>On Thursday, Turkish authorities said they had <a href=\"/news/2025/12/25/turkiye-arrests-115-isil-suspects-it-says-planned-holiday-attacks\">conducted raids</a> on 124 locations and apprehended 115 ISIL suspects.</p><p>Police had received intelligence that operatives were “planning attacks in Turkiye against non-Muslims in particular” during the holiday period, the Istanbul chief prosecutor’s office said.</p><p>The United States military also <a href=\"/news/2025/12/20/trump-says-us-launched-large-scale-attacks-on-isil-in-syria\">carried out</a> extensive strikes against ISIL in neighbouring central and northeastern Syria earlier this month, hitting more than 70 targets. The strikes came a week after two American soldiers and an interpreter <a href=\"/news/2025/12/13/joint-syrian-us-patrol-comes-under-attack-near-palmyra-state-media\">were killed in an attack</a> in the Syrian city of Palmyra.</p><p>Turkiye, which shares a border with Syria, has expanded its efforts against ISIL in recent years. Turkish authorities say some ISIL operatives relocated to the country in 2019 after the group was vanquished in the parts of Iraq and Syria it then controlled.</p><p>Previous raids in March had led to the capture of nearly 300 suspected ISIL members across 47 provinces over two weeks.</p><p>Between 2013 and 2023, authorities arrested more than 19,000 people for suspected affiliations with the group, according to the Turkish presidency.</p></div></div></body></html>"
        },
        {
            "title": "How do you carry a home that keeps breaking? | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-29T05:56:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/b03210da-9a3f-41fa-9eab-c5dc9db26840-copy-1766987153.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>I always thought of Gaza as a place where time folded in on itself. A closed world – dense, familiar, overwhelming – where you grow too fast or not at all.</p><p>I was the child my aunts, my older cousins, and even my friends’ mothers would pull into conversations about family issues, relationships, and everyday problems.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>My teacher called me “the sharpened tongue”, not because I was rude, but because I refused to be shaped into someone softer, quieter, more acceptable.</p><p>Sometimes, I slipped into the moments that reminded me I was a child – like sewing tiny clothes for my Barbies with my cousins.</p><p>But usually, I hovered somewhere between the world of children who didn’t quite understand me and the world of adults whose conversations I somehow understood.</p><h2 id=\"the-world-calling\">The world calling</h2><p>On Fridays, my family used to drive from our neighbourhood in as-Sudaniya down the coastal al-Rashid Street to Rafah – about an hour’s drive.</p><p>One of those days, Gaza felt less like a cage, more like a home.</p><p>I was 12, and my siblings and I joked about old memories – the way my brother used to mispronounce words, the tiny disasters that became inside jokes only we understood.</p><p>We didn’t wander far from my parents, talking and laughing, then walking to the shore as the smell of spiced fish and the cool sea breeze wrapped the day in something warm and familiar.</p><p>They aren’t grand memories, just mine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>I always knew I would leave. I remember a family gathering when every girl my age was asked where she planned to study – in Gaza, they meant, naming local universities as if the question had no other geography.</p><p>When it was my turn, I blurted: “Study in Gaza? I’m going abroad. I’ll be a journalist like my father.”</p><p>Some people encouraged me. Others laughed. But I already felt the world outside calling.</p><p>When I left Gaza in 2019 at 17 to study international relations, it was the first time I flew on my own, and because I was under 18, I carried a court document permitting me to travel alone.</p><p>At the Rafah crossing, I stood between my father and older brother, Omar, memorising their faces.</p><p>Once I crossed into Egypt, long hours of waiting rooms and security checks began, the quiet panic of not knowing whether my name would be called to go through or be sent back.</p><p>Cairo Airport, then Istanbul, and finally Cyprus – each stop a threshold I had to pass.</p><p>At every airport, I was pulled aside for extra searches because of my black passport. Officers asked why I was travelling alone, where I was going, what I planned to study – ordinary questions to them that felt like tests I had to pass to earn a life outside the only world I knew.</p><figure id=\"attachment_4201040\" aria-describedby=\"caption-attachment-4201040\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201040\" src=\"/wp-content/uploads/2025/12/IMG_6187-copy-1766987159.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Young woman in cap and gown on a football pitch\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201040\" class=\"wp-caption-text\">Asil Ziara on the beach in Gaza in 2010 [Courtesy of Asil Ziara]</figcaption></figure><h2 id=\"you-re-not-in-gaza-anymore\">‘You’re not in Gaza anymore’</h2><p>My first night in Cyprus, I slept more deeply than I ever had in my life.</p><p>When I woke to a loud sound, my body panicked, as if it were an explosion. I ran into the corridor only to find suitcase wheels dragging across the floor.</p><p>Then my mind caught up with my body: You’re not in Gaza anymore.</p><p>That morning, I wandered the dorms looking for a mini market. Someone told me it was in the basement, but I got lost in the corridors, trying to buy an adapter and some toast.</p><p>Everything felt unfamiliar – especially the silence.</p><p>Nothing hummed, nothing hovered, nothing threatened. The stillness almost frightened me.</p><p>My first real conversations were at the English prep course at the university. It was a small classroom that felt like a tiny world: Classmates from Cyprus, Turkiye, Lebanon, Morocco, Libya.</p><p>We traded words and accents, and my teacher loved how quickly I learned new vocabulary.</p><p>When I told people I am from Palestine, some heard “Pakistan”, or pointed vaguely at their maps; I showed them pictures, then places.</p><p>In classes, some asked whether we “actually had a life” there. One person asked, sincerely, if Gaza existed. The confusion wasn’t malicious; it was a vacuum in the world’s imagination where my home is.</p><p>Once, in a market, I helped an elderly man find a carton of milk. After thanking me, he introduced himself, mentioning he was Israeli. My chest tightened. I told him my name anyway.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"carrying-gaza-in-exile\">Carrying Gaza in exile</h2><p>Within my first year, Gaza began to feel far away, like a vivid dream I had woken from too quickly.</p><p>Every street I learned, every bus route, every ordinary morning added a layer of distance. That lasted for years – until October 7, 2023, when the dream ended, and the distance collapsed.</p><p>During the war, I worked remotely with my father, a journalist in Gaza – translating, monitoring, waiting for his messages to know he was still alive.</p><p>Fear found me; I shut myself in a room for months, terrified to sleep.</p><p>When I finally slept after weeks, I woke to the news that my cousin Ahmed had been killed.</p><p>Ahmed was in his 30s, and everyone used to call him Saddam because he was born on the day Saddam Hussein fired Scud missiles on Israel.</p><p>He used to call me “ya koshieh”, a teasing nickname that meant “dark-skinned one” – a silly, small joke that somehow felt like protection.</p><p>The guilt over his death was immediate and irrational, as if my wakefulness could have kept him alive.</p><p>We lost more family: my uncle Iyad and his only daughter, and my uncle Nael and his wife, Salwa. Israel erased an entire branch of our family in a night.</p><p>I began to understand how much of Gaza I had carried into exile.</p><figure id=\"attachment_4201042\" aria-describedby=\"caption-attachment-4201042\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201042\" src=\"/wp-content/uploads/2025/12/IMG_9615-copy-1766987163.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Young woman in cap and gown on a football pitch\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201042\" class=\"wp-caption-text\">Asil Ziara on her graduation day, July 12, 2023, in Cyprus [Courtesy of Asil Ziara]</figcaption></figure><p>I started therapy in Cyprus: talk sessions, then trauma-focused work once I got a diagnosis – post-traumatic stress disorder, PTSD.</p><p>I’m steadier now, but I don’t think trauma ever fully ends – not for people from Gaza. It shifts, softens, resurfaces. The work is not to “get over it”, but to learn how to live while it continues.</p><p>I often say I was born in Palestine, but shaped in Cyprus. Gaza gave me awareness; exile gave me the language to understand it.</p><p>Egypt, and later Oman, added new layers to the same unanswered question: How do you carry a home that keeps breaking?</p><p>Maybe this is why, over the past two years, I’ve worked and planned to rebuild my life, to pursue a master’s degree in diplomacy.</p><p>I want to try to understand the world whose decisions shaped my childhood, the power structures that determined so much of my story.</p><p>When people hear “Gaza,” they often think “destruction”.</p><p>The people of Gaza are like anyone else – except their struggle is multiplied by forces beyond their control.</p><p>My story is one of millions. But I hope it makes someone somewhere feel that Gaza is more than a headline.</p><p>Gaza is people.</p><p>And people deserve to live.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "All the countries Israel attacked in 2025: Animated map | Conflict News | Al Jazeera",
            "time": "2025-12-29T05:16:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/INTERACTIVE-Israel-attacks-desktop-poster-social-1766672166.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has attacked more countries than any other country this year.</p><p>In 2025, Israel attacked at least six countries, including Palestine, Iran, Lebanon, Qatar, Syria, and Yemen.</p><p>It also carried out strikes in Tunisian, Maltese and Greek territorial waters on aid flotillas heading for Gaza.</p><p>According to Armed Conflict Location and Event Data (ACLED), an independent conflict monitor, from January 1 to December 5, Israel carried out at least 10,631 attacks, marking one of the broadest geographic military offensives in a single year.</p><h2 id=\"how-are-attacks-measured\">How are attacks measured?</h2><p>ACLED collects and records reported information on political violence, demonstrations, and other select non-violent, politically important events from local, national and international news sources and international bodies.</p><p>For mapping Israeli attacks over this past year, we filtered for violent events including air and drone strikes, shelling and missile attacks, remote explosives, and other armed attacks.</p><p>These events involve violent attacks by Israeli forces; however, they exclude the significant rise in attacks by Israeli settlers against Palestinians in the occupied West Bank. Additionally, they do not cover other Israeli assaults, such as home demolitions or <a href=\"https://interactive.aljazeera.com/aje/2023/israel-home-invasions-palestine-in-the-dead-of-night/?utm_source=www.aljazeera.com&amp;utm_medium=website&amp;utm_campaign=ucms\" target=\"_blank\" rel=\"noopener\">nightly</a> raids that occur daily.</p><h2 id=\"where-has-israel-attacked-the-most\">Where has Israel attacked the most?</h2><p>Gaza has remained the deadliest area, with Israel killing more than 25,000 people this year and injuring at least 62,000.</p><p><a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">Israel has violated a ceasefire in Gaza</a>, which took effect at noon on October 10, hundreds of times, killing at least 400 Palestinians and injuring 1,100.</p><p>Israel also repeatedly violated the first ceasefire earlier in 2025, eventually ending it.</p><p>According to ACLED, in 2025, up to December 5, 2025, Israel attacked:</p><ul>\n<li><strong>Gaza and the occupied West Bank</strong> 8,332 times</li>\n<li><strong>Lebanon</strong> 1,653 times</li>\n<li><strong>Iran</strong> 379 times</li>\n<li><strong>Syria</strong> 207 times</li>\n<li><strong>Yemen</strong> 48 times</li>\n<li><strong>Qatar</strong> once</li>\n<li><strong>Tunisian waters</strong> twice, <strong>Maltese and Greek waters</strong> once each</li>\n</ul><p>These statistics are based on verified reports and likely undercount the actual number of attacks due to reporting gaps in conflict zones.</p></div></div></body></html>"
        }
    ]
}