{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Robin Smith, ex-England cricketer, dies aged 62 | Cricket News | Al Jazeera",
            "time": "2025-12-02T12:20:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-1257298-1764676854_1b749f-1764677559.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Robin Smith, ex-England cricketer, dies aged 62</h1><p class=\"article__subhead\"><em>The South African-born English cricketer, who played from the late-1980s, scored more than 4000 test match runs.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former batter Robin Smith, a World Cup finalist with England in 1992, has died at the age of 62, his former club Hampshire said on Tuesday.</p><p>Smith, born in South Africa to British parents, played 62 tests and 71 one-day internationals (ODIs) for England, scoring 13 centuries.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He suffered from depression and alcoholism following his retirement, telling British newspapers only last week about his personal struggles.</p><p>“It is with great sadness that we announce the passing of legendary batter Robin Smith,” Hampshire posted on the social media platform X.</p><p>Robin Smith established himself as a belligerent middle-order batter known for his striking ability against fast bowlers. He averaged 43.67 in tests, the highest among all contemporary England players when he was dropped after a series in South Africa in 1995-96.</p><p>“It’s a sad day … At the time, in the 80s and 90s, he was England’s best batter,” a tearful Kevan James, Smith’s former Hampshire teammate, told BBC Radio Solent.</p><p>“He was a super player, particularly of fast bowling in an era where the West Indies had all these fast bowlers. He was one of the few England batters who stood up to them and basically gave as good as he got.”</p><p>Smith was the brother of fellow England international Chris Smith, who played his last test at Leeds two years before Robin’s England debut at the same ground in 1988.</p><p>Nicknamed “The Judge” for having curly hair like a judge’s wig, Robin Smith scored 175 against West Indies in Antigua in 1994, the same test in which Brian Lara made a record-breaking 375 runs.</p><p>Smith also hit an unbeaten 167 against Australia in 1993, which remained the highest innings by an England player in an ODI until 2016, when Alex Hales made 171 against Pakistan.</p><p>“Robin Smith was a player who stood toe to toe with some of the quickest bowlers in the world, meeting spells of hostile fast bowling with a defiant smile and an incredible resilience,” said England and Wales Cricket Board (ECB) chair Richard Thompson.</p><p>“He did so in a way that gave England fans enormous pride, and no shortage of entertainment.”</p><figure id=\"attachment_4145169\" aria-describedby=\"caption-attachment-4145169\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4145169\" src=\"/wp-content/uploads/2025/12/GettyImages-649938408-1764677234.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Robin Smith in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145169\" class=\"wp-caption-text\">Smith was best known for his powerful hitting in the one day format, scoring 2419 runs at an average of 39 [File: Graham Chadwick/Empics via Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Video: Protesters clash with police at anti-government march in Bulgaria | Protests | Al Jazeera",
            "time": "2025-12-02T11:56:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764676538.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russian tanker struck off Turkiye as Ukraine targets ‘shadow fleet’ | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-02T11:46:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-04-17T120943Z_1937157438_RC2YYDA8AZAN_RTRMADP_3_UKRAINE-CRISIS-TANKER-GERMANY-1764665411.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian-flagged tanker in the Black Sea has reported being attacked off the Turkish coast, the third such vessel to have been targeted within a week.</p><p>The Turkish Directorate General of Maritime Affairs said on Tuesday that the Midvolga-2 had reported coming under attack about 130km (80 miles) from land.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The tanker was reportedly carrying sunflower oil to Georgia. The attack follows strikes by Ukrainian naval drones on two Russian-flagged vessels that Kyiv said were part of Russia’s <a href=\"/economy/2025/11/27/russias-shadow-vessels-using-false-flags-to-skirt-sanctions-report-says\">“shadow fleet”</a> shipping crude exports in violation of international sanctions.</p><p><a href=\"/video/newsfeed/2025/11/30/ukraine-hits-two-oil-tankers-in-black-sea-targeting-russian-shadow-fleet\">Friday’s strikes</a> saw Turkish President Recep Tayyip Erdogan warn that attacks on commercial shipping in the Black Sea signalled a “worrying escalation” of the conflict between Russia and Ukraine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The 13 members of the Midvolga-2 crew were unharmed, the directorate said on X, adding that the vessel had not requested assistance and it was proceeding towards Turkiye’s Sinop port.</p><p>It did not provide further details, but Turkish TV channel NTV reported that a kamikaze drone was used.</p><p>A Turkish official told the Reuters news agency that in response to the incident, “the necessary messages were conveyed to the relevant parties, including Ukrainian authorities”.</p><h2 id=\"turkish-balancing-act\">Turkish balancing act</h2><p>The Kairos and the Virat were targeted on Friday by Ukraine as they headed to a Russian port to load up with oil destined for foreign markets, a Kyiv official told Reuters.</p><p>A total of 113 such vessels sailed under a false flag in the first nine months of this year, transporting some 11 million tonnes of Russian crude, valued at 4.7 billion euros ($5.4bn), according to a recent report by the Centre for Research on Energy and Clean Air (CREA), a Helsinki-based think tank.</p><p>NATO member Turkiye has maintained cordial relations with both Kyiv and Moscow throughout the war, which was triggered when Russia launched a full-scale invasion of its neighbour in February 2022.</p><p>It has sought to assume a role as a mediator, hosting three rounds of peace talks.</p><p>As part of NATO, Ankara has provided military support to Ukraine. However, it has refused to join Western sanctions against the Kremlin and insisted that navigational security be maintained in the Black Sea.</p><p>“We cannot condone these attacks, which threaten navigational safety, life, and the environment, especially in our own exclusive zone,” Erdogan said in a televised address on Monday, adding that Turkiye had issued a warning to “all related sides”.</p><h2 id=\"crude-target\">Crude target</h2><p>Kyiv, which for years has sustained heavy attacks targeting its energy infrastructure, has focused in recent months on disrupting Russia’s oil industry in a bid to starve Moscow of funds to sustain its war.</p><p>It has concentrated fire on Russian refineries and crude terminals.</p><p>Russia’s foreign ministry said on Sunday that Ukrainian attacks on oil tankers and <a href=\"/news/liveblog/2025/11/29/russia-ukraine-war-live-kyiv-comes-under-deadly-drone-missile-attacks\">infrastructure</a> in the Black Sea were “acts of terrorism” that threatened freedom of navigation in the region.</p><p class=\"western\">A Ukrainian drone attack caused a fire at an oil facility in the southern Russian region of Oryol, authorities said on Tuesday.</p></div></div></body></html>"
        },
        {
            "title": "How will the latest sacking of a top aide affect Ukraine amid Russia war? | News | Al Jazeera",
            "time": "2025-12-02T11:42:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-28T082817Z_1002431186_RC2XM5ANO55C_RTRMADP_3_UKRAINE-CRISIS-CORRUPTION-YERMAK-1764669645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> With his bear-like look and immense clout, <a href=\"/news/2025/11/28/ukraine-anticorruption-investigators-search-home-of-zelenskyys-top-aide\">Andriy Yermak</a> towered over Ukrainian President Volodymyr Zelenskyy for years – literally and figuratively.</p><p>A former copyright lawyer who collaborated with District 95, a comic troupe that propelled Zelenskyy to stardom, the 54-year-old Yermak became Ukraine’s “grey cardinal” after the former comedian won the 2019 presidential vote.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While chief of Zelenskyy’s staff, Yermak played an outsized role – he was widely considered as vice president and vice prime minister. He was a top peace negotiator and made strategic decisions about the war with Russia that led to disastrous miscalculations and losses, according to a four-star general.</p><p>Yermak “formed an entire system of appointing people in state administration, ministries and military agencies”, Ihor Romanenko, former deputy head of Ukraine’s general staff of armed forces, told Al Jazeera.</p><p>Such concentration of power turned Yermak into a seemingly unsinkable, Machiavellian figure as he gained notoriety among Ukrainian officials and top brass, Western leaders and diplomats for his abrasive manners, reluctance to compromise and heavy-handed handling of subordinates.</p><p>And yet, Yermak’s team of negotiators managed to convince Washington to remove some of the most contentious parts of the <a href=\"/news/2025/11/25/trump-wants-us-to-capitulate-to-russia-ukrainians-aghast-at-peace-plan\">28-point peace plan</a> that many in Ukraine and the West called a carbon copy of the Kremlin’s wish list.</p><p>But on Friday, Zelenskyy fired Yermak – after months of Western pressure and speculation about his role in a $100m corruption <a href=\"/news/2025/11/13/could-ukraines-corruption-crisis-lead-to-military-defeat-against-russia\">scandal</a>, an hours-long search of his apartment and a “30-minute-long tantrum with cursing, reproaches and accusations”, according to a Ukrainian daily.</p><p>“Until the last minute, Yermak didn’t believe that the First One [Zelenskyy] will have him sacked,” a government source told the Pravda outlet.</p><p>The firing followed a consensus among key political figures, even the ones appointed by Yermak, the daily reported.</p><p>Zelenskyy diplomatically called the sacking a “resignation”.</p><p>“I’m grateful to Andriy for always representing Ukraine’s position in the negotiation track exactly the way it should be represented,” he said in a video address.</p><p>Hours later, Yermak made a single statement most likely aimed at United States President Donald Trump.</p><p>“I’m going to the front[line] and am prepared for any reprisals. I am an honest and decent person,” he said in a text message in English sent to a reporter with the New York Post, reportedly Trump’s favourite newspaper.</p><p>Some Ukrainians are still deeply pessimistic about the political games amid daily blackouts, Russian air raids, soaring prices and hopelessness about the <a href=\"/news/2025/12/2/russia-says-it-captured-pokrovsk-a-key-logistics-hub-in-eastern-ukraine\">war’s end</a>.</p><p>“<a href=\"/opinions/2025/11/23/a-corruption-scandal-may-well-end-the-war-in-ukraine\">Corruption</a> is a hydra,” said Taras Tymoshchuk, a 43-year-old retired serviceman, who suffered injuries and contusions while fighting pro-Russian separatists in the eastern region of Donbas between 2015 and 2017.</p><p>“Yermak is the head we all knew. He’s been cut off, but many more will grow in his place,” he told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But another disgraced figure – <a href=\"/features/2020/4/17/why-is-a-heroine-of-ukraines-revolution-charged-with-murder\">Tetiana Chornovol</a>, an ex-lawmaker and journalist who enlisted after being charged with arson and premeditated murder – said she would let Yermak join her small squad as a drone operator.</p><p>During the 2014 Ukrainian Revolution, Chornovol assaulted pro-Russian figures, led protesters to seize the city hall and was said to have incited them to throw Molotov cocktails into an office of ex-President Victor Yanukovych’s Party of Regions, according to Ukraine’s State Bureau of Investigations. A 57-year-old IT expert suffocated in the smoke.</p><p>“He’ll be a regular fighter without a past,” Chornovol wrote of Yermik on Facebook on Saturday.</p><p>However, self-banishment to the front line does not make Yermak immune to the consequences that may stem from a huge investigation into corruption schemes around the state-controlled nuclear power monopoly.</p><p>Now, Ukraine and its allies are pondering the aftermath of Yermak’s dismissal, while speculating over his successor.</p><p>“The replacement will be quite painful,” Romanenko said.</p><p>Yermak was widely blamed for mismanaging Kyiv’s talks with Moscow before the full-scale invasion in 2022 – and for downplaying the invasion that, as he reportedly said, he “didn’t believe would really happen”.</p><p>Yermak’s “defence plans were largely unrealistic and have not been implemented”, Romanenko said.</p><p>Yermak also opposed drastic steps such as the huge mobilisation of all men of fighting age and the imposition of martial law that would “put the economy on a wartime track”, Romanenko said.</p><p>Yermak’s replacement should be proposed by the president but voted in by Parliament.</p><p>There’s already a list of possible candidates – Deputy Prime Minister Mikhaylo Fyodorov, Defence Minister Denys Shmyhal and Deputy Foreign Minister Serhiy Kyslytsya.</p><p>Zelenskyy may also appoint a political dark horse, an unknown figure with a military background and front-line experience, to cheer up top brass and average servicemen.</p><p>On Saturday, Zelenskyy reportedly conferred with the heads of military and intelligence agencies – and Pavlo Palisa, 40, a decorated colonel who graduated from a US military college in 2022, fought in the months-long battle for the eastern town of Bakhmut and became Yermak’s deputy in November 2024.</p><p>None of Yermak’s possible successors will have his reputation, notoriety and years-long personal relations with the president – and none is likely to regain his clout.</p><h2 id=\"corruption-track-extremely-useful-to-us\">‘Corruption track extremely useful to US’</h2><p>However, the dismissal will benefit Kyiv in the coming weeks amid resumed peace talks as Washington has lost an ace up its sleeve – Yermak’s presumed involvement in corruption schemes involving multi-billion Western aid.</p><p>“The corruption track in Ukraine was extremely useful to the United States from the viewpoint of pressuring Zelenskyy personally,” Kyiv-based analyst Ihar Tyshkevich told Al Jazeera.</p><p>Zelenskyy considered Yermak an irreplaceable ally and enforcer of his will – and Washington could have used it to demand political concessions in exchange for keeping him, Tyshkevich said.</p><p>Yermak’s resignation removes the “blackmail format” while Ukrainian negotiators could say that Kyiv is about to restructure the decision-making process, he said.</p><p>Some Western partners were also “tense” about Yermak’s decisions that sidelined Ukraine’s Ministry of Foreign Affairs, he said.</p><p>“As paradoxical as it sounds, in the short-term perspective, [Yermak’s resignation] certainly strengthens Zelenskyy,” Tyshkevich said.</p><p>But by early 2026, whoever replaces Yermak will have to make “several right decisions” to further strengthen Zelenskyy, he said.</p><p>For now, the president faces an immediate dilemma.</p><p>He could opt to keep the highly personalised system Yermak built, or dismantle it to allow figures once opposed to Yermak to work closer with Zelenskyy, Tyshkevich said.</p><p>Zelenskyy’s Servant of the People party formally dominates the Verkhovna Rada, Ukraine’s lower house of parliament, but there is infighting and squabbles.</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu requesting pardon is him “getting into election mode” | Digital Series | Al Jazeera",
            "time": "2025-12-02T11:37:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/MITCHEL-BBB-1764675395.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>American-Israeli pollster and strategic communications expert Mitchell Barak sheds light on Benjamin Netanyahu’s request for a pardon and the motives behind it.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Record Asia floods proof “we need to wake up” on climate | Climate | Al Jazeera",
            "time": "2025-12-02T11:21:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Quotable-thumbnail-16X9-1764674309.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: Trump’s envoy Witkoff to meet Putin | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-02T11:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692eda16-1764678166.jpg?resize=1920%2C1407",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: Trump’s envoy Witkoff to meet Putin</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Talks to take place in Moscow amid renewed diplomatic push to end long-running war.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Sudan army refutes claim that RSF has seized key city of Babnusa | Sudan war News | Al Jazeera",
            "time": "2025-12-02T10:37:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/ap_68ee70eb1a027-1760456939.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Sudanese Armed Forces (SAF) has refuted a claim by the paramilitary Rapid Support Forces (RSF) that it has seized control of the West Kordofan town of Babnusa.</p><p>Sudan’s military government said in a statement issued on Tuesday that it had repelled an attack by the RSF. The paramilitary outfit had claimed the previous day to have taken full control of Babnusa, a key city in the vast central Sudanese region of West Kordofan.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Babnusa serves as a gateway to the Darfur region, over which the paramilitary force <a href=\"/video/project-force-2/2025/11/6/reports-of-atrocities-as-rsf-captures-darfur\">took full control</a> last month, and the whole of western Sudan.</p><p>Videos released by the RSF on Monday showed its fighters taking an army base in Babnusa after a weeks-long siege. However, the SAF maintained it was still fighting in the city.</p><p>The RSF “launched a new attack on the city, which our forces decisively repelled”, the official spokesperson for the Armed Forces said in a statement.</p><p>“The army says that the battles are ongoing, that they have their fighters still inside the city,” Al Jazeera’s Hiba Morgan reported from Khartoum. “But what we can definitely confirm is that when it comes to the army headquarters itself, the RSF has taken control of that.”</p><figure id=\"attachment_4144658\" aria-describedby=\"caption-attachment-4144658\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144658\" src=\"/wp-content/uploads/2025/12/2025-12-02T035901Z_428842356_RC238IA88U13_RTRMADP_3_SUDAN-RSF-BABANUSA-1764664922.jpg?w=770&amp;resize=770%2C1378&amp;quality=80\" alt=\"Members of Sudan's paramilitary Rapid Support Forces (RSF) stand in front of the main gate of the 22nd SAF Infantry Division, in Babanusa, Sudan, in this screengrab obtained from a social media video released December 1, 2025. Social Media/via REUTERS. THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. NO RESALES. NO ARCHIVES.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144658\" class=\"wp-caption-text\">RSF members stand in front of the main gate of the 22nd SAF Infantry Division, in Babnusa, Sudan, in this screengrab obtained from a social media video released December 1 [Social Media/via Reuters]</figcaption></figure><p>If the RSF consolidates control of Babnusa, it will have “solidified its control over the West Kordofan region” and along with it “any major access ways to the western part of the country”, she said.</p><p>“For the Sudanese army to get to parts of Darfur or to other parts of Kordofan, it has to go through Babnusa,” said Morgan, so losing the city would make regaining territory in Darfur even more challenging.</p><p>Al Jazeera Arabic reported fierce clashes were also taking place throughout other parts of Kordofan, including in the southern area of Abbasiya Tagali.</p><h2 id=\"broken-ceasefire\">Broken ‘ceasefire’</h2><p>The RSF’s assault on Babnusa builds on the group’s momentum after it captured the city of el-Fasher, the army’s final holdout in Darfur.</p><p>Witnesses and international aid agencies working on the ground have recounted widespread <a href=\"/news/2025/11/30/war-in-sudan-humanitarian-fighting-control-developments-november-2025\">atrocities committed by the RSF</a>. Evidence shows RSF militias engaged in mass killings, rape, and kidnapping.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The latest clashes also appear to break the <a href=\"/news/2025/11/24/rsf-announces-unilateral-three-month-humanitarian-truce-in-sudan\">unilateral ceasefire that was announced by the RSF</a> following mediation efforts from the “Quad” – Egypt, Saudi Arabia, the United Arab Emirates (UAE), and the United States.</p><p>The SAF, which rejected the ceasefire terms presented by the Quad as too favourable to its adversary, has accused the RSF of continuing attacks despite its declared truce.</p><p>The government statement called the announced ceasefire “nothing but a political and media ploy intended to cover up [the RSF’s] field movements and the continuous flow of Emirati support that fuels the war and kills Sudanese people”.</p><p>The UAE has been widely accused of supporting the RSF with money and weapons, but it has staunchly rejected any involvement.</p><p>Analysts say that if Babnusa falls completely, the RSF is likely to move <a href=\"/features/2025/11/28/rsf-military-push-for-kordofan-leaves-sudan-at-risk-of-partition\">towards North Kordofan’s el-Obeid.</a></p><p>Should the city fall, the political shockwave will be enormous, Kholood Khair, the founding director of UK-based risk management provider Confluence Advisory, said.</p><p>“It’s a huge mercantile centre, a regional capital, and a major economic win. It also brings the RSF several steps closer to Khartoum.”</p><p>The RSF were forced out of the Sudanese capital in March, with the SAF appearing to be in the ascendancy in the more-than-two-year war.</p><p>But now the tables appear to be turning once more. Having lost Darfur completely with the fall of el-Fasher, the SAF now risks losing Kordofan also.</p><p>“The RSF has momentum, which they will carry on through with,” said Dallia Abdelmoniem, a Sudanese political analyst, who pointed out that an RSF ally, the SPLM-N, <a href=\"/news/2025/10/14/control-choke-points-the-battle-lines-in-southern-sudan\">already controls the Nuba Mountains region</a> of South Kordofan.</p></div></div></body></html>"
        },
        {
            "title": "Glenn Maxwell withdraws from IPL 2026 auctions | Cricket News | Al Jazeera",
            "time": "2025-12-02T10:02:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2248487668-1764669120_29be36-1764669655.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Glenn Maxwell withdraws from IPL 2026 auctions</h1><p class=\"article__subhead\"><em>The Australian all-rounder ends a 13-year association with the world’s most popular and richest T20 cricket league.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia all-rounder Glenn Maxwell has opted out of next month’s Indian Premier League (IPL) auctions in Abu Dhabi, ending a 13-season stint in the lucrative Twenty20 cricket competition.</p><p>The explosive hitter was bought by Punjab Kings for 42 million rupees ($467,000) for last season but only returned with 48 runs and four wickets in seven games, and was released by the franchise in November.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Maxwell, who has played in the IPL since 2012, said the league helped shape him as a cricketer.</p><p>“It’s a big call, and one I make with a lot of gratitude for everything this league has given me,” the 37-year-old wrote in a statement on Instagram.</p><p>“The IPL has helped shape me as a cricketer and as a person. I’ve been lucky to play with world-class teammates, represent incredible franchises, and perform in front of fans whose passion is unmatched.</p><p>“The memories, the challenges, and the energy of India will stay with me forever.”</p><p>Faf du Plessis and Andre Russell also ruled themselves out of IPL 2026 last week, with the former South African captain instead choosing to play in the Pakistan Super League and the former West Indies all-rounder joining the IPL team Kolkata Knight Riders’ coaching department.</p><p>The 2026 IPL auctions will take place on December 16.</p><figure id=\"attachment_4144808\" aria-describedby=\"caption-attachment-4144808\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144808\" src=\"/wp-content/uploads/2025/12/GettyImages-2209824825-1764669272.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Glenn Maxwell in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144808\" class=\"wp-caption-text\">Glenn Maxwell of Punjab Kings plays a shot during the 2025 IPL match against Kolkata Knight Riders in Mohali, India, April 15, 2025 [Pankaj Nangia/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "At least 1,250 people dead: What caused the devastating Asia floods? | Climate Crisis News | Al Jazeera",
            "time": "2025-12-02T09:58:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692e0fa9-1764626345.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p dir=\"ltr\">Tropical storms and heavy rainfall have caused devastating flooding and landslides across much of South and Southeast Asia in recent days, with officials saying more than <a href=\"/news/2025/12/1/floods-in-indonesia-sri-lanka-thailand-leave-close-to-1000-dead\">1,250 people have been killed</a> across Indonesia, Sri Lanka and Thailand alone and that many others are still missing.</p><p dir=\"ltr\">Two cyclones and a typhoon, all different kinds of tropical storms, contributed to the disaster, which left towns and villages buried under mud across <a href=\"/news/2025/11/30/neighbourhoods-buried-under-mud-sri-lanka-floods-death-toll-rises-to-159\">Sri Lanka</a>, Thailand and the <a href=\"/news/2025/12/2/i-decided-id-die-indonesias-flood-victims-recount-stories-of-survival\">Indonesian island of Sumatra</a>, with recovery efforts expected to continue for weeks.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p dir=\"ltr\">Sri Lanka has declared a state of emergency after the flooding and landslides, which displaced more than 1.1 million people. The country is facing a “humanitarian crisis of historic proportions”, Sampath Kotuwegoda, the director general of the Disaster Management Centre, told Al Jazeera.</p><p dir=\"ltr\">Jessica Washington, reporting from Indonesia, the worst hit by the floods, said she saw landslides everywhere in North Sumatra province. “I have covered natural disasters, and usually, there is an area where landslides are contained, but this time, landslides have affected all the villages that we saw as we made our way here,” she said from North Tapanuli.</p><p dir=\"ltr\">So what caused the record floods and landslides, and what can be done to mitigate future natural disasters?</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144758\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Severe-floods-across-Asia-kill-Indonesia-Malaysia-Thailand-Sri-Lanka-December-2-1764667162.png?quality=80\" alt=\"INTERACTIVE - Severe floods across Asia kill Indonesia Malaysia Thailand Sri Lanka December 2-1764667162\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-caused-the-floods-and-landslides\" dir=\"ltr\">What caused the floods and landslides?</h2><p dir=\"ltr\">As reports of the devastating floods began to spread, online search trends showed that people were interested in what was driving the extreme weather that caused some of the worst disasters in decades in multiple countries simultaneously.</p><p dir=\"ltr\">Communities across South and Southeast Asia, in countries including Indonesia, Sri Lanka, Thailand, Vietnam, Malaysia and the Philippines, have all been inundated in recent days, following weeks of heavy rains and deadly tropical storms <a href=\"/news/2025/11/24/deadly-floods-and-landslides-continue-to-plague-southeast-asia\">across the region</a>.</p><p dir=\"ltr\">The most recent floods were made worse in some countries by tropical storms, including Typhoon Koto, which caused severe flash floods and landslides in the Philippines, as well as Cyclone Senyar, which hit Indonesia’s northern Sumatra severely, and Cyclone Ditwah, which caused devastation in Sri Lanka.</p><p dir=\"ltr\">One common thread across the region is that communities were struggling to respond to the sheer volume of rainfall, which caused knock-on problems, including landslides, says Steve Turton, an adjunct professor of environmental geography at Central Queensland University in Australia.</p><p dir=\"ltr\">“All around the world where we get these tropical systems, whether you call them typhoons or hurricanes or tropical cyclones, they are producing more rain than they’ve ever produced,” Turton told Al Jazeera. “And that’s because of climate change.”</p><p dir=\"ltr\">While Cyclone Senyar, Cyclone Ditwah and Typhoon Koto were not categorised as severe storms due to their wind speeds, says Turton, they all produced “a lot of rain”.</p><p dir=\"ltr\">“And that’s due to the warming of the atmosphere and the warming of the ocean, that’s feeding these rainstorms,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Warmer oceans fuel stronger rain bands around tropical cyclones, and a warmer atmosphere holds more moisture and releases it in more intense bursts,” Roxy Matthew Koll, a climate scientist at the Indian Institute of Tropical Meteorology, explained.</p><p>It is a phenomenon called La Nina, which is a natural climate pattern in which the Pacific Ocean becomes cooler than usual in the east and warmer in the west, causing winds to strengthen and push more warm water and moisture towards Asia.</p><p>This pattern loads the atmosphere with extra moisture over Asia that often leads to heavier rainfall and higher flood risk, Koll told Al Jazeera.</p><p>While the impact of increased rainfall is well understood, Turton notes that when it comes to other unusual aspects about this past week’s storms, including how Cyclone Senyar and Typhoon Koto may have interacted, it will be necessary to wait for more specific research, known as attribution studies, to be conducted.</p><p dir=\"ltr\">One recent attribution <a href=\"https://www.imperial.ac.uk/grantham/research/climate-science/modelling-tropical-cyclones/typhoon-fung-wong/\" target=\"_blank\" rel=\"noopener\">study</a> from the Grantham Institute for Climate Change and the Environment using the Imperial College Storm Model (IRIS) has already found that climate change increased the amount of eyewall rain from <a href=\"/news/2025/11/11/typhoon-fung-wong-leaves-philippines-with-10-dead-1-4-million-displaced\">Typhoon Fung-wong</a>, which made landfall in the Philippines last month, by an estimated 10.5 percent.</p><figure id=\"attachment_4144415\" aria-describedby=\"caption-attachment-4144415\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144415\" src=\"/wp-content/uploads/2025/12/reuters_692e7a36-1764653623.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='A drone view shows a man crossing a muddy street where cars piled up after being swept away in floods brought on by Typhoon Kalmaegi which piled up at a subdivision in Bacayan, Cebu City, Philippines, November 5, 2025. REUTERS/Eloisa Lopez TPX IMAGES OF THE DAY SEARCH \"REUTERS BEST 2025\" FOR THIS STORY. SEARCH \"REUTERS 2025 YEAR-END\" FOR ALL 2025 YEAR END GALLERIES.' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144415\" class=\"wp-caption-text\">A man crosses a muddy street where cars piled up after being swept away in floods brought on by Typhoon Kalmaegi in Bacayan, Cebu City, Philippines, on November 5, 2025 [Eloisa Lopez/Reuters]</figcaption></figure><h2 id=\"what-can-be-done-to-respond\" dir=\"ltr\">What can be done to respond?</h2><p dir=\"ltr\">While visiting disaster-affected communities in North Sumatra on Monday, Indonesian President Prabowo Subianto said climate change is a problem that Indonesians will need to “confront”.</p><p dir=\"ltr\">“Regional administrations must also be prepared to face the impacts of climate change,” he said.</p><p dir=\"ltr\">Shweta Narayan, campaign lead at Global Climate and Health Alliance, a consortium of health professionals and civil society organisations around the world, said the governments and cities have “failed to prepare at all to deal with the consequences of the extreme weather events”.</p><p>“There is a massive disconnect between the reality and the sheer deliberate ignorance among policymakers,” she said. “And the price is being paid by people.”</p><p>After decades of warnings from climate scientists, many governments and climate change activists are eager to move to more practical responses to help reduce the severity of current and future climate change-induced disasters as much as possible.</p><p>Climate activist and founding director of the Satat Sampada Climate Foundation, Harjeet Singh, told Al Jazeera that the science on attributing individual disasters to climate change is settled, and that it is now time to move on to responding.</p><p>“People across <a href=\"/news/2025/8/31/two-million-impacted-as-pakistans-punjab-faces-worst-floods-in-its-history\">South</a> and Southeast Asia are living the data,” he said, noting that the evidence should now lead to accountability.</p><p>“We don’t need to wait for event-by-event attribution to know that climate change is increasing the scale and frequency of these impacts,” he said.</p><p dir=\"ltr\">“Countries that grew wealthy by burning fossil fuels have a legal and moral obligation to urgently deliver grant-based finance” to help countries respond, Singh added.</p><p dir=\"ltr\">The latest storms came less than a week after the United Nations Climate Change Conference (COP30) <a href=\"/news/2025/11/22/cop30-draft-text-urges-more-funds-for-poorer-countries-omits-fossil-fuels\">ended in Brazil</a>, without delivering the responses that <a href=\"/news/2025/11/8/cop30-climate-summit-hears-from-countries-suffering-global-warming-harms\">countries experiencing climate change harms</a> have repeatedly called for.</p><figure id=\"attachment_4144431\" aria-describedby=\"caption-attachment-4144431\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144431\" src=\"/wp-content/uploads/2025/12/epa_692e7b9f416a-1764653983.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12559522 People wade through a flooded road after heavy rainfall in a suburb of Colombo, Sri Lanka, 30 November 2025. Many parts of the island have been inundated due to heavy rains. According to the Sri Lanka Disaster Management Center, more than 160 people have been killed and about 200 are missing around the country. EPA/CHAMILA KARUNARATHNE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144431\" class=\"wp-caption-text\">People wade through a flooded road after heavy rainfall in a suburb of Colombo, Sri Lanka, on Sunday [Chamila Karunarathne/EPA]</figcaption></figure><p dir=\"ltr\">This includes <a href=\"/news/2025/11/22/cop30-draft-text-urges-more-funds-for-poorer-countries-omits-fossil-fuels\">grant-based funding</a> to help them respond to increasingly costly disasters, rather than loans, which further contribute to their debts, says Singh, as well as more urgent cuts to fossil fuel emissions.</p><p dir=\"ltr\">Yet, despite facing significant uphill battles, countries experiencing the worst of climate, including island nations, are continuing to search for ways to address the crisis.</p><p dir=\"ltr\">Earlier this year, the world’s top court, the International Court of Justice (ICJ), <a href=\"/news/2025/7/23/world-court-hearing-says-climate-change-is-urgent-and-existential-threat\">ruled that</a> states must act urgently to address the “existential threat” of climate change by cooperating to cut emissions, following through on global climate agreements, and protecting vulnerable populations and ecosystems from harm.</p><p dir=\"ltr\">“Failure of a state to take appropriate action to protect the climate system … may constitute an internationally wrongful act,” said ICJ President Yuji Iwasawa, in response to the case which was brought to the court by developing countries led by Vanuatu.</p><p dir=\"ltr\">The advisory opinion could also influence the growing number of climate change lawsuits making their way through courts around the world.</p><p dir=\"ltr\">Those legal challenges include a case recently launched by survivors of the 2021 <a href=\"/news/2021/12/17/four-dead-provinces-cut-off-as-typhoon-rai-batters-philippines\">Super Typhoon Odette</a> in the Philippines, who announced last month that they are suing British oil giant Shell for its role in causing the climate crisis through courts in the United Kingdom.</p><p dir=\"ltr\">On Monday, the International Federation of Red Cross and Red Crescent Societies called for an “urgent need for stronger legal and policy frameworks to protect people in disasters”.</p><p dir=\"ltr\">“These floods are a stark reminder that climate-driven disasters are becoming the new normal, and investment in resilience and preparedness is critical,” Alexander Matheou, IFRC director for the Asia Pacific region, said in a statement.</p><figure id=\"attachment_4131825\" aria-describedby=\"caption-attachment-4131825\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131825\" src=\"/wp-content/uploads/2025/11/2025-11-26T040311Z_1370934862_RC2M3IAEK6B6_RTRMADP_3_ASIA-WEATHER-THAILAND-1764139917.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Floods toll rises in southern Thailand\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131825\" class=\"wp-caption-text\">People wade through a flooded area in Hat Yai district, affected by heavy rainfall, which has impacted several provinces in southern Thailand [Karit Chaui-aksorn/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "FIFA World Cup 2026 draw: Teams, pots, how to watch and all to know | Football News | Al Jazeera",
            "time": "2025-12-02T09:15:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251120__84LM27Z__v1__HighRes__FblWc2026PlayoffDraw-1764585660_b4b9c2-1764585793.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The FIFA World Cup draw is an event that comes around only once every four years – but it can do plenty to determine a football nation’s morale heading into the sport’s most prestigious global competition.</p><p>The <a href=\"/sports/2025/11/20/fifa-world-cup-2026-all-you-need-to-know-qualifying-teams-format-draw\">2026 tournament</a> – to be held in the United States, Canada and Mexico – features a record 48 teams, with this draw adding a few new tweaks to spread out the contenders from the pretenders.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here is all you need to know before the all-important little plastic balls are allocated to their pots:</p><h2 id=\"fifa-world-cup-2026-draw\">When and where is the FIFA World Cup 2026 draw?</h2><p>The draw will begin at the John F Kennedy Center for the Performing Arts in Washington, DC, on Friday, December 5, at 12 noon (17:00 GMT).</p><h2 id=\"how-does-the-world-cup-draw-work\">How does the World Cup draw work?</h2><p>The draw will begin with Pot 1 and the 12 seeded teams, as determined by FIFA, being drawn into Groups A to L. These teams comprise:</p><ul>\n<li>Top four-ranked nations: Spain, Argentina, France and England</li>\n<li>Next five best-seeded nations: Belgium, Brazil, Germany, Netherlands and Portugal</li>\n<li>Three seeded spots allocated to the host nations: Canada, Mexico and USA</li>\n</ul><p>The process will then continue with Pots 2, 3, and 4, in that order, FIFA explained.</p><p>Six more World Cup spots remain to be filled among the 22 nations still in contention <a href=\"/sports/2025/11/19/which-teams-are-in-the-fifa-world-cup-2026-and-who-can-still-qualify\">through the playoffs</a> in March.</p><p>Italy, four-time World Cup winners and 12th in the FIFA rankings, are in the playoffs and could find themselves in Pot 4 if they qualify.</p><p>Debutants Uzbekistan are in Pot 3, while fellow first-timers Jordan, Cape Verde and Curacao are in Pot 4.</p><figure id=\"attachment_4143255\" aria-describedby=\"caption-attachment-4143255\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143255\" src=\"/wp-content/uploads/2025/12/2025-08-23T005102Z_1226203154_RC2OCGAX49VC_RTRMADP_3_USA-TRUMP-FIFA-1764591992.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kennedy Center in Washington DC.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143255\" class=\"wp-caption-text\">The FIFA World Cup 2026 draw will be held at the John F Kennedy Center in Washington, DC, on Friday [File: Aaron Schwartz/Reuters]</figcaption></figure><h2 id=\"what-are-the-rules-of-the-world-cup-draw\">What are the rules of the World Cup draw?</h2><p>Each nation’s name is printed on a slip of paper, which is then folded and placed inside a plastic ball numbered 1 to 4 to represent one of the four pots.</p><p>Draw representatives mix up the balls in large glass bowls (pots) – and then extract one ball at a time from each pot to form the groups.</p><p>The three host nations have predetermined groups: Mexico in Group A, Canada in Group B, and USA in Group D.</p><p>The other top nine FIFA-seeded nations will be spread across the remaining nine groups: C, E, F, G, H, I, J, K, and L.</p><p>There is less certainty for the remaining 36 teams, but specific rules do apply:</p><ul>\n<li>In principle, no group will have more than one team from the same confederation drawn into it.</li>\n<li>UEFA teams, which comprise 16 nations, are the exception to the rule – up to two European teams can be drawn into the same group.</li>\n</ul><h2 id=\"when-can-the-top-seeds-play-each-other-at-the-world-cup\">When can the top seeds play each other at the World Cup?</h2><p>The 2026 World Cup draw rewards the four highest-ranked teams – Spain, Argentina, France and England – who will be placed in separate sections, or quadrants, of a new tennis-style seeded tournament bracket.</p><p>FIFA said the top four nations, if they finish top of their respective round-robin groups, will avoid each other until the semifinals.</p><p>Defending champions Argentina (No 2 ranked) with Lionel Messi and top-ranked European champions Spain (No 1 ranked) with Lamine Yamal, therefore, can ensure they do not meet until the final at MetLife Stadium near New York.</p><figure id=\"attachment_4143185\" aria-describedby=\"caption-attachment-4143185\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143185\" src=\"/wp-content/uploads/2025/12/AFP__20251120__84NQ49E__v1__HighRes__ComboFilesFblArgEspFinalissima2026-1764589992.jpg?w=770&amp;resize=770%2C420&amp;quality=80\" alt=\"Lamine Yamal and Lionel Messi react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143185\" class=\"wp-caption-text\">Should top-ranked Spain and No 2 Argentina finish top of their groups, a dream Lamine Yamal-Lionel Messi World Cup matchup could only occur in the final on July 19 [File: Luis Robayo and Franck Fife/AFP]</figcaption></figure><h2 id=\"which-other-teams-are-in-the-pots\">Which other teams are in the pots?</h2><p>Forty-two of the 48 teams have now qualified for the World Cup, with the remaining six nations to be determined in March 2026.</p><p>Teams will be randomly drawn from each of the four pots and assigned to one of the 12 groups in Friday’s draw:</p><p><strong>Pot 1:</strong> Canada, Mexico, USA, Spain, Argentina, France, England, Brazil, Portugal, Netherlands, Belgium, Germany (three host nations and nine top-seeded)</p><p><strong>Pot 2:</strong> Croatia, Morocco, Colombia, Uruguay, Switzerland, Japan, Senegal, Iran, South Korea, Ecuador, Austria, Australia</p><p><strong>Pot 3:</strong> Norway, Panama, Egypt, Algeria, Scotland, Paraguay, Tunisia, Ivory Coast, Uzbekistan, Qatar, South Africa</p><p><strong>Pot 4:</strong> Jordan, Cape Verde, Ghana, Curacao, Haiti, New Zealand, European playoff winners A, B, C and D, Intercontinental playoff winners 1 and 2</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-is-iran-boycotting-the-world-cup-draw\">Why is Iran boycotting the World Cup draw?</h2><p>Iran has decided to <a href=\"/sports/2025/11/28/iran-to-boycott-fifa-2026-world-cup-draw-in-us-over-visa-row\">boycott the World Cup draw</a> because the US denied visas to members of its delegation, the state-run IRNA news agency reported on Friday.</p><p>The agency quoted Iranian football federation spokesman Amir-Mahdi Alavi as saying that officials faced visa obstacles that go beyond sporting considerations.</p><p>There was no immediate comment from the White House.</p><p>Alavi said the federation had reached out to FIFA and hoped it could help resolve the issue.</p><p>President Donald Trump’s administration announced in June a travel ban on citizens from 12 countries, including Iran, although exemptions were promised for “any athlete or member of an athletic team, including coaches, persons performing a necessary support role, and immediate relatives, traveling for the World Cup, Olympics, or other major sporting event as determined by the secretary of state”.</p><p>It is unclear whether the exemptions also apply to the World Cup draw.</p><h2 id=\"how-to-watch\">How to watch</h2><p>Live coverage of the 2026 World Cup draw will be provided on FIFA.com and the FIFA World Cup social media channels. The draw will also be broadcast by FIFA’s media partners.</p><p><a href=\"/sports/\">Al Jazeera Sport</a> will provide live text commentary of the draw.</p><figure id=\"attachment_4143236\" aria-describedby=\"caption-attachment-4143236\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143236\" src=\"/wp-content/uploads/2025/12/2025-11-21T120658Z_1895135728_RC2A0IAU8TLU_RTRMADP_3_SOCCER-FIFA-SERIES-1764591629.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FIFA World Cup ball statue.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143236\" class=\"wp-caption-text\">A replica of Trionda, the official match ball for the FIFA World Cup 2026, at the FIFA headquarters, Zurich, Switzerland, on November 20, 2025 [Denis Balibouse/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Video: Moment Palestinian prisoner’s home is blown up by Israeli forces | Crime | Al Jazeera",
            "time": "2025-12-02T09:10:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764666579.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Hegseth or Admiral Bradley: Who approved the second Venezuela boat strike? | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T09:01:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T205306Z_1223855465_RC253IAKC98Y_RTRMADP_3_USA-TRUMP-VENEZUELA-STRIKE-1-1-1764653314.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Trump administration is facing a political and legal firestorm over reports that its military carried out a second strike on a boat in the Caribbean Sea that Washington claims was carrying drugs, after two people survived the initial attack.</p><p>At the heart of the controversy are two questions: Who ordered the second strike on the boat in September, and was it legal?</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s what we know:</p><h2 id=\"what-happened\">What happened?</h2><p data-start=\"142\" data-end=\"312\">On September 2, 2025, the <a href=\"/video/newsfeed/2025/9/3/trump-says-us-strike-targeted-venezuelan-drug-smuggling-boat-2\">US military struck</a> a boat in the Caribbean during Operation Southern Spear, a major campaign that the administration of President Donald Trump claims is aimed at dismantling drug-trafficking networks.</p><p data-start=\"314\" data-end=\"423\">The <a href=\"/news/2025/9/3/how-did-us-strike-on-venezuelan-boat-come-about-what-it-means\">first strike</a> destroyed the vessel and killed nine people. Two survivors were left clinging to the debris.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"546\" data-end=\"701\">According to <a href=\"https://www.washingtonpost.com/national-security/2025/11/28/hegseth-kill-them-all-survivors-boat-strike/\" target=\"_blank\" rel=\"noopener\">The Washington Post</a>, Defense Secretary Pete Hegseth gave a verbal instruction, which its reporting described as an order “to kill everybody”.</p><p data-start=\"546\" data-end=\"701\">The mission’s commander, Admiral Frank Bradley, then ordered a second strike – one that killed the two survivors.</p><p data-start=\"546\" data-end=\"701\">Experts have called the second attack – what in military jargon is known as a “double tap” strike – illegal. The strikes have drawn criticism not just from Democrats but from several Republicans in Congress, who have pledged to lead investigations into what happened.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Republican-led Senate Armed Services Committee announced on Friday that it planned to ensure “oversight” on the strikes. “The Committee is aware of recent news reports – and the Department of Defense’s initial response – regarding alleged follow-on strikes on suspected narcotics vessels in the SOUTHCOM area of responsibility,” the committee’s chairs, Republican Senator Roger Wicker and Democratic Senator Jack Reed, said in a statement. “The Committee has directed inquiries to the Department, and we will be conducting vigorous oversight to determine the facts related to these circumstances,” they said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The House Armed Services Committee separately said it was seeking “a full accounting of the operation in question”.</p><p data-start=\"546\" data-end=\"701\">Congressional committees have sought audio recordings and other evidence to piece together how the order was given.</p><p data-start=\"1182\" data-end=\"1293\">So far, the broader US operation in the Caribbean Sea and the Pacific Ocean has killed <a href=\"/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">more than 80 people</a> and targeted more than 20 boats.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144742\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-The-chain-of-command-in-the-US-military-Trump-Hegseth-Bradley-1764666966.png?quality=80\" alt=\"INTERACTIVE - The chain of command in the US military Trump Hegseth Bradley-1764666966\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-has-pete-hegseth-said\" data-start=\"877\" data-end=\"905\">What has Pete Hegseth said?</h2><p>Hegseth called the report “fake news” on social media, saying the boat strikes were “in compliance with the law of armed conflict – and approved by the best military and civilian lawyers, up and down the chain of command”.</p><p>But he also appeared to justify the double-strike.</p><p>“The declared intent is to stop lethal drugs, destroy narco-boats, and kill the narco-terrorists who are poisoning the American people,” Hegseth said in a social media post on Friday evening. “Every trafficker we kill is affiliated with a Designated Terrorist Organization.”</p><p data-start=\"143\" data-end=\"468\">Earlier this year, the Trump administration formally labelled the Venezuelan gang Tren de Aragua a terrorist group. It also accused Venezuela’s president, Nicolas Maduro, of leading the <a href=\"/news/2025/11/24/what-is-cartel-de-los-soles-the-latest-group-designated-terrorist-by-us\">Cartel de los Soles</a> – which US officials describe as a drug-smuggling network involving senior figures in the country’s government and armed forces.</p><p data-start=\"143\" data-end=\"468\">In reality, the Cartel de los Solos is not a cartel – just a broad term used by Venezuelans for corrupt senior officials. And the US administration’s own Drug Enforcement Agency lists other countries – not Venezuela – as the major sources of narcotics entering the US. While Trump has repeatedly claimed that Tren de Aragua is a front for Maduro, his own intelligence agencies have concluded that there is no link between the gang and the Venezuelan president.</p><p></p><h2 id=\"have-trump-and-the-white-house-contradicted-each-other\" data-start=\"143\" data-end=\"468\">Have Trump and the White House contradicted each other?</h2><p id=\"president-donald-trump-said-sunday-that-the-administration-will-look-into-it-but-added-that-i-wouldn-t-have-wanted-that-not-a-second-strike-he-noted-that-hegseth-told-him-he-did-not-order-the-death-of-those-two-men\" data-start=\"143\" data-end=\"468\">Answering questions on Air Force One on Sunday, Trump said his administration “will look into” the reports of the second strike on the boat on September 2.</p><p data-start=\"143\" data-end=\"468\">But he added that “I wouldn’t have wanted that – not a second strike.”</p><p data-start=\"143\" data-end=\"468\">He noted that Hegseth told him “he did not order the death of those two men.”</p><p data-start=\"143\" data-end=\"468\">In the nearly two dozen subsequent strikes by the US military on boats, US troops have, in several cases, helped rescue survivors and have then repatriated them to the countries they belong to.</p><p data-start=\"143\" data-end=\"468\">However, in contrast to Trump’s statement, White House Press Secretary Karoline Leavitt echoed Hegseth in justifying the second strike on September 2.</p><p data-start=\"143\" data-end=\"468\">“The strike conducted on September 2nd was conducted in self-defence to protect Americans and vital United States interests. The strike was conducted in international waters and in accordance with the law of armed conflict,” she said, in response to a question from a reporter on Monday evening.</p><h2 id=\"so-who-approved-the-strike\" data-start=\"143\" data-end=\"468\">So who approved the strike?</h2><p></p><p data-start=\"197\" data-end=\"330\">According to the White House, Hegseth authorised Admiral Bradley to carry out the September 2 “strikes” – suggesting that the defence secretary gave the mission commander the go-ahead to carry out multiple attacks on the boat if needed.</p><p data-start=\"197\" data-end=\"330\">“Secretary Hegseth authorised Admiral Bradley to conduct these kinetic strikes,” Leavitt told a media briefing on Monday.</p><p data-start=\"197\" data-end=\"330\">But the actual decision to carry out the second strike was Bradley’s, Leavitt said.</p><p data-start=\"932\" data-end=\"1142\">“Admiral Bradley worked well within his authority and the law. He directed the engagement to ensure the boat was destroyed and the threat of narco-terrorists to the United States was completely eliminated,” she said.</p><figure id=\"attachment_4144328\" aria-describedby=\"caption-attachment-4144328\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144328\" src=\"/wp-content/uploads/2025/12/2025-12-02T010334Z_703644065_RC2I4HAVINU9_RTRMADP_3_USA-TRUMP-VENEZUELA-STRIKE-1764648541.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='US Navy Admiral Frank \"Mitch\" Bradley,' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144328\" class=\"wp-caption-text\">US Navy Admiral Frank “Mitch” Bradley, incoming commander, US Special Operations Command, delivers remarks during the USSOCOM Change of Command Ceremony in Tampa, Florida, US, October 3, 2025 [Reuters]</figcaption></figure><h2 id=\"why-the-question-of-who-ordered-it-matters\" data-start=\"2057\" data-end=\"2098\">Why the question of who ordered it matters</h2><p data-start=\"33\" data-end=\"678\" data-is-last-node=\"\" data-is-only-node=\"\">According to experts, a second strike killing survivors was illegal.</p><p data-start=\"33\" data-end=\"678\" data-is-last-node=\"\" data-is-only-node=\"\">“Instead of having due process and a criminal prosecution, the Trump administration has decided to be judge, jury and executioner, and on their own claim that these individuals are carrying drugs, ordering them killed, which is extrajudicial killing, which is murder,” Rachel VanLandingham, a military expert at Southwestern Law School, told Al Jazeera.</p><p data-start=\"33\" data-end=\"678\" data-is-last-node=\"\" data-is-only-node=\"\">“That second strike against individuals who are shipwrecked, clinging desperately to the side of their boat wreckage – that’s a war crime. It’s a war crime because those individuals who are shipwrecked have protected status under the law unless they were, for example, shooting a gun at somebody. But, otherwise, they’re protected,” she added.</p><p data-start=\"33\" data-end=\"678\" data-is-last-node=\"\" data-is-only-node=\"\">Legally, the US can only use force if there’s a real threat, so identifying the decision-maker is key to judging whether the strike followed the rules, said experts.</p></div></div></body></html>"
        },
        {
            "title": "US envoys headed to Moscow to discuss Ukraine peace plan with Putin | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-02T08:43:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251031__82LT4HW__v1__HighRes__RussiaPoliticsSecurity-1762260618.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Envoys for United States President Donald Trump are due to meet Russian President Vladimir Putin to discuss Washington’s proposed peace plan to end the war in Ukraine.</p><p>In advance of the meeting in Moscow on Tuesday, the White House said it was “very optimistic” about reaching a deal. However, Ukraine remains wary that despite meetings with US officials on Sunday and Monday, the proposal still reflects Russian demands that are difficult to accept.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump’s special envoy Steve Witkoff, alongside the president’s son-in-law, Jared Kushner, travels to the Russian capital as part of the renewed US diplomatic push to broker an end to the war in Ukraine, which was triggered in February 2022 when Moscow launched a full-scale invasion of its neighbour.</p><figure id=\"attachment_4144496\" aria-describedby=\"caption-attachment-4144496\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144496\" src=\"/wp-content/uploads/2025/12/AFP__20250713__66N92G7__v1__HighRes__UsPoliticsFblWcClub2025Trump-1764657670.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"US special envoy to the Middle East Steve Witkoff (R) and Jared Kushner await the arrival of President Donald Trump and First Lady Melania Trump at Teterboro Airport in Teterboro, New Jersey, from where they will motorcade to attend the 2025 FIFA Club World Cup final football match between England's Chelsea and France's Paris Saint-Germain at MetLife Stadium in East Rutherford, New Jersey, on July 13, 2025. (Photo by Brendan SMIALOWSKI / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144496\" class=\"wp-caption-text\">US special envoy Steve Witkoff (R) and Jared Kushner will head to Moscow on Tuesday to discuss the plan with Putin [File: AFP]</figcaption></figure><p>Trump, who had <a href=\"/news/2025/1/23/as-trump-takes-us-oath-ukraines-deep-strikes-weaken-russias-war-effort\">promised to resolve</a> the conflict quickly during his election campaign, has expressed frustration that achieving that result has proved more difficult than planned.</p><p>Last week, a <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point draft proposal</a> was leaked. It quickly earned condemnation as a Russian “wish list” as it called for Ukraine to give up huge territory, limit its military, and abandon efforts to join NATO.</p><p>The plan has since been altered, first with input from Kyiv alongside its European allies and then on Sunday and Monday in meetings between Ukrainian and US officials.</p><p>The full details of the proposal as it stands have not been disclosed.</p><p>However, President Volodymyr Zelenskyy said on Monday evening that preserving Ukraine’s “territorial integrity” <a href=\"/news/2025/12/1/zelenskyy-says-territorial-concessions-remain-ukraines-biggest-challenge\">remains the “biggest challenge”</a> in ongoing negotiations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Putin has repeatedly said he is ready to talk peace and that Moscow is generally OK with the latest US proposals as a <a href=\"/news/2025/11/27/putin-says-us-backed-peace-plan-as-framework-is-ok-in\">“basis for future agreements”</a>.</p><p>However, he has also threatened that if Ukraine refuses an agreement, Russian forces will continue to advance.</p><p>Russian troops have made some headway in recent months on the front line in eastern Ukraine, which has seen little movement over years of attritional conflict.</p><p>“Ukrainian troops must withdraw from the territories they hold, and then the fighting will cease. If they don’t leave, then we shall achieve this by armed means. That’s it,” Putin said last week.</p><p>Speaking about Witkoff and Kushner’s upcoming visit, Kremlin spokesman Dmitry Peskov declined to specify Russia’s red lines, saying megaphone diplomacy was not constructive.</p><p>However, Moscow has long reiterated that it will not agree to any ceasefire that does not meet its maximalist demands, which Kyiv and its allies warn would put Ukraine at its mercy.</p><h2 id=\"looks-better\">‘Looks better’</h2><p>Following discussions in Paris with European and US officials on Monday, Zelenskyy said the latest peace plan “looks better” but that points regarding Ukrainian control over its territories are “the most complicated” issue.</p><p>French President Emmanuel Macron, speaking alongside Zelenskyy at a joint news conference in Paris, said the flurry of diplomatic activity could be “a moment that could be a turning point” but reiterated “Ukraine must be the one to decide its own territorial boundaries”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Russian forces control more than 19 percent of Ukraine, up one percentage point from two years ago. This year, however, they have advanced at the fastest pace since 2022, according to pro-Ukrainian maps.</p><p>Putin’s military commanders told him on Monday that Russian forces had captured the strategic front-line <a href=\"/news/2025/12/2/russia-says-it-captured-pokrovsk-a-key-logistics-hub-in-eastern-ukraine\">town of Pokrovsk</a>.</p><p>However, Ukraine refuted that claim on Tuesday, saying its forces still control the northern part of of the key logistics hub and were mounting assaults on Russian positions in the south.</p><p>US officials say more than 1.2 million men have been killed or injured in the war. Neither Ukraine nor Russia discloses their losses.</p></div></div></body></html>"
        },
        {
            "title": "US mass killings drop to 20-year low in 2025: Database | Gun Violence News | Al Jazeera",
            "time": "2025-12-02T08:19:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25334573726019-1764657784.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has witnessed the lowest number of mass killings in 2025 in two decades, according to a database tracking such incidents.</p><p>A recent <a href=\"/news/2025/11/30/four-dead-after-14-people-shot-at-childs-birthday-party-in-california\">shooting at a family gathering</a> in Stockton, California, that left four people dead, was the 17th mass killing this year, The Associated Press – which maintains the database alongside USA Today and Northeastern University – reported on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While that figure could yet rise in December, it is a drop of nearly 59 percent from 2019, when a record 41 mass killings occurred.</p><p>The database uses police and FBI reports, media articles and court records to track mass killings, defined as incidents in which four or more people were killed intentionally within a 24-hour period, not including any offender.</p><h2 id=\"regression-to-the-mean\">‘Regression to the mean’</h2><p>James Alan Fox, a criminologist at Northeastern University who manages the database, told AP that the tally for 2025 was down about 24 percent compared with 2024, which in turn was about a 20 percent drop compared with 2023.</p><p>He said the drop in numbers was likely what statisticians call a “regression to the mean”, representing a return to more average crime levels after an unusual spike in the preceding years.</p><p>“Will 2026 see a decline?” Fox said. “I wouldn’t bet on it.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>James Densley, a professor at Metropolitan State University in Minnesota, told the news agency that as the database tracked a rare phenomenon, the figures could be volatile.</p><p>“Because there’s only a few dozen mass killings in a year, a small change could look like a wave or a collapse,” when it was actually a return to more typical levels, he said.</p><p>“2025 looks really good in historical context, but we can’t pretend like that means the problem is gone for good.”</p><h2 id=\"improved-mass-casualty-responses\">Improved mass casualty responses</h2><p>Some factors could be contributing to the drop, though, he said, including an overall decline in homicide and violent crime, which peaked during the COVID-19 pandemic.</p><p>Improvements in the response to mass casualty incidents could also be playing a part, he said.</p><p>He cited a <a href=\"/news/2025/8/27/shooting-reported-at-church-in-minneapolis-suspect-contained-city-says\">shooting</a> during a Mass at a school in Minnesota in August in which two children were killed and more than 20 injured – a crime that would not be recorded on the database due to there being only two deaths.</p><p>“The reason only two people were killed is because of the bleeding control and trauma response by the first responders,” he said, adding that the fact the shooting “happened on the doorsteps of some of the best children’s hospitals in the country” also helped.</p><p>Eric Madfis, a professor of criminal justice at the University of Washington-Tacoma, told AP that while gun violence and associated deaths in the US were down, “we still have exceedingly high rates and numbers of mass shootings compared to anywhere else in the world.”</p><p>About 82 percent of mass killings in the US in 2025 involved a firearm.</p><p>Since the database was launched in 2006, 3,234 people have died in mass killings, with 81 percent of them shooting victims.</p></div></div></body></html>"
        },
        {
            "title": "Video: ‘Slaves, never!’ Venezuela’s Maduro holds rally amid US tensions | Protests | Al Jazeera",
            "time": "2025-12-02T07:54:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764662012.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Hong Kong leader orders independent investigation into fire that killed 151 | Crime News | Al Jazeera",
            "time": "2025-12-02T07:14:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T000859Z_415215646_RC2T6IAIDOLF_RTRMADP_3_HONGKONG-FIRE-1764655084_9eb765-1764655541.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hong Kong’s leader said an independent committee will be established to investigate the cause of <a href=\"/news/2025/11/27/hong-kongs-deadliest-fire-in-63-years-what-we-know-and-how-it-spread\">the city’s deadliest fire</a> in decades, which killed at least 151 people and left almost 80 injured.</p><p>John Lee, the chief executive of the Chinese-administered region, pledged on Tuesday to overcome vested interests and pursue accountability for the fire, which <a href=\"/news/2025/11/29/hong-kong-mourns-victims-of-blaze-as-search-for-remains-continues\">ripped through seven tower blocks</a> in the Wang Fuk Court housing complex where more than 4,600 people lived in the city’s Tai Po district.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“In order to avoid similar tragedies again, I will set up a judge-led independent committee to examine the reason behind the cause and rapid spreading (of the fire) and related issues,” Lee told reporters.</p><p>“We must uncover the truth, ensure that justice is served, let the deceased rest in peace and provide comfort to the living,” he said.</p><p>Asked by a reporter why he should continue in his job after such a <a href=\"/gallery/2025/11/30/week-in-pictures-from-deadly-fire-in-hong-kong-to-russian-attack-on-kyiv\">disaster had unfolded in the city</a>, Lee said reform was needed.</p><p>“Yes, we have identified failures in different stages. That is exactly why we must act seriously to ensure that all these loopholes are plugged so that those who are responsible will be accountable,” Lee said.</p><p>“The shortcomings will be addressed. The bottlenecks will be addressed and we will reform the whole building renovation system. To ensure that such things will not happen again,” he added.</p><p>The fire started last Wednesday afternoon around scaffolding that had been set up at the housing complex for maintenance work on the high-rise buildings.</p><p>Authorities suspect high winds and substandard plastic mesh and insulation foam used during the renovations prompted the rapid spread of the blaze, which overwhelmed firefighting efforts.</p><p>Lee said those responsible for the renovations had mixed substandard protective netting with authorised netting “so as to cheat the inspection”. Fire alarms at the complex were also not working properly, officials have said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"residents-told-of-relatively-low-fire-risks\">Residents told of ‘relatively low fire risks’</h2><p>Investigators have completed their search and examination of all but two of the seven burned-out towers, finding bodies of residents in stairwells and on rooftops, trapped as they tried to flee the flames. About 30 people are still missing.</p><p>Hong Kong police have arrested 13 people for suspected manslaughter in a growing criminal investigation into the fire, while an anticorruption body has arrested 12 people in probes related to the tragedy.</p><p>Residents of Wang Fuk Court were told by authorities last year that they faced “relatively low fire risks” after complaining about fire hazards posed by the renovations, the city’s Labour Department said, including about the potential flammability of the mesh that contractors used to cover the scaffolding.</p><p>Tests on several samples of a green mesh that was wrapped around bamboo scaffolding on the buildings at the time of the blaze did not meet fire-retardant standards, officials overseeing the investigations told a news conference on Monday.</p><p>The city’s Chief Secretary for Administration Eric Chan said contractors working on the renovations had used substandard materials in hard-to-reach areas, hiding them from inspectors.</p><p>Amid a huge <a href=\"/news/2025/12/1/china-quashes-calls-for-accountability-over-deadly-hong-kong-blaze\">outpouring of grief in the city</a> as well as calls for accountability, local media have reported the arrests of several people who were making this call.</p><p>Miles Kwan, a 24-year-old student, was reportedly arrested by police for “seditious intent” after handing out flyers demanding a government review of construction oversight in the city. Kwan was released on Monday, according to reports. Two other people, including a former district councillor, were also taken in by police, according to local media reports.</p><p></p><p>Asked about the arrests of people demanding action, Lee said he would “not tolerate any crimes, particularly crimes that exploit the tragedy that we have been facing now”.</p><p>Amnesty International and Human Rights Watch issued statements criticising the reported arrests of those calling for accountability.</p><p>“Now is the time for the Hong Kong authorities to transparently investigate the causes of the devastating fire … rather than silencing those who ask legitimate questions,” Amnesty International said.</p><p>Human Rights Watch’s Asia Director Elaine Pearson said authorities in Hong Kong should “not treat those demanding answers for the tragic fire as criminals”.</p><p>China’s national security office issued a statement warning those who would use the disaster to “plunge Hong Kong back into the chaos” of 2019 – when huge pro-democracy protests challenged Beijing and triggered a political crisis.</p><p>“We sternly warn the anti-China disruptors who attempt to ‘disrupt Hong Kong through disaster’,” the office said in a statement.</p><p>“No matter what methods you use, you will certainly be held accountable and strictly punished,” it added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN will cut 2026 budget by $577m by slashing workforce | United Nations News | Al Jazeera",
            "time": "2025-12-02T07:13:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25324513410993-1-1764652398.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN will cut 2026 budget by $577m by slashing workforce</h1><p class=\"article__subhead\"><em>The UN plans to cut nearly a fifth of its positions as unpaid member dues climb to $1.59 trillion.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations Secretary-General Antonio Guterres has said the UN will cut its budget by 15.1 percent and reduce staff by 18.8 percent in 2026 as unpaid dues from member states climb to $1.59 trillion.</p><p>The UN chief announced next year’s budget on Monday, which he set at $3.24bn – a reduction of $577m from 2025.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>As of September, the shortfall came from unpaid dues from the United States, China, Russia and Mexico, according to a separate UN statement.</p><p>Guterres said the budget for the UN agency for Palestinian refugees – the UNRWA – will remain intact due to the high level of demand in Palestine.</p><p>“I made the decision to exempt UNRWA from any reductions that would have dramatic consequences on the backbone of the entire humanitarian response in Gaza,” Guterres said. The budget for the “Development Account and advocacy for Africa’s development” will also remain at 2025 levels, he said.</p><p>The UN will make up the shortfall by cutting 2,681 positions across multiple UN agencies, which he said, “correspond to functions that, in our opinion, can be done better by others or can be reduced by efficiencies”.</p><p>Some 18 percent of UN posts are already vacant due to its ongoing liquidity crisis from unpaid member dues and other debts, the secretary-general said. They are not necessarily related to the positions that have been targeted for cuts, he added.</p><p>“Those vacancies do not correspond to a political decision oriented by a strategic priority, but simply by the fact that people left, and we have not the money to pay for the replacement because of the liquidity crisis,” he said.</p><p>The budget for special political missions will also be cut to $543.6m in 2026, down $149.5m or 21.6 percent from a year earlier, he said.</p><p>The cuts will be made by closing some missions and cutting down the operations of other ongoing ones.</p><p>The UN has gradually reduced its presence in New York, the home of UN headquarters, also among the most expensive commercial real estate in the world.</p><p>Guterres said the UN plans to terminate two leases in New York by late 2027, saving $24.5m annually from 2029. The UN has already saved $126m since 2017 by shuttering other New York offices, he said.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Two killed by Israeli army in West Bank; Gaza demolition continues | Gaza News | Al Jazeera",
            "time": "2025-12-02T05:46:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_692ed5a47683-1764677028.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Two killed by Israeli army in West Bank; Gaza demolition continues</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Two Palestinians killed in the occupied West Bank after the Israeli army claimed they carried out car-ramming and stabbing attacks.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "India’s sky-high fares crash dreams to make flying accessible to all | Aviation | Al Jazeera",
            "time": "2025-12-02T05:10:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Indigo-Srinagar-1764643231.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Salman Shahid travels frequently between Srinagar, the biggest city in Indian-administered Kashmir, and New Delhi. He runs Rise, a private coaching centre for students aspiring to join the Indian Institutes of Technology – the country’s premier engineering schools – in Srinagar, but his family is based in New Delhi.</p><p>Flying helps him save time. But increasingly, he just cannot afford it.</p><p>Before the COVID-19 pandemic, Shahid says, a one-way flight from Srinagar to New Delhi would cost him about 3,300 rupees ($37.20) on average. “Now, the same ticket is over 5,000 rupees ($56), and that, too, with very limited time options,” he points out.</p><p>This 50 percent surge in airfare has significantly affected his travel routine. “I don’t travel that frequently now,” he says. “Earlier, I would make at least four round-trips a month. Now, it’s come down to just two.”</p><p>He recalls once booking a ticket for just 1,700 rupees ($19) on Vistara, a domestic airliner, during a sale in 2019. “That kind of pricing now feels like a dream,” he says, adding that he struggles to understand how airfare has escalated so sharply in such a short period.</p><p>He is not alone.</p><p>According to a <a href=\"https://www.aci-asiapac.aero/media-centre/news/international-airfares-remain-high-notable-increase-in-key-domestic-markets-aci-asia-pacific-and-middle-east\" target=\"_blank\" rel=\"noopener\">study</a> published last November by Airports Council International (ACI), a global trade association representing more than 2,000 airports in more than 180 countries, India saw a 43 percent rise in domestic airfares in the first half of 2024, compared with 2019, the second-highest in the Asia Pacific and West Asia regions after Vietnam.</p><p>International fares also rose by 16 percent. India was third in this category. A <a href=\"https://www.business-standard.com/india-news/india-tops-airfare-spike-in-apac-west-asia-study-shows-research-123061201130_1.html\" target=\"_blank\" rel=\"noopener\">study</a> representing 617 airports in the Asia Pacific and West Asia regions, conducted by ACI in partnership with Flare Aviation Consulting, a management consulting boutique specialised in the aviation and airports sector, attributes this surge to high demand, limited competition on some routes, and a 38 percent spike in aviation turbine fuel (ATF) costs since 2019.</p><p>Prices rose from 68,050 rupees ($759) per kilolitre in cities like Delhi in January 2019 to 93,766 rupees ($1,046) per kilolitre in October 2025. Airlines are also recovering pandemic-era losses, further pushing fares up.</p><p>And even though there is no comprehensive study capturing fare trends in 2025, yet, experts say prices have continued to rise throughout the year.</p><p>“Despite the huge surge already, airfares aren’t coming down and are only going up,” said Vandana Singh, the chairperson of the Aviation Cargo Federation of Aviation Industry in India (FAII), a government-recognised body that promotes India’s aviation sector.</p><p>“The relentless increase in airfare does not reflect well on the accessibility of aviation in India,” Singh added, cautioning that the middle and economically weaker sections of society may soon find themselves excluded from the air travel landscape altogether.</p><figure id=\"attachment_4144243\" aria-describedby=\"caption-attachment-4144243\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144243\" src=\"/wp-content/uploads/2025/12/Sofi-Srinagar-1764643447.jpg?w=770&amp;resize=770%2C601&amp;quality=80\" alt=\"Sajad Ismail Sofi, a Srinagar based travel agent at his office. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144243\" class=\"wp-caption-text\">Sajad Ismail Sofi, a travel agent, at his office in Srinagar, Indian-administered Kashmir [Aatif Ammad/Al Jazeera]</figcaption></figure><h2 id=\"hollow-catchphrase\">‘Hollow catchphrase’</h2><p>In October 2016, Indian Prime Minister Narendra Modi launched what his government has called the UDAN scheme – “Udan” means “flight” in Hindi, but the acronym stands for Ude Desh ka Aam Nagrik (Let the Common Citizen Fly). The stated aim of the scheme was to dramatically expand India’s aviation infrastructure, and open up dozens of new routes to make air travel accessible to lower-income Indians and people in smaller towns and cities.</p><p>While flagging off the first flight under the scheme in April 2017, Modi said, “I want to see people who wear hawai chappals [flip-flops] flying in a hawai jahaaz [aeroplane].”</p><p>His comments effectively became a slogan for the campaign, touted as the government’s bid to make flying affordable and accessible for millions of people from small-town India, many of whom cannot even afford shoes.</p><p>But that slogan now carries a tinge of irony, Singh said.</p><p>“With fares escalating consistently over the past few years, this inspiring slogan now risks becoming a hollow catchphrase rather than a lived reality.”</p><p>Under the Modi government, India has indeed witnessed a rapid expansion in the number of cities and towns connected by air, with airports more than doubling from 74 in 2014, when Modi came to power, to 157 in 2024.</p><p>But the numbers mask a deeper crisis that afflicts Indian aviation, experts say. Because the number of flights and routes has gone up, the total volume of travellers in India has remained high, even if soaring prices mean that many individual passengers are reducing air travel.</p><p>The country is the world’s third-largest domestic aviation market, and witnessed a 15 percent increase in air passengers, year-on-year, in the 2024 financial year, according to government figures.</p><p>Still, signs of turbulence are visible, even in the data. Domestic air traffic dipped to 12.6 million passengers in July 2025, compared with 13.1 million in June 2025. The numbers recovered in August to 13.2 million, but then dipped again in September (12.6 million), before rising in October to 14.3 million passengers.</p><p>Rohit Kumar, an aviation economist and a faculty member at Rajiv Gandhi National Aviation University, said that while passenger numbers have not fallen, “the rise in fares has quietly pushed the lower and lower-middle classes out of the skies”. New airports, more routes, and upper-middle-class travellers, who value time over cost, are continuing to keep total passenger numbers up.</p><p>Kumar added that the remote working culture that many technology and service-driven industries in India have continued to embrace since the pandemic has allowed employees to travel more frequently than before. This has boosted occasional air travel among higher-income professionals, he said.</p><p>However, despite year-on-year growth, the sector remains deeply unequal. India’s aviation sector, Kumar cautioned, is being carried by a small, affluent section, while the vast majority – emerging flyers that the UDAN scheme was meant to serve – are increasingly being left behind.</p><p>Singh of the FAII was even more blunt.</p><p>“The very people the [Modi] slogan referred to, those who wear chappals, are now being priced out of the skies,” she said.</p><figure id=\"attachment_4144246\" aria-describedby=\"caption-attachment-4144246\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144246\" src=\"/wp-content/uploads/2025/12/AP22219239413839-1764643613.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An aircraft of India's airline SpiceJet takes off in Mumbai, India, Sunday, Aug. 7, 2022. (AP Photo/Rafiq Maqbool)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144246\" class=\"wp-caption-text\">An aircraft of India’s SpiceJet airlines takes off in Mumbai, India, Sunday, August 7, 2022 [Rafiq Maqbool/AP]</figcaption></figure><h2 id=\"monopolistic-trends\">‘Monopolistic trends’</h2><p>More routes are not the only factor allowing airlines to keep raising fares, even if they are pricing out many passengers. They are also helped by shrinking competition.</p><p>In recent years, several major airlines have shut down, while others have merged after acquisitions.</p><p>Go First, which once held more than 10 percent of India’s domestic and international market, with 52 aircraft, <a href=\"/economy/2023/5/2/indias-go-first-airline-files-for-bankruptcy\">ceased operations</a> in May 2023 after filing for bankruptcy. Jet Airways, with a 21 percent <a href=\"/features/2019/4/10/the-downfall-of-jet-airways-how-indias-premium-airline-crumbled\">market share</a> and 124 aircraft at its 2016 peak, <a href=\"/economy/2019/4/17/indias-debt-ridden-jet-airways-suspends-all-operations\">halted operations</a> in 2019.</p><p>SpiceJet teetered on the edge of insolvency, especially between 2022 and 2024, due to mounting debt, legal issues, and grounded aircraft. In July 2022, the Directorate General of Civil Aviation (DGCA), India’s aviation regulator, cut SpiceJet operations by 50 percent. The DGCA cited “poor internal safety oversight and inadequate maintenance actions”. SpiceJet also faced significant delays, with a reported on-time performance (OTP) of 54.8 percent in January 2025, making it the least punctual airline among major carriers at the time.</p><p>Defaults on lease payments also led to aircraft repossessions, shrinking SpiceJet’s fleet from 118 in 2019 to just 28 operational planes by January 2025.</p><p>“The back-to-back shutdown of airlines in India severely impacted air travel, paving the way for monopolistic trends,” said Singh. With fewer players in the skies, dominant airlines can dictate prices and raise them at their discretion, she added.</p><p>In another major shake-up, Air India, India’s only public sector airline, was <a href=\"/economy/2021/10/8/jet-set-tata-group-wins-bid-for-debt-hit-air-india-in-2-4b-deal\">officially privatised</a> in January 2022, when the Tata Group took over full ownership.</p><p>Following this, Vistara, an airline already jointly owned by Tata and Singapore Airlines, was merged with Air India in November 2024. The merger raised concerns and faced strong opposition from critics, including trade unions and opposition parties, who feared that the consolidation of Air India, Vistara, and AirAsia India – another Tata Group subsidiary also merged with the other two – would lead to an aviation oligopoly, reducing competition and consumer choice in the Indian market.</p><p>Zuhaib Rashid, an economics and research associate at the Isaac Centre for Public Policy, New Delhi, said the merger handed over control of India’s skies to just two private players, posing a serious threat to competition.</p><p>The only other major aviation player in India today is Indigo, which has 61 percent market share. Together, IndiGo and Air India now control 91 percent of India’s airline market.</p><p>Rashid argued that, had the government retained a stake in Air India, it could have ensured fare regulation. “Fully privatising airlines has reduced government control over pricing, and has allowed private players to dominate in a country where air travel remains a luxury,” he added.</p><p>Their dominance of the market also allows Air India and Indigo to jack up prices dramatically  during peak travel seasons or emergencies, tour operators and experts say, citing two recent examples.</p><p>Sajad Ismail Sofi, a Srinagar-based air travel agent, pointed to the aftermath of the deadly April attack on tourists in Pahalgam, a popular resort town in Indian-administered Kashmir, in which 26 civilians were killed. As tourists in other parts of Kashmir scrambled to leave the region, one-way ticket prices from Srinagar to other parts of India skyrocketed from 5,000 rupees ($56) to nearly 12,000 rupees ($135).</p><p>After airlines faced major criticism and accusations of profiteering from a national crisis, prices came down.</p><p>Earlier in the year, Singh from the FAII recalled, one-way airfares from India’s financial capital, Mumbai, to the temple town of Prayagraj soared to 50,000 rupees ($564) – more expensive than flights to Paris – during the Mahakumbh Mela, one of Hinduism’s most sacred events in which devotees take dips in the Ganga river. The government eventually stepped in to pressure airlines to curb prices. However, Singh said that most pilgrims had already bought their tickets by then.</p><p>Al Jazeera has sought responses from Indigo and Air India to the criticism and allegations of using their market dominance to charge exorbitant rates. Neither airline has responded.</p><figure id=\"attachment_4144250\" aria-describedby=\"caption-attachment-4144250\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144250\" src=\"/wp-content/uploads/2025/12/AP20027351377985-1764643823.jpg?w=770&amp;resize=770%2C445&amp;quality=80\" alt=\"FILE-In this May 11, 2012, file photo, An Air India aircraft stands at the Indira Gandhi International airport in New Delhi, India. India said Monday it plans to sell its entire stake in the national carrier Air India to shore up falling revenues and privatize the airline, after an initial attempt last year failed to attract a single bidder. (AP Photo/ Mustafa Quraishi, file)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144250\" class=\"wp-caption-text\">An Air India aircraft stands at the Indira Gandhi airport in New Delhi, India on May 11, 2012 [Mustafa Quraishi/ AP Photo]</figcaption></figure><h2 id=\"higher-taxes-adding-to-the-burden\">Higher taxes adding to the burden</h2><p>Experts point out that airlines alone are not responsible for the rising fares. India’s high aviation taxes are a key factor too.</p><p>The country imposes the highest taxes on aviation turbine fuel (ATF) in Asia, which account for 45 percent of air ticket prices. By mid-2024, jet fuel prices in cities like Delhi and Mumbai were nearly 60 percent higher than in global hubs like Dubai, Singapore, and Kuala Lumpur, largely due to value-added taxes (VAT), central excise duties and additional cesses.</p><p>Passengers are also charged, as part of their tickets, a user development fee, ranging from 150 rupees ($1.7) to 400 rupees ($4.5) depending on the airport; a passenger service fee of about 150 rupees ($1.7); an aviation security fee of 200 rupees ($2.3) per passenger; a terminal fee of 100 rupees ($1.2); and a regional connectivity charge between 50 rupees ($0.6) and 100 rupees ($1.2) per passenger. Each of these amounts is small, but together, they add up. And they do not go to the airline, but to the airport or the government.</p><p>In June, the International Air Transport Association (IATA), which represents more than 350 airlines globally, called for greater clarity in India’s taxation system, arguing that it was too complex.</p><p>Amjad Ali, a travel operator from New Delhi, said he had been in the air ticketing business since 2005, and had never witnessed a sharp rise in airfares until 2020. “Fares used to increase gradually, but since 2020, they have shot up rapidly,” he said.</p><p>Ali usually books tickets on routes like Delhi–Mumbai, Delhi–Patna, and Delhi–Purnea. Patna and Purnea are cities in the eastern Indian state of Bihar.</p><p>He said that new airports, such as Purnea, have brought in more passengers due to the introduction of new routes. Before the pandemic, a Mumbai–Delhi ticket, booked well in advance, used to cost about 3,800 rupees ($43), but now, it is hard to find one below 6,000 rupees ($68) for the same journey.</p><p>Meanwhile, airlines have also started cutting discounts they used to offer to some sections of flyers. Previously, Air India offered a 50 percent concession on the base fare for domestic student travel, but after privatisation, this was reduced to only 10 percent.</p><p>The result, Ali said, is a noticeable decline in student travellers. “We rarely see students flying these days,” he said.</p><p>Ultimately, Singh from the FAII said, the industry was shooting itself in the foot by making flying unaffordable for millions of Indians.</p><p>“If we want air travel to become truly accessible to a larger section of the population, particularly those with limited financial means, the government and aviation stakeholders must work towards reducing these taxes and surcharges,” she said.</p><p>Until then, a plane ride will remain a flight of fancy for most of India’s 1.4 billion people.</p></div></div></body></html>"
        },
        {
            "title": "Indonesia’s flood victims pick up pieces as homes, livelihoods swept away | Floods News | Al Jazeera",
            "time": "2025-12-02T04:33:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25335400418516-2-1764647881.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Medan, Indonesia –</strong> As floodwaters burst into Nurdin and his wife’s home in Indonesia’s Aceh Province last week, the elderly couple crawled onto their bed.</p><p>Nurdin, who uses a wheelchair following a stroke, resigned himself to his fate.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I was just waiting to die. I didn’t want to leave my home,” Nurdin, who lives in the city of Langsa, told Al Jazeera.</p><p>“I decided I would just die there, but my wife insisted we leave.”</p><p>As the water continued to rise, Nurdin’s younger brother called on the couple’s neighbours for help.</p><p>By the time Nurdin’s neighbours arrived at about 4am on Wednesday to carry the pair to safety, the water was chest-deep.</p><p>“As I was being carried, we got hit by a strong water current, which knocked my neighbour off his feet, and we both plunged into the flood,” said Nurdin, 71, who, like many Indonesians, uses a single name.</p><p>“I started to drown as I couldn’t stand up, and I thought ‘This is it’.”</p><p>Nurdin and his wife reached their neighbours’ home unhurt, but torrential rains soon made the building uninhabitable, forcing them to seek the assistance of the army, which evacuated the pair to a local mosque using a table as a makeshift stretcher.</p><p>“There were no clothes there, so I just had to wear a sarung,” Nurdin said. “I was there for four days.”</p><figure id=\"attachment_4144285\" aria-describedby=\"caption-attachment-4144285\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144285\" src=\"/wp-content/uploads/2025/12/AP25335424654645-1764646246.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"flood\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144285\" class=\"wp-caption-text\">Wreckages of vehicles litter a village affected by a flash flood in Agam, West Sumatra, Indonesia, on December 1, 2025 [Ade Yuandha/AP]</figcaption></figure><p>At the mosque, Nurdin said that another Langsa resident told him that he lived next to a cemetery and had seen bodies rising out of the ground and floating away in the deluge.</p><p>Nurdin, who has been staying at his brother’s house since the floodwaters receded, has yet to return to his home, but his sibling told him that almost everything was gone when he visited the scene.</p><p>“Maybe about 1 percent of my belongings can be saved. Everything in the kitchen is gone, and my fridge was destroyed,” Nurdin said.</p><p>“My wardrobes had the doors ripped off them, and all the clothes were covered in water and mud. The mud in front of my home is still about half a metre high.”</p><p>Floods in Indonesia, Sri Lanka, Thailand and Malaysia have killed more than 1,140 people over the past week, following extreme weather brought on by three tropical cyclones.</p><p>At least 631 people have been killed in Indonesia alone.</p><p>With many areas across the island of Sumatra still inaccessible, the death toll is expected to rise.</p><p>Many parts of the island have been buried in landslides, following flash floods which have made roads impassable and impeded search and rescue efforts.</p><figure id=\"attachment_4144310\" aria-describedby=\"caption-attachment-4144310\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4144310 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/croppepic-1764647498.jpg?resize=770%2C770&amp;quality=80\" alt=\"air\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144310\" class=\"wp-caption-text\">Nurkasyah sits with other displaced residents at a community centre in Kuta Makmur, North Aceh Regency, Aceh Province, Indonesia, on November 26, 2025 [Courtesy of Nasir]</figcaption></figure><p>Nurkasyah, a 70-year-old resident of Kuta Makmur, northern Aceh Province, is among the many who have lost almost all their possessions.</p><p>“My washing machine, my fridge, rice cooker, and all my rice was destroyed,” Nurkasyah told Al Jazeera.</p><p>“Everything is still in my house; it didn’t float away, but it was submerged in water, so I can’t use it any more. I might be able to save my bed if I put it outside and let it dry in the sun for a few days.”</p><p>Nurkasyah said that the waters started to rise on Tuesday but subsided slightly before rising again on Wednesday following torrential rain overnight, until water was “coming in through the windows”.</p><p>Along with 300 others, Nurkasyah took shelter in a local community centre for the next five days, eating only the few basic necessities that panicked residents had been able to grab as they raced to escape the rising waters.</p><p>“We just ate rice, instant noodles and some eggs. There wasn’t enough food to go around,” she said. “I have been to see my home, but it is full of mud now, so I can’t live there.”</p><p>At the same time as Nurkasyah was watching the floodwaters rise around her home, her son, Nasir, was taking a bus from Banda Aceh, the provincial capital of Aceh, to Medan, the provincial capital of neighbouring North Sumatra.</p><p>The journey by road usually takes about 12 hours, but Nasir found himself marooned on the bus for the next five days.</p><p>“After we left on Tuesday, the floodwaters were starting to rise, but we could still get through,” he told Al Jazeera.</p><p>“Unfortunately, when we got to Kuala Simpang on Wednesday afternoon, the driver said he couldn’t go any further or go back,” he said, referring to a town on the border of Aceh and North Sumatra provinces.</p><p>As the town began to be submerged in the rising floodwaters, Nasir and the other passengers climbed onto the roof of the bus to keep safe and survey the scene.</p><figure id=\"attachment_4144289\" aria-describedby=\"caption-attachment-4144289\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4144289 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/1000487505-1764646341.jpg?w=770&amp;resize=770%2C577&amp;quality=80\" alt=\"nasir\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144289\" class=\"wp-caption-text\">Nasir stands on the roof of a bus marooned in Kuala Simpang, Aceh Tamiang Regency, Aceh Province, Indonesia, on November 27, 2025 [Courtesy of Nasir]</figcaption></figure><p>“On Sunday morning, a group of us decided to take the initiative and try to find an alternative route out of there,” Nasir said.</p><p>“We agreed among ourselves that there was no way we could go back to Aceh, and we would have to press on to Medan. We managed to find a boat owned by a fisherman, who took us part of the way, and then a pick-up truck took us the rest of the way.”</p><p>With many roads unpassable due to mud, fallen trees and other debris, Nasir now faces the prospect of an arduous trek home.</p><p>“Now, I am going to try and fly back to Aceh by plane, rather than attempt the journey by road again,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Maduro rejects a ‘slave’s peace’ for Venezuela as US ramps up pressure | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T04:17:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T213522Z_1657884576_RC2X7IAGJV91_RTRMADP_3_USA-TRUMP-VENEZUELA-MARCH-1764640382.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan President Nicolas Maduro has repeated calls for peace and pledged “absolute loyalty” to his people at a rally attended by thousands in Caracas, as tensions escalate over potential military action by the United States.</p><p>The rally on Monday came as US President Donald Trump <a href=\"/news/2025/12/1/trump-administration-discusses-venezuela-amid-military-build-up-concerns\">met</a> with his national security team at the White House to discuss the “next steps” on <a href=\"/news/2025/11/28/venezuela-explained-in-10-maps-and-charts\">Venezuela</a>, according to media reports.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Maduro, addressing a crowd waving Venezuelan flags outside the Miraflores Palace, said his country wanted peace, but only a peace “with sovereignty, equality and freedom”.</p><p>“We do not want a slave’s peace, nor the peace of colonies! Colony, never! Slaves, never!” he said.</p><p>The Trump administration has been <a href=\"/news/2025/11/30/is-us-president-donald-trump-preparing-to-strike-venezuela\">piling pressure</a> on Venezuela with a military buildup in the Caribbean, in what it calls an anti-drug trafficking campaign. Caracas says the actions are aimed at toppling Maduro’s government.</p><p>The US has amassed 15,000 troops in the region and deployed the world’s largest aircraft carrier there, while also designating the Cartel de los Soles, which it describes as a drug trafficking cartel <a href=\"/news/longform/2025/11/25/could-trumps-50m-reward-succeed-in-toppling-venezuelas-nicolas-maduro\">led by Maduro</a>, as a “terrorist” organisation.</p><p>It has also carried out at least 21 strikes on alleged drug boats in the Caribbean and the Pacific since September, killing at least 83 people.</p><p>Experts say the assembled US firepower far outweighs what is necessary for a drug-trafficking operation, while Caracas says the US is <a href=\"/video/inside-story/2025/11/30/what-is-driving-us-presidents-trumps-actions-against-venezuela\">seeking regime change</a> to take control of Venezuela’s vast natural resources, including oil.</p><figure id=\"attachment_4144294\" aria-describedby=\"caption-attachment-4144294\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144294\" src=\"/wp-content/uploads/2025/12/2025-12-01T235528Z_900992792_RC2W7IAHL3Y6_RTRMADP_3_USA-TRUMP-VENEZUELA-MARCH-1764646456.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of Venezuela's President Nicolas Maduro attend a ceremony hosted by Maduro at Miraflores Palace in Caracas\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144294\" class=\"wp-caption-text\">Supporters of Venezuelan President Nicolas Maduro attend a ceremony in Caracas, Venezuela, December 1, 2025 [Leonardo Fernandez Viloria/ Reuters]</figcaption></figure><p>Maduro on Monday accused the US of waging a campaign of “psychological terrorism”.</p><p>“We have endured 22 weeks of aggression,” he said. “These 22 weeks have put us to the test, and the people of Venezuela have demonstrated their love for the homeland,” he added.</p><h2 id=\"trump-maduro-call\">Trump-Maduro call</h2><p>Trump, meanwhile, confirmed on Sunday that he spoke to Maduro on the phone, but declined to give details, saying it did not go “well or badly”.</p><p>The Reuters news agency, citing four sources familiar with the matter, reported on Monday that Trump offered Maduro safe passage out of Venezuela during the call on November 21.</p><p>Maduro told Trump he was willing to leave Venezuela, provided he and his family members had full legal amnesty, including the removal of all US sanctions and the end of a flagship case he faces before the International Criminal Court (ICC), Reuters reported, citing three of the sources.</p><p>Maduro also requested removal of sanctions for more than 100 Venezuelan government officials, many accused by the US of human rights abuses, drug trafficking or corruption, Reuters said.</p><p>Trump rejected most of his requests on the call, but told Maduro he had a week to leave Venezuela for the destination of his choice alongside his family members.</p><p>That safe passage expired on Friday, prompting Trump to declare on Saturday that Venezuela’s <a href=\"/news/2025/11/29/trump-says-venezuela-airspace-to-be-shut-in-its-entirety-as-tensions-rise\">airspace was closed</a>, two of the sources told Reuters.</p><p>There was no immediate comment from the US or Venezuela about the report.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration has said it does not recognise Maduro, who has been in power since 2013, as Venezuela’s legitimate president. Maduro claimed a re-election victory last year in a national ballot that the US and other Western governments dismissed as a sham, and which independent observers said the opposition won overwhelmingly.</p><p>Al Jazeera’s Teresa Bo, reporting from Cucuta on the Colombia-Venezuela border, said Maduro’s appearance at the Caracas rally came amid rumours that he had left the country following Trump’s declaration about Venezuela’s airspace.</p><p>Bo said Venezuelans crossing the Simon Bolivar International Bridge between Colombia and Venezuela were “extremely concerned about the possibility of a military strike” by the US on Caracas.</p><p>In the meantime, the Venezuelan government, too was continuing to deploy military units across the country, she said.</p><p>“They are protecting the capital, Caracas, specifically the main highway that connects to the airport and the coastal areas of Venezuela. We have seen the minister of defence, Vladimir Padrino Lopez, show off some military equipment, among them aerial defences [and] fighter jets,” Bo said.</p><p>Venezuelan officials know the country’s military is no match for the US, she said.</p><p>“That’s why they are focusing on another strategy. And this would include irregular attacks, sabotage, using criminal groups, government supporters, and possibly guerrillas, among others,” Bo said.</p><p>“The main idea would be to generate chaos [and] anarchy, and that’s something that concerns many people in the country. And there are some that say that even though they would like to see Maduro go, they are concerned that violence could take over their country,” she added.</p></div></div></body></html>"
        },
        {
            "title": "Canada joins key EU defence programme as PM Carney pivots away from US | Military News | Al Jazeera",
            "time": "2025-12-02T04:08:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-06-23T181213Z_174696060_RC2I8FA1YQUF_RTRMADP_3_EU-CANADA-1764645678.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Canada joins key EU defence programme as PM Carney pivots away from US</h1><p class=\"article__subhead\"><em>Canada joins the EU’s Security Action for Europe (SAFE) rearmament initiative, giving access to $170bn in loans for military equipment procurement.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canada has joined a multibillion-dollar European Union defence fund, becoming the first non-European country to do so, as Ottawa looks to diversify its military spending <a href=\"/news/2025/4/19/canadas-pm-carney-plans-for-stronger-defence-broader-trade-amid-us\">away from the United States</a>.</p><p>Canadian Prime Minister Mark Carney said on Monday that participation in the EU’s Security Action for Europe (SAFE) initiative would give Canadian defence companies “tremendous opportunities” from increased access to the European market in a “dangerous and divided world”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Canada’s participation in SAFE will fill key capability gaps, expand markets for Canadian suppliers, and attract European defence investment into Canada,” Carney said in a statement.</p><p>“This is the next step in our deepening cooperation and symbolic of the shared priorities of the European Union and Canada,” Carney said in a separate joint statement with European Commission President Ursula von der Leyen.</p><p>The 150-billion-euro ($170bn) SAFE rearmament fund was announced earlier this year amid fears of a potential Russian attack on the EU and concerns among member states over the reliability of US military protection.</p><p>SAFE has been described as a major effort by the EU to “speed up defence readiness”, as the bloc aims to re-arm and be capable of defending itself from external threats by 2030.</p><p>Canada’s joining the SAFE initiative comes after Carney said he intended to diversify Canada’s <a href=\"/economy/2025/10/7/canadas-carney-makes-second-white-house-visit-as-trade-tensions-loom\">procurement and trade partnerships</a> and enhance the country’s relationship with the EU. Carney had also previously said that more than 70 cents of every dollar of <a href=\"/news/2025/5/28/trump-says-canada-will-pay-61bn-for-golden-dome-or-become-51st-state\">Canadian military capital</a> spending would no longer go to the US.</p><p>The move by Canada comes after US President Donald Trump infuriated Canadians by launching a trade war earlier this year and suggesting that Canada become the <a href=\"/video/newsfeed/2025/5/6/canadas-carney-rejects-trumps-51st-state-talk-in-oval-office\">51st state in the US</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Joint arms projects under SAFE must have a minimum 65 percent of their components produced within the EU’s 27 member nations, but partner countries such as Canada could be granted exemptions, according to reports.</p><p>Priority defence spending under SAFE involves the procurement of missiles and ammunition, artillery systems, ground combat capabilities, drone and anti-drone systems, and cyber warfare, as well as air and missile defences, maritime forces, electronic warfare and “space assets protection”.</p><p>Talks between the EU and London on the United Kingdom joining the SAFE fund ended without agreement last week.</p><p>Negotiations foundered over money, with Europe demanding more for the UK’s participation than the government was willing to pay.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Russia says it captured Pokrovsk, a key logistics hub in eastern Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-02T03:19:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-26T211629Z_1316208282_RC2C2IAVLEUV_RTRMADP_3_UKRAINE-CRISIS-USA-REPUBLICANS-1764643336.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia says it captured Pokrovsk, a key logistics hub in eastern Ukraine</h1><p class=\"article__subhead\"><em>Russian Chief of Staff Valery Gerasimov said Russian forces have also captured the city of Vovchansk in Kharkiv.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian forces say they have captured the eastern Ukrainian city of Pokrovsk, a key logistics hub that has been <a href=\"/features/2025/11/10/is-the-fall-of-pokrovsk-ukraines-key-eastern-stronghold-inevitable\">under siege for almost two years</a>.</p><p>The Kremlin announced the news in a Telegram post on Monday, citing Russian Chief of Staff Valery Gerasimov. The post said the eastern Ukrainian city of Vovchansk in the Kharkiv region had also been captured by Russian forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kremlin spokesman Dmitry Peskov said Gerasimov reported news of the “liberation” to Russian President Vladimir Putin late on Sunday as the leader visited a front-line command centre, according to Russia’s TASS news agency.</p><p>Pokrovsk is a major transportation hub in the Donetsk region, one of the four regions of eastern Ukraine that Russia claims to have annexed.</p><p>The city, once home to 60,000 people, has been heavily bombarded in recent weeks by Russian drones, artillery and bombs, with many buildings reduced to rubble.</p><p>Ukraine has yet to confirm Russia’s takeover of the city, but Reuters reported that Moscow is circulating a video of soldiers marching through the streets of Pokrovsk and flying a Russian flag.</p><p>Putin later congratulated Russian forces on their victory, according to the TASS news agency.</p><p>“I want to thank you for the results of your work regarding Krasnoarmeysk, both you and the entire command and personnel of the battlegroup,” Putin said, using the Russian name for Pokrovsk. “Of course, the fighters, our guys, who are carrying out these combat missions,” he said, according to TASS.</p><p>Meanwhile, Ukrainian President Volodymyr Zelenskyy is <a href=\"/news/2025/12/1/zelenskyy-says-territorial-concessions-remain-ukraines-biggest-challenge\">meeting with US and European leaders</a> this week to discuss how to negotiate an end to the war.</p><p>He said on Monday that one of his top priorities is to avoid granting Moscow territorial concessions that would legitimise Russia’s occupation of swaths of Ukrainian territory.</p></div></div></body></html>"
        },
        {
            "title": "El Chapo’s son pleads guilty in US drug case, cuts deal with prosecutors | Crime News | Al Jazeera",
            "time": "2025-12-02T02:56:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/08/AP23116610106676-1724996627.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"127\" data-end=\"382\">Joaquin Guzman Lopez, a son of Mexican drug kingpin <a href=\"/news/2025/8/14/trump-administration-sanctions-two-mexican-drug-cartels-announces-bounties\">Joaquin “El Chapo” Guzman</a>, has pleaded guilty in a Chicago court to two counts of drug trafficking and organised crime for his role in Mexico’s notorious Sinaloa Cartel, reversing his original not guilty stance following his arrest last year.</p><p data-start=\"914\" data-end=\"1079\">Wearing an orange jumpsuit and matching shoes, <a href=\"/news/2025/11/29/son-of-jailed-mexican-drug-lord-el-chapo-to-plead-guilty-in-us-court\">Guzman Lopez spoke sparingly</a> in court on Monday. Early in the hearing, Judge of the United States District Court for the Northern District of Illinois Sharon Coleman asked what he did for work.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"914\" data-end=\"1079\">“Drug trafficking,” Guzman Lopez replied.</p><p data-start=\"914\" data-end=\"1079\">“Oh, that’s your job,” Coleman said with a chuckle.</p><p data-start=\"914\" data-end=\"1079\">With the guilty plea, Guzman Lopez is expected to avoid life in prison as part of a deal in which he cooperates with US prosecutors and pays an $80m charge representing the proceeds of his crimes, according to reports.</p><p data-start=\"1195\" data-end=\"1470\" data-is-last-node=\"\" data-is-only-node=\"\">Even so, he faces a minimum of 10 years in prison, according to Andrew Erskine, a lawyer representing the federal government.</p><p data-start=\"1195\" data-end=\"1470\" data-is-last-node=\"\" data-is-only-node=\"\">Guzman Lopez will be sentenced by a judge at a later date, and will have no opportunity to appeal the sentence as part of the plea deal, according to reports.</p><p data-start=\"1195\" data-end=\"1470\" data-is-last-node=\"\" data-is-only-node=\"\">“The government has been very fair with Joaquin thus far,” Guzman Lopez’s defence lawyer, Jeffrey Lichtman, said after the hearing.</p><p data-start=\"1195\" data-end=\"1470\" data-is-last-node=\"\" data-is-only-node=\"\">“I do appreciate the fact that the Mexican government didn’t interfere,” Lichtman said.</p><p data-start=\"1195\" data-end=\"1470\" data-is-last-node=\"\" data-is-only-node=\"\">According to a report by the <a href=\"https://www.chicagotribune.com/2025/12/01/son-of-el-chapo-guzman-plead-guilty/\" target=\"_blank\" rel=\"noopener\">Chicago Tribune</a>, in the 35-page plea deal, Guzman Lopez acknowledged that he and his brothers advanced the cartel’s operations by bribing officials and deploying firearms and other weapons to carry out violence targeting law enforcement, rival traffickers, and even members of their own organisation.</p><figure id=\"attachment_4144137\" aria-describedby=\"caption-attachment-4144137\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144137\" src=\"/wp-content/uploads/2025/12/2024-07-30T180606Z_1512017198_RC2U59AO3X8O_RTRMADP_3_USA-MEXICO-DRUGS-1764633867.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Jeffrey Lichtman, lawyer for El Chapo's son, Joaquin Guzman Lopez, speaks to members of the press at the Dirksen \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144137\" class=\"wp-caption-text\">Jeffrey Lichtman, lawyer for El Chapo’s son, Joaquin Guzman Lopez, speaks to the media at the Dirksen US court [Vincent Alban/Reuters]</figcaption></figure><h2 id=\"the-chapitos\" data-start=\"1195\" data-end=\"1470\">The ‘Chapitos’</h2><p data-start=\"914\" data-end=\"1079\">Guzman Lopez and his brother Ovidio, two of El Chapo’s four sons who are known in Mexico as the “Chapitos” or “little Chapos”, are on trial in the US and accused of overseeing a powerful faction of the Sinaloa cartel that they inherited from their father.</p><p data-start=\"914\" data-end=\"1079\"><a href=\"/news/2025/7/11/son-of-drug-lord-el-chapo-set-for-guilty-plea-in-us-trafficking-case\">Ovidio Guzman Lopez</a> pleaded guilty in the US in July to two counts of drug distribution and two counts of participation in a continuing criminal enterprise. He faces a possible life sentence.</p><p data-start=\"914\" data-end=\"1079\">Two other brothers remain at large. Their father, El Chapo, was extradited to the US in 2017, and is serving a life sentence in a maximum security prison.</p><p data-start=\"914\" data-end=\"1079\">In 2023, US federal authorities described the Sinaloa cartel’s operation as a sprawling network responsible for moving “staggering” amounts of fentanyl into the US.</p><p data-start=\"914\" data-end=\"1079\">Security at Chicago’s federal court was heightened as prosecutors on Monday outlined the events leading to Guzman Lopez ‘s dramatic arrest on US soil in July 2024, alongside another longtime Sinaloa leader, Ismael “El Mayo” Zambada.</p><p data-start=\"914\" data-end=\"1079\">The pair were arrested in Texas after they landed in a <a href=\"/news/2025/8/25/once-elusive-mexican-drug-kingpin-el-mayo-zambada-pleads-guilty-in-us\">small private plane</a>. Their surprising capture prompted a surge in violence in Mexico’s northern state of Sinaloa as two factions of the Sinaloa cartel clashed amid reports of betrayal that led to the arrests in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"guzman-lopez-appears-to-admit-kidnapping-el-mayo\" data-start=\"914\" data-end=\"1079\">Guzman Lopez appears to admit kidnapping ‘El Mayo’</h2><p data-start=\"914\" data-end=\"1079\">In his plea deal, Guzman Lopez also admits to <a href=\"/news/2024/8/10/us-says-el-chapo-son-surrendered-but-el-mayo-taken-against-will-from-mexico\">kidnapping an unnamed individual</a> purported to be Zambada.</p><p data-start=\"914\" data-end=\"1079\">Erskine, the lawyer representing the federal government, described the alleged kidnapping in court, saying Guzman Lopez had the glass from a floor-to-ceiling window removed.</p><p>During a meeting in the room with the unnamed person, Guzman Lopez allegedly had others enter through the open window, seize the individual, put a bag over his head, and take him to a plane. On board, he was zip-tied and given sedatives before the plane landed at a New Mexico airport near the border with Texas.</p><p>Erskine said the alleged kidnapping was part of an attempt by Guzman Lopez to show cooperation with the US government, which did not sanction his actions. He said Guzman Lopez would not receive cooperation credit because of the kidnapping.</p><p>Guzman Lopez’s information underscores some of the details that Zambada had already described in a letter he signed, and which was released by his lawyer shortly after his arrest last year.</p><p>Zambada’s lawyer had said that his client was “forcibly kidnapped” onto the flight to the US. In the two-page letter, Zambada said Guzman Lopez asked him to attend a meeting on July 25 with local politicians. Zambada asserted that El Chapo’s son had organised the meeting to “help resolve differences between the political leaders”.</p><p>“The notion that I surrendered or cooperated voluntarily is completely false,” the <a href=\"https://insightcrime.org/wp-content/uploads/2024/08/el-mayo-zambada-statement.pdf\" target=\"_blank\" rel=\"noopener\">document states</a>.</p><figure id=\"attachment_3115264\" aria-describedby=\"caption-attachment-3115264\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3115264\" src=\"/wp-content/uploads/2024/08/AP24210667545101-1723472027.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"This combo of images provided by the U.S. Department of State show Ismael \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3115264\" class=\"wp-caption-text\">This combo of images provided by the US Department of State shows Ismael ‘El Mayo’ Zambada, a historic leader of Mexico’s Sinaloa cartel, left, and Joaquin Guzman Lopez [File: US Department of State via AP]</figcaption></figure></div></div></body></html>"
        }
    ]
}