{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "“No withdrawal of the Israeli army” from Gaza unless Hamas disarms | Gaza | Al Jazeera",
            "time": "2025-12-30T09:02:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Warrick-16x9-1767084979.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UN says Sudan’s el-Fasher a ‘crime scene’ in first access since RSF capture | Sudan war News | Al Jazeera",
            "time": "2025-12-30T08:57:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_695343a3669ed-1767064483.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">A United Nations team has described Sudan’s el-Fasher as a “crime scene” after gaining access to the largely deserted city for the first time since its takeover, <a href=\"/news/2025/10/29/massacre-in-el-fasher-whats-happening-in-sudan-right-now\">marked by mass atrocities</a>, by the paramilitary Rapid Support Forces (RSF) in October.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">International aid staff visited el-Fasher on Friday following weeks of negotiations, finding few people remaining in what was once a densely populated city with a large displaced population.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">More than 100,000 residents fled for their lives after the RSF seized control on October 26 following an 18-month siege, with survivors reporting ethnically motivated mass killings and widespread detentions.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Denise Brown, the UN resident and humanitarian coordinator for Sudan, said the UN staff members who visited the city said there “were very few people” they were able to see during the hours-long visit. Those who remained were sheltering in empty buildings or under basic plastic sheets, with a small market functioning but offering only locally grown vegetables.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“We have photos of people, and you can see clearly on their faces the accumulation of fatigue, of stress, of anxiety, of loss,” Brown told Reuters news agency on Monday.</p><p>The UN children’s agency, UNICEF, warned on Monday of an “unprecedented level” of <a href=\"/news/2025/12/30/one-in-two-children-malnourished-in-parts-of-sudans-north-darfur-un-says\">child malnutrition in North Darfur</a>, with 53 percent of 500 children screened in Um Baru locality this month acutely malnourished.</p><p>One in six were suffering from severe acute malnutrition, a life-threatening condition that can kill within weeks if untreated.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">A <a href=\"/news/2025/12/16/yale-report-unveils-rsf-attempt-to-cover-up-sudan-atrocities-mass-burials\">report released</a> by Yale University’s Humanitarian Research Lab in December documented the RSF’s systematic campaign to erase evidence of mass killings through burial, burning and removal of human remains.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Satellite imagery showed that by late November, 72 percent of clusters containing objects consistent with human remains had become smaller, while 38 percent were no longer visible at all.</p><p>The Sudan Doctors Network <a href=\"/news/2025/12/27/un-renews-sudan-ceasefire-appeal-over-unimaginable-suffering-of-civilians\">reported</a> that more than 200 people, including children and women, were killed on ethnic grounds by the RSF in the Ambro, Serba and Abu Qumra areas during a recent offensive in the Dar Zaghawa region near the Chad border.</p><p>The attacks, which began on December 24, could close the last escape route for civilians fleeing to Chad.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">In April, the RSF killed more than 1,000 civilians during a three-day assault on the Zamzam displacement camp, according to a UN Human Rights Office <a href=\"/news/2025/12/3/amnesty-calls-for-war-crimes-probe-on-rsf-attack-on-sudan-refugee-camp\">report</a> that detailed patterns of sexual violence, including rape, gang rape and sexual slavery.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The visit to el-Fasher came as UN Secretary-General Antonio Guterres <a href=\"/news/2025/12/27/un-renews-sudan-ceasefire-appeal-over-unimaginable-suffering-of-civilians\">renewed</a> calls for an immediate ceasefire on Friday in what the organisation describes as the world’s worst humanitarian crisis.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">An estimated 30.4 million Sudanese now need humanitarian assistance, while the UN has been forced to halve its 2026 appeal following funding cuts from key donors.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">El-Fasher was the government-aligned Sudanese Armed Forces’ (SAF) last major stronghold in Darfur before falling to the RSF, which grew out of the government-backed militia Popular Defence Forces, also known as the Janjaweed, accused of genocide against non-Arab ethnic groups during the 2000s Darfur conflict.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The city’s capture allowed the RSF to consolidate control over the Darfur region, and fighting has since expanded into the Kordofan region, effectively splitting the country down the middle.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">An estimated 107,000 people have been displaced from el-Fasher and surrounding areas since late October, with 72 percent remaining within North Darfur state, according to the UN.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Roughly three-quarters of those displaced were already internally displaced people (IDPs) who had fled previous violence, forcing some households to move three or more times. In total, 1.17 million people originally from el-Fasher have been displaced, representing 13 percent of all IDPs.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The war, which erupted in April 2023 when a power struggle broke out between the SAF and the RSF, has killed more than 100,000 people and displaced 14 million, including 4.3 million who have fled to neighbouring countries.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Army leader General Abdel Fattah al-Burhan recently <a href=\"/news/2025/12/29/starvation-ghost-towns-plague-sudan-as-al-burhan-demands-rsf-surrender\">rejected negotiations</a>, insisting the war would end only with the RSF’s “surrender” and withdrawal from areas it occupied after the Jeddah-brokered agreement in May 2023.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The United States Department of State expressed deep concern over “rhetoric from Sudanese Armed Forces leadership calling for military solutions” and urged Sudan’s military leaders to pursue “a path towards peace, not continued conflict”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The RSF earlier dismissed a peace proposal from Sudanese Prime Minister Kamil Idris, calling on its withdrawal as “wishful thinking”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Brown said Friday’s visit aimed to assess whether el-Fasher could be accessed safely for basic supplies, but added: “We’re still very concerned about those who are injured, who we didn’t see, those who may be detained.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "A decimated Gaza marks the end of another year of Israeli bombs | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-30T08:32:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/hani_mahmoud_reporting_live_gaza_city-1743776280.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Over the past year, Gaza’s infrastructure has been subjected to a devastating reality.</p><p>What once functioned under strain has been pushed beyond the point of collapse. Electricity networks, water systems, hospitals, roads and municipal services have been systematically destroyed or severely damaged, leaving daily life defined by survival.</p><p>It is not unusual for families to plan their days around the sound of generators, if fuel is available at all. Parents and children queue for hours for a few litres of unsafe water or a pack of bread.</p><p>Hospitals operate in near darkness, doctors performing life-saving procedures using mobile phones for light. Streets that once carried children to school are reduced to rubble.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"gaza-s-reality-is-always-harsh\">Gaza’s reality is always harsh</h2><p>Life in Gaza was never easy, even during the moments the outside world labelled as “normal”.</p><p>For most people, life was lived with constant uncertainty. You learned not to plan too far ahead, because calm was fragile, always temporary.</p><p>There were days with electricity, when the streets felt quieter, and families allowed themselves a small sense of relief, but everyone knew it could disappear at any time.</p><p>Gaza’s infrastructure mirrors that. It was fragile long before the latest devastation of Israel’s genocidal war.</p><p>Decades of illegal Israeli blockade, repeated military assaults and tight restrictions on construction materials meant systems were always patched up, always operating on borrowed time. Nothing truly recovered.</p><p>One of the most visible losses has been electricity. Across the Gaza Strip, darkness is not an exception. Our only power plant was severely damaged and shut down due to fuel shortages; close to 80 percent of power transmission has been destroyed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>For families, this loss is felt in small, relentless ways. A mother charges her phone whenever a neighbour’s generator briefly hums to life, knowing it may be her only chance to contact family.</p><p>Children do their homework by candlelight, if they do it at all. Refrigerators sit useless, food spoiling.</p><p>Access to water has also deteriorated sharply. Israel’s bombardment damaged wells, desalination plants and pumping stations. Without electricity or fuel, clean water cannot be extracted or distributed.</p><p>Over the course of our reporting on Israel’s genocidal war on Gaza, we documented families lining up with plastic containers, waiting for water trucks that may or may not arrive. When they do, the water often smells of salt or metal, its taste sharp and unfamiliar.</p><p>Many have no choice but to drink it anyway. Children fall sick with stomach infections. Skin rashes spread. Washing becomes a luxury.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-cumulative-effect-paralysis\">The cumulative effect: Paralysis</h2><p>Hospitals, once overstretched but functioning, now operate in crisis mode. Over the past month of fieldwork, I visited many medical facilities that have been damaged or forced out of service entirely.</p><p>Those still functioning face severe shortages of medicine, equipment, electricity and staff.</p><p>I remember the depressed feeling I had after visiting two intensive care units in Gaza City and the central area of the Strip.</p><p>Both were overcrowded, forced to put patients two to a bed.</p><p>The dialysis machines operated under constant threat of power loss, as did operating theatres that would often go dark mid-procedure.</p><p>Harshest of all, the medical teams are often forced to make impossible decisions about who receives care and who must wait.</p><p>Beyond health and utilities, the destruction of roads, public facilities and municipal infrastructure has fractured Gaza from within: rubble-filled streets, sewage-flooded roads, slow ambulances and aid delivery.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rubbish collection has largely ceased, leading to the spread of disease. Telecommunications infrastructure has been repeatedly knocked out, isolating families and cutting people off from emergency services and the outside world.</p><p>There’s a cumulative effect of Israel’s intense bombing campaign – which is being carried out deliberately to paralyse daily life – because infrastructure systems depend on one another.</p><p>Without electricity, water cannot be pumped. Without fuel, hospitals cannot function. Without roads, aid cannot reach those in need.</p><p>Each collapse accelerates the next while creating new layers of difficult living conditions.</p><p>As the year 2025 approaches its end, Gaza’s entire infrastructure no longer supports normal life; it barely sustains survival.</p><p>Talking about rebuilding does not simply mean reconstructing buildings, but also the restoration of systems that allow people to live with dignity: safe water, reliable electricity, functioning hospitals, and basic public services.</p><p>Until then, Gaza’s civilians continue to endure the consequences of another year that has shaken the foundations of daily life.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Which countries will start using the euro in 2026? | European Union News | Al Jazeera",
            "time": "2025-12-30T08:17:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/INTERACTIVE-EURO-COVER-DEC30-2026-1767078786.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On January 1, 2026, Bulgaria will bid farewell to its lev currency and become the 21st European nation to adopt the euro.</p><p>The Balkan country of 6.7 million people has been a European Union (EU) member since January 1, 2007, and joined the Schengen Area in March 2024, both of which marked pivotal moments in its integration into Europe.</p><p>This leaves only six countries in the 27-member EU still using their own currencies: The Czech Republic, Denmark, Hungary, Poland, Romania and Sweden.</p><h2 id=\"what-is-the-euro\">What is the euro?</h2><p>The euro is the official currency of the EU, serving as the unified currency for its member states and allowing for easier trade and travel among them.</p><p>About 350 million people use it, making it the most popular official currency and the second-most traded and held reserve currency in the world after the US dollar.</p><figure id=\"attachment_4203259\" aria-describedby=\"caption-attachment-4203259\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4203259\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-WHAT-IS-THE-EURO-DEC-30-2025-1767079159.png?quality=80\" alt=\"INTERACTIVE - WHAT IS THE EURO - DEC 30, 2025-1767079159\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203259\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Managed by the European Central Bank and the Eurosystem, the currency consists of six banknotes, each featuring different European architectural designs, with a seventh note, the 500 euro note, having been discontinued in 2019 but still considered legal tender.</p><p>Euro banknotes look the same everywhere, but coins have a national side chosen by each country.</p><h2 id=\"how-does-a-country-join-the-eurozone\">How does a country join the eurozone?</h2><p>The EU is a political and economic bloc of 27 countries in Europe, formed in 1993 to promote cooperation, free trade and shared policies across the continent.</p><p>Most EU nations are legally required to adopt the euro once they meet specific economic criteria. The countries which use the euro are collectively known as the eurozone.</p><p>Denmark is the only current member state with a formal opt-out from the eurozone, negotiated in the 1992 Edinburgh Agreement, meaning it has no legal obligation to join the euro.</p><p>Before a country can join, it must spend at least two years in ERM II (the Exchange Rate Mechanism). During this time, the national currency is pegged to the euro. If the currency fluctuates too much during this time, the country cannot adopt the euro.</p><p>In addition to EU members, four small countries, Andorra, Monaco, San Marino and Vatican City, have formal agreements to use the euro as their official currency, even though they are not in the EU.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"when-did-each-country-adopt-the-euro\">When did each country adopt the euro?</h2><p>The euro was introduced to the financial markets as an accounting currency on January 1, 1999. It replaced the European Currency Unit (ECU) at a 1:1 ratio. Physical coins and banknotes entered circulation on January 1, 2002, fully replacing national currencies by March that year.</p><p>The euro was first adopted by 11 countries:</p><p><strong>1999</strong>: Austria, Belgium, Finland, France, Germany, Ireland, Italy, Luxembourg, the Netherlands, Portugal and Spain.</p><p><strong>2001</strong>: Greece joined the eurozone on January 1, becoming the first country to adopt the single currency after its initial launch.</p><p><strong>2007-2009</strong>: Slovenia, Cyprus, Malta, Slovakia.</p><p><strong>2011-2015</strong>: Estonia, Latvia, Lithuania.</p><p><strong>2023</strong>: Croatia.</p><p><strong>2026</strong>: Bulgaria is set to join on January 1, 2026.</p><p class=\" embed-paragraph-wrapper\"></p><p> </p></div></div></body></html>"
        },
        {
            "title": "Iran’s president calls on gov’t to hear ‘legitimate demands’ of protesters | Business and Economy News | Al Jazeera",
            "time": "2025-12-30T07:29:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25095479868932-1767075400.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian President Masoud Pezeshkian has called on his government to listen to protesters’ “legitimate demands” and pledged to protect their livelihoods following <a href=\"/news/2025/12/29/protests-strikes-after-irans-economic-situation-rapidly-deteriorates\">two days of demonstrations</a> in Tehran against the plummeting national currency and dire economic conditions.</p><p>In comments on social media that were also reported by the government’s IRNA news agency on Tuesday, Pezeshkian acknowledged the concerns of the protesters, who have closed their shops and chanted in the streets in demonstrations in the capital since Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The livelihood of the people is my daily concern,” Pezeshkian posted on X.</p><p>“I have tasked the Minister of the Interior to hear the legitimate demands of the protesters through dialogue with their representatives, so that the government can act with all its might to resolve problems and respond responsibly.”</p><p>The government had “fundamental actions on the agenda to reform the monetary and banking system and preserve the purchasing power of the people”, he added.</p><h2 id=\"shopkeepers-take-to-the-streets\">Shopkeepers take to the streets</h2><p>The protests in Tehran have broken out as the Iranian rial has plunged to new record lows against the US dollar.</p><p>The rial <a href=\"/news/2025/9/28/iranians-fear-more-economic-pain-war-as-un-sanctions-snapback\">has been rapidly declining</a> over recent weeks as the United States and its Western allies pile on their sanctions and diplomatic pressure, and the threat of another war with Israel lingers.</p><p>Shopkeepers near two main tech and mobile phone shopping centres in Tehran’s Jomhouri area, as well as in and around the Grand Bazaar, closed their businesses and took to the streets on Sunday, with further protests on Monday afternoon.</p><p>Footage on social media showed demonstrators chanting: “Don’t be afraid, we are together.”</p><p>Multiple videos showed antiriot forces in full gear deploying tear gas to disperse the protesters.</p><h2 id=\"multiple-challenges\">Multiple challenges</h2><p>Iranian state media have reported on the protests, but have emphasised that they are motivated by the unchecked depreciation of the rial, rather than wider disenchantment with the theocratic establishment that has been ruling the country since the 1979 revolution.</p><p>The depreciating currency is not the only challenge facing the country. Inflation stands at about 50 percent, consistently one of the highest in the world for several years, while under a controversial budget bill, taxes are slated to increase by 62 percent.</p><p>Iran has been facing an exacerbating energy crisis, while most dams feeding Tehran and many other big cities remain at near-empty levels amid a severe water crisis.</p><p>Meanwhile, Iran also has one of the most restricted internet environments in the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The continuing decline of purchasing power for 90 million Iranians comes amid increasing pressure from the US, Israel and their European allies over Iran’s nuclear programme.</p><p>Israel and the US attacked Iran in June during <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">a 12-day war</a> that killed more than 1,000 people, including civilians, dozens of top-ranking military and intelligence commanders, and nuclear scientists.</p><p>Iran last saw nationwide protests in 2022 and 2023, with thousands pouring into the streets across the country after the death in police custody of 22-year-old Mahsa Amini for alleged noncompliance with strict Islamic laws regarding headscarves.</p><p>Hundreds of people were killed, more than 20,000 were arrested, and <a href=\"/news/2022/12/12/iran-publicly-carries-out-second-protest-related-execution-2\">several others were executed</a> in connection with the protests.</p></div></div></body></html>"
        },
        {
            "title": "One in two children malnourished in parts of Sudan’s Darfur, UN says | Sudan war News | Al Jazeera",
            "time": "2025-12-30T07:19:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_695343a3669ed-1767064483.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations children’s agency (UNICEF) has warned of an “unprecedented level” of child malnutrition in the war-torn region of North Darfur and called for immediate access to children and families trapped by the conflict.</p><p>The warning on Monday came amid intensified fighting between the Sudanese army and the <a href=\"/news/2025/5/5/how-rsf-is-adopting-israels-template-for-genocide-in-sudan\">Rapid Support Forces</a> (RSF), as the paramilitary force continues to push east after seizing the city of <a href=\"/news/2025/10/29/massacre-in-el-fasher-whats-happening-in-sudan-right-now\">el-Fasher</a> in Darfur in late October.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The conflict, which erupted in 2023, has killed tens of thousands, displaced more than 12 million people and triggered famine in several parts of Sudan, a situation the UN has described as the “world’s worst humanitarian crisis”.</p><p>UNICEF, in its Monday statement, said some 53 percent of 500 children it screened in the Um Baru locality in North Darfur earlier this month were acutely malnourished.</p><p>It said one in six were also suffering from “severe acute malnutrition”, a life-threatening condition that it said could kill a child within weeks if left untreated.</p><p>“When severe acute malnutrition reaches this level, time becomes the most critical factor,” said UNICEF Executive Director Catherine Russell in a statement.</p><p>“Children in Um Baru are fighting for their lives and need immediate help. Every day without safe and unhindered access increases the risk of children growing weaker and more death and suffering from causes that are entirely preventable,” she said.</p><p>According to UNICEF, many people currently living in the Um Baru area recently arrived from el-Fasher following the escalation of fighting in the city in late October. More than 100,000 people are estimated to have fled the <a href=\"/news/2025/8/6/why-are-people-in-sudans-el-fasher-starving\">famine-stricken city</a> at the time.</p><p>Many of those who fled reported mass atrocities, including killings, sexual assault and detentions, by RSF troops.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"crime-scene\">‘Crime scene’</h2><p>On Friday, a UN humanitarian team was allowed access to the RSF-controlled city for the first time in two years. Denise Brown, the UN resident and humanitarian coordinator for Sudan, told the Reuters news agency that international aid staff who visited the city found it largely deserted.</p><p>She described el-Fasher as a “crime scene”.</p><p>“The town was not teeming with people. There were very few people that [they] were able to see,” she said. Those who the UN staff did see were living in empty buildings or rudimentary camps using basic plastic sheets.</p><p>Brown said the UN remains “very concerned” about people who were injured and “those who may be detained”.</p><p>There was no immediate comment from the RSF.</p><p>The paramilitary force, which has consolidated its control of Darfur following el-Fasher’s fall, is now pushing east into the Kordofan region. Al Jazeera’s Hassan Razzaq, reporting from Sudan, said the RSF continues to maintain sieges on the cities of Kadugli and Dilling, in South Kordofan, further worsening the hunger crisis there.</p><p>Expanded military operations have also added to people fleeing parts of the country, particularly North Darfur and North Kordofan, leaving behind <a href=\"/news/2025/12/29/starvation-ghost-towns-plague-sudan-as-al-burhan-demands-rsf-surrender\">“ghost towns”</a>, Razzaq added.</p><p>UN officials, too, say fighting has intensified amid the dry season.</p><p>“Each passing day brings staggering levels of violence and destruction,” UN Assistant Secretary-General Mohamed Khaled Khiari told the UN Security Council (UNSC) last week. “Civilians are enduring immense, unimaginable suffering, with no end in sight.”</p><p>UN Secretary-General Antonio Guterres has called for an <a href=\"/news/2025/12/27/un-renews-sudan-ceasefire-appeal-over-unimaginable-suffering-of-civilians\">immediate ceasefire</a> in the brutal civil war, while Sudan’s Prime Minister Kamil Idris presented a peace plan to the UNSC that called for the RSF to disarm.</p><p>The plan was rejected by the RSF as “wishful thinking”.</p><p>General Abdel Fattah al-Burhan, the head of the Sudanese army, dismissed the possibility of a political solution that does not involve the disarmament of the RSF.</p><p>“We are not talking about a military solution … We said the military solution does not necessarily have to end with fighting; it can end with surrender,” al-Burhan told members of the Sudanese community in Turkiye. “The war will end after … arms are laid down,” he added.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Yemen’s presidential council cancels UAE defence deal | News | Al Jazeera",
            "time": "2025-12-30T07:17:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2019-08-10T112818Z_1431690369_RC1355C62000_RTRMADP_3_YEMEN-SECURITY-1767078582.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Yemen’s presidential council cancels UAE defence deal</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All UAE forces must leave Yemen within 24 hours, the presidential council says.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Saudi Arabia says its national security a ‘red line’ after Yemen strike | Conflict News | Al Jazeera",
            "time": "2025-12-30T06:26:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_694ff7ed-1766848493.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Saudi Arabia says its national security a ‘red line’ after Yemen strike</h1><p class=\"article__subhead\"><em>The Saudi-led coalition carried out a targeted strike at Yemen’s Mukalla port, accusing foreign-backed vessels of delivering weapons to southern separatists.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: an hour ago</span><span aria-hidden=\"true\">Updated: an hour ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"229\" data-end=\"477\">Saudi ‍Arabia has said its national security ⁠is a “​red line” ‍it would defend, hours after a coalition it leads struck vehicles and cargo in Yemen that it said has been supplied by a foreign military to separatists in that country’s south.</p><p data-start=\"229\" data-end=\"477\">The coalition’s “limited military operation” at Mukalla port in Yemen came days after it warned the separatist Southern Transitional Council (STC) group against taking military action in Hadramout province.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"229\" data-end=\"477\">Yemen’s Saudi-backed presidential council has named the United Arab Emirates as the country that supplied the assistance to the STC that was targeted in the coalition’s strike.</p><p data-start=\"229\" data-end=\"477\">The Saudi Ministry of Foreign Affairs said ‌in a ‌statement on Tuesday that it ⁠hopes the UAE will take the necessary ‌steps to preserve bilateral relations between Gulf Arab nations.</p><p data-start=\"479\" data-end=\"767\">Coalition spokesperson Turki al-Malki said two ships entered Mukalla port on Saturday and Sunday without coalition authorisation, disabled their tracking systems, and unloaded large quantities of weapons and combat vehicles “to support” the STC.</p><p data-start=\"479\" data-end=\"767\">The ‍Saudi-backed head of Yemen’s presidential council, Rashad ⁠al-Alimi, ​said on ‍Tuesday after the air strike that all forces of the UAE must leave Yemen within 24 hours.</p><figure id=\"attachment_4201441\" aria-describedby=\"caption-attachment-4201441\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201441\" src=\"/wp-content/uploads/2025/12/2025-12-21T172130Z_571996593_RC25LIAIB050_RTRMADP_3_YEMEN-SECURTY-1767001685.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"yemen\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201441\" class=\"wp-caption-text\">People attend a rally organised by the Southern Transitional Council in Aden, Yemen [File: Fawaz Salman/Reuters]</figcaption></figure><p data-start=\"769\" data-end=\"1054\">In a televised address, al-Alimi framed the move as a sovereign requirement and renewed his praise for Saudi Arabia and the coalition for their support. The Yemeni leader also cancelled the joint defence agreement with the UAE, announced a 72-hour air, land and sea blockade, and declared a state of emergency for 90 days.</p><p data-start=\"769\" data-end=\"1054\">“Given the danger and escalation posed by these weapons … the coalition air forces carried out a limited military operation this morning targeting weapons and combat vehicles that had been unloaded from the two ships at the port of al-Mukalla,” the official Saudi Press Agency (SPA) reported.</p><p data-start=\"1056\" data-end=\"1328\">Two sources told the Reuters news agency that the strike specifically targeted the dock where the cargo had been unloaded. The coalition said there were no casualties or collateral damage and emphasised that the operation was conducted in accordance with international humanitarian law.</p><p data-start=\"1330\" data-end=\"2043\">The strike comes amid heightened tensions following an offensive earlier this month by the STC against Yemeni government troops backed by the coalition.</p><p data-start=\"1330\" data-end=\"2043\">Saudi Defence Minister Khalid bin Salman Al Saud posted on X that the STC troops should “peacefully hand over” two regional governorates to the government. Meanwhile, United States Secretary of State Marco Rubio called for “restraint and continued diplomacy, with a view to reaching a lasting solution”.</p><h2 id=\"a-divided-yemen\" data-start=\"2045\" data-end=\"2066\">A divided Yemen</h2><p data-start=\"1918\" data-end=\"2209\">The STC was initially part of the Saudi-led coalition that intervened in Yemen in 2015 against the Houthis, but the group later pursued self-rule in southern Yemen. Since 2022, the STC, which has previously received assistance from the UAE, has controlled southern territories outside Houthi areas under a Saudi-backed power-sharing arrangement.</p><p data-start=\"1918\" data-end=\"2209\">In recent weeks, however, the STC has swept through swaths of the country, expelling other government forces and their allies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "World reacts to death of Khaleda Zia, Bangladesh’s first female leader | Politics News | Al Jazeera",
            "time": "2025-12-30T05:55:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-30T022754Z_583535441_RC2QQIAEVYI2_RTRMADP_3_PEOPLE-KHALEDA-ZIA-1767071657.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>World reacts to death of Khaleda Zia, Bangladesh’s first female leader</h1><p class=\"article__subhead\"><em>Tributes pour in from around the world as Bangladesh mourns Khaleda Zia.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death of Bangladesh’s former Prime Minister <a href=\"/features/2025/12/30/khaleda-zia-bangladeshs-first-woman-pm-a-life-of-power-and-resistance\">Khaleda Zia</a> has prompted an outpouring of condolences around the world, with leaders highlighting her service to the nation as its first female premier.</p><p>Khaleda died in a hospital in Dhaka on Tuesday after a prolonged illness. She was 80 years old.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s a round-up of the reaction:</p><h2 id=\"bangladesh\">Bangladesh</h2><p>The country’s interim leader, Muhammad Yunus, expressed “profound sorrow” at the three-time prime minister’s death. He described her as a “symbol of the democratic movement” and said her struggle to establish “democracy, a multi-party political culture and the rights of the people in Bangladesh will be remembered forever”.</p><p>He said he was “deeply saddened and grief-stricken by her death”.</p><p>Khaleda’s longtime political rival, Sheikh Hasina, who remains in exile in India following her overthrow last year, also offered condolences.</p><p>“As the first woman Prime Minister of Bangladesh, and for her role in the struggle to establish democracy, her contributions to the nation were significant and will be remembered. Her passing represents a profound loss for Bangladesh’s political life and for the leadership of the Bangladesh Nationalist Party,” Hasina said in a post shared online by her Awami League.</p><h2 id=\"india\">India</h2><p>Indian Prime Minister Narendra Modi said he was “deeply saddened” by Khaleda’s death and offered his “sincerest condolences” to her family and the people of Bangladesh.</p><p>“As the first woman Prime Minister of Bangladesh, her important contributions towards the development of Bangladesh, as well as India-Bangladesh relations, will always be remembered,” he wrote on X.</p><p></p><h2 id=\"pakistan\">Pakistan</h2><p>Pakistan’s Prime Minister Shehbaz Sharif expressed deep sadness and described Zia as a “committed friend of Pakistan”.</p><p>“Her lifelong service to Bangladesh and its growth and development leaves a lasting legacy,” he wrote. “Our thoughts and prayers are with her family, friends and the people of Bangladesh during this difficult time.”</p><h2 id=\"united-states\">United States</h2><p>The US embassy in Dhaka extended its deepest condolences on Zia’s death.</p><p>“Mrs. Zia played a pivotal role in shaping her country’s modern history, and her leadership was instrumental in advancing Bangladesh’s development,” it wrote.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,405 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-30T04:12:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6952f2e7-1767043815_198a35-1767062257.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,405</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,405 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Tuesday, December 30:</p><h2 id=\"alleged-attack-on-putin-s-residence\">Alleged attack on Putin’s residence</h2><ul class=\"spaced-bullet-spacing\">\n<li>Kremlin foreign policy aide Yury Ushakov said that an <a href=\"/news/2025/12/29/kyiv-rejects-russias-claim-of-ukrainian-strike-on-putins-residence\">attack took place</a> on Russian President Vladimir Putin’s residence in northwestern Russia’s Novgorod on Sunday, “practically immediately after” talks in Florida between US President Donald Trump and Ukrainian President Volodymyr Zelenskyy.</li>\n<li>The strike “will not go unanswered”, Ushakov said in remarks reported by Russian media, following a call between Trump and Putin.</li>\n<li>Russian Foreign Minister Sergey Lavrov said that Russian air defence systems shot down 91 long-range strike drones used in the attack and that no one was injured.</li>\n<li>Zelenskyy <a href=\"/video/newsfeed/2025/12/29/zelenskyy-denies-russian-claim-of-ukrainian-strike-on-putin-residence\">denied the claim</a>, accusing Russia of trying to derail peace talks.</li>\n<li>However, Trump expressed anger over the alleged attack, telling reporters: “I was very angry about it.” When asked if the United States had evidence of the attack, Trump said, “We’ll find out.”</li>\n<li>Russian Ministry of Foreign Affairs spokesperson Maria Zakharova said that “the response to Kyiv’s attacks will not be diplomatic” and that Russia would be revising its negotiating position in the attack’s wake.</li>\n<li>The United Arab Emirates’s Ministry of Foreign Affairs said in a statement that it “strongly condemned” the “deplorable attack” and “the threat it poses to security and stability”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"diplomacy\">Diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>White House spokeswoman Karoline Leavitt said that a phone call between Putin and Trump on the issue of Ukraine on Monday was “positive”, without elaborating.</li>\n<li>Zelenskyy said he spoke by phone with the leaders of Germany, Latvia and Finland to update them on the outcomes of his meeting with Trump and where peace negotiations stood.</li>\n<li>Lavrov said in an interview with Russian news agency RIA Novosti that “Kyiv and its Western backers must recognise the new territorial realities that have emerged following the incorporation of Crimea, Sevastopol, the Donetsk People’s Republic, the  Luhansk People’s Republic, and the Zaporizhia and Kherson regions into the Russian Federation.” He was referring to the Russian-occupied Ukrainian regions that Moscow claims to have annexed, which include Donetsk and Luhansk, renamed by Russian-backed separatists as the DPR and LPR.</li>\n<li>A survey published by the Ilko Kucheriv Democratic Initiatives Foundation (DIF), a Ukrainian think tank, on Monday showed that recognising occupied Ukrainian territories “as part of the Russian Federation” remained deeply unpopular in Ukraine, with 76 percent of Ukrainians saying they considered it “unacceptable”.</li>\n</ul><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces attacked the front-line town of Orikhiv in Ukraine’s Zaporizhia region, killing a 46-year-old man and wounding a 49-year-old woman, Governor Ivan Fedorov said on Telegram.</li>\n<li>Russian forces killed one person and injured five in attacks on Ukraine’s Donetsk region on Sunday, Governor Vadym Filashkin said on Facebook.</li>\n<li>Dmytro Lubinets, Ukraine’s human rights commissioner, said on Telegram that Russian forces killed seven civilians who had been hiding in a basement in the Ukrainian city of Pokrovsk.</li>\n<li>Ukraine’s prosecutor general’s office said it had launched an investigation into reports that Russian soldiers shot dead two captured Ukrainian soldiers in the village of Shakhove, Pokrovsky, on Saturday.</li>\n<li>“The deliberate killing of prisoners of war is a gross violation of the Geneva Conventions and qualifies as a grave international crime,” the prosecutor general’s office said.</li>\n<li>Ukrainian attacks injured five civilians in Russia’s Belgorod region, according to Russia’s TASS state news agency, citing local officials.</li>\n<li>Ukrainian attacks also injured four civilians in the Russian-occupied Ukrainian region of Zaporizhia, and three civilians in the Russian-occupied Ukrainian region of Donetsk, TASS reported, citing local officials.</li>\n<li>In a televised address from the Kremlin, Putin made a wide range of claims about Moscow’s ongoing war on Ukraine, including that Russian troops were advancing towards the Ukrainian city of Zaporizhzhia.</li>\n<li>General Valery Gerasimov, Russia’s army chief, said during the same address that Russian forces had captured 6,460 square kilometres (2,494sq miles) of territory in Ukraine in 2025, including 334 villages.</li>\n<li>The International Atomic Energy Agency (IAEA) quoted its director general, Rafael Grossi, as saying that power line repairs near Ukraine’s Zaporizhzhia nuclear plant had been successfully completed.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "China fires several rockets around Taiwan during live military drills | Military News | Al Jazeera",
            "time": "2025-12-30T03:56:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-29T112405Z_1950786195_RC2BQIAPM6BW_RTRMADP_3_CHINA-TAIWAN-DRILLS-1767054547.jpg?resize=1920%2C1075&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has fired rockets towards Taiwan as it pressed ahead with a second day of large-scale military drills, in which it also rehearsed a blockade of the self-governed island.</p><p>China’s military said on Tuesday it had deployed navy destroyers, bombers and other forces as part of the war games, which Beijing claims are aimed at “separatist” and “external” forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The drills were due to include live-fire exercises between 8am and 6pm local time (00:00 to 10:00 GMT) in five maritime and airspace zones around Taiwan, as well as air and sea patrols, simulated precision strikes and anti-submarine manoeuvres, according to Chinese state media.</p><p>Taiwan’s Ministry of National Defense said some of the live-fire drills would take place in what Taiwan considers its territorial waters, or within 12 nautical miles (equivalent to 22km) from the coastline, according to Taiwan’s Central News Agency.</p><p>Taiwan’s coastguard said seven rockets were fired into drill zone one and two. The drill zones are designated areas in the waters surrounding Taiwan that China’s military has cordoned off for live-fire exercises.</p><p>More than 80 domestic flights were cancelled on Tuesday, many to Taiwan’s outlying islands, and more than 300 international flights could face delays due to rerouted air traffic during the drills, according to Taiwan’s Civil Aviation Administration.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The exercises, code-named “Justice Mission 2025”, began early Monday and came days after the United States announced its largest-ever weapons package for Taiwan, worth $11.1bn.</p><p>State news outlet The China Daily said the drills were “part of a series of Beijing’s responses to the US arms sales to Taiwan as well as a warning to the [Taiwanese president] Lai Ching-te authorities in Taiwan”, in an editorial on Monday.</p><p>China’s Ministry of Foreign Affairs spokesperson, Lin Jian, also told reporters on Monday that the exercises were “a punitive and deterrent action against separatist forces who seek Taiwan independence through military buildup, and a necessary move to safeguard China’s national sovereignty and territorial integrity”.</p><p>Justice Mission 2025 marks the sixth time China has staged large-scale military drills around Taiwan since the then-US Speaker of the House of Representatives Nancy Pelosi visited Taiwan in 2022.</p><p>A key focus of the “Justice Mission 2025” exercises will be “anti-access and area denial capability” to ensure that Taiwan cannot receive supplies from allies like Japan and the US during a conflict, according to William Yang, senior analyst for Northeast Asia at the International Crisis Group.</p><p>“China has dispatched its army, its navy, its air force and its rocket force and it sent them essentially to encircle Taiwan,” said Al Jazeera’s China correspondent, Katrina Yu, in Beijing.</p><p>Yu said these exercises covered a region larger than ever previously done by Beijing, which was “practising cutting Taiwan off from the rest of the world”.</p><p>The exercises were a signal to any country aiming to stop China in the event it attempts to forcefully take over Taiwan, Yu added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>They will also include simulating a blockade of Taiwan’s major ports in the north and south, and taking control of strategically important waterways, like the Bashi Channel and Miyako Strait, through which Taiwan imports much of its energy supplies, Yang said.</p><p>Zein Basravi, reporting for Al Jazeera in Taiwan, said both sides appeared to be “edging toward conflict” rather than dialogue.</p><p>“The worry is any time there is this kind of escalation – even though manoeuvres, and exercises like this are relatively routine – when they scale up like this, when there is this much rhetoric, from Taipei, from Beijing, the worry is the threshold for open conflict continues to fall lower and lower,” Basravi added.</p><p>China’s Eastern Theater Command released a poster on Tuesday, titled “Hammer of Justice: Seal the Ports, Cut the Lines”, showing large metal hammers hitting the port of Keelung in the north and the port of Kaohsiung in the south.</p><p>Taiwan’s Defense Ministry said it had tracked 130 air sorties by Chinese aircraft, 14 naval ships and eight “official ships” between 6am on Monday (22:00 GMT, Sunday) and 6am on Tuesday (22:00 GMT, Monday).</p><p>The exercises were also monitored by Taiwanese coastguard ships and an undisclosed number of naval vessels, according to Taiwan’s Defense Ministry.</p></div></div></body></html>"
        },
        {
            "title": "UN Security Council members condemn Israel’s recognition of Somaliland | United Nations News | Al Jazeera",
            "time": "2025-12-30T03:31:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/epa_69531ca73ee8-1767054503.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Most United Nations Security Council (UNSC) members have slammed Israel’s recognition of Somaliland at a meeting convened in response to the move, which several countries said may also have serious implications for Palestinians in Gaza.</p><p>The United States was the only member of the 15-member body not to condemn <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">Israel’s formal recognition</a> of the breakaway region of Somalia at the emergency meeting in New York City on Monday, although it said its own position on Somaliland had not changed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Addressing the UNSC, Somalia’s UN ambassador, Abu Bakr Dahir Osman, implored members to firmly reject Israel’s “act of aggression”, which he said not only threatened to <a href=\"/news/2025/12/28/somalia-condemns-israels-recognition-of-somaliland-as-naked-invasion\">fragment Somalia</a> but also to destabilise the wider Horn of Africa and the Red Sea regions.</p><p>In particular, Osman said that Somalia was concerned the move could be aimed at advancing Israel’s plans to forcibly “relocate the Palestinian population from Gaza to the northwestern region of Somalia”.</p><p>“This utter disdain for law and morality must be stopped now,” he said.</p><p>The emergency meeting was called after Israel last week became the first and only country to recognise the self-declared Republic of Somaliland as an independent and sovereign state.</p><p>Al Jazeera’s Gabriel Elizondo, reporting from UN headquarters in New York, said that “14 of the 15 council members condemned Israel’s recognition of Somaliland”, while the US “defended Israel’s action but stopped short of following Israel’s lead”.</p><p>Tammy Bruce, the US deputy representative to the UN, told the council that “Israel has the same right to establish diplomatic relations as any other sovereign state”.</p><p>However, Bruce added, the US had “no announcement to make regarding US recognition of Somaliland, and there has been no change in American policy”.</p><p>Israel’s deputy ambassador to the UN, Jonathan Miller, told the council that Israel’s decision was “not a hostile step toward Somalia, nor does it preclude future dialogue between the parties”.</p><p>“Recognition is not an act of defiance. It is an opportunity,” Miller claimed.</p><p>Many other countries expressed concerns about Israel’s recognition of Somaliland, including the implications for Palestinians, in statements presented to the UNSC.</p><p>Speaking on behalf of the 22-member Arab League, its UN envoy, Maged Abdelfattah Abdelaziz, said the group rejected “any measures arising from this illegitimate recognition aimed at facilitating forced displacement of the Palestinian people, or exploiting northern Somali ports to establish military bases”.</p><p>Pakistan’s deputy UN ambassador, Muhammad Usman Iqbal Jadoon, said at the meeting that Israel’s “unlawful recognition of [the] Somaliland region of Somalia is deeply troubling”, considering it was made “against the backdrop of Israel’s previous references to Somaliland of the Federal Republic of Somalia as a destination for the deportation of Palestinian people, especially from Gaza”.</p><p>China and the United Kingdom were among the permanent UNSC members to reject the move, with China’s UN envoy, Sun Lei, saying his country “opposes any act to split” Somalia’s territory.</p><p>“No country should aid and abet separatist forces in other countries to further their own geopolitical interests,” Sun Lei said.</p><p>Some non-members of the UNSC also requested to speak, including South Africa, whose UN envoy, Mathu Joyini, said that her country “reaffirmed” Somalia’s “sovereignty and territorial integrity” in line with international law, the UN Charter and the constitutive act of the African Union.</p><p></p><h2 id=\"comparison-with-palestinian-recognition\">Comparison with Palestinian recognition</h2><p>In addition to defending Israel’s decision, US envoy Bruce compared the move to recognise Somaliland with Palestine, which has been recognised by more than <a href=\"/news/2025/9/23/which-are-the-150-countries-that-have-recognised-palestine-as-of-2025\">150 of the UN’s member states</a>.</p><p>“Several countries, including members of this council, have unilaterally recognised a non-existent Palestinian state, yet no emergency meeting has been convened,” Bruce said, criticising what she described as the UNSC’s “double standards”.</p><p>However, Slovenia’s UN ambassador, Samuel Zbogar, rejected the comparison, saying, “Palestine is not part of any state. It is illegally occupied territory… Palestine is also an observer state in this organisation [the UN].”</p><p>“Somaliland, on the other hand, is a part of a UN member state, and recognising it goes against… the UN Charter,” Zbogar added.</p><p>The self-declared Republic of Somaliland broke away from Somalia in 1991, after a civil war under military leader Siad Barre.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US claims attack on dock in Venezuela, as missiles also kill two in Pacific | US-Venezuela Tensions News | Al Jazeera",
            "time": "2025-12-30T02:36:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20250913__74DX79U__v1__HighRes__UsPoliticsDefensePuertoRicoVenezuela-1765860204.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US claims attack on dock in Venezuela, as missiles also kill two in Pacific</h1><p class=\"article__subhead\"><em>US hit an area in Venezuela where boats are loaded with drugs, Trump says, as Pentagon carries out another deadly strike in the Pacific.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"184\" data-end=\"367\">United States President Donald Trump has claimed an attack on a dock in Venezuela that he said was used to load “boats up with drugs”, marking the first known land strike by US forces in the Latin American country since Washington launched its pressure campaign four months ago.</p><p data-start=\"184\" data-end=\"367\">The announcement on Monday came as the US military said it conducted another strike against an alleged drug boat on the eastern Pacific Ocean, killing at least two people.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"184\" data-end=\"367\">Trump first spoke about the strike in Venezuela during a radio interview on Friday, and when asked by reporters on Monday about an explosion in the country, he said the US had struck a facility where boats load up.</p><p>“There was a major explosion in the dock area where they load the boats up with drugs,” Trump said as he met in Florida with Israeli Prime Minister Benjamin Netanyahu. “They load the boats up with drugs, so we hit all the boats, and now, we hit the area. It’s the implementation area. That’s where they implement. And that is no longer around.”</p><p>Trump declined to say if the US military or the CIA had carried out the strike on the dock, or where it occurred.</p><p>“I know exactly who it was, but I don’t want to say who it was. But, you know, it was along the shore,” he said.</p><p></p><p>There was no immediate comment from Venezuela on the attack, and there have been no independent reports from the country about a US attack.</p><p>The claim came as the Trump administration escalates its <a href=\"/news/2025/12/3/us-venezuela-tensions-your-questions-answered\">pressure campaign</a> against Venezuela, part of a broader effort to target what the president says are drug-smuggling operations bound for the US.</p><p>Caracas denies any involvement in drug trafficking and insists that Washington is seeking to overthrow Venezuelan President Nicolas Maduro to seize the <a href=\"/news/2025/12/18/does-the-us-have-any-real-claim-on-venezuelan-oil-as-stephen-miller-says\">country’s oil reserves</a>, which are the world’s largest.</p><p data-start=\"918\" data-end=\"1105\">The latest US action appears to mark a shift closer to shore-based strikes, following months of military operations in international waters in the Caribbean Sea and eastern Pacific Ocean.</p><p>The attacks have killed at least 107 people in 30 strikes since early September, according to numbers announced by the Trump administration.</p><p>The strikes are widely considered illegal under both US and international law and have been described as <a href=\"/news/2025/12/5/experts-say-us-boat-strikes-are-illegal-killings-can-they-be-stopped\">extrajudicial killings</a> by legal scholars and rights groups.</p><p>The US Southern Command described the latest victims of its strikes on Monday as “two male narco-terrorists” and said their vessel was engaged in “narco-trafficking operations”.</p><p>The attacks come amid a large US military buildup in the region, including more than 15,000 troops, as well as the seizure of several oil tankers as part of a blockade Trump has ordered on sanctioned vessels entering and leaving Venezuela.</p><p data-start=\"2399\" data-end=\"2629\">For months, Trump has suggested that the US could expand its operations to include land strikes in South America, particularly in Venezuela, and has recently said the US would move beyond targeting boats and strike on land “soon”.</p><p data-start=\"2631\" data-end=\"2809\">In October, Trump confirmed that he had authorised the CIA to carry out covert operations in Venezuela. The agency did not comment on Trump’s comments on Monday.</p><p>The White House’s chief of staff, Susie Wiles, said in an interview with Vanity Fair published this month that Trump “wants to keep on blowing boats up until Maduro cries uncle”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Families of Bondi victims demand probe into anti-Semitism in Australia | Crime News | Al Jazeera",
            "time": "2025-12-30T02:25:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251221__88RF9KT__v1__MidRes__AustraliaAttackBondi-1766974865.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Families of victims of the deadly attack on a Jewish celebration at Australia’s Bondi Beach earlier this month have called for a national inquiry into rising anti-Semitism.</p><p>In an open letter published on Monday, relatives of 11 of the victims of the attack called on Australian Prime Minister Anthony Albanese to hold a royal commission into what they called the “rapid” and “dangerous” rise of anti-Jewish sentiment following Hamas’s October 7, 2023 attacks on Israel.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fifteen people, most of them Jewish, were killed when two gunmen opened fire on a Hanukkah celebration at Sydney’s iconic Bondi Beach on December 14.</p><p>Australian authorities have said the suspected gunmen, Sajid Akram and his son Naveed, were inspired by the ISIL (ISIS) group.</p><p>In their letter, the families said they needed to know why “clear warning signs were ignored” and “how antisemitic hatred … [was] allowed to dangerously grow unchecked”.</p><p>“As proud Australians and proud Jews, we have endured more than two and a half years of relentless attacks,” the families said.</p><p>“Our children feel unsafe at school and university. Our homes, workplaces, sporting fields, and public spaces no longer feel secure.”</p><p>The response of Albanese’s Labor government to the attack, including proposals to tighten gun laws and introduce tougher legislation against hate speech, was “not nearly enough,” the families said.</p><p>“The dangerous rise of antisemitism and radicalism in Australia is not going away,” they said.</p><p>“We need strong action now. We need leadership now.”</p><p>The calls for an inquiry into anti-Semitism came as Albanese on Monday announced the terms of an independent review into whether law enforcement and intelligence agencies could have done more to prevent the attack.</p><p>Albanese and his government colleagues have resisted calls for a public inquiry into the attack, arguing that such a process would take years and could undermine social cohesion by platforming extremist voices.</p><p>Albanese told a news conference that the review, led by former intelligence chief Dennis Richardson, would examine what authorities knew about the suspected gunmen before the attack and information sharing between federal and state agencies, among other issues.</p><p>“Just over two weeks ago, anti-Semitic terrorists tried to tear our country apart, but our country is stronger than these cowards,” Albanese said.</p><p>“They went to Bondi Beach to unleash mass murder against our Jewish community. We need to respond with unity and urgency rather than division and delay.”</p><p>Anti-Jewish sentiment, as well as anti-Islam and anti-immigration sentiment, are rising in Australia. Many Australians have expressed their concerns over a rise in right-wing extremism in the country, where one in two people is either born overseas or has a parent born overseas.</p><p>In September, thousands of people held rallies in cities, including Sydney, Perth, Canberra and Brisbane, demanding an end to “mass migration”.</p><p>The Australian government has condemned the rallies, which took place under the banner of “March for Australia”, as racist, while Minister for Multicultural Affairs Anne Aly said the gatherings were “organised by Nazis”.</p><p>The group behind “March for Australia” said on its website and social media that “mass migration has torn at the bonds that held our communities together” and that its rallies aimed to do “what the mainstream politicians never have the courage to do: demand an end to mass immigration”.</p><p>But Australia also experienced a sharp rise in both anti-Semitic and Islamophobic incidents since October 7, 2023.</p><p>The Executive Council of Australian Jewry, which supports the International Holocaust Remembrance Alliance’s (IHRA) definition of antisemitism, documented 1,654 anti-Jewish incidents nationwide between October 1, 2024 and September 30, 2025, after more than 2,060 incidents the previous year.</p><p>The Islamophobia Register Australia recorded 309 in-person incidents of Islamophobia and 366 online incidents between January 1, 2023 and November 31, 2024.</p><p>Numerous rights organisations, including some Jewish groups, have criticised the IHRA definition of anti-Semitism, arguing that it has been used to conflate legitimate criticism of Israel – particularly of its genocidal war on Gaza – with anti-Jewish bigotry.</p><p>One of Albanese’s highest-profile critics in the wake of the Bondi Beach attack was Israeli Prime Minister Benjamin Netanyahu – he blamed Albanese’s government for failing to protect Australia’s Jewish community and also linked the shooting to Australia’s recent decision to <a href=\"/news/2025/9/21/canada-australia-join-uk-in-recognising-palestinian-statehood\">recognise Palestinian statehood</a>.</p></div></div></body></html>"
        },
        {
            "title": "Khaleda Zia, Bangladesh’s first woman PM: A life of power and resistance | Obituaries | Al Jazeera",
            "time": "2025-12-30T02:21:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25336142506019-1767061157.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In early December, 48-year-old Tipu Sultan, a grassroots activist of the Bangladesh Nationalist Party (BNP), stood outside Dhaka’s Evercare Hospital holding a placard that read, “I want to donate my kidney to Begum Khaleda Zia”.</p><p>A video of Sultan and the placard went viral in Bangladesh, a country of 170 million people that has been on edge since Khaleda, the BNP chairperson and former prime minister, was admitted to hospital on November 23. Tipu has since spent his days on the pavement opposite the hospital gate, promising to stay put until he receives news of her recovery.</p><p>“She is like my mother. She sacrificed everything for democracy,” he told Al Jazeera. “My only prayer is that God allows her to see the upcoming election,” he added, referring to the national elections scheduled for February 12.</p><p>But it was not to be. Early in the morning, on December 30, the 80-year-old Khaleda passed away in hospital, her party announced.</p><p>“Our beloved national leader is no longer with us. She left us at 6am today,” the BNP said in the statement posted on Facebook.</p><p>With her archrival and fellow former prime minister, Sheikh Hasina, now in exile in India, Khaleda’s death closes a more than three-decade-long chapter when the two leaders – who came to be known as the ‘battling begums’, an honorific traditionally reserved for Muslim women of authority – dominated Bangladeshi politics.</p><p>But as with Hasina, Khaleda’s legacy is grey: Both women fought for democracy, against authoritarianism. While Khaleda, unlike Hasina, was never accused of carrying out mass atrocities against critics, she was also a polarising figure. Her uncompromising style while in opposition – leading election boycotts and prolonged street movements – combined with recurring allegations of corruption while she was in power, inspired intense loyalty among supporters and equal distrust among her critics.</p><figure id=\"attachment_4203066\" aria-describedby=\"caption-attachment-4203066\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4203066 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/2025-01-01T013334Z_771985806_RC204Z30T2YJ_RTRMADP_3_REUTERS-ARCHIVE-1767066224.jpg?resize=770%2C518&amp;quality=80\" alt=\"Bangladesh Nationalist Party chief Begum Khaleda Zia raises her hands in silent prayer ,at the memorial of her late husband General Ziaur Rahman, who was killed in 1981. Her party has taken the lead in the country's first free elections in over 20 years. February 28, 1991 REUTERS/Carl Ho 91114032 BANGLADESH CANDIDATE ELECTION GESTURE MEMORIAL PRAYING SPOUSE WOMAN; Rahman, Ziaur Zia, Begum Khaled Begum Khaleda Zia Ziaur Rahman DISCLAIMER: The image is presented in its original, uncropped, and untoned state. Due to the age and historical nature of the image, we recommend verifying all associated metadata, which was transferred from the index stored by the Bettmann Archives, and may be truncated.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203066\" class=\"wp-caption-text\">Khaleda Zia raises her hands in silent prayer at the memorial of her late husband, General Ziaur Rahman, who was killed in 1981, on February 28, 1991 [Carl Ho/Reuters]</figcaption></figure><h2 id=\"the-rise\">The rise</h2><p>Begum Khaleda Zia was born on August 15, 1945, in Dinajpur – then part of British India’s East Bengal, now northern Bangladesh.</p><p>Her father, Iskandar Majumder, originally from Feni in the country’s southeast, had previously run a tea business in Jalpaiguri (in present-day India) before relocating with his family to East Bengal, which would soon become East Pakistan after the 1947 partition of India.</p><p>Khaleda spent her early years in Dinajpur, where she studied at the Dinajpur Government Girls’ High School before enrolling at Surendranath College.</p><p>Her entry into politics was shaped not by early ambition but by upheaval.</p><p>The assassination of her husband, President Ziaur Rahman, in an abortive military mutiny in Chattogram on May 30, 1981, plunged Bangladesh into deep uncertainty. Rahman – who had stabilised the country after years of coups and counter-coups – left behind a fragile political order and a governing party, the BNP, that was suddenly without its founder.</p><p>Although Khaleda had not been politically active during her husband’s presidency, senior BNP leaders saw her as the only figure who could unify the party’s competing factions and preserve Rahman’s legacy.</p><p>After Rahman’s death, Vice President Abdus Sattar became acting president and later won an election. But within months, army chief Hussain Muhammad Ershad seized power in a bloodless coup in March 1982, imposing martial law. It was in this volatile context – with the military back in control and political parties fighting for survival – that Khaleda began her ascent, eventually emerging as a central civilian figure challenging hardline rule.</p><p>Khaleda joined the BNP as a general member in January 1982, became its vice chair in 1983, and was elected party chairperson in August 1984. In the decades that followed, she would win three elections to become prime minister in a political landscape that she dominated alongside her longtime rival, Sheikh Hasina, and her Awami League party.</p><p>Her public life unfolded alongside personal struggles: her elder son, Tarique Rahman, went into exile in 2008 after being arrested during a military-backed caretaker government’s anticorruption drive; her younger son, Arafat Rahman Koko, died of cardiac arrest in 2015 while living abroad. Khaleda herself later spent long periods in prison after her 2018 convictions in corruption cases brought under the Awami League government, followed by years of political isolation and deteriorating health.</p><p>Tarique eventually returned to Dhaka on December 25, after the cases against him were dropped by the interim government of Nobel Laureate Muhammad Yunus, who took office after Hasina’s ouster.</p><p>“Her [Khaleda’s] entire life was filled with hardship, yet she chose her country over personal comfort,” said Dilara Choudhury, a political scientist who observed both Khaleda and her husband closely. “That is why she is remembered across political lines as one of the most emblematic leaders of her time.”</p><figure id=\"attachment_4203068\" aria-describedby=\"caption-attachment-4203068\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4203068 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/1996-02-13T120000Z_1761746045_PBEAHUMSTEL_RTRMADP_3_ZIA-1767066438.jpg?resize=770%2C518&amp;quality=80\" alt='Bangladesh Prime Minister Begum Khaleda Zia speaks to reporters from below an Islamic inscription in Arabic reads \"God is one and Mohamad is his prophet\" February 13 in Dhaka. Khaleda Zia is pushing through with her plans to hold a general election on February 15 despite the withdrawal of all major opposition parties from the contest' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203068\" class=\"wp-caption-text\">Khaleda Zia, the then-prime minister, speaking to reporters on February 13, 1996, in Dhaka [Reuters]</figcaption></figure><h2 id=\"private-life-before-politics\">Private life before politics</h2><p>People who knew Khaleda before she entered public life describe her as a woman who was reserved, soft-spoken and consistently courteous. She married army officer Rahman in 1960, when she was about 15, long before he emerged as a national figure.</p><p>Rahman rose to prominence after Bangladesh’s 1971 independence war, later assuming the presidency in 1977 and founding the Bangladesh Nationalist Party (BNP) in 1978. Zia would later inherit her husband’s politics – centred on nationalism, multi-party democracy and a market-oriented economy.</p><p>From 1978 to 1981, she lived with her family in a modest military residence at 6 Moinul Road in Dhaka Cantonment, then designated as the residence of the deputy chief of the army, where then-Captain (later Colonel) Harunur Rashid Khan served as an aide-de-camp to her husband, President Rahman.</p><p>“She coordinated the house herself, welcomed guests and managed family matters,” Colonel Khan told Al Jazeera. “I never saw her raise her voice. She was humble, kind and thoughtful.”</p><p>He recalled her calm approach to parenting. When her younger son, Arafat, then aged 7, struggled to gain admission to a school, she asked only for other alternative school options. And when the boy later injured himself imitating a television stunt, she expressed no anger towards the staff who were supposed to be minding him.</p><p>“That was the kind of person she was,” Khan said. “Graceful, composed and considerate.”</p><p>But everything changed on May 30, 1981.</p><p>At dawn that day, Khan learned that Rahman had been assassinated in the port city of Chattogram, in an attempted coup by a group of army officers. The coup would eventually be crushed by Ershad, Rahman’s army chief, though Ershad would himself grab power months later.</p><p>“For a moment [after learning of the assassination], I felt the ground slip beneath my feet; but I did not share the information with Madam [Begum Zia] for moments,” Khan said.</p><p>Fearing that the family residence might be the next target, he immediately ordered an entire company of about 120 soldiers to be ready to defend the family.</p><p>In the early morning, the two boys came out of their bedrooms, preparing to leave for school, but Khan stopped them. Minutes later, Khaleda stepped out of her bedroom. “She asked me, ‘What has happened?’ I told her there was unrest outside,” he said.</p><p>Without asking anything else, she retreated to her bedroom as a member of the house staff switched on the radio, and the announcement of her husband’s death filled the room.</p><p>“She stepped back, looked at my eyes, and she understood,” the former aide-de-camp said. “She sank into the floor.”</p><p>Khan remained to support the family for two more months. “She was mentally shattered,” he said.</p><p>As Rahman had left no other personal residence for his family, the government later permanently allocated the house at 6 Moinul Road to Khaleda, and she lived there until she was evicted in 2010 by Hasina’s administration.</p><figure id=\"attachment_4203072\" aria-describedby=\"caption-attachment-4203072\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4203072 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/1995-06-16T120000Z_700472488_PBEAHUNBVDF_RTRMADP_3_BANGLADESH-1767066566.jpg?resize=770%2C563&amp;quality=80\" alt=\"Prime Minister Begum Khaleda Zia (L) and Finance Minister Saifur Rahman discuss Bangladesh's 1995/96 budget placed in parliament June 15. Boycotting opposition parties staged violent protests outside\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203072\" class=\"wp-caption-text\">Prime Minister Khaleda Zia and Finance Minister Saifur Rahman discuss Bangladesh’s 1995-96 budget in parliament, on June 15, 1995, amid a boycott by opposition parties [Reuters]</figcaption></figure><h2 id=\"from-first-lady-to-first-female-prime-minister\">From first lady to first female prime minister</h2><p>Following Rahman’s assassination in 1981, senior BNP leaders urged Khaleda – who was not even a party member at the time – to take on a public role.</p><p>Her rise coincided with growing public sentiments against Ershad’s military government. After taking over as president, the army chief suspended the constitution and imposed martial law.</p><p>Throughout the 1980s, the BNP and the Awami League – the two largest political parties – led parallel but often coordinated street movements calling for the restoration of parliamentary democracy.</p><p>According to Choudhury, the political scientist, a key turning point arrived in 1986, when Ershad announced a national election that the opposition denounced as unconstitutional, because martial law remained in force and political freedoms were restricted. While the Awami League eventually chose to contest the polls, the BNP, under Khaleda’s stewardship, boycotted the election.</p><p>“Her decision to boycott the 1986 election – which she denounced as illegal even as the Awami League participated – reinforced her public image as someone unwilling to trade principle for expediency,” Choudhury said.</p><p>Repeated house arrests under the Ershad regime cemented this perception. “Khaleda Zia was unwavering in her objective to remove Ershad and restore democracy,” Choudhury said. “Her readiness to endure arrest, even in ill health, earned her respect.”</p><p>The 1991 election – the first after the end of military government in December 1990 – produced a hung parliament. The BNP won 140 seats, short of the 151 needed to form a government. The Awami League won 88 seats, the Jatiya Party 35 and Jamaat-e-Islami 18.</p><p>Jamaat chief Ghulam Azam opened negotiations with Hasina. Meanwhile, Golam Wahed Choudhury, the husband of Dilara Choudhury and a former minister of communications of undivided Pakistan, arranged a discreet meeting at his Dhaka residence, bringing together Khaleda, Jamaat leaders Ghulam Azam and Motiur Rahman Nizami, and the army chief, Lieutenant General Nuruddin.</p><p>Khaleda arrived alone, without informing other BNP leaders. The negotiations ultimately paved the way to allow Bangladeshi citizenship for two very contrasting political figures.</p><p>Jamaat chief Azam, who had supported Pakistan during the war of independence, had previously been stripped of his citizenship as a result. Kader Siddique, a prominent 1971 war hero aligned with the Awami League’s political legacy, had been in exile in India after leading his private militia against the government and military following the 1975 assassination of Hasina’s husband, Sheikh Mujibur Rahman – the leader of the country’s independence struggle and its first prime minister and president.</p><p>In return, Jamaat agreed to back the BNP in parliament, giving Khaleda the numbers needed to form a government.</p><p>“This negotiation showed her political prudence and firmness,” Choudhury said. “It could easily have failed.”</p><p>Khaleda was sworn in as Bangladesh’s first elected female prime minister, joining a line of South Asian women who had already held the region’s highest offices, including Indira Gandhi, Sirimavo Bandaranaike and Benazir Bhutto.</p><figure id=\"attachment_4203074\" aria-describedby=\"caption-attachment-4203074\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4203074 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/1997-10-07T120000Z_1945019786_PBEAHUMPXBI_RTRMADP_3_BANGLADESH-1767066707.jpg?resize=770%2C499&amp;quality=80\" alt=\"Workers produce export quality garments at a Bangladesh factory in Dhaka October 6. Textile products fetch the impoverished south Asian country some U.S.$3 billion in annual exports, thus becoming the highest foreign exchange earner.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203074\" class=\"wp-caption-text\">Workers produce export-quality garments at a Bangladeshi factory in Dhaka, on October 6, 1997 [Reuters]</figcaption></figure><h2 id=\"governance-reforms-and-cries-of-cronyism\">Governance, reforms and cries of cronyism</h2><p>Khaleda led Bangladesh thrice: first between 1991 and 1996; then for a few months in 1996 during a short-lived second term; and finally, between 2001 and 2006.</p><p>Recalling the negotiation mediated by her husband in early 1991, Choudhury said that, as Khaleda was leaving the meeting, she paused to speak with the women of the household and asked what they expected from her.</p><p>“My elder sister, Professor Husneara Khan, replied, ‘We want you to give the country a comparatively honest and corruption-free administration’.”</p><p>Whether she ultimately delivered on that, Choudhury said, is a complex question. “She genuinely had that intention – inspired by her husband’s nationalist philosophy. She succeeded in many areas.”</p><p>Supporters credit Khaleda’s government with policies aimed at stabilising a state emerging from years of hardline government. Her administration pursued economic liberalisation, export-led growth, revival of industry, expansion of the garment sector, and wider access to education – particularly for girls. Her tenure also coincided with the expansion of a relatively free press.</p><p>When her last elected term ended in 2006, Bangladesh’s gross domestic product (GDP) growth rate stood at about 7 percent – one of the highest in the country’s post-independence history and well above the average of roughly 4.8 percent in the 1990s, as well as about 3.8 percent in the 1980s. At that time, the World Bank described Bangladesh as “Asia’s next tiger economy”.</p><p>Her administrations, however, drew criticism, too.</p><p>In 1995, an acute fertiliser shortage and a resulting sharp increase in prices – driven by hoarding and distribution failures at a crucial time for the winter paddy crop – led to protests by thousands of farmers. Police opened fire in several districts: At least a dozen farmers and one officer died in clashes, an incident that damaged her government’s reputation amid widespread rural frustration.</p><p>During her 2001–2006 term, critics accused her elder son, Tarique, of building an alleged parallel centre of influence around his political office, widely known as Hawa Bhaban.</p><p>Allegations of corruption and claims that key decisions were being influenced through this parallel structure fuelled persistent questions about governance under her watch.</p><figure id=\"attachment_4203078\" aria-describedby=\"caption-attachment-4203078\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4203078 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/2006-10-28T000000Z_177212197_GM1DTUXWEYAA_RTRMADP_3_BANGLADESH-POLITICS-1767066909.jpg?resize=770%2C532&amp;quality=80\" alt=\"Bangladesh's Prime Minister Begum Khaleda Zia addresses a Bangladesh Nationalist Party rally in Dhaka October 28, 2006. Fierce clashes between political groups in Bangladesh killed at least six people and wounded about 500 on Saturday as confusion reigned over who would head the government. REUTERS/Rafiqur Rahman.(BANGLADESH)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203078\" class=\"wp-caption-text\">As the prime minister, Khaleda Zia, seen here addressing a Bangladesh Nationalist Party rally in Dhaka on October 28, 2006, faced criticism for trying to hold onto power by attempting to install a partisan caretaker government at the end of her term that year [Rafiqur Rahman/Reuters]</figcaption></figure><h2 id=\"political-missteps\">Political missteps</h2><p>Chaudhury pointed to two episodes in which Khaleda’s government was accused of trying to influence electoral outcomes. A 1994 by-election in the Magura-2 parliamentary constituency was widely criticised as having been manipulated to benefit the BNP. Later, towards the end of her 2001–06 term, Zia was accused of trying to install a partisan caretaker government tasked with carrying out the next election.</p><p>Political historian Mohiuddin Ahmed, the author of the book Khaleda – an independent historical account of the former prime minister’s legacy – pointed to other instances that he said hurt her credibility.</p><p>A grenade attack on a rally of Hasina’s then-opposition Awami League on August 21, 2004, in Dhaka, killed at least 24 people and injured hundreds. The investigation under the BNP-led government was widely criticised for failing to promptly pursue credible leads into the role of Islamist armed groups, including Harkat-ul-Jihad al-Islami, which investigators ultimately blamed for the attack.</p><p>A Dhaka court in 2018 convicted several individuals in connection with the attack. However, subsequent appeals and High Court rulings have overturned some convictions and acquitted others. Questions about accountability for the attack remain unresolved for many Bangladeshis.</p><p>In another incident, in April 2004, police and the coastguard intercepted a large consignment of illegal weapons believed to be destined for the United Liberation Front of Asom (ULFA), an armed separatist group in India’s Assam region.</p><p>“These incidents deepened political hostility at home and created significant discomfort in Bangladesh’s relations with neighbouring India,” Ahmed told Al Jazeera.</p><p>Zia’s missteps during her 2001-06 government contributed to the political instability that culminated in a military-backed takeover of power on January 11, 2007.</p><p>The army’s senior leadership then pressed then-President Iajuddin Ahmed to declare a state of emergency, resign as chief adviser of the sitting caretaker government and cancel elections scheduled for later that month. With the army’s backing, former Bangladesh Bank governor Fakhruddin Ahmed was appointed chief adviser of a new interim caretaker government tasked with stabilising the country and preparing for future elections.</p><p>The move effectively sidelined both Khaleda and Hasina from front-line politics for nearly two years.</p><p>“Her [Khaleda’s] party created the circumstances [for the events of January 11, 2007], and the party – as well as her family – eventually became the victims of it,” Ahmed said.</p><figure id=\"attachment_4203083\" aria-describedby=\"caption-attachment-4203083\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4203083 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/2025-12-25T124237Z_1166516131_RC2MNIAXK4XY_RTRMADP_3_BANGLADESH-ELECTION-BNP-1767067222.jpg?resize=770%2C518&amp;quality=80\" alt=\"Bangladesh Nationalist Party (BNP) acting chairman Tarique Rahman addresses his supporters after his return from London, in Dhaka, Bangladesh, December 25, 2025. REUTERS/Mohammad Ponir Hossain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203083\" class=\"wp-caption-text\">BNP acting chairman Tarique Rahman, son of Khaleda Zia, addresses his supporters after his return from London, in Dhaka, on December 25, 2025 [Mohammad Ponir Hossain/Reuters]</figcaption></figure><h2 id=\"commitment-to-democracy\">‘Commitment to democracy’</h2><p>Amir Khasru Mahmud Chowdhury, a former commerce minister in Khaleda’s 2001–04 cabinet and a current BNP leader, said that his former boss never wavered from her political positions even when she was under immense pressure to compromise.</p><p>“Her commitment to democracy and her patriotism had a profound impact on party workers,” he said. “Attempts to break the BNP – during 1/11 and later under Sheikh Hasina – never succeeded because her ideals held the organisation together,” he added, referring to the events of January 11, 2007.</p><p>Ahmed, the political historian, also said that while “many have benefitted from politics in recent decades”, Khaleda had “paid a very high price, especially after 2006″. He was referring to the years of imprisonment, political persecution and sustained pressure endured by her and her family.</p><p>“Right or wrong, she rarely walked back from her stated positions, which we did not see among other contemporary politicians,” Ahmed said, citing her firmness during the anti-Ershad movement and her insistence on elections only under caretaker governments.</p><p>That she became the first woman to occupy the nation’s highest elected office in a socially conservative society traditionally sceptical of female leadership will always also remain a part of her legacy.</p><p>Her refusal to flee the country during crises – whether after January 2007, when her elder son was forced into exile as they faced numerous cases, or when she faced retribution under Hasina – also helped hold the BNP together, say analysts.</p><p>“She could have left, but she chose to stay and face the consequences. That determination set her apart,” Ahmed said.</p><p>The political historian also pointed to Khaleda’s restraint in political language. “Even when she was targeted with harsh propaganda and abusive remarks, she did not respond in that manner.”</p><p>Her message following the fall of Hasina in August 2024 was an example.</p><p>Freed from house arrest on August 6, after student-led protests forced Hasina to flee to India, Khaleda urged her supporters not to pursue retaliation.</p><p>“For many, it was an almost unimaginable moment,” Mohiuddin said. “She avoided inflammatory language even when the political tide turned in her favour.”</p><p>For many everyday Bangladeshis, this trait is central to how she will be remembered. “Both Hasina and Khaleda ruled the country well, but in my opinion, Khaleda did better,” said 77-year-old Nazim Uddin, speaking to Al Jazeera in early December while chatting with friends outside a commercial complex not far from Evercare Hospital.</p><p>But a key question now looms: What awaits the BNP in a post-Khaleda era?</p><p>At the centre of any answer to that question is Khaleda’s only surviving son, Tarique Rahman.</p><p>“Like the Awami League, the BNP has become a one-person-centric party,” political historian Mohiuddin Ahmed said. “With Tarique Rahman’s leadership still untested, the BNP is likely to face a serious leadership crisis.”</p><p>But others disagree.</p><p>Choudhury, the political scientist who knew Khaleda well, said that the BNP would now unite under Tarique. “There will be no division in the party,” she said.</p><p>Amir Khasru Mahmud Chowdhury, the former minister under Khaleda, said that he believes Tarique, who has led the party as acting chair since 2018 from exile in the United Kingdom, has already “taken up the torch that his mother carried from his father, Ziaur Rahman”.</p><p>Tarique was greeted with a significant show of support by the party faithful when he returned to Dhaka from exile on Christmas Day, weeks ahead of the national election, in which the BNP is in a close race for poll position with its former ally, the Jamaat-e-Islami.</p><p>In his first comments since returning, Tarique spoke of wanting to build an inclusive Bangladesh. Some experts believe the 60-year-old might also be able to repair ties with India, which have suffered since Hasina’s removal and her decision to flee to New Delhi. Though India and the BNP have traditionally not enjoyed warm ties, with New Delhi preferring Hasina’s Awami League as its partner in Dhaka, both have sent overtures to each other in recent days.</p><p>Now the BNP’s, and Tarique’s, big test awaits: February’s elections will not just determine who leads Bangladesh, but could reveal whether the country trusts Khaleda’s heir to continue her legacy.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh mourns former leader Khaleda Zia, who died aged 80 | Politics News | Al Jazeera",
            "time": "2025-12-30T01:44:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-30T022213Z_1587758795_RC2QQIA7JHHA_RTRMADP_3_PEOPLE-KHALEDA-ZIA-1767061675.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Khaleda ⁠Zia, Bangladesh’s first female prime minister and a towering figure in the country’s turbulent politics, has died at the age of 80 after a prolonged illness, according to her party.</p><p>In a statement on Tuesday, the Bangladesh Nationalist Party (BNP) said Khaleda died at 6am local time (00:00 GMT).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our beloved national leader is no longer with us,” the BNP said.</p><p>“We pray for the forgiveness of her soul and request everyone to offer prayers for her departed soul,” it said.</p><p class=\"p1\">Bangladesh has declared three days of state mourning. Asif Nazrul, who holds the law portfolio in the interim government, said Khaleda’s funeral will be held on Wednesday, with funeral prayers to be held in front of parliament after midday prayers, before she is buried alongside her late husband, the assassinated former President Ziaur Rahman.</p><p>Khaleda died at the Evercare Hospital in Dhaka, where she was <a href=\"/news/2025/11/30/bangladeshs-khaleda-zia-hospitalised-in-very-critical-condition\">admitted</a> on November 23 with symptoms of a lung infection, according to The Daily Star, a Bangladesh news website.</p><p>Her doctors said she had advanced ​cirrhosis ‌of the liver, arthritis, diabetes, and chest ‌and heart ‌problems.</p><p>Khaleda’s death closes a chapter spanning more than three decades during which she and her rival Sheikh Hasina — who were known as the “battling begums” — dominated Bangladeshi politics. Hasina, who was forced from power last year and <a href=\"/news/2025/11/17/tension-high-as-bangladesh-tribunal-convicts-ex-pm-hasina\">sentenced to death in absentia</a> for her crackdown on student protesters, is now in exile in India.</p><p>Bangladesh’s interim leader, Muhammad Yunus, expressed his “profound sorrow” at Khaleda’s death in a statement on X.</p><p>He called the three-time prime minister a “symbol of the democratic movement” in Bangladesh and said the “nation has lost a great guardian”.</p><p>“I am deeply saddened and grief-stricken by her death,” he added.</p><p>In a television broadcast to the nation, he acknowledged it was a “deeply emotional” time for the country and appealed for calm.</p><p class=\"p1\">“I humbly appeal to everyone to maintain discipline while observing all forms of mourning, including the funeral prayers. I know you are all deeply emotional at this time.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Indian Prime Minister Narendra Modi and his Pakistani counterpart Shehbaz Sharif also offered their condolences.</p><p>Modi expressed deep sadness in a post on X and said Khaleda’s “important contributions towards the development of Bangladesh, as well as India-Bangladesh relations, will always be remembered”.</p><p>Sharif described Khaleda as a “committed friend of Pakistan” and said his government and the people of Pakistan stand with Bangladesh “in this moment of sorrow”.</p><p>“Her lifelong service to Bangladesh and its growth and development leaves a lasting legacy,” he added.</p><p>Reporting from outside Khaleda’s residence in Dhaka, Al Jazeera’s Tanvir Chowdhury said, while her health issues had been public knowledge for weeks, Bangladeshis were in shock at the loss of a towering figure in their country’s national life.</p><p>“The nation is in mourning,” he said.</p><p>Thousands had gathered outside the hospital where she died to show their respect, he said.</p><p>“She has always been admired,” he said. “She was at the forefront of the democratic movement.”</p><h2 id=\"first-female-prime-minister\">First female prime minister</h2><p>Khaleda’s legacy, like Hasina’s, remains deeply contested.</p><p>Both women fought for democracy, against authoritarianism. But while Khaleda – unlike Hasina – was never accused of carrying out mass atrocities against critics, she too was known to be a polarising figure.</p><p>Her uncompromising style while in opposition – leading election boycotts and prolonged street movements – combined with recurring allegations of corruption when she was in power, made her a figure who inspired intense loyalty among supporters and equal distrust among her critics.</p><p>Khaleda was born on August 15, 1946, in Dinajpur, then part of India’s East Bengal, now northern Bangladesh. She married army officer Rahman in 1960 when she was about 15. Rahman gained prominence after Bangladesh’s 1971 war of independence, later assuming the presidency in 1977 and founding the BNP in 1978.</p><p>Khaleda’s political career began not through ambition, but tragedy.</p><p>Her husband was assassinated in an abortive military coup in 1981, plunging Bangladesh into turmoil. Rahman – who had stabilised the country after years of coups and countercoups – left behind a fragile political order.</p><p>Khaleda, who was then 35 years old and a mother of two, inherited the BNP leadership.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Initially dismissed as a political novice, she proved a formidable opponent, rallying against military ruler Hussain Muhammad Ershad, and later joining forces with Hasina, the daughter of assassinated independence leader Sheikh Mujibur Rahman, to remove him in 1990.</p><p>The following year, Bangladesh held what was hailed as its first free election, and Khaleda secured a surprise victory over Hasina with support from the country’s largest Islamist party, Jamaat-e-Islami.</p><p>She became only the second woman to lead a democratic government in a predominantly Muslim nation, after Pakistan’s Benazir Bhutto three years earlier.</p><h2 id=\"rivalry-with-hasina\">Rivalry with Hasina</h2><p>Khaleda replaced the presidential system with a parliamentary one, so that power rested with the prime minister. She also lifted restrictions on foreign investment and made primary education compulsory and free.</p><p>She lost to Hasina in the 1996 general election but returned five years later with a surprise landslide win.</p><p>But their intractable rivalry fuelled crises, including a standoff in January 2007 that brought military-backed emergency rule. Both women were detained for more than a year.</p><p>Hasina later dominated, ruling from 2008 until her violent overthrow in 2024.</p><p>In 2018, Khaleda, her son Tarique Rahman and aides were convicted of stealing some $250,000 in foreign donations received by an orphanage trust set up during her last term as prime minister – charges she denounced as part of a plot to keep her and her family out of politics.</p><p>She ‍was jailed but moved to house arrest in March 2020 on humanitarian grounds as her health deteriorated. Hasina’s government also blocked her from travelling abroad for medical treatment.</p><p>Khaleda was released shortly after Hasina was forced from power.</p><p>Earlier this year, Bangladesh’s Supreme Court acquitted Khaleda and her son in the corruption case. Rahman, who had also been acquitted of charges related to a 2004 grenade attack on Hasina, <a href=\"/news/2025/12/26/why-bnp-leader-tarique-rahmans-return-to-bangladesh-matters-ahead-of-vote\">returned</a> to Bangladesh after 17 years in self-imposed exile on Thursday.</p><p class=\"p1\">Despite years of ill health and imprisonment, Khaleda had promised in November to campaign in elections set for February – the first vote since the mass uprising that toppled her archrival last year.</p><p>Rahman will <a href=\"/news/2025/12/25/bangladesh-opposition-leader-tarique-rahman-returns-after-17-years-in-exile\">lead the BNP</a> in the February 12 general election and is expected to be put forward as prime minister if his party wins a majority.</p></div></div></body></html>"
        },
        {
            "title": "Five key takeaways from Trump-Netanyahu meeting in Florida | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-30T00:10:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25363756466367-1767042604.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu and US President Donald Trump have presented a united front and heaped praise on each other as they held <a href=\"/news/liveblog/2025/12/29/trump-live-us-president-to-meet-with-israels-benjamin-netanyahu\">another meeting</a> to discuss the tensions in the Middle East.</p><p>On Monday, Netanyahu paid his fifth visit to the United States since Trump’s inauguration in January, meeting the president at his Mar-a-Lago resort in Florida.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Their mutual flattery turned into geopolitical alignment as the two leaders addressed the most pressing issues in the Middle East: Gaza and Iran.</p><p>Trump claimed that Israel is helping the people of Gaza and dismissed the near-daily Israeli ceasefire violations.</p><p>Here are the key takeaways from Monday’s meeting.</p><h2 id=\"trump-stresses-hamas-must-disarm\">Trump stresses Hamas must disarm</h2><p>Before and after his meeting with Netanyahu, Trump stressed that Hamas must disarm, issuing a stern threat to the Palestinian group.</p><p>Asked what would happen if Hamas refused to give up its weapons, Trump said: “It would be horrible for them, horrible. It’s going to be really, really bad for them.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last week, US Secretary of State <a href=\"/news/2025/12/19/five-key-takeaways-from-us-secretary-of-state-rubios-year-end-briefing\">Marco Rubio</a> said that Washington’s top priority was to move to the second phase of the ceasefire, which would see the establishment of a technocratic Palestinian administration and the deployment of an international police force.</p><p>But on Monday, Trump kept the focus on Hamas, reiterating the claim that other countries have offered to “wipe them out” if the group refuses to give up its weapons.</p><p>Israel has killed 414 Palestinians in Gaza since the start of the ceasefire in October, and it continues to restrict the flow of international aid into the territory, including temporary shelter provisions, despite people suffering deadly weather conditions in makeshift tents.</p><p>Trump, however, said that Israel is fully living up to its commitments under the deal – “100 percent”.</p><p>“I’m not concerned about anything that Israel is doing,” he told reporters.</p><h2 id=\"us-threatens-iran\">US threatens Iran</h2><p>Trump suggested that Washington would carry out further military action <a href=\"/news/2025/12/29/trump-says-us-would-back-strikes-against-irans-missile-programme\">against Iran</a> if Tehran rebuilds its nuclear programme or missile capacity.</p><p>The president kept returning to the oft-cited argument that the US <a href=\"/news/2025/7/3/us-says-its-strikes-degraded-irans-nuclear-programme-by-one-to-two-years\">air strikes</a> against Iranian nuclear facilities in June are what paved the way for the ceasefire in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Now I hear that Iran is trying to build up again, and if they are, we’re going to have to knock them down,” Trump said.</p><p>“We’ll knock them down. We’ll knock the hell out of them. But, hopefully, that’s not happening.”</p><p>In recent weeks, Israeli officials and their US allies have shifted the focus to Iran’s missile programme, arguing it should be dealt with before it poses a threat to Israel.</p><p>When asked whether the US would back an Israeli attack targeting Iran’s <a href=\"/news/2025/12/26/netanyahu-pushes-for-iran-conflict-clashing-with-trumps-priorities\">missile programme</a>, Trump said, “If they will continue with the missiles, yes. The nuclear? Fast. OK? One will be: Yes, absolutely. The other is: We’ll do it immediately.”</p><p>Iran has ruled out negotiating over its missile programme, and it has denied seeking to build a nuclear weapon.</p><p>Israel, meanwhile, is widely believed to have an undeclared nuclear arsenal.</p><h2 id=\"bromance-festival\">Bromance festival</h2><p>Since the early days of Israel’s genocidal war on Gaza, US media reports have suggested that the US president, first Joe Biden, then Trump, was <a href=\"/news/2023/12/22/a-biden-netanyahu-rift-distraction-palestinian-rights-advocates-say\">angry or frustrated</a> at Netanyahu.</p><p>But the US military and diplomatic support for Israel has never been interrupted.</p><p>Ahead of Netanyahu’s visit, similar reports emerged about a potential rift between him and Trump.</p><p>Nonetheless, the two leaders put on a show of brotherly romance on Monday<span>.</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump called Netanyahu a “hero”, stressing that Israel may not have existed without his wartime leadership.</p><p>“We’re with you, and we’ll continue to be with you, and a lot of good things are happening in the Middle East,” Trump told Netanyahu.</p><p>“We have peace in the Middle East, and we’re going to try and keep it that way. I think we will be very successful in keeping it that way. And you’ve been a great friend.”</p><p>The US president also highlighted his efforts to secure a <a href=\"/news/2025/11/12/trump-formally-asks-israeli-president-to-pardon-netanyahu-after-gaza-truce\">presidential pardon</a> for Netanyahu, who is facing corruption charges in Israel.</p><p>The Israeli prime minister announced that the US president will be awarded the Israel Prize, which is normally given to Israeli citizens.</p><p>“I have to say that this reflects the overwhelming sentiment of Israelis across the spectrum,” Netanyahu said.</p><p>“They appreciate what you’ve done to help Israel, and to help our common battle against the terrorists and those who would destroy our civilisation.”</p><p>Netanyahu has notably not been pardoned.</p><h2><span>Trump calls for Israel-Syria rapprochement</span></h2><p>One area where Trump appeared to press Netanyahu was Syria.</p><p>Trump said Netanyahu is “going to get along” with Syria, lauding Syrian President Ahmed al-Sharaa.</p><p>Since the fall of former President Bashar al-Assad last year, Israel has expanded its occupation of southern Syria beyond the Golan Heights, seizing large areas in Jabal al-Sheikh. The Israeli military has also been carrying out raids, reportedly <a href=\"/news/2025/11/21/israeli-incursions-abductions-stoke-fear-in-syrias-occupied-golan-heights\">abducting and disappearing</a> people in the country.</p><p>The new Syrian authorities have stressed that they do not seek conflict with Israel, but talks to reach a security agreement between the two countries have stalled.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“We do have an understanding regarding Syria,” Trump said. “Now, with Syria, you have a new president. I respect him. He’s a very strong guy, and that’s what you need in Syria.”</p><p>Netanyahu was non-committal on Israel’s approach to Syria.</p><p>“Our interest is to have a peaceful border with Syria,” he said. “We want to make sure that the border area right next to our border is safe — we don’t have terrorists, we don’t have attacks.”</p><h2 id=\"on-renewed-war-in-lebanon-we-ll-see-about-it\">On renewed war in Lebanon: ‘We’ll see about it.’</h2><p>Since the start of the truce in Gaza, Israel has intensified its attacks in Lebanon, leading to fears that it may re-launch its full-scale war against the country.</p><p>Earlier this year, the Lebanese government issued a decree to <a href=\"/news/2025/12/20/first-phase-of-hezbollahs-disarmament-close-to-complete-lebanons-salam\">disarm Hezbollah</a>, but the group pledged to hold onto its weapons to defend the country against Israel.</p><p>On Monday, Trump did not rule out renewing the conflict in Lebanon.</p><p>“We’ll see about it,” the president said when asked whether he would support more Israeli strikes in Lebanon.</p><p>“The Lebanese government is at a little bit of a disadvantage, if you think of it, with Hezbollah. But Hezbollah has been behaving badly, so we’ll see what happens.”</p></div></div></body></html>"
        },
        {
            "title": "At UN, Somalia slams Israel’s Somaliland recognition as ‘threat’ to peace | Politics News | Al Jazeera",
            "time": "2025-12-29T23:04:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_695301d7-1767047639.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s recognition of Somaliland, a breakaway region of Somalia, is a “direct and grave threat to international peace and security”, Somalia has said.</p><p>In a letter penned to the United Nations Security Council (UNSC) on Monday, Somalia <a href=\"/news/2025/12/28/somalia-condemns-israels-recognition-of-somaliland-as-naked-invasion\">rejected the move</a> as a violation of its sovereignty, calling it “morally indefensible”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Last week, Israel became the first country to <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">formally recognise</a> the self-declared Republic of Somaliland as an independent and sovereign state. Israel described the move as being in the spirit of the United States-brokered Abraham Accords, which normalised ties between Israel and several Arab countries.</p><p>“We further note with deep concern reports that this recognition may serve as a pretext for the <a href=\"/news/2025/9/8/somaliland-recognition-for-forced-transfer-of-palestinians-not-worth-it\">forced relocation</a> of Palestinians to Northwestern Somalia,” Somalia’s letter to the UNSC stated.</p><p>“Israel’s actions not only set a dangerous precedent and risk destabilising the Horn of Africa and the Red Sea region but also undermine collective efforts and pose a serious threat to regional and international peace and security,” Somalia also stated in the letter, urging UNSC members to uphold its sovereignty.</p><p>Abu Bakr Dahir Osman, Somalia’s representative to the UNSC, echoed the letter’s sentiments,</p><p>“This region [Somaliland] is not legally entitled to enter into any agreement or arrangement, nor to receive recognition from any other state,” Osman said.</p><p>“This act of aggression aims to promote the fragmentation of Somalia and must be rejected and condemned unequivocally by all Member States,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"recognition-rejected\">Recognition rejected</h2><p>The United Kingdom on Monday said that it does not recognise the independence of Somaliland, and reaffirmed its support for Somalia’s sovereignty and territorial integrity.</p><p>It urged efforts between the Federal Government of Somalia and the Somaliland authorities to “address differences and work together to face common threats”, stating that armed groups benefited from internal divisions in the country.</p><p>Other countries have also <a href=\"/news/2025/12/27/israels-recognition-of-somaliland-slammed-across-world-capitals\">declined to recognise Somaliland</a>, including China earlier on Monday.</p><p>“No country should encourage or support other countries’ internal separatist forces for its own selfish interests,” Chinese Ministry of Foreign Affairs spokesperson Lin Jian told reporters at a regular news conference.</p><p>South Africa’s Foreign Ministry, the Department of International Relations and Cooperation, on Monday urged the international community to “reject this external interference and support a united, stable Somalia”.</p><p>However, Tammy Bruce, the US deputy representative to the UN, said that “Israel has the same right to establish diplomatic relations as any other sovereign state”.</p><p>“Several countries, including members of this Council, have unilaterally recognised a non-existent Palestinian state, yet no emergency meeting has been convened,” Bruce added, chiding what she said were the UNSC’s “double standards”.</p><p>“We have no announcement to make regarding the recognition of Somaliland, and there has been no change in US policy,” Bruce added.</p><p>Somaliland broke away from Somalia in 1991, after a civil war under military leader Siad Barre. The self-declared republic controls part of northwestern Somalia and has its own constitution, currency and flag.</p><p>It claims the territory of the former British Somaliland protectorate, but its eastern regions remain under the control of rival administrations loyal to Somalia. It has sought international acceptance for more than three decades without success.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Kyiv rejects Russia’s claim of Ukrainian attack on Putin residence | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-29T22:36:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69503cedcb929-1766866157.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has rejected Russia’s claim that his country <a href=\"/news/liveblog/2025/12/29/russia-ukraine-war-live-at-least-1-killed-in-russian-attack-on-donetsk\">carried out an attack</a> on a residence of Russian President Vladimir Putin.</p><p>Russian Minister of Foreign Affairs Sergey Lavrov claimed on Monday that the attack had taken place on Putin’s residence in northwestern Russia’s Novgorod region with 91 long-range strike drones.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Lavrov said that air defence systems shot down the drones and that no one was injured.</p><p>Kremlin foreign policy aide Yury Ushakov said the strike took place on Sunday, “practically immediately after” talks held in Florida between United States President Donald Trump and Zelenskyy on negotiations to end Russia’s war on Ukraine.</p><p>Zelenskyy quickly rejected Moscow’s claim and accused Russia of attempting to derail the peace talks.</p><p>Ukrainian Minister of Foreign Affairs Andrii Sybiha also condemned Moscow’s allegation, saying it was aimed at undermining the negotiations.</p><p>In a post on X, Sybiha said the claim was intended “to create a pretext and false justification for Russia’s further attacks against Ukraine, as well as to undermine and impede the peace process”.</p><p>Russia said it would reassess its negotiating position in light of the alleged attack, with Ministry of Foreign Affairs spokesperson Maria Zakharova warning that Moscow’s response “would not be diplomatic”.</p><p>Later on Monday, Trump said that Putin had told him during a phone call that Ukraine had attempted to attack the Russian president’s residence.</p><p>Speaking to reporters, Trump said Putin raised the allegation during their call.</p><p>“I don’t like it. It’s not good,” Trump said when asked whether the claim could affect his efforts to broker an end to the war in Ukraine. “I learned about it from President Putin today. I was very angry about it.”</p><p>When asked whether there was evidence to support the allegation, Trump said, “We’ll find out.”</p><p>The United Arab Emirates’s Ministry of Foreign Affairs “strongly condemned” what it said was an “attempt to target” Putin’s residence.</p><p>The ministry affirmed the UAE’s solidarity with Russia in a statement and denounced the “deplorable attack”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-talks-under-pressure\">Peace talks under pressure</h2><p>The developments come as <a href=\"/tag/ukraine-russia-crisis/\">Russia’s full-scale invasion of Ukraine</a> approaches its fourth year.</p><p>Zelenskyy said last week that a 20-point peace plan was “90 percent agreed” upon and that US-Ukraine security guarantees were “100 percent agreed” upon.</p><p>But major sticking points remain in relation to the future of territory in the east of Ukraine that Russia has occupied.</p><p>Zelenskyy has reiterated that the issue should be decided by the Ukrainian people, suggesting that different aspects of any deal could be put to referendums.</p><p>Trump and Zelenskyy have both expressed optimism that a peace deal could be close following the talks in Florida on Sunday.</p><p>Zelenskyy said on X that he had spoken by phone with German Chancellor Friedrich Merz, Latvian President Edgars Rinkevics and Finnish President Alexander Stubb, updating them on his meeting with Trump and the state of negotiations.</p><p>He has sought to balance relations with European allies and the US as he faces pressure from Trump to reach an agreement to end the war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fighting-continues-on-front-line\">Fighting continues on front line</h2><p>Meanwhile, fighting continued across multiple fronts in Ukraine, with Russia’s army saying its forces captured the village of Dibrova in eastern Ukraine’s Donetsk region.</p><p>In the southeastern Zaporizhia region, at least one civilian was killed and another injured in a Russian attack on the city of Orikhiv, according to regional Governor Ivan Fedorov. He said Russian guided aerial bombs struck the front-line city, killing a 46-year-old man and injuring a 49-year-old woman.</p><p>In northeastern Ukraine’s Kharkiv region, Governor Oleh Syniehubov said Russian shelling had injured three people over the past 24 hours. A 73-year-old woman was injured in the village of Hroza, a 54-year-old woman in Zolochiv, and a 73-year-old man in Novoplatonivka, he said.</p><p>Russia claimed its forces were advancing or improving positions across multiple regions, including Sumy, Kharkiv, Donetsk, Zaporizhia, Kherson and Dnipropetrovsk.</p><p>Ukraine’s General Staff said that 89 combat engagements had been recorded along the front line since the start of the day. Fighting was ongoing in six sectors, with Russian forces concentrating their main efforts on the Pokrovsk sector, according to an operational update published by Ukrinform on Monday.</p></div></div></body></html>"
        },
        {
            "title": "French village memorialises far-right actress Brigitte Bardot | Entertainment | Al Jazeera",
            "time": "2025-12-29T21:14:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767042833.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "How serious are the sectarian tensions facing Syria? | Syria's War | Al Jazeera",
            "time": "2025-12-29T20:50:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767039557.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Alawite protesters confront government supporters in coastal cities.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s new leader has been trying to stabilise his country and reintegrate it globally since he took office in January.</p><p>But outbreaks of sectarian violence are threatening President Ahmed al-Sharaa’s efforts to rebuild the country after 14 years of civil war.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The latest flare-up on Sunday saw protesters from the Alawite minority group come face to face with supporters of the government in the coastal cities of Latakia and Tartous. Government troops sent to stop the violence were attacked. The once-powerful community says it is being marginalised.</p><p>How big a security threat are the protests and violence?</p><p>How can President al-Sharaa calm tensions?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Fadel Abdulghany – Founder and executive director of the Syrian Network for Human Rights.</p><p>Gamal Mansour – Specialist in comparative politics and international relations</p><p>Labib Nahhas – Director of the Syrian Association for Citizens’ Dignity</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘A tough neighbourhood’’: Trump says Gaza rebuilding to start soon | Donald Trump | Al Jazeera",
            "time": "2025-12-29T20:45:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767041071.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Pro-Palestine activists target UK Labour offices over hunger strikers | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-29T20:24:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Image-3-PA-1767029013.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"126\" data-end=\"363\">Pro-Palestine activists have sprayed red paint and smashed windows at the offices of the <a href=\"/news/2025/12/25/palestine-action-prison-hunger-strikes-that-shaped-history\">United Kingdom’s Labour Party</a> in London, saying the action is in solidarity with prisoners on hunger strike in British jails.</p><p data-start=\"370\" data-end=\"568\">The group Justice for the Hunger Strikers said on Monday that its members had targeted the governing party, citing growing anger at what it described as the government’s refusal to engage with the hunger strikers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"575\" data-end=\"765\">The protest was held as four detainees continue to refuse food while being held on remand awaiting trial, prompting increasing concern from doctors and campaigners that one or more could die.</p><p data-start=\"772\" data-end=\"883\">Four other detainees have since ended their hunger strike but have said they plan to resume it in the new year.</p><h2 id=\"hunger-strike-enters-critical-stage\">Hunger strike enters critical stage</h2><p>Heba Muraisi is on day 57 of her hunger strike and is being held in a prison in West Yorkshire.</p><p>In a statement shared with Al Jazeera on Monday, she said: “I’ve been forced fed repression and I’m stuffed with rage and that’s why I’m doing what I’m doing now. I am bringing acute awareness to the unjust application of UK laws by our Government and I’m glad that people can now see this after a year of imprisonment and human rights violations. Keep going, keep fighting.”</p><p>The three other detainees still on hunger strike are Teuta Hoxha on day 51, Kamran Ahmed on day 50 and Lewie Chiaramello on day 36. Hoxha and Ahmed have previously been hospitalised during the protest.</p><p>A spokesperson for Justice for the Hunger Strikers criticised the Labour government, saying it has failed to intervene despite advance warning of the hunger strike.</p><p>“Despite being given two weeks notice of the hunger strike, the Labour government has refused to engage with the hunger strikers or their families and legal representatives, even as they have reached a critical stage, with death a very real possibility,” the spokesperson said.</p><p>The hunger strikers are being held in five prisons across England over their alleged involvement in break-ins at the UK subsidiary of the Israeli defence firm Elbit Systems in Bristol and at a Royal Air Force base in Oxfordshire.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The detainees deny the charges against them, including burglary and violent disorder, and said the UK government should itself be held accountable for its alleged role in Israel’s genocidal war on the Palestinian people.</p><p>All eight hunger strikers are members of Palestine Action and were charged before the group was designated a proscribed organisation under “antiterrorism” laws. They are expected to spend more than a year in prison before their trials begin – well beyond the UK’s usual six-month pretrial detention limit.</p><p>According to the Prisoners for Palestine group, their trials are expected to begin between April and January 2027.</p><p>The detainees’ demands include release on bail, an end to what they describe as interference with their mail and reading materials, access to a fair trial and the de-proscription of Palestine Action.</p><p>Additional demands issued this week include transferring Muraisi back to HMP Bronzefield, closer to her family; lifting non-association orders between prisoners; and allowing detainees access to prison activities and courses.</p><h2 id=\"international-concern\">International concern</h2><p>Campaigners have described the protest as the largest hunger strike in Britain since the Irish hunger strikes of 1981, saying it has prompted hundreds of solidarity demonstrations across the country.</p><p>On Friday, a group of United Nations experts – including Gina Romero, the UN special rapporteur on the rights to freedom of peaceful assembly and association, and Francesca Albanese, the UN special rapporteur on occupied Palestinian territory – issued a statement expressing alarm at the detainees’ treatment.</p><p>“Hunger strike is often a measure of last resort by people who believe that their rights to protest and effective remedy have been exhausted,” the experts said. “The state’s duty of care toward hunger strikers is heightened, not diminished.”</p><p>Separately, more than 800 doctors have signed a letter addressed to Justice Secretary David Lammy urging him to intervene. The letter, written on December 17, raised “grave concern” about the prisoners’ health, warning they were at high risk of organ failure, irreversible neurological damage, cardiac arrhythmias and death.</p><p>Lawyers for the hunger-striking detainees said last week that they had initiated legal proceedings against the government, alleging it had abandoned its own prison safety policy. The detainees said they have written repeatedly to Lammy and other justice officials without receiving a response.</p><p>James Timpson, the UK minister of state for prisons, probation and reducing reoffending, said the government would not engage directly with the hunger strikers or their representatives.</p><p>“We are very experienced at dealing with hunger strikes,” Timpson said. “Over the last five years, we have averaged over 200 hunger strike incidents every year. I do not treat any prisoners differently to others. We have a justice system based on the separation of powers, and the independent judiciary is the cornerstone of our system.”</p></div></div></body></html>"
        },
        {
            "title": "‘We’ll knock the hell out of them’: Trump threatens Iran | Military | Al Jazeera",
            "time": "2025-12-29T19:25:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-29T191335Z_845304676_RC2HQIAOPT8O_RTRMADP_3_ISRAEL-PALESTINIANS-TRUMP-NETANYAHU_cropped-1767036215.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump threatens Hamas, warns Iran of more strikes after Netanyahu talks | Donald Trump News | Al Jazeera",
            "time": "2025-12-29T18:48:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-29T210128Z_1208090285_RC2KQIA8OG3R_RTRMADP_3_ISRAEL-PALESTINIANS-TRUMP-NETANYAHU-1767068789_6c699f-1767069025.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has warned Hamas of dire consequences if it fails to disarm, while also threatening to “quickly eradicate” and “knock down” any attempts by Iran to rebuild its nuclear programme.</p><p>Trump issued the threats on Monday, after holding talks with Israeli Prime Minister Benjamin Netanyahu at his Mar-a-Lago resort in Florida.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Their discussions focused on advancing the ceasefire deal Trump brokered in Gaza, as well as addressing Israeli concerns over Iran, and over Hezbollah in Lebanon.</p><p>Trump said that Israel has been doing its part in the Gaza ceasefire, despite launching near-daily strikes that have killed at least 400 people, and warned Hamas to live up to its side of the agreement.</p><p>“We talked about Hamas and we talked about disarmament, and they’re going to be given a very short period of time to disarm, and we’ll see how that works out,” he said.</p><p>“If they don’t disarm, as they agreed to do – they agreed to it – and then there’ll be hell to pay for them. And we don’t want that.”</p><p>There was no immediate comment from Hamas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The first phase of the ceasefire, which went into effect on October 10, calls for the exchange of Israeli captives held by Hamas for Palestinian detainees and prisoners held by Israel, as well as an increase in aid and a partial Israeli withdrawal in Gaza.</p><p>Hamas is yet to return the body of one Israeli captive, while Israel, in addition to continued deadly attacks, has restricted the entry of aid and delayed the opening of the Rafah crossing between Gaza and Egypt.</p><p>But Trump heaped the blame solely on Hamas for the delay in moving towards the second phase of the truce. The armed group has previously said it will not give up its weapons as long as Israeli occupation of Palestinian territory continues, but was willing to <a href=\"/news/2025/12/11/hamas-has-its-own-disarmament-vision-as-gaza-truce-enters-critical-phase\">set them aside</a> and offered a long truce of seven to 10 years.</p><h2 id=\"strikes-on-iran\">Strikes on Iran</h2><p>Trump went on to suggest that Iran may be working to restore its nuclear programme after the US <a href=\"/news/2025/7/3/us-says-its-strikes-degraded-irans-nuclear-programme-by-one-to-two-years\">air strikes</a> in June damaged three Iranian nuclear facilities.</p><p>“Now I hear that Iran is trying to build up again, and if they are, we’re going to have to knock them down,” Trump told reporters. “We’ll knock them down. We’ll knock the hell out of them. But, hopefully, that’s not happening.”</p><p>If Iran was trying to build up its nuclear programme again, “we’re going to have no choice but very quickly to eradicate that buildup”, he said. The consequences of such a move could be “more powerful than the last time”.</p><p>“We know exactly where they’re going, what they’re doing, and I hope they’re not doing it, because we don’t want to waste fuel on a B-2,” Trump added, referring to the bomber used in the earlier strike. “It’s a 37-hour trip both ​ways. I don’t want to waste a lot of fuel.”</p><p>The US president declined to offer evidence to support his allegations against Iran. But he added that the US and Israel have been “extremely victorious” against their enemies, and that if the US “didn’t beat Iran, you wouldn’t have had peace in the Middle East”.</p><p>When asked whether the US would back an Israeli attack on Iran’s <a href=\"/news/2025/12/26/netanyahu-pushes-for-iran-conflict-clashing-with-trumps-priorities\">missile programme</a>, Trump said, “If they will continue with the missiles, yes. The nuclear? Fast. OK? One will be: Yes, absolutely. The other is: We’ll do it immediately.”</p><p>There was no immediate comment from Iran.</p><p>Tehran has denied seeking to build a nuclear weapon and ruled out negotiating over its missile programme, which is at the core of its defence strategy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>During the conflict in June, sometimes referred to as the 12-day war, Iran fired hundreds of missiles in response to Israeli attacks that killed the country’s top generals, several nuclear scientists and hundreds of civilians.</p><p>US Senator Lindsey Graham, an Iran hawk who is close to Trump, visited Israel this month and repeated the Netanyahu government’s talking points about the dangers of Iran’s long-range missiles. He warned that Iran is producing them “in very high numbers”.</p><p>“We cannot allow Iran to produce ballistic missiles because they could overwhelm the Iron Dome,” he told The Jerusalem Post, referring to Israel’s air defence system. “It’s a major threat.”</p><h2 id=\"much-harsher-response\">‘Much harsher’ response</h2><p>On Monday, Trump said Iran should “make a deal” with the US.</p><p>“If they want to make a deal, that’s much smarter,” Trump said. “You know, they could have made a deal the last time, before we went through a big attack on them, and they decided not to make the deal. They wish they made that deal.”</p><p>While the US has brokered three ceasefires involving its longtime ally – between Israel and Hamas, Israel and Iran, and Israel and Lebanon – Netanyahu is wary of Israel’s ​foes rebuilding their forces after they were considerably weakened in multiple wars.</p><p>Overall, Trump’s comments suggest he remains firmly in Netanyahu’s camp, even as some aides have privately questioned the Israeli leader’s commitment to ‌the Gaza ceasefire. Trump’s comments also suggest that he is willing to risk additional hostilities related to Gaza and Iran, even as the US president has taken credit for resolving Israel’s wars in both places.</p><p>The sabre-rattling on Monday also came weeks after the Trump administration released a <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">National Security Strategy</a> that called for the US to shift its foreign policy resources away from the Middle East and instead focus on the Western Hemisphere.</p><p>But advocates of the strategy warn that another episode of attacking Iran may escalate into a longer, broader war.</p><p>In June, Iran responded to the US strikes with a <a href=\"/news/2025/6/23/hld-irans-attack-on-al-udeid-air-base-in-qatar-all-you-need-to-know\">missile attack</a> against a US airbase in Qatar, which did not result in any US casualties. Trump announced a ceasefire to end the war shortly after the Iranian response.</p><p>Trita Parsi, the executive vice president at the Quincy Institute, a US think tank that promotes diplomacy, told Al Jazeera last week that the Iranian response would be “much harsher” if the country is attacked again.</p><p>“The Iranians understand that, unless they strike back hard and dispel the view that Iran is a country that you can bomb every six months, unless they do that, Iran will become a country that Israel will bomb every six months,” Parsi said.</p></div></div></body></html>"
        }
    ]
}