{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Iran cannot defeat US military might, but it can still win | Opinions | Al Jazeera",
            "time": "2026-02-24T14:15:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260211__96YL9WE__v2__HighRes__IranPoliticsAnniversary-1770826654.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Last week, American diplomats and their Iranian counterparts sat down in Geneva for yet another round of talks mediated by Oman. The outcome seemed unclear. While the Iranians <a href=\"/news/2026/2/18/irans-araghchi-hails-good-progress-in-nuclear-talks-with-us\">said</a> “good progress” had been made, the Americans claimed there was “a little progress”. Meanwhile, United States President Donald Trump threatened once again to strike Iran.</p><p>In recent weeks, there has been a heavy US military build-up in the Middle East in preparation for what many observers see as an imminent attack. In this context, it may be apt to question whether the current negotiations are not simply a tactic to buy time to better prepare for the inevitable.</p><p>In the face of US military might, some have suggested that Iran’s only option is negotiating an agreement with the US, however unfair it may be. While Iranian military capabilities stand no chance against an army with the world’s biggest budget, accepting capitulation through a debilitating deal that may be broken again by Washington may not necessarily be Tehran’s only choice.</p><p>There is another way in which Iran can stand up to US bullying and win.</p><h2 id=\"the-fate-of-past-negotiations\">The fate of past negotiations</h2><p>The ongoing US-Iran talks cannot be viewed in isolation. For Iran, any diplomatic engagement with the US is overshadowed by the legacy of the Joint Comprehensive Plan of Action (JCPOA).</p><p>Signed by the US, China, Russia, France, the United Kingdom, Germany, the European Union and Iran in 2015, the agreement provided sanctions relief in exchange for full transparency of the Iranian nuclear programme. Tehran accepted the deal even though it had some unfair provisions, including some US sanctions remaining in place.</p><p>Nevertheless, it fulfilled its obligations – a fact that was repeatedly verified by the International Atomic Energy Agency.</p><p>In return, however, the US as a signatory did not uphold its end of the deal. In 2018, Trump unilaterally withdrew from the JCPOA and reimposed maximum pressure sanctions aimed at crippling Iran’s economy.</p><p>It was a stark reminder that American promises are nonbinding. As a leader who has shown no regard for the interests of American allies in pursuit of an “America first” policy, Trump could hardly be expected to respect the interests of American adversaries.</p><p>However, even if a Democratic president had been in the White House, there would not have been any guarantee that the JCPOA would have remained in place. In the US’s polarised political climate, an American president’s signature is only valid until the next election.</p><p>For the US, negotiations can also be little more than a facade intended to lull adversaries into a false sense of security. Last year, just as US and Iranian representatives were scheduled to meet in Oman for another round of talks, Israel, a key American ally, launched a massive military campaign against Iran.</p><p>While the US denied direct involvement, it acknowledged having received prior notice. Given the close ties between the two countries, this prior knowledge strongly implied that the US had given Israel tacit approval for the air attacks.</p><p>Today, Iran is engaging in negotiations with the US again, and it is being pressured to accept an even more unfair deal. Should it back down and submit to US demands, then Trump – who preys on perceived weakness – would simply move the goalpost. Demands would shift from Iran’s nuclear programme today to its ballistic missiles tomorrow and regime change the day after.</p><p>The special US relationship with Israel means that Washington is fundamentally hostile to an Iranian government that sees the Israeli state as an enemy. Consequently, Trump’s goal is not to reach a durable agreement but to ensure that Iran can never fully comply with his demands, thereby justifying a permanent campaign of maximum pressure and hostility.</p><p>In this context and given its recent experience, it would be foolish for Iran to rely on US promises and negotiated agreements.</p><h2 id=\"leverage-through-strong-regional-ties\">Leverage through strong regional ties</h2><p>The current US-Iran standoff is a high-stakes game in which an all-out war is a likely outcome. While the US could achieve an initial victory through overwhelming military superiority, it could also get bogged down fighting a protracted counterinsurgency in Iran’s mountainous terrain.</p><p>Conversely, while Iran could eventually repel an American invasion – just as its Afghan neighbours did – the country would be reduced to rubble in the process.</p><p>That does not mean Iran should back down. The Greenland crisis and <a href=\"/news/2025/5/14/did-the-us-flinch-first-in-tariff-war-with-china\">the China-US trade war</a> have demonstrated that Trump’s propensity for sabre-rattling is tempered by his aversion to losses. Even though the EU and China are far more powerful than Iran, a clear show of resolve could compel Trump to retreat.</p><p>And Tehran does not have to be alone in its defiance. In its neighbourhood, there are other big players who recognise that another disastrous war led by the US is not in their interests. Iran can and should leverage the regional desire for stability.</p><p>For years, Iran pursued a policy of confrontation in the region until it realised that carving out a sphere of influence was actually exacerbating its security dilemma. This recognition ultimately led to the historic <a href=\"/news/2023/8/21/china-brokered-saudi-iran-deal-driving-wave-of-reconciliation-says-wang\">normalisation of relations</a> with Saudi Arabia in 2023 – a breakthrough facilitated by China, Oman and Iraq – which in turn set in motion a <a href=\"/news/2023/9/24/what-countries-have-normalised-relations-with-iran-after-saudi-detente\">broader detente</a> with other Arab countries.</p><p>Three years later, that decision is yielding dividends. Notably, Saudi Arabia, Oman, Turkiye and Qatar are <a href=\"/news/2026/1/16/gulf-countries-gear-up-diplomacy-to-stave-off-us-iran-escalation\">lobbying</a> Trump to exercise restraint. Building on this neighbourly diplomacy and investing in developing regional stability and a security architecture could help stave off another major US war in the region.</p><p>The most important path to peace – and the only means of countering American gunboat diplomacy – does not lie in matching American military might, a contest Iran is destined to lose, but in establishing good relations with its neighbours and accepting regional stability as part of its national security.</p><p data-start=\"1349\" data-end=\"1743\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Epstein files: The arrests and the resignations | Infographic News | Al Jazeera",
            "time": "2026-02-24T14:05:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Interactive_LolitaExpress_Epstein-05-1771937960.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Peter Mandelson, the former diplomat, minister, and adviser to multiple Labour Party prime ministers in the United Kingdom, was arrested on Monday on charges linked to allegedly confidential information that he shared with convicted paedophile Jeffrey Epstein.</p><p>Mandelson, whom the current British Prime Minister Keir Starmer had appointed the UK’s ambassador to the United States in 2025 before sacking him over the Epstein revelations, is the latest major public figure who has either been arrested or sacked, or had to resign or apologise publicly for their association with the late sex offender.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He was released on bail late on Monday, just days after Andrew Mountbatten-Windsor – formerly Prince Andrew – was also arrested and then released on bail over alleged crimes linked to his relationship with Epstein.</p><p>Here’s a breakdown of various people who have faced known public consequences for their connection to Epstein after the release of three million documents and emails by the US Department of Justice in recent weeks:</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4334277\" src=\"/wp-content/uploads/2026/02/Interactive_LolitaExpress_Epstein-04-1771937918.png?quality=80\" alt=\"Interactive_Epstein_Arrests_Resignations\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"royalty-politicians-and-diplomats\">Royalty, politicians and diplomats</h2><h3>Andrew Mountbatten-Windsor</h3><p>Former prince and member of the British royal family</p><figure id=\"attachment_4325563\" aria-describedby=\"caption-attachment-4325563\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4325563\" src=\"/wp-content/uploads/2026/02/2026-02-19T191727Z_948764426_RC27PJAADHQQ_RTRMADP_3_USA-EPSTEIN-BRITAIN-ANDREW-1771530589.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Andrew Mountbatten Windsor, younger brother of Britain’s King Charles, formerly known as Prince Andrew, leaves Aylsham Police Station\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4325563\" class=\"wp-caption-text\">Andrew Mountbatten Windsor, younger brother of Britain’s King Charles, after getting bail following his arrest on February 19, 2026 [Phil Noble/ Reuters]</figcaption></figure><p>Mountbatten-Windsor, the younger brother of King Charles III, had long been linked with Epstein, with the British tabloid press uncovering some aspects of their relationship.</p><p>Virginia Giuffre, who accused Epstein of trafficking her for sex to Mountbatten-Windsor multiple times when she was a minor, had filed a case in 2015. She said the then-prince sexually abused her in Epstein’s properties.</p><p>Mountbatten-Windsor settled Giuffre’s case in 2022, paying her, but has refused to accept any wrongdoing.</p><p>But recently released files have amplified the pressure on the British government and monarchy to act against him. One photo, for instance, shows Mountbatten-Windsor crouched over an unidentified woman – whose age cannot be determined – on the floor.</p><p>In recent months, the royal family has stripped Mountbatten-Windsor of his royal and military titles. And on February 19, he was arrested for misconduct in public office when he was the special representative for trade and investment – he allegedly shared confidential documents with Epstein, per some of the files released.</p><h3>Sarah Ferguson</h3><p>Former wife of Andrew Mountbatten-Windsor and duchess of York</p><figure id=\"attachment_4044779\" aria-describedby=\"caption-attachment-4044779\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4044779\" src=\"/wp-content/uploads/2025/10/AFP__20240331__34N43A8__v1__MidRes__BritainRoyalsEaster-1760864576.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"andrew\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4044779\" class=\"wp-caption-text\">Sarah Ferguson (L) and the ex-Prince Andrew, leave St. George’s Chapel in Windsor Castle, on March 31, 2024 [Hollie Adams/ AFP]</figcaption></figure><p>Emails released by the Justice Department revealed that Ferguson maintained contact with</p><p>Epstein long after his 2008 conviction. Ferguson is the ex-wife of Andrew Mountbatten-Windsor, who also had ties to Epstein. Ferguson was in contact with Epstein regarding her business while he was in prison for soliciting sex from a minor.</p><p>The correspondence also indicates that Epstein made travel arrangements for her, and she visited his residence with her two daughters.</p><p>Ferguson’s charity trust, Sarah’s Trust, has shut down on its own for the foreseeable future.</p><h3>Peter Mandelson</h3><p>Former British ambassador</p><figure id=\"attachment_4332656\" aria-describedby=\"caption-attachment-4332656\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4332656\" src=\"/wp-content/uploads/2026/02/peter_mandelson_arrest_screenshot-1771871477.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Police lead Peter Mandelson to a waiting car upon his arrest on February 23, 2026. [Screenshot via Reuters]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4332656\" class=\"wp-caption-text\">Police lead Peter Mandelson to a waiting car upon his arrest on February 23, 2026 [Screenshot via Reuters]</figcaption></figure><p>Mandelson was arrested on February 23 and later released on bail. He is accused of sharing sensitive trade-related government documents with Epstein.</p><p>The British politician resigned from the Labour Party in early February and later stepped down from the House of Lords as his emails with Epstein became public.</p><p>On February 6, police searched two properties associated with Mandelson as part of a misconduct inquiry tied to those connections.</p><p>In one 2008 email exchange, when Epstein said he had been sentenced to 18 months in prison for sex trafficking, Mandelson replied: “I think the world of you and I feel hopeless and furious about what has happened. I can still barely understand it. It just could not happen in Britain.”</p><p>In September, Prime Minister Keir Starmer removed Mandelson from his post as the UK ambassador to Washington after the then-surfaced communications suggested a closer association with Epstein than he had previously disclosed.</p><h3>Mette-Marit</h3><p>Crown Princess of Norway</p><figure id=\"attachment_4293029\" aria-describedby=\"caption-attachment-4293029\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293029\" src=\"/wp-content/uploads/2026/02/2025-12-10T133552Z_1481862617_RC2PDIAQ9FO3_RTRMADP_3_NOBEL-PRIZE-PEACE-1770388176.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mette-Marit\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293029\" class=\"wp-caption-text\">Norway’s Crown Prince Haakon, Crown Princess Mette-Marit and Princess Ingrid Alexandra, attend the Nobel Peace Prize award ceremony at Oslo City Hall in Oslo, Norway, December 10, 2025 [Ole Berg-Rusten/NTB/via Reuters]</figcaption></figure><p>The wife of Crown Prince Haakon – who is heir to the throne – Mette-Marit had a close friendship with Epstein. The latest Epstein files include hundreds of emails that they exchanged, many about meeting up.</p><p>She stayed at Epstein’s Palm Beach house in his absence and kept up their relationship even after Epstein’s first conviction.</p><p>Unrelated to Epstein, the crown princess’s son, Marius Borg Hoiby, is currently on trial in Oslo for 38 charges of rape.</p><p>Under growing public pressure, Mette-Marit has issued a public apology for her long association with Epstein.</p><h3>Thorbjorn Jagland</h3><p>Former prime minister of Norway and former secretary-general, Council of Europe</p><figure id=\"attachment_4291507\" aria-describedby=\"caption-attachment-4291507\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291507\" src=\"/wp-content/uploads/2026/02/AFP__20190506__1G75DX__v1__MidRes__FranceEuDiplomacyPolitics-1770342640.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Thorbjørn Jagland looks on.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291507\" class=\"wp-caption-text\">Thorbjorn Jagland looks on at the Elysee Palace in Paris on May 6, 2019 [ludovic MARIN/AFP]</figcaption></figure><p>Jagland, also the former chair of the Norwegian Nobel Committee, has been charged with “aggravated corruption”, and Norwegian authorities have raided his properties as part of the corruption investigation into his connections to Epstein.</p><p>Multiple documents and emails that were released show that Jagland and his family visited Epstein’s residences, with travel expenses all covered by Epstein. Other emails</p><p>show that Epstein attempted to arrange a meeting between Jagland and Russian President Vladimir Putin.</p><h3>Mona Juul and Terje Rod-Larsen</h3><p>Norwegian diplomats</p><figure id=\"attachment_4334356\" aria-describedby=\"caption-attachment-4334356\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4334356\" src=\"/wp-content/uploads/2026/02/AP18340719370672-1-1771938754.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The Norwegian Ambassador to Britain Mona Juul, right, and her husband Terje Rod-Larsen, a diplomat who was one of the main architects of the Oslo Accords signed 25 years ago, sing a carol during the annual Norwegian Christmas tree lighting ceremony in Trafalgar Square, London, Thursday, Dec. 6, 2018. The Christmas tree is an annual gift from the city of Oslo to the people of Britain as a token of thanks for British support during their years of occupation in World War II. (AP Photo/Matt Dunham)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4334356\" class=\"wp-caption-text\">Mona Juul, right, and her husband Terje Rod-Larsen sing a carol during the annual Norwegian Christmas tree lighting ceremony in Trafalgar Square, London, Thursday, Dec. 6, 2018 [Matt Dunham/ AP Photo]</figcaption></figure><p>The couple, both venerated Norwegian diplomats, are now under a corruption investigation by Norwegian police after reports that Epstein left them millions of dollars in his will.</p><p>They are widely seen as having played an important role in facilitating the Oslo Accords between Israel and the Palestine Liberation Organization.</p><p>Amid the latest revelations, 65-year-old Juul has resigned as Norway’s ambassador to Jordan and Iraq. She has been placed on administrative leave, and the Norwegian government has withdrawn her security clearance.</p><p>Her husband, former diplomat Terje Rod-Larsen, ran a think tank called the International Peace Institute (IPI) – he resigned in 2020 amid growing scrutiny over his ties to Epstein. In the released Epstein files, he describes the convicted sex trafficker as his “best friend”. According to reporting by Aftenposten, Norway’s largest newspaper, the IPI – under Rod-Larsen – brought in young women from Eastern Europe as interns: Their photos were then shared with Epstein.</p><p>Juul has been charged with aggravated corruption, while Rod-Larsen faces charges of contributing to aggravated corruption.</p><h3>Miroslav Lajcak</h3><p>Former president of the UN General Assembly and former security adviser to Slovakia’s PM</p><figure id=\"attachment_4334229\" aria-describedby=\"caption-attachment-4334229\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4334229\" src=\"/wp-content/uploads/2026/02/getty-GettyImages-1358729524_CROPPED-1771937303.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"getty-GettyImages-1358729524_CROPPED-1771937303\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4334229\" class=\"wp-caption-text\">Miroslav Lajcak at Lancaster House in London, England, on December 13, 2021 [Leon Neal/Getty Images]</figcaption></figure><p>Lajack resigned from his position as national security adviser to the Slovakian prime minister amid growing criticism over his correspondence with Epstein, uncovered in the released files.</p><p>In their email exchanges, a coordinator arranged for Lajack to meet with Epstein on several occasions. Lajack also shared his family’s vacation itinerary with Epstein once. Epstein arranged tickets to a Las Vegas show for Lajack’s family.</p><h3>Jack Lang</h3><p>Former French cultural minister</p><figure id=\"attachment_4293899\" aria-describedby=\"caption-attachment-4293899\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293899\" src=\"/wp-content/uploads/2026/02/afp_6986dc636476-1770445923.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"(FILES) France's former culture minister Jack Lang poses during the photocall of the 29th 'Ceremonie des Lumieres' cinema awards ceremony at the Institut du Monde Arabe (IMA) in Paris on January 18, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293899\" class=\"wp-caption-text\">Former French Culture Minister Jack Lang during the photocall of the 29th ‘Ceremonie des Lumieres’ cinema awards ceremony at the Institut du Monde Arabe (IMA) in Paris on January 18, 2026 [AFP]</figcaption></figure><p>French financial crimes prosecutors have opened an investigation into Jack Lang and his daughter, Caroline Lang, over suspected laundering of proceeds linked to aggravated tax fraud, according to The Washington Post. The probe follows reporting by French investigative outlet Mediapart detailing Lang’s close association with Jeffrey Epstein.</p><p>In one email, Lang thanks Epstein for hosting him on a trip. In another exchange, they make plans to meet in Marrakech.</p><p>Lang stepped down as head of the Arab World Institute after being summoned by the French Ministry for Europe and Foreign Affairs, which supervises the Paris-based cultural organisation.</p><h2 id=\"industry-leaders-and-academics\">Industry leaders and academics</h2><h3>Brad Karp</h3><p>Lawyer, former chairman of law firm Paul, Weiss, Rifkind, Wharton &amp; Garrison</p><p>Karp stepped down as longtime chairman of his law firm after newly disclosed emails exposed his ties to Epstein.</p><p>The documents include a 2015 message in which Karp expressed gratitude for what he described as a “once-in-a-lifetime” evening hosted by Epstein. Epstein responded that Karp was “always welcome” and said there would be “many many nights of unique talents”, adding he would invite him again.</p><p>Karp’s son, David, who at the time was attending Cornell University, also had an exchange with Epstein in 2016. He went on to say: “This is truly a once-in-a-lifetime experience and I can’t thank you enough for arranging this meeting.”</p><h3>Sultan Ahmed bin Sulayem</h3><p>Former DP World Chair and CEO</p><figure id=\"attachment_4187483\" aria-describedby=\"caption-attachment-4187483\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4187483\" src=\"/wp-content/uploads/2025/12/2025-12-20T015833Z_1419410792_RC25JIAWNCZR_RTRMADP_3_USA-TRUMP-EPSTEIN-FILES-1766303625.jpg?w=770&amp;resize=770%2C611&amp;quality=80\" alt='Late financier and convicted sex offender Jeffrey Epstein and Sultan Ahmed bin Sulayem, Emirati businessman and Chairman and Group CEO of DP World, are seen in this undated handout image from the Epstein estate released by Democrats on the House Oversight Committee in Washington, D.C., U.S., on December 18, 2025. House Oversight Committee Democrats/Handout via REUTERS THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. REFILE - CORRECTING THE NAME OF THE COMPANY FROM \"DP\" TO \"DP WORLD\".' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4187483\" class=\"wp-caption-text\">Epstein and Sultan Ahmed bin Sulayem, Emirati businessman and former Chairman and Group CEO of DP World, cooking together in this undated handout image from the Epstein estate released by Democrats on the House Oversight Committee in Washington, DC, US, on December 18, 2025 [Reuters]</figcaption></figure><p>Sultan Ahmed Bin Sulayem was the chairman and chief executive officer of DP World Limited, one of the largest logistics companies in the world. He stepped down after thousands of emails with Epstein surfaced.</p><p>The email exchanges, continuing well after Epstein completed his first jail sentence and was a convicted sex offender, include lurid details of their friendship.</p><p>In one 2013 email, Epstein says: “All I know for sure, is that you are one of my most trusted friends in every sense of the word, you have never let me down, not once, not half of once. and I greatly appreciate the time we spend together.” Sulayem responds: “Thank you my friend, I am off the sample a fresh 100% female Russian at my yacht (sic)”.</p><p>DP World announced on February 13 that Sulayem had resigned, effective immediately.</p><h3>David A Ross</h3><p>Former chair of the master’s program at School of Visual Arts</p><p>Ross, a prominent figure in the contemporary art world, resigned as chair of the master’s program in art practice at New York’s School of Visual Arts after ARTnews revealed his friendship with Epstein.</p><p>In a 2009 email exchange, Ross appeared to support Epstein’s proposal to fund an exhibition titled “Statutory”, featuring images of “girls and boys ages 14–25” portrayed to look older or younger than their actual age.</p><p>In another email from 2015, Ross said: “It is depressing to see how you are once again being dragged through the mud. I’m still proud to call you a friend. I know you are strong.”</p><h3>Kathy Ruemmler</h3><p>Former chief of legal office at Goldman Sachs</p><figure id=\"attachment_4334247\" aria-describedby=\"caption-attachment-4334247\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4334247\" src=\"/wp-content/uploads/2026/02/ap-b01396fca75d45ef8354397abe7eeece-1771937608.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Justice Department Jeffrey Epstein Ruemmler\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4334247\" class=\"wp-caption-text\">Former White House Counsel Kathryn Ruemmler listens as then-President Barack Obama speaks at an installation ceremony for FBI Director James Comey at FBI Headquarters, in Washington, October 28, 2013 [Charles Dharapak/ AP Photo]</figcaption></figure><p>Ruemmler has resigned as chief legal officer and general counsel at Goldman Sachs following months of scrutiny over her friendly exchanges with Epstein.</p><p>Emails from September 2014 show Ruemmler discussing the potential replacement of Attorney General Eric Holder at the Department of Justice, a role for which she was widely considered a leading contender. She served as White House counsel to then-President Barack Obama.</p><p>The latest document release also revealed that after leaving the White House, Ruemmler received gifts from Epstein, including a Hermes handbag and a spa day at a Four Seasons hotel.</p><h3>Joanna Rubinstein</h3><p>Former UNHCR Sweden chair</p><p> </p><p>Rubinstein stepped down after the recently unsealed documents revealed she visited Epstein on his private island in 2012 with her partner and children.</p><p>In an email, she thanked him for “a wonderful lunch and an afternoon in paradise”.</p><h3>Thomas Pritzker</h3><p>Former executive chairman Hyatt Hotels</p><figure id=\"attachment_4334271\" aria-describedby=\"caption-attachment-4334271\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4334271\" src=\"/wp-content/uploads/2026/02/afp-newsml.afp_.com_.20260217T211310Z.doc-97t69nu-1771937854.jpg?w=770&amp;resize=770%2C581&amp;quality=80\" alt=\"FILES-US-EPSTEIN-JUSTICE-HYATT-HOTELS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4334271\" class=\"wp-caption-text\">US billionaire Tom Pritzker laughs at the start of a media briefing for Japanese architect Riken Yamamoto (not pictured) at the US ambassador’s residence in Tokyo on March 7, 2024, after Yamamoto was awarded the Pritzker Architecture Prize on March 5 [Richard A. Brooks /AFP]</figcaption></figure><p>Pritzker resigned from his post as the executive chairman of his family hotel company after holding the post for almost 20 years.</p><p>The latest batch of documents released by the Justice Department includes a number of emails that Pritzker exchanged with Epstein and Epstein’s longtime associate, Ghislaine Maxwell, who is serving a 20-year prison sentence after being convicted in 2021 for conspiring with Epstein to sexually abuse minors.</p><p>Some of the messages involve Pritzker and Epstein, sometimes via their assistants, discussing plans to meet for dinner.</p><p>Correspondence between the two men continued even after Epstein’s 2008 guilty plea to soliciting prostitution from a minor, the files released by the government show.</p><h3>Thomas Magnani and Letty Moss-Salentijn</h3><p>Columbia University professors</p><figure id=\"attachment_3853809\" aria-describedby=\"caption-attachment-3853809\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3853809\" src=\"/wp-content/uploads/2025/07/AP25183644093641-1753323795.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Columbia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3853809\" class=\"wp-caption-text\">Students sit on the front steps of Low Memorial Library on the Columbia University campus in New York City, February 10, 2023 [Ted Shaffrey/ AP Photo]</figcaption></figure><p>The Columbia University professors were investigated after the emails surfaced in late January, suggesting that they helped Epstein’s then-girlfriend gain admission mid-programme. She was admitted as a transfer student in 2012 from Belarus.</p><p>Columbia University, in a notice, said it was cutting all ties to Mangiani and revoking Moss-Salentijn’s administrative duties. She cannot be dismissed as a professor because of her tenure with the institution.</p></div></div></body></html>"
        },
        {
            "title": "Palestinians in Gaza endure flooded tents during Ramadan | Gaza | Al Jazeera",
            "time": "2026-02-24T13:45:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771940606.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘We asked UK gov’t to declare what’s happening in Gaza as a genocide’ | Newsfeed | Al Jazeera",
            "time": "2026-02-24T13:32:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Sequence-01.00_00_00_08.Still001-1771939526.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Egyptian drama sparks outrage in Israel over Gaza war portrayal | Gaza | Al Jazeera",
            "time": "2026-02-24T13:04:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771938211.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Epstein files fallout: Muted US response vs political reckoning in Europe | Explainer News | Al Jazeera",
            "time": "2026-02-24T13:04:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26030548214041-1770615150.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"57\" data-end=\"360\">British politician Peter Mandelson has been <a href=\"/video/newsfeed/2026/2/23/peter-mandelson-arrested-amid-epstein-files-fallout\">released on bail</a> after detectives questioned him for hours over the alleged leaking of sensitive government information to the late convicted paedophile, <a href=\"/news/2026/2/10/struggling-to-navigate-the-epstein-files-here-is-a-visual-guide\">Jeffrey Epstein</a>, while a government minister in the early 2000s.</p><p data-start=\"57\" data-end=\"360\">The former United Kingdom ambassador to Washington was arrested on suspicion of misconduct in public office on Tuesday. His arrest followed the detention of Prince Andrew, now known as <a href=\"/news/2026/2/20/police-search-ex-prince-andrews-home-a-day-after-his-arrest\">Andrew Mountbatten-Windsor</a>, who was also questioned over similar misconduct linked to Epstein.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"57\" data-end=\"360\">The Epstein revelations have triggered investigations and resignations in Europe, but the fallout has been muted in the United States.</p><h2 id=\"how-have-the-epstein-files-affected-british-politics\" data-start=\"635\" data-end=\"825\">How have the Epstein files affected British politics?</h2><p data-start=\"827\" data-end=\"1132\">The developments mark one of the sharpest reversals in recent British political life. Only months ago, Mandelson held one of the most senior (and coveted) diplomatic roles in the country.</p><p data-start=\"67\" data-end=\"381\">He has since lost his post, faced a police raid at his home and now confronts the possibility of criminal charges. He has been forced to step down from the House of Lords, the unelected upper chamber of the UK parliament, and could be stripped of his title.</p><p data-start=\"67\" data-end=\"381\">If convicted, he could face a maximum sentence of life imprisonment.</p><figure id=\"attachment_4332656\" aria-describedby=\"caption-attachment-4332656\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4332656\" src=\"/wp-content/uploads/2026/02/peter_mandelson_arrest_screenshot-1771871477.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Police lead Peter Mandelson to a waiting car upon his arrest on February 23, 2026. [Screenshot via Reuters]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4332656\" class=\"wp-caption-text\">Police lead Peter Mandelson to a waiting car upon his arrest on February 23, 2026 [Screenshot via Reuters]</figcaption></figure><p data-start=\"426\" data-end=\"712\">Prime Minister Keir Starmer’s decision to appoint Mandelson as British ambassador – a move made while his popularity has plunged – triggered the resignation of his chief of staff, Morgan McSweeney, and has raised <a href=\"/news/2026/2/10/a-coup-that-never-was-why-uks-starmer-faced-a-major-leadership-challenge\">questions</a> about whether he can see out his term.</p><p data-start=\"426\" data-end=\"712\">The scandal has also engulfed the royal family. After Andrew was arrested for leaking sensitive reports during his time as British trade envoy – the first arrest of a senior royal in centuries – King Charles III said “the law must take its course.”</p><p data-start=\"428\" data-end=\"735\">British royal biographer Andrew Lownie, who interviewed the late Virginia Giuffre – who accused Epstein of forcing her to have sex with Prince Andrew three times when she was 17 – has warned that the fallout could also “bring down King Charles”, as scrutiny intensifies over what he knew about his brother’s conduct.</p><p data-start=\"1134\" data-end=\"1388\">The cases form part of a broader European response to newly released troves of Epstein-related documents from the US.</p><p data-start=\"1134\" data-end=\"1388\">Across the continent, authorities have opened investigations, and several public figures have stepped down or lost positions.</p><figure id=\"attachment_4325563\" aria-describedby=\"caption-attachment-4325563\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4325563\" src=\"/wp-content/uploads/2026/02/2026-02-19T191727Z_948764426_RC27PJAADHQQ_RTRMADP_3_USA-EPSTEIN-BRITAIN-ANDREW-1771530589.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Andrew Mountbatten Windsor, younger brother of Britain’s King Charles, formerly known as Prince Andrew, leaves Aylsham Police Station\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4325563\" class=\"wp-caption-text\">Andrew Mountbatten-Windsor (formerly known as Prince Andrew), younger brother of Britain’s King Charles, leaves Aylsham Police Station in a vehicle on the day he was arrested on suspicion of misconduct in public office, February 19, 2026 [Phil Noble/Reuters]</figcaption></figure><h2 id=\"what-s-happened-in-europe\">What’s happened in Europe?</h2><p data-start=\"1724\" data-end=\"1950\">France has also moved. Former Culture Minister <a href=\"/news/2026/2/7/france-to-investigate-former-culture-minister-lang-over-epstein-links\">Jack Lang</a> resigned from his role leading a Paris cultural institution after the Ministry for Europe and Foreign Affairs sought to question him over contacts with Epstein.</p><p data-start=\"1724\" data-end=\"1950\">In Norway, former Prime Minister <a href=\"/news/2026/2/12/norwegian-police-search-former-pm-jaglands-properties-over-epstein-ties\">Thorbjorn Jagland</a> has been charged with “gross corruption” following disclosures that he stayed at Epstein’s properties in New York and Florida and visited his private island, as well as having the late sex offender cover his expenses and those of his family. He faces up to a decade in prison if convicted.</p><p data-start=\"1724\" data-end=\"1950\">Norway’s ambassador to Jordan, <a href=\"/features/2026/2/12/compromised-peace-oslo-accords-figure-deeply-linked-to-epstein-network\">Mona Juul</a>, also resigned after reports that Epstein left $10m to her children in his will.</p><p data-start=\"2234\" data-end=\"2539\">Meanwhile, Crown Princess Mette-Marit of <a href=\"/news/2026/2/6/epstein-files-set-off-norwegian-political-storm-what-we-know\">Norway</a> apologised after documents showed she had holidayed at one of Epstein’s properties.</p><p data-start=\"2541\" data-end=\"2793\">In Slovakia, national security adviser Miroslav Lajcak stepped down after disclosures about his association with Epstein surfaced. Prime Minister Robert Fico confirmed he accepted the resignation.</p><p data-start=\"2795\" data-end=\"3031\">For many in Europe, simply appearing in the files has triggered public scrutiny, investigations or resignations.</p><p data-start=\"2795\" data-end=\"3031\">Governments have treated the document releases as grounds for formal inquiry, even when criminal liability remains unclear.</p><p data-start=\"2795\" data-end=\"3031\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4302074\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WHO-WAS-EPSTEIN-FEB9-2026-1770719425.png?quality=80\" alt=\"INTERACTIVE - WHO WAS EPSTEIN\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"why-has-there-been-less-of-a-fallout-in-the-united-states\">Why has there been less of a fallout in the United States?</h2><p data-start=\"56\" data-end=\"337\">In the US, public anger has simmered for years. Democratic Congressman Ro Khanna and Republican Thomas Massie have led a bipartisan effort to release the files, using the term “Epstein class” to describe a wealthy elite who believe themselves to be above the law.</p><p data-start=\"3074\" data-end=\"3334\">Yet criminal accountability beyond Epstein and his longtime associate Ghislaine Maxwell has remained limited. Maxwell is serving a 20-year sentence for sex trafficking offences.</p><p data-start=\"3336\" data-end=\"3675\">FBI documents identify eight alleged co-conspirators, including the former CEO of Victoria’s Secret, Lex Wexner, Epstein’s former secretary Lesley Groff and modelling agent Jean-Luc Brunel, who died in custody in France.</p><p data-start=\"3336\" data-end=\"3675\">None, apart from Maxwell, has faced a US criminal conviction in connection with Epstein’s trafficking case.</p><p data-start=\"3677\" data-end=\"4119\">The lack of accountability has spanned Democratic and Republican presidents.</p><p data-start=\"3677\" data-end=\"4119\">Epstein first avoided federal prosecution in 2007-08 through a controversial non-prosecution agreement reached during the administration of George W Bush.</p><p data-start=\"3677\" data-end=\"4119\">Subsequent administrations under Barack Obama, Donald Trump’s first terms and Joe Biden did not bring sweeping new prosecutions tied to the broader network named in the files.</p><p data-start=\"46\" data-end=\"152\">There is no sign that any prosecutions are under way, despite Congress forcing Trump to release the files.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-has-been-affected-in-the-us\" data-start=\"46\" data-end=\"152\">Who has been affected in the US?</h2><p data-start=\"4121\" data-end=\"4561\">Several prominent Americans have stepped back from roles or faced reputational damage.</p><p data-start=\"4121\" data-end=\"4561\">Former US Treasury Secretary <a href=\"/news/2025/11/18/ex-harvard-president-larry-summers-apologises-over-epstein-emails\">Lawrence Summers</a> took leave from academic duties at Harvard University after scrutiny over his ties to Epstein.</p><p data-start=\"4121\" data-end=\"4561\">Lawyer Brad Karp resigned as chair of the law firm Paul Weiss. The National Football League said it would review correspondence between Epstein and New York Giants co-owner Steve Tisch.</p><p data-start=\"61\" data-end=\"304\" data-is-last-node=\"\" data-is-only-node=\"\">Longevity specialist and high-profile physician Peter Attia issued an apology and resigned from his role as chief science officer at David Protein over emails exchanged with Epstein. He also stepped down as a CBS News contributor.</p><p data-start=\"61\" data-end=\"304\" data-is-last-node=\"\" data-is-only-node=\"\">Others named in communications with Epstein have not faced formal charges.</p><p data-start=\"61\" data-end=\"304\" data-is-last-node=\"\" data-is-only-node=\"\">Among them are former White House strategist Steve Bannon, Commerce Secretary <a href=\"/news/2026/2/10/us-commerce-secretary-lutnick-downplays-epstein-ties-amid-resignation-calls\">Howard Lutnick</a> and technology billionaire Elon Musk, who has said he never visited Epstein’s island despite discussing the possibility in emails.</p><p data-start=\"4957\" data-end=\"5207\">Former President Bill Clinton has testified before Congress regarding his friendship with Epstein.</p><p data-start=\"4957\" data-end=\"5207\">Trump, who also knew Epstein for years and appears thousands of times in the released documents, has denied wrongdoing, as has the White House.</p></div></div></body></html>"
        },
        {
            "title": "Video: Ukraine’s Zelenskyy receives standing ovation from EU Parliament | Politics | Al Jazeera",
            "time": "2026-02-24T12:57:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771937793.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Young Palestinian artists turn Gaza’s ruins into art | Gaza | Al Jazeera",
            "time": "2026-02-24T12:56:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771937790.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli forces fired over 900 bullets to kill Gaza medics in 2025: Report | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-24T12:52:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/AFP__20250331__38HK462__v2__HighRes__TopshotPalestinianIsraelConflict-1743417386.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli soldiers fired more than 900 bullets at a convoy of clearly marked Palestinian emergency vehicles in Gaza before advancing to kill the surviving aid workers, some of whom were shot “execution-style” at close range, last March, a new joint investigation has revealed.</p><p>The report <a href=\"https://forensic-architecture.org/investigation/the-massacre-of-aid-workers-in-tel-al-sultan\" target=\"_blank\" rel=\"noopener\">released</a> on Monday by independent research agency Forensic Architecture and audio investigation group Earshot offers the most detailed reconstruction to date of the <a href=\"/news/2025/4/21/israeli-report-on-killing-of-palestinian-medics-in-gaza-what-to-know\">massacre in Tal as-Sultan</a>, a neighbourhood west of Rafah in the southern Gaza Strip, on March 23, 2025.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fifteen aid workers were killed in the attack, including paramedics from the Palestine Red Crescent Society (PRCS), firefighters from the Palestinian Civil Defence (PCD) and a staff member of the United Nations agency for Palestinian refugees (UNRWA). The slain aid workers were then buried along with their vehicles.</p><p>The Israeli military initially claimed the vehicles were “uncoordinated” and later admitted a “professional error”. But the forensic analysis paints a different picture: a coordinated ambush, an absence of return fire and a calculated move to eliminate survivors.</p><h2 id=\"the-science-of-the-massacre\">The science of the massacre</h2><p>The investigation relies heavily on a “situated testimony” technique and advanced audio ballistics to analyse the sound of gunfire to determine the shooter’s distance, weapon type and direction.</p><p>Investigators analysed footage recovered from the phone of slain paramedic Rifaat Radwan, a PRCS paramedic who began recording at 5:09am, when the ambush began. In a video lasting five and a half minutes, at least 844 gunshots were recorded. Combined with other recordings, the total documented count reached at least 910 gunshots.</p><p>In the video, filmed from inside one of the last two ambulances, Radwan can be heard asking his mother for forgiveness and reciting the Islamic declaration of faith, the shahada, before he dies.</p><p>According to Earshot’s analysis, 93 percent of these shots featured a specific acoustic signature: a “supersonic shockwave”, followed by a muzzle blast. This combination confirms that the camera – and the aid workers huddled around it – were directly in the line of fire.</p><p>“The density of gunfire … frequently exceeds 900 rounds per minute,” the report states, noting that, at one point, five shots were fired in just 67 milliseconds. This rate of fire confirms that at least five shooters, likely many more, were firing simultaneously from an elevated sandbank approximately 40 metres away.</p><p>“Israeli soldiers ambushed and subjected Palestinian aid workers to continuous assault by gunfire for over two hours”, between 5:09am and 7:13am, the report says.</p><h2 id=\"from-ambush-to-execution\">From ambush to execution</h2><p>The report challenges the Israeli narrative of a chaotic “combat zone”. Instead, it describes a methodical massacre of Palestinian aid workers on their way to help people injured in Israeli strikes.</p><p>“There was no exchange of fire in the area, and no tangible threat to the safety of those soldiers. These attacks did not happen in ‘a hostile and dangerous combat zone’, as was claimed by Israeli spokespersons,” the report says.</p><p>By analysing the time delay between the sound of the gunshots and their echoes bouncing off a nearby concrete wall, investigators tracked the movement of the soldiers.</p><p>For the first four minutes, the soldiers held a fixed position on a sandbank. Then, the audio data shows the echo interval increasing, indicating the soldiers were moving down the hill, advancing roughly 50 metres towards the convoy while continuing to fire.</p><p>This corroborates the testimony of survivor Assaad al-Nassasra, a PRCS worker, who told investigators: “They were walking between [the aid workers] and shooting.”</p><p>The most chilling findings concern the final moments of the attack. Analysis of a subsequent phone call made by paramedic Ashraf Abu Libda to dispatchers captures the soldiers arriving at the vehicles.</p><p>The audio analysis identifies specific gunshots where the distinct “supersonic crack” of the bullet disappears, leaving only the muzzle blast. Ballistically, this indicates the shooter was within 1 to 4 metres (3 feet to 13 feet) of the victim.</p><p>These shots coincide with the final sounds of movement from Abu Libda, suggesting he was shot while lying on the ground. A doctor who later examined the bodies confirmed the wounds were consistent with “<a href=\"/news/2025/4/4/palestinian-aid-workers-likely-shot-execution-style-forensic-expert-says\">execution-style</a>” killings.</p><p>Israeli forces have repeatedly been accused of crimes against humanity and war crimes during their genocidal war in Gaza that killed more than 72,000 Palestinians. A recent report by the medical journal The Lancet says the death toll in the first 16 months was much higher than the official figures. Despite a “ceasefire” in place since October, Israel has killed more than 600 Palestinians.</p><p>Rights groups and scholars have said the Israeli military offensive that turned Gaza into ruins is genocide. The International Court of Justice (ICJ) is hearing a case of genocide against Israel, while the International Criminal Court (ICC) has issued an arrest warrant for war crimes against Prime Minister Benjamin Netanyahu.</p><p>The brutal killing of the 15 aid workers in March 2025 caused outrage, but Israel faced no legal or political consequences as it continued to receive backing from its Western allies, including the United States.</p><h2 id=\"hiding-the-evidence\">Hiding the evidence</h2><p>The report details a systematic attempt by Israeli forces to conceal the massacre in the hours that followed.</p><p>Satellite imagery from that morning revealed that bulldozers were deployed to the site. The emergency vehicles were crushed and buried, and earth berms were constructed over the scene to block visibility.</p><p>These forensic findings align with exclusive satellite imagery obtained by Al Jazeera’s Sanad fact-checking agency last year. In a report published on March 30, 2025, Sanad revealed imagery taken on March 25 showing that at least five rescue vehicles had been “completely destroyed” and buried in sand by Israeli forces on al-Muharrarat Street – the site of the massacre.</p><figure id=\"attachment_4333861\" aria-describedby=\"caption-attachment-4333861\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4333861\" src=\"/wp-content/uploads/2026/02/1_25-03-2025-west-rafah-illustration-en-copy-1771927180.jpg?w=770&amp;resize=770%2C595&amp;quality=80\" alt=\"Exclusive satellite imagery obtained by Al Jazeera’s Sanad agency reveals the destruction and burial of Palestinian Red Crescent and Civil Defence vehicles in Rafah. [Sanad/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4333861\" class=\"wp-caption-text\">Exclusive satellite imagery obtained by the Sanad agency reveals the destruction and burial of Palestine Red Crescent Society and Civil Defence vehicles in Rafah [Sanad/Al Jazeera]</figcaption></figure><p>At the time, the Palestinian Civil Defence condemned the act as a “crime of extermination”, stating that Israeli forces deliberately “altered the landmarks of the place” and used heavy machinery to hide the bodies of the victims.</p><p>“Israeli military personnel acted intentionally to conceal and disrupt evidence … by burying the bodies of the victims [and] burying the mobile phones,” the Forensic Architecture report says.</p><p>Survivor al-Nassasra was detained, taken to Israel’s notorious Sde Teiman detention camp, and tortured for 37 days. He testified that soldiers confiscated and buried his phone, likely to hide evidence.</p><p>One of the two PRCS survivors of the attack was later used as a “human tool” at an Israeli military checkpoint near the incident site, the report says.</p><h2 id=\"lalas-yotam-and-amatzia\">Lalas, Yotam and Amatzia</h2><p>In a rare instance of identification, the audio analysis was able to isolate and enhance the voices of the Israeli soldiers speaking Hebrew during the attack.</p><p>The investigation identifies three soldiers by name – Elias (referred to as Lalas), Yotam, and Amatzia – based on their conversations as they moved among the bodies.</p><p>In one recording, a soldier is heard asking, “Lalas, did you finish?” before receiving an order to “put the guns on them”.</p><p>The report concludes that there was “<a href=\"/news/2025/4/20/israeli-army-only-finds-professional-failures-in-gaza-aid-worker-killings\">no exchange of fire</a> in the area, and no tangible threat to the safety of those soldiers”, debunking Israeli claims of a battle. Instead, it documents a deliberate attack on a humanitarian convoy that ended in the calculated execution of those who survived the initial barrage.</p></div></div></body></html>"
        },
        {
            "title": "Paris Saint-Germain star Achraf Hakimi to stand trial in rape case | Football News | Al Jazeera",
            "time": "2026-02-24T12:49:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_699d9be3-1771936739.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Paris Saint-Germain star Achraf Hakimi to stand trial in rape case</h1><p class=\"article__subhead\"><em>The 27-year-old footballer denies allegations first made in 2023 that he raped a woman.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Paris Saint-Germain footballer Achraf Hakimi is to face a rape trial, ⁠a social media post from him has said.</p><p>In his post on X on Tuesday, however, the Morocco national team player denied the allegations.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">“Today, a rape accusation is enough to justify a ‌trial, even though I deny it and everything proves it’s false,” Hakimi said.</p><p class=\"p1\">“This is as unjust to the innocent as it is to the genuine victims. ⁠I calmly await this ⁠trial, which will allow the truth to come out publicly.”</p><p class=\"p1\">The Nanterre prosecutor’s office in the French capital of Paris had <a href=\"/news/2023/3/3/morocco-and-psg-defender-hakimi-charged-with-rape\">opened an investigation in ⁠2023</a> after a woman accused him of rape.</p><p class=\"p1\">The prosecutor confirmed on ⁠Tuesday that Hakimi’s case had been sent to trial.</p><p class=\"p1\">Hakimi’s lawyer, Fanny Colin, also confirmed the trial order in a statement to the AFP news agency.</p><p class=\"p1\">“A trial has been ordered on the basis of an accusation that rests solely on the word of a woman who obstructed all investigations, refused all medical examinations and DNA tests, refused to allow her mobile phone to be examined, and refused to give the name of a key witness,” Colin said.</p><p class=\"p1\">The plaintiff’s lawyer, Rachel-Flore Pardo, said her client was relieved to hear the case was going to court.</p><p class=\"p1\">She said the judiciary had been exemplary in handling the case.</p><p class=\"p1\">But its treatment in general showed “there are still areas where the #MeToo movement has not yet breached the sound barrier, chiefly in men’s football”, AFP quoted Pardo as saying.</p><p class=\"p1\">PSG will face Monaco in Wednesday’s return ‌leg of their Champions League knockout round playoff tie.</p><p class=\"p1\">Hakimi was in the initial ‌squad ‌list published last Tuesday.</p><p class=\"p1\">PSG coach Luis Enrique, when asked about Hakimi’s situation at Tuesday’s news conference, said: “This matter is in the hands of the authorities.”</p></div></div></body></html>"
        },
        {
            "title": "Heavy rains flood Gaza tents as Israel kills two more Palestinians | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-24T12:44:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260224-40652193-40652187-HEAVY_RAINFALL_CAUSED_FLOODING_IN_GAZA-1771929802.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinians across Gaza have woken up to heavy rains that flooded their makeshift tents as they brave the winter with little to no protection.</p><p>The enclave was hit by a winter storm late Monday through Tuesday – the first since the start of the holy month of <a href=\"/features/2026/2/23/ramadan-in-gaza-cost-of-iftar-doubles-as-genocidal-war-devastates-economy\">Ramadan</a> – with Gaza’s civil defence units reporting multiple distress calls overnight.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rescue teams provided emergency assistance to several families whose tents were flooded in the <a href=\"/news/2024/9/10/what-was-the-humanitarian-zone-bombed-overnight-by-israel\">al-Mawasi</a> camp west of Khan Younis in southern Gaza.</p><p>Areas west of Gaza City, particularly the Remal neighbourhood and the port area, were also hit hard.</p><p>Videos circulating on social media showed flooded tents in Remal, as residents struggled to find solutions to prevent further damage.</p><p>Meanwhile, Israeli forces continued to kill Palestinians in Gaza in violation of a “<a href=\"/news/2026/1/16/us-declares-phase-two-of-gaza-ceasefire-but-what-did-phase-one-deliver\">ceasefire”</a> reached with Hamas in October.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4332474\" src=\"/wp-content/uploads/2025/11/Attacks-on-Gaza-calendar-copy-1771864833.png?quality=80\" alt=\"Interactive - Attacks on Gaza calendar Feb 23, 2026-1771426871\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>As the enclave battled the aftermath of the rains, the Israeli military killed two people, including a boy, in northern Gaza’s Beit Lahiya area. The details of those killings are awaited.</p><p>“It’s not only the fact that aid is not entering, but also [that] Israel continues violating the ‘ceasefire’, continues to kill Palestinians,” said Al Jazeera’s Hind Khoudary, reporting from Gaza City.</p><p>More than 600 Palestinians have been killed in Israeli attacks since the United States-brokered “ceasefire” came into effect, according to the Ministry of Health in Gaza.</p><p>Israel launched its genocidal offensive in Gaza in October 2023, killing more than 72,000 Palestinians and wounding 171,000 others as it turned the enclave to rubble.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"catastrophic-conditions\">‘Catastrophic’ conditions</h2><p>Tens of thousands of Palestinian families are living in makeshift tents, unable to withstand heavy rains and exposed to waterborne illnesses and the risk of hypothermia.</p><p>United Nations rights chief Volker Turk said the situation remains “catastrophic”.</p><p>Since December, a series of winter storms have flooded or blown away tens of thousands of tents and caused already damaged buildings, previously hit by Israeli attacks, to collapse, killing and injuring dozens of Palestinians.</p><p>Some have died from extreme cold in their flimsy tents as Israel continues to block the entry of aid shipments and shelter materials, including tents and mobile homes.</p><p>Despite the harsh weather, Israel is maintaining its restrictions on the entry of critically needed humanitarian aid.</p><p>Al Jazeera’s Khoudary said thousands of Palestinians denied permission to travel abroad for urgent medical treatment were “homeless, because they do not have any houses to return to, as the Israeli forces destroyed most of their houses”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UK comic Russell Brand pleads not guilty to new rape, sex assault charges | News | Al Jazeera",
            "time": "2026-02-24T12:16:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_699d85e98a7e-1771931113.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK comic Russell Brand pleads not guilty to new rape, sex assault charges</h1><p class=\"article__subhead\"><em>Appearing in a London court, Brand denies accusations of raping one woman ​and sexually assaulting another in 2009.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British comedian and actor Russell Brand ⁠has pleaded not guilty to two further charges of rape and sexual assault nearly ⁠two decades ago.</p><p>Brand appeared at Southwark Crown ⁠Court in London on Tuesday and denied accusations of raping one woman and sexually assaulting a second woman in 2009.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Once one of the United Kingdom’s most high-profile broadcasters, he was charged last year with two counts of rape, one count of indecent assault and two ‌counts of sexual assault against four women between 1999 and 2005.</p><p>Brand pleaded not guilty in May last year to those five charges and is due to stand trial in June. A hearing will be held next month to decide whether the new allegations should be joined to that case, with Brand’s lawyer ⁠saying his client needs more time to address ⁠the latest offences.</p><p>“These new charges are in relation to two further women and are in addition to the charges issued to Brand in April 2025, which involved four women,” London’s Metropolitan Police said in a statement in December.</p><figure id=\"attachment_4334005\" aria-describedby=\"caption-attachment-4334005\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4334005\" src=\"/wp-content/uploads/2026/02/afp_699d88504ae0-1771931728.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"British comedian and actor Russell Brand arrives to attend a one-day plea and trial preparation hearing at Southwark Crown Court in south London on February 24, 2026. (Photo by Adrian DENNIS / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4334005\" class=\"wp-caption-text\">Russell Brand arrives at Southwark Crown Court in south London [Adrian Dennis/AFP]</figcaption></figure><p>Brand, 50, arrived at court wearing a white cowboy hat and sunglasses. Asked how he was feeling, the actor, who said in 2024 he had become ⁠a Christian, told reporters he was feeling “blessed”.</p><p>Born in 1975 to working-class parents in Essex, east of London, Brand began his stand-up career as a teenager, eventually working as an MTV presenter and host of a reality TV series.</p><p>A regular on British screens in the ⁠2000s, he was known for his flamboyant ⁠style and appearance. He also worked as a radio presenter for the BBC.</p><p>Brand starred in several films, including Get Him to the Greek in 2010, the ‌same year he married American pop star Katy Perry. They divorced in 2012 after 14 months of marriage.</p><p>By the early 2020s, Brand had faded from ‌mainstream ‌culture and has since largely appeared online, airing his views on US politics and free speech.</p></div></div></body></html>"
        },
        {
            "title": "When the world retreats: Volunteers are filling Sudan’s humanitarian void | Features | Al Jazeera",
            "time": "2026-02-24T12:14:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Photo-10-1-1771847478.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the sun set over Kosti last week, Noha Kamal arrived in the Sudanese city south of the national capital, Khartoum, clutching little more than her seven-year-old daughter, Ihsan, her newborn twins, and a few plastic bags.</p><p>As fighting escalated in South Kordofan state, the diabetic 34-year-old mother of three fled the state capital of Kadugli, leaving behind an unfinished brick house and her husband, Muhammad Abdullah, who was away on a business trip. She did not know whether he was alive.</p><p>When she reached Kosti, a city of about 460,000 people in the White Nile state with more than <a href=\"/news/2026/1/1/only-sheets-to-cover-us-sudans-displaced-face-little-shelter-in-kosti\">42 shelters and nine displacement camps</a>, she expected to find a United Nations reception centre that would provide her with shelter, food and medicine.</p><p>Instead, a resident led her to a government school converted into a temporary shelter. The building, hosting dozens of other displaced families, was run by a neighbourhood committee and funded by Sudanese expatriates in Saudi Arabia, Kuwait and Qatar who wire money monthly to cover rent, food and basic healthcare.</p><p>“We seek to ease the burden on displaced persons and vulnerable groups, while promoting a culture of volunteerism and cooperation among the residents of Kosti,” says Emad Asalaya, a 28-year-old coordinator of the neighbourhood committee known as For Cost.</p><figure id=\"attachment_4332009\" aria-describedby=\"caption-attachment-4332009\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4332009\" src=\"/wp-content/uploads/2026/02/Photo-01-1771847474.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Volunteers from the \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4332009\" class=\"wp-caption-text\">Volunteers from the Kulna Qeem initiative distribute meals inside a temporary shelter in Rabak [Handout/Kulna Qeem]</figcaption></figure><p>Local volunteer groups, such as For Cost, have taken over support for Sudanese displaced by two years of civil war pitting government forces against the paramilitary Rapid Support Forces (RSF) that, as of now, have killed tens of thousands of people and displaced millions.</p><p>Hundreds of such committees have sprung up around the country to provide shelter and food for hundreds of thousands of people since 2023.</p><h2 id=\"humanitarian-donations-dry-up\">Humanitarian donations dry up</h2><p>Kamal said that, before she was forced to leave Kadugli, she had heard that aid agencies were providing food and medicine to displaced people fleeing to safety in cities like Kosti.</p><p>“I felt lost because I had three children with me, and my diabetes medication had run out on the way,” she said. “I was afraid that I would get sick and not be able to take care of my children. At that moment, all I could think about was a safe place to sleep.”</p><p>“In the end, it was the city’s residents and neighbourhood committees who helped us. They shared what they had with us, even though their own circumstances were not easy. If they hadn’t done that, I don’t know how we would have survived.”</p><p>Kamal was one of hundreds of thousands of Sudanese displaced by fighting in South Kordofan and el-Fasher, the capital of North Darfur state, who were able to reach cities already strained by two years of civil war, only to find that international humanitarian infrastructure had largely contracted.</p><p>Almost a year ago, in a March 2025 <a href=\"https://reliefweb.int/report/sudan/urgent-appeal-major-donors-reduce-life-saving-funding-amid-sudan-crisis-statement-united-nations-resident-and-humanitarian-coordinator-sudan-clementine-nkweta-salami\" target=\"_blank\" rel=\"noopener\">statement</a>, Clementine Nkweta-Salami, UN resident and humanitarian coordinator in Sudan, described sudden cuts by leading Western government donors as “a catastrophic blow” to humanitarian assistance in a country she called “one of the deadliest humanitarian crises of our times”.</p><p>Things have not improved since then.</p><p>The UN said it was forced to cut its 2026 humanitarian appeal to $23bn after steep cuts by Western donors, including the United States. The UN had originally sought $47bn for 2025, but later <a href=\"/news/2025/6/16/un-cuts-global-aid-plan-as-funding-plummets\">revised the figure</a> as aid cuts by the new administration in the US, followed by other top Western donors, including Germany, became clear.</p><h2 id=\"local-networks-absorb-what-institutions-cannot\">Local networks absorb what institutions cannot</h2><p>More than half of Sudan’s population is hungry and famine is spreading, according to the UN. The cuts come as displacement continues to push families into Khartoum, Kosti, White Nile capital Rabak, and other urban centres already over capacity.</p><p>Between 300 and 400 families benefit daily from the meals provided by For Cost, according to its estimates. In October 2025, its health awareness campaign reached more than 1,600 girls during a breast cancer awareness drive. Funding comes from private contributions and local partner organisations, a community-assembled line of defence against a gap that international donors have left widening.</p><p>In Rabak, Dwalbit Mohamed, an engineering graduate from the Sudan University of Science and Technology, has led the initiative known as We Are All Values since July 2023, operating charity kitchens at the Qoz al-Salam displacement camp and organising meals for patients at Rabak Teaching Hospital and al-Jasser camp.</p><figure id=\"attachment_4332016\" aria-describedby=\"caption-attachment-4332016\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4332016\" src=\"/wp-content/uploads/2026/02/Photo-12-1-1771847485.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Volunteers from the \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4332016\" class=\"wp-caption-text\">Volunteers from the Min Ajl Kosti initiative assist in a temporary shelter [Handout/Min Ajl Kosti]</figcaption></figure><p>At Qoz al-Salam, Abdullah Muqaddam Toto, a 34-year-old father of five displaced from South Kordofan, lost his livelihood when fighting reached his area. He had worked as a baker. Today, meals from local initiatives are what keep his children fed. “This aid is not just food support,” he says. “It is a daily means of ensuring my children’s survival.”</p><h2 id=\"khartoum-s-informal-shelter-network\">Khartoum’s informal shelter network</h2><p>In the al-Qutaiya neighbourhood in southern Khartoum, a family of five from el-Fasher arrived earlier this year carrying a small amount of food and clothing after a 1,000km (621-mile) journey.</p><p>Through the efforts of local neighbourhood committees and the Kalaqlatna Ghir initiative, led by Shadli Shamsuddin, a 32-year-old freelance worker, they were provided with an empty house as a temporary shelter and supplied with meals, drinking water, and psychological support for the children.</p><p>The initiative works by identifying unoccupied homes, coordinating with their owners or representatives, and distributing displaced families among them. Initiative coordinators say dozens of families benefit weekly from this arrangement, a system that exists almost entirely outside formal humanitarian infrastructure, in a capital where that infrastructure is nearly absent.</p><figure id=\"attachment_4332014\" aria-describedby=\"caption-attachment-4332014\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4332014\" src=\"/wp-content/uploads/2026/02/Photo-11-1-1771847482.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Volunteers from the \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4332014\" class=\"wp-caption-text\">Volunteers from the Min Ajl Kosti initiative assist in a temporary shelter [Handout/Min Ajl Kosti]</figcaption></figure><p>From Kosti to Rabak to Khartoum, the specific mechanisms change: a converted school, a camp kitchen, an empty apartment, but the dynamic is consistent: local communities absorbing a humanitarian burden that exceeds their resources, sustained by diaspora remittances, private donations, and volunteer labour, with no guarantee of continuity.</p><p>As war continues to reshape Sudan’s population geography, the question these networks face is not whether they can respond to emergencies — they already are — but whether improvised solidarity can hold under the weight of a crisis that international donors, by their own coordinator’s account, have left dangerously underfunded.</p><p>Asalaya warned that when humanitarian support declines, it directly impacts the number of families being served and the quality of the assistance provided.</p><p>“Despite this, we try not to let the displaced feel this shortage because they have come to us in very harsh circumstances, and it is our duty to support them as much as possible,” he said.</p><p> </p><p><em>This piece was published in collaboration with <a href=\"http://www.egab.co/\" target=\"_blank\" rel=\"noopener noreferrer\">Egab</a>.</em></p></div></div></body></html>"
        },
        {
            "title": "Ukraine marks four years of Russia’s war | Newsfeed | Al Jazeera",
            "time": "2026-02-24T12:12:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771935115.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "European leaders pray with Ukraine’s Zelenskyy on invasion anniversary | Religion | Al Jazeera",
            "time": "2026-02-24T11:44:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771933470.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine four years of war | Vladimir Putin | Al Jazeera",
            "time": "2026-02-24T11:44:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771933238.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Four years into the Russia-Ukraine war, Al Jazeera’s Nils Adler returns to Ukraine to capture how blackouts, air raid sirens and exhaustion shape daily life.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "New Trump tariffs take effect days after Supreme Court ruling | Trade War News | Al Jazeera",
            "time": "2026-02-24T10:56:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_699d775b4b72-1771927387.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>New Trump tariffs take effect days after Supreme Court ruling</h1><p class=\"article__subhead\"><em>New tariffs on imported goods come into effect as Trump moves to rebuild his trade agenda after top court ruled against a swath of his global duties.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>New <a href=\"/economy/2026/2/20/can-trump-still-impose-tariffs-after-the-supreme-court-ruling\">tariffs on imported goods</a> announced by United States President Donald Trump have come into effect, days after the country’s Supreme Court struck down most of his previous tariff regime.</p><p>‌Washington imposed an additional tariff from Tuesday of 10 percent on ⁠all goods not ⁠covered by exemptions, a notice issued by US Customs and Border Protection said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump has doubled down on imposing tariffs on trading partners since the top court on Friday struck down many of his sweeping and often arbitrary duties, in a rebuke of his signature economic policy.</p><p>Reacting to the court’s ruling, the US president initially announced a new ⁠temporary global tariff ⁠of 10 percent. He later said on Saturday he would increase that level ⁠to 15 percent.</p><p>The move added to confusion surrounding US trade policy, with no explanation offered for why the lower rate had been used.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Collection of the new tariffs began at midnight on Tuesday, while the collection of the ⁠tariffs annulled by the Supreme Court was halted. They had ⁠ranged from 10 percent to as much as 50 percent.</p><p>The conservative-majority court ruled six to three that Trump <a href=\"/news/2026/2/20/us-supreme-court-strikes-down-trumps-global-tariffs\">had exceeded his authority</a> in using a 1977 law to impose sudden tariffs on individual countries.</p><p>But Trump says the tariffs are justified as a means “to deal with the large and serious United States balance-of-payments deficits”, according to a White House press release.</p><p>The new duty, taking effect Tuesday, only lasts for 150 days unless extended by Congress and is widely seen as a bridge towards a more durable trade policy.</p><p>Trump’s tariff order argued that a serious balance of payments deficit existed in the form ⁠of a $1.2 trillion annual US goods trade deficit, ⁠a current account deficit of 4 percent of gross domestic product and a reversal of the US primary income surplus.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Monday, Trump warned countries against backing away from recently negotiated trade deals with the US, saying that if they ‌did, he would hit them with much higher duties under different trade laws.</p><p>Meanwhile, Beijing ⁠has urged the US to ⁠abandon its “unilateral tariffs”, indicating ⁠also that it is willing to hold another round ‌of trade talks with the world’s largest economy, China’s Ministry of Commerce ⁠said in a statement on Tuesday.</p><p>China will decide at ⁠the right time ⁠on adjusting ⁠countermeasures to the latest US tariff ‌adjustments, the ministry added.</p><p>Japan also said it had asked Washington to ensure its treatment under a new tariff regime would be ⁠as favourable as in an existing agreement, treading carefully to avoid rocking the boat before the Japanese prime minister’s US visit next month.</p><p>While the latest measures could increase the tariff cost for some Japanese export items, Japan’s trade minister and US Commerce Secretary ⁠Howard Lutnick affirmed on a call on Monday that the two countries would implement the trade deal struck last year “in good faith and without delay”, the Japanese Ministry of Economy, Trade and Industry said.</p></div></div></body></html>"
        },
        {
            "title": "Residents raise alarm as violence-hit Guadalajara to host World Cup games | World Cup 2026 News | Al Jazeera",
            "time": "2026-02-24T10:47:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_699d77ad98e2c-1771927469.jpg?resize=1776%2C1080",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The city of Guadalajara <a href=\"/news/2026/2/23/el-mencho-killing-sparks-overwhelming-fear-as-violence-erupts-in-mexico\">erupted with cartel violence</a> this past weekend, alongside other parts of Mexico, after a notorious drug lord was killed in an army raid.</p><p>Now, Guadalajara is looking ahead nervously to the FIFA World Cup this June and July, during which it will host four games.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Authorities are turning to technology to keep their slice of the planet’s premier sporting event safe, as <a href=\"/sports/2025/12/11/world-cup-2026-all-to-know-six-months-before-fifa-tournament-starts\">Mexico is cohosting the tournament</a> with the United States and Canada.</p><p>Drones, anti-drone equipment and AI-driven video surveillance systems are some of the tools the government of Jalisco state, of which Guadalajara is the capital, will deploy to provide security.</p><p>The preparations come as Jalisco endures an epidemic of disappearances and the discovery of clandestine graves, with Guadalajara having more of its residents go missing due to brutal drug-related violence than any other city in Mexico.</p><p>On Sunday, <a href=\"/news/2026/2/23/who-was-el-mencho-what-drug-lords-killing-means-for-mexico\">Nemesio “El Mencho” Oseguera</a>, leader of the Jalisco New Generation Cartel and one of the most wanted men in Mexico and the US, was killed in a military operation some 130km (80 miles) from Guadalajara.</p><p>The cartel reacted with fury, triggering gunfire with security forces that killed at least 57 people across Mexico, including soldiers and cartel members, as well as highway blockades in 20 states.</p><p>Following the burning of buses and businesses, authorities <a href=\"/sports/2026/2/23/football-matches-postponed-in-mexico-after-drug-cartel-leader-killed\">suspended football games</a> in Guadalajara and the central state of Queretaro.</p><p>Football’s world governing body, FIFA, declined to comment on the violence in one of the cup’s host cities.</p><p>On Monday, the streets of Guadalajara remained almost empty, as businesses stayed shut and classes were suspended in Jalisco. Schools were also shut down in a dozen other states.</p><p>Days before, state security officials had reported that Guadalajara was “peaceful”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"grotesque-situation\">‘Grotesque situation’</h2><p>Jalisco is one of the states with the most disappeared people in Mexico, with 12,575 reported missing, according to official statistics. More than half of the cases come from Guadalajara’s metropolitan area. Disappearances are driven by forced recruitment for criminal groups, experts say.</p><p>Family members of disappeared people have unearthed hundreds of clandestine graves as they look for their loved ones.</p><p>Some activists have expressed dismay over Guadalajara’s hosting of the World Cup.</p><p>“I don’t think there is anything to celebrate. It seems like a pretty grotesque situation to me,” 26-year-old Carmen Ponce, whose brother Victor Hugo was disappeared in 2020, told the AFP news agency.</p><p>“The country celebrates goals while we are here searching,” she said at a field where last September she and her mother found buried plastic bags containing the remains of five people.</p><p>People are also jittery about hosting World Cup games in a city that has been through so much.</p><p>Juan Carlos Contreras, who oversees the city’s security camera network, told AFP there could be protests by residents furious with the government as they search for their missing loved ones.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Missael Robles, a 31-year-old tour guide from Guadalajara, told AFP that he has cancelled as many as 25 tours since the violence erupted on Sunday.</p><p>“The economic blow is a big deal,” he added.</p><p>Authorities have discovered properties used by criminal groups just a few kilometres from the Akron Stadium, which is due to host World Cup games.</p><p>Less than 2km (1.2 miles) from the sporting complex, state prosecution officials raided a house and arrested two people on kidnapping charges.</p><p>AFP saw chains wrapped around metal bars in the abandoned building, with the Akron Stadium visible in the distance.</p><p>Jose Raul Servin, who has been looking for his son Raul since he disappeared in April 2018, fears that tourists coming for the World Cup could be preyed upon by criminal gangs.</p><p>“We don’t want anything to happen,” he said, “like what’s happened to us.”</p><p>Servin remembers with nostalgia that his son was a football fan.</p><p>“If he were here, he would be happy about the World Cup,” he said.</p></div></div></body></html>"
        },
        {
            "title": "In Pictures: Four years of Ukraine war | Russia-Ukraine war | Al Jazeera",
            "time": "2026-02-24T10:36:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26052516222933-1771919874.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia’s invasion of Ukraine four years ago initiated Europe’s largest conflict since World War II, causing profound civilian suffering, devastating military losses, and a fundamental shift in post-Cold War security dynamics.</p><p>The conflict entered its fifth year on Tuesday, with no resolution in sight.</p><p>Military casualties have reached staggering levels. A recent report by the Center for Strategic and International Studies (CSIS) estimates that Russia has had approximately 1.2 million casualties, including up to 325,000 soldier deaths between February 2022 and December 2025 – the highest number of military deaths for any major power in a single conflict since World War II.</p><p>Russia has not reported battlefield deaths since January 2023, when it confirmed losing more than 80 soldiers in a Ukrainian attack, bringing Moscow’s officially acknowledged military deaths to slightly above 6,000.</p><p>For Ukraine, CSIS estimates military casualties between 500,000 and 600,000, including up to 140,000 deaths. President Volodymyr Zelenskyy recently stated that 55,000 Ukrainian soldiers have died, with many more listed as missing. Neither side releases reliable or timely casualty figures, and independent verification remains unattainable.</p><p>The United Nations Human Rights Monitoring Mission has confirmed more than 15,000 civilian deaths in Ukraine since the invasion began, noting this is likely an underestimate. In excess of 40,600 civilians have been injured during this period.</p><p>At least 763 children have died in the conflict, according to UN data.</p><p>The year 2025 was the deadliest for Ukrainian civilians since 2022, with 2,514 deaths and 12,142 injuries – a 31 percent increase in civilian casualties compared with 2024.</p><p>Approximately 5.3 million Ukrainians have sought refuge in Europe, while another 3.7 million remain internally displaced within Ukraine. The country’s pre-war population exceeded 40 million.</p><p>The physical destruction is catastrophic. Cities such as Bakhmut, Toretsk, and Vovchansk have been reduced to rubble. The World Health Organization has documented more than 2,800 attacks on healthcare facilities since 2022, while Russian strikes on energy infrastructure have left millions without heat and power.</p><p>About one-fifth of Ukraine’s territory is contaminated with mines or unexploded ordnance. According to the World Bank, the reconstruction costs for Ukraine are projected to reach $588bn over the next decade.</p></div></div></body></html>"
        },
        {
            "title": "Blast kills policeman in Moscow train station on Ukraine war anniversary | Russia-Ukraine war | Al Jazeera",
            "time": "2026-02-24T10:32:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771929074.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Pakistan vs England - T20 World Cup Super Eight | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-24T10:25:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260224__98RL9Y9__v1__MidRes__CricketIccMensT20Wc2026EngPak-1771944025.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Pakistan vs England – T20 World Cup Super Eight</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live score, photo updates and commentary stream from today’s Super Eight match in Pallekele, Sri Lanka.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Ukrainians were shocked by Russia’s war. Now many are numb and hopeless | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-24T10:03:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/06/Nadia-3.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>From Lviv in the west to Mariupol in the south, not one Ukrainian I spoke to in the <a href=\"/news/2022/1/26/here-there-is-always-danger-fears-brew-on-ukraines-frontline\">weeks before February 24, 2022</a>, predicted what was to come.</p><p>More than 150,000 Russian troops were positioned along the border with Ukraine, yet most people dismissed the buildup as political theatre.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Some thought Moscow might push further into the areas taken by Russian-backed separatists in 2014 and 2015. Many believed nothing would happen.</p><p>Then, overnight, the country woke up to a different world.</p><p>Air raid sirens became part of daily life. Martial law was imposed. Road signs were torn down so invading troops would lose their way.</p><p>Civilians queued up to learn how to shoot. Women and children streamed westwards on packed trains and buses, crossing into Europe with whatever they could carry.</p><figure id=\"attachment_1669949\" aria-describedby=\"caption-attachment-1669949\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1669949\" src=\"/wp-content/uploads/2022/03/Oleksandr-learning-to-shoot-2.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A photo of a man holding a gun.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1669949\" class=\"wp-caption-text\">A Ukrainian man learns how to use a weapon in a local gym in Lviv during the first weeks of the full-scale invasion [File: Nils Adler/Al Jazeera]</figcaption></figure><p>That first year was also defined by a surge of patriotism.</p><p><a href=\"/news/2026/2/17/once-a-popular-wartime-leader-among-ukrainians-zelenskyys-shine-fades\">Ukraine’s President Volodymyr Zelenskyy</a>, once derided by critics at home, became the embodiment of national resistance.</p><p>War songs blared from radios, and donations poured into military funds.</p><p>Ukrainian forces held off Russia’s attempt to seize the capital Kyiv before launching a counteroffensive that surprised even their allies.</p><p>That’s when Russia began changing tactics.</p><p>I still remember sitting at breakfast in a hotel when I felt it – a low, gnawing rumble that vibrated through the room as a ballistic missile bore into a street in Dnipro, central Ukraine, in October 2022.</p><p>It is a noise so unnatural that it floods the body with adrenaline. Cutlery rattled, and tables shook. I looked up instinctively. Locals glanced around briefly, then returned to their meals; by then, they were already learning how to live with war.</p><p>Those strikes marked a new phase. Russia had begun systematically targeting energy infrastructure – power stations, grids, heating systems – <a href=\"/news/2026/1/23/psychological-war-on-society-russia-plunges-ukraine-into-darkness\">plunging cities into darkness</a> as winter set in.</p><p>Blackouts became routine. Generators appeared in courtyards and stairwells while people still went to work, wrapped in coats, determined to carry on.</p><figure id=\"attachment_4332935\" aria-describedby=\"caption-attachment-4332935\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4332935 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/Valentina-left-Olga-Sister-Yera-and-Boghdana-twin-daughters-1771892659.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ukraine\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4332935\" class=\"wp-caption-text\">A family who had two male relatives taken by Russian forces, when Bucha, near Kyiv, was occupied in the first months of the full-scale invasion [File: Nils Adler/Al Jazeera]</figcaption></figure><p>By 2023, the war’s toll was becoming harder to ignore.</p><p>In Kyiv, Russian troops had long been pushed back, and although air raids continued, life settled into wartime normality.</p><p>The early battlefield euphoria also faded as fighting ground down into trench warfare – eerily reminiscent of the First World War, but now shadowed by drones overhead.</p><p>When I returned in January 2026, the fatigue was unmistakable.</p><p>A deep freeze had left millions without electricity, heating or water. Russia had used the cold snap to intensify its attacks on infrastructure.</p><p>The strikes were worst at night, when the booms of air defences and missiles could fill the sky alongside a familiar screech: Motors driving the so-called Kamikazee drones into various targets around the capital.</p><p>At the same time, a <a href=\"/news/2026/1/27/1865\">major corruption scandal</a> involving senior figures linked to the presidency had shaken public trust – bitter news in a country where people were already struggling to stay warm.</p><p>That the scandal centred on the energy sector only deepened the anger.</p><p>Everyone also seemed fluent in the language of war.</p><p>From the elderly woman running a flower stall to schoolchildren waiting for the bus, all could identify incoming threats from Telegram alerts – what type of drones, missiles, flight paths – almost by instinct.</p><p>After four years, people no longer leave their beds when sirens sound. Alerts are too frequent. Many come in the early hours of the morning, and taking shelter is not always practical. People also simply do not have the energy.</p><figure id=\"attachment_4332940\" aria-describedby=\"caption-attachment-4332940\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4332940 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/grave-1771893056.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ukraine grave\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4332940\" class=\"wp-caption-text\">A lady leaves flowers at her father’s grave in Lviv, Ukraine, January 2026 [Nils Adler/Al Jazeera]</figcaption></figure><p>Ukraine is grieving. The United Nations Human Rights Monitoring Mission in Ukraine confirmed that conflict-related violence killed 2,514 civilians and injured 12,142 in the country in 2025 alone.</p><p><span><a href=\"/news/2026/2/23/slim-chance-of-ceasefire-ukraines-ex-fm-reflects-on-four-years-of-war\" target=\"_blank\" rel=\"noopener\">Peace talks</a> may be under way, welcomed abroad with cautious optimism, but on the streets, they barely register. </span></p><p><span>“I take each day as it comes,” was a standard response when I asked about a potential ceasefire.</span></p><p>Cold, jaded and drained, people are determined not to hope too much – because hope, in this war, has become another thing that could be taken away.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Floyd Mayweather and Manny Pacquiao agree to fight rematch in September | Boxing News | Al Jazeera",
            "time": "2026-02-24T09:31:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_699d6f31df06b-1771925297.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Boxing icons Floyd Mayweather and Manny Pacquiao will face off ⁠in a ⁠professional rematch in Las Vegas on September 19, with the bout streaming ⁠globally on Netflix, the fighters and promoters have announced.</p><p class=\"p1\">The rematch will be the first boxing event to be held at Sphere, the immersive event venue east of the Las Vegas Strip.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Mayweather, who will turn 49 on Tuesday, announced his intention last week to end his nine-year retirement from competitive boxing. The 47-year-old Pacquiao <a href=\"/sports/2025/7/20/manny-pacquiao-mario-barrios-fight-to-majority-draw\">ended his four-year retirement</a> last year, and he is scheduled <a href=\"/sports/2026/2/18/boxing-legend-manny-pacquiao-to-face-ruslan-provodnikov-in-april\">to meet Ruslan Provodnikov</a> on April 18 in the second bout of his comeback.</p><p class=\"p1\">Mayweather and Pacquiao did not announce a weight class or length for their second bout.</p><p class=\"p1\">The two most prominent boxers of their generation will meet again, 11 years after Mayweather beat Pacquiao by decision in a fight that did not live up to the decade of hype preceding it. The bout’s promoters claimed it was still the most profitable fight in history, setting pay-per-view records and drawing worldwide attention.</p><p class=\"p1\">“I already fought and beat Manny once,” Mayweather said in a statement. “This time will be the same result.”</p><p class=\"p1\">Pacquiao later revealed he fought with a shoulder injury because he did not want to postpone such an important event.</p><p class=\"p1\">He was unable to apply his usual offensive pressure to Mayweather, who employed his typical defence-first strategy while easing to victory.</p><figure id=\"attachment_4333766\" aria-describedby=\"caption-attachment-4333766\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4333766\" src=\"/wp-content/uploads/2026/02/reuters_699d6eca-1771925194.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Jul 19, 2025; Las Vegas, Nevada, USA; Manny Pacquiao fights Mario Barrios at MGM Grand Garden Arena. Mandatory Credit: Stephen R. Sylvanie-Imagn Images\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4333766\" class=\"wp-caption-text\">Pacquiao, left, fought to a majority draw against Barrios in July 2025 [Stephen R Sylvanie-Imagn Images/Reuters]</figcaption></figure><p class=\"p1\">Pacquiao, whose record stands at 62-8-3 with 39 knockouts, expressed confidence he would hand Mayweather his first professional loss.</p><p class=\"p1\">“The fans have waited long enough – they deserve this rematch,” Pacquiao said.</p><p class=\"p1\">“I want Floyd to live with the one loss on his professional record and always remember who gave it to him.”</p><p class=\"p1\">The fighters’ first meeting happened more than half a decade after fans first began to clamour for an obvious matchup between two similarly sized greats.</p><p class=\"p1\">Both sides blamed the other for the delay at times, but Mayweather always asserted he would fight whoever he wanted, whenever he wanted – leading many fans to believe he had waited to accept the bout until he felt age had taken a bit of sting out of Pacquiao’s famously vicious punches.</p><p class=\"p1\">Although both fighters are now much more than a decade removed from their primes, Mayweather and Pacquiao remain two of the biggest names in boxing.</p><p class=\"p1\">After Mayweather beat Conor McGregor in 2017 and retired with a 50-0 record, he spent much of his 40s competing in lucrative boxing “exhibitions” against YouTubers and fringe competitors while largely maintaining his lavish lifestyle outside the ring.</p><p class=\"p1\">He is currently in legal disputes with multiple alleged creditors over issues ranging from unpaid rent on a Manhattan apartment to outstanding jewellery bills.</p><p class=\"p1\">Mayweather has announced another exhibition against 59-year-old Mike Tyson this spring, although the bout still does not have a location or date.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">Pacquiao ran unsuccessfully for the presidency of his native Philippines and then lost in the Philippine Senate election last May.</p><p class=\"p1\">He returned to the ring two months after that political setback, fighting World Boxing Council (WBC) welterweight champion Mario Barrios to a majority draw while trying to become the oldest 147-pound champion.</p><p class=\"p1\">The rematch is the latest bout to land on Netflix as the platform continues to scoop up top fights for its live sports programming. The streamer showcased Terence Crawford’s victory over Canelo Alvarez last year, and it will present heavyweight champ Tyson Fury’s comeback bout in April.</p><p class=\"p1\">The Sphere venue, which opened in 2023, hosted an Ultimate Fighting Championship (UFC) show in 2024. UFC President Dana White said the promotion had to pay roughly $20m to produce that show – about 10 times more than a normal UFC pay-per-view event – because of the venue’s unusual capabilities and requirements.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran army helicopter crashes into market, killing 2 pilots and 2 merchants | Military News | Al Jazeera",
            "time": "2026-02-24T09:24:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2262756429-1771928670.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Iran army helicopter crashes into market, killing 2 pilots and 2 merchants</h1><p class=\"article__subhead\"><em>The incident in Isfahan province follows crash of fighter jet in Hamadan province less than a week ago.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s4\"><strong>Tehran, Iran –</strong> Two military pilots and two merchants have been killed after an army helicopter crashed into a fruit market in central Iran.</p><p class=\"s4\">The crash on Tuesday morning occurred in Dorcheh, a town in Isfahan province, where the army has a major airbase, according to state media, which said the cause was likely a technical fault in the aircraft.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Footage broadcast by state media from the scene of the crash showed the wreckage and emergency responders putting out the fire.</p><p></p><p class=\"s4\">The Army Aviation Training Centre, in a statement, identified the killed soldiers as Colonel Hamed Sarvazad, the pilot; and his co-pilot, Major Mojtaba Kiani.</p><p class=\"s4\">Two people working at their booths in the market were also reportedly killed on the scene after the helicopter crashed and caught fire.</p><p class=\"s4\">The army centre said the cause of the crash is under investigation. The local judiciary chief, Asadollah Jafari, said he had also opened a case and dispatched investigators.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"s4\">The crash comes less than a week after an Iranian Air Force fighter jet, reportedly an old United States-built F-4 model, crashed during a late-night training mission in the western province of Hamadan.</p><p class=\"s4\">State media reported that one of the pilots was killed, but the other survived after successfully ejecting. The cause of that crash is under investigation, but state media said it was likely caused by a technical fault, as well.</p><p class=\"s4\">Iran has been largely unable to upgrade its ageing fleet of aircraft, both military and civilian, as a result of decades-long sanctions imposed by the US and its allies.</p><p class=\"s4\">Iran has purchased a number of fighter and training aircraft from Russia, and has been seeking to buy advanced Su-35 jets, but they have yet to be delivered by Moscow.</p><p class=\"s4\">The crash of the helicopter took place amid rising tensions between the US and Iran before a new round of nuclear talks, which are set to take place in Geneva, Switzerland, on Thursday.</p><p>Iranian officials have warned that the country will not “bow down” to US pressure as Washington bolsters its military presence in the region.</p><p>In recent weeks, the US military has amassed hundreds of advanced fighter aircraft, both in military bases and on two aircraft carrier strike groups, as it threatens to strike Iran if it fails to reach a deal on its nuclear and missile programmes.</p><p class=\"s4\">Tehran has rejected negotiations about its missiles, but has said an agreement may be possible to ensure it will never possess a nuclear weapon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What do four years of war in Ukraine add up to? | Russia-Ukraine war | Al Jazeera",
            "time": "2026-02-24T09:17:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/H_16x9-1771924582.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Feb 2026</span><span aria-hidden=\"true\">24 Feb 2026</span></p></div></div></body></html>"
        }
    ]
}