{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Scenes of destruction in Iran after US-Israeli strikes | Israel-Iran conflict | Al Jazeera",
            "time": "2026-02-28T14:58:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/burning_vehicles_israeli_us_strike_tehran_iran-1772290538.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Inside Israel’s ‘normal’: Triumphalism and calm mix after attack on Iran | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-02-28T14:23:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260228__99A69ZC__v1__HighRes__IsraelIranUsConflict-1772268134.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Commentators within Israel have described a sense of business as usual in the wake of the country’s <a href=\"/news/2026/2/28/explosions-in-downtown-tehran-smoke-seen-rising\">joint attack</a> with the United States against Iran.</p><p>“It’s Saturday, so the streets are naturally quiet,” political analyst Ori Goldberg said from outside Tel Aviv, as he returned from his shelter for the second time.</p><p>“I think, politically, there’s a sense of triumphalism, of having attacked an enemy regime. Not really because we’re greatly invested in the future of the Iranian people, but because, through the genocide on Gaza, we’ve devalued human life,” he said, referring to the Israeli attacks on the besieged territory since October 2023.</p><p>Returning to shelters around the country is now the stuff of everyday life for most Israelis, he said.</p><p>Israel has been on high alert since it launched a wave of attacks on Iran, the country that its leaders have consistently portrayed as its nemesis for decades.</p><p>Announcing the attack through a video post on X, Israeli Prime Minister Benjamin Netanyahu framed the attack in characteristically apocalyptic terms, saying Israel and the US had launched attacks to “remove the existential threat posed [to Israel] by the terror regime in Iran”, and going on to call upon the Iranian people to rise against their own leaders in response to the US and Israeli unprovoked strikes upon their cities.</p><p>Iran has retaliated with its own waves of missiles and drones against Israel and US assets in the region. At least one person was reported wounded in northern Israel.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But the latest strikes against Iran were met warmly by Israel’s political elite.</p><p>“I want to remind us all: The people of Israel are strong. The IDF [Israeli army] and the Air Force are strong. The strongest power in the world stands with us,” opposition leader Yair Lapid wrote on social media, referring to the US.</p><p>“In moments like these we stand together – and we win together. There is no coalition and no opposition, only one people and one IDF, with all of us behind them.”</p><p>In a subsequent post written in Farsi, he echoed the prime minister’s calls for Iran to enact regime change from within, a longstanding Israeli policy.</p><h2 id=\"it-s-crazy\">‘It’s crazy’</h2><p>Accounts of the relative calm in Israel stand in sharp contrast to previous escalations, when sources described panic and bulk buying before an anticipated Iranian response to the wave of strikes Israel launched against targets in Iran.</p><p>“People here are well trained,” Aida Touma-Suleiman, a Palestinian member of the Israeli parliament representing the left-wing Hadash-Ta’al faction, which is almost alone in opposing the strikes, said from her apartment near Haifa, where she had just returned from her shelter.</p><p>“This is what they’re saying all the time in the media: How well-trained and ready we are. It’s crazy. I don’t think any country in the world has experienced more war than we have, so this is what they mean by ‘trained’,” she said, referencing the wars on Iran, Lebanon, Yemen and Gaza that Israel has waged since the Hamas-led attack of October 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>As Touma-Suleiman spoke, she was interrupted by an alarm on her phone. “That’s not the alert. That’s a warning on my phone telling me there’s going to be an alert and then I’ll have to return to the shelter,” she explained, laughing drily. “You see what I mean about being well trained?”</p><p>Texting from Israel, Ahron Bregman, a senior teaching fellow at the Department for War Studies at King’s College London, described the relative calm and almost relief felt by many within the country that the uncertainty over war with Iran was at an end.</p><p>“Both Israel and the US are after the Iranian leadership. They hope to weaken it substantially, though I doubt they could topple it from the air,” he said, raising the possibility of a prolonged conflict.</p><p>However, how ready Israel might be for a lengthy war, and to what degree that might be Israel’s choice, was far from certain, Touma-Suleiman said.</p><p>“It will be the United States that determines how long the war will be. They’ll continue until they’ve achieved whatever it is they want,” she said.</p><p>“I don’t think Israel is ready for that. People are exhausted. The army is exhausted. I don’t know if they even have the reserves to manage a long war, and this is what Netanyahu is willing to gamble with, just so he can say to the public before elections: ‘Here is at least one victory.'”</p></div></div></body></html>"
        },
        {
            "title": "Over 50 killed in strike on girls’ elementary school in Iran | Israel-Iran conflict | Al Jazeera",
            "time": "2026-02-28T14:16:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260228-40691515-40691514_cropped-1772287997.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "World reacts to US, Israel attack on Iran, Tehran retaliation | News | Al Jazeera",
            "time": "2026-02-28T13:52:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/SOR06446-1772280031.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The outbreak of conflict between Israel and the United States against Iran, triggered by <a href=\"/news/2026/2/28/explosions-in-downtown-tehran-smoke-seen-rising\">joint US-Israeli strikes across Iran</a>, has drawn frantic calls for calm as deep consternation spreads across globe.</p><p>Criticism has mounted against Washington for taking part in the attacks while still engaged in nuclear negotiations with Tehran. Anger has also surfaced in Gulf states <a href=\"/news/2026/2/28/multiple-gulf-arab-states-that-host-us-assets-targeted-in-iran-retaliation\">caught up in the conflict</a>, as Iran launches retaliatory missile strikes against US military assets hosted on their soil.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here is a breakdown of how countries and institutions are responding:</p><p><strong>United States</strong></p><p>President Donald Trump announced that the US was engaged in a “major combat operation” aimed at “eliminating threats from the Iranian regime” on Saturday morning, as missiles hit numerous areas in Tehran and across the country. Trump <a href=\"/news/2026/2/28/trump-talks-of-annihilation-elimination-as-us-israel-attack-iran\">pledged to raze Iran’s missile industry</a> and destroy its navy, while urging the Iranian people to overthrow the government.</p><p><strong>Israel</strong></p><p>A senior Israeli defence official told the Reuters news agency the joint US-Israeli attacks had been planned for months, with a specific date set weeks ago. Prime Minister Benjamin Netanyahu claimed the attacks aimed to remove an “existential threat” posed by Iran. He said the attacks would “create the conditions for the brave Iranian people to take their fate into their own hands”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Iran</strong></p><p>Iran’s Ministry of Foreign Affairs accused Israel and the US of violating the United Nations charter with their attacks and pledged a harsh response, as the country waged retaliatory attacks on Israel as well as in several Gulf states that host US military assets, including Qatar, the United Arab Emirates, Bahrain and Kuwait. “All American and Israeli assets and interests in the Middle East have become a legitimate target,” a senior Iranian official told Al Jazeera. “There are no red lines after this aggression.”</p><p><strong>European Union</strong></p><p>European ⁠Commission President ⁠Ursula von der Leyen and European Council ⁠President Antonio Costa called the conflict “greatly concerning” and urged all parties “to exercise maximum restraint, to protect civilians, ‌and to fully respect international law”.</p><p><strong>Red Cross</strong></p><p>Mirjana Spoljaric, president of the International Committee of the Red Cross, called on countries to respect the rules of war and urged them to find the political will to prevent “further death and destruction”. She warned that “a dangerous chain reaction” of military escalation was under way across the Middle East, “with potentially devastating consequences for civilians”.</p><p><strong>Oman</strong></p><p>The main mediator in ongoing US-Iran negotiations, Oman expressed dismay at the outbreak of violence. Foreign Minister Badr Albusaidi said the conflict would not serve US interests, nor the interests of global peace, and urged Washington “not to get sucked in” further.</p><p>The country’s Ministry of Foreign Affairs called on “all parties to immediately cease military operations” and for “the United Nations Security Council to convene an emergency meeting to impose a ceasefire”.</p><p><strong>Germany, France, the UK</strong></p><p>In a joint statement, the prime ministers of the three countries said they “condemn Iranian attacks on countries in the region in the strongest terms” and remain committed “to regional stability and to the protection of civilian ⁠life.” They also said they ‌want a resumption of US-Iran negotiations.</p><p>Separately, French President Emmanuel Macron ⁠called for an urgent meeting of the UN Security Council, ⁠saying the conflict carries “serious consequences” for international peace and security. “The current escalation is dangerous for everyone. It must stop,” he said.</p><p></p><p><strong>Qatar</strong></p><p>The Ministry of Foreign Affairs strongly condemned Iran for firing missiles at Qatari territory, which is home to the Al Udeid Air Base that hosts US troops. The ministry called the attacks a flagrant violation of Qatar’s national sovereignty and a direct assault on its security. It added that Qatar reserves the right to respond, as per international law.</p><p><strong>United Arab Emirates</strong></p><p>The Ministry of Defence condemned in the “strongest terms” Iran’s attacks on its territory, several of which it said its air defences intercepted. It called the attack “a dangerous escalation and a cowardly act that threatens the security and safety of civilians”, stressing that the UAE has the “full right” to respond.</p><p><strong>Bahrain</strong></p><p>Bahrain confirmed that an Iranian missile attack targeted the headquarters of the US Navy’s 5th Fleet that it hosts, and called the attack “treacherous”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Kuwait</strong></p><p>The Ministry of Foreign Affairs denounced the Iranian attack on its soil as a “flagrant violation” of international law and said it had the right to respond. It warned that any additional escalation would only deepen regional instability.</p><p><strong>Saudi Arabia</strong></p><p>Saudi Arabia condemned in the “strongest terms” the Iranian attacks on Gulf Arab states and warned of “dire consequences”.</p><p><strong>Turkiye</strong></p><p>The Ministry of Foreign Affairs called on “all parties” to end the spiral of violence, which it stressed started with US-Israeli attacks on Iran. “The events that began with Israel and the US attacking Iran, and continued with Iran targeting third countries, are of a nature that risks the future of our region and global stability,” said the ministry.</p><h2 id=\"pakistan\">Pakistan</h2><p>Foreign Minister Ishaq Dar “strongly condemned the unwarranted attacks against Iran and called for an immediate halt to escalation through urgent resumption of diplomacy to achieve a peaceful, negotiated resolution to the crisis”.</p><p><strong>Russia</strong></p><p>Dmitry Medvedev, deputy chairman of Russia’s Security Council, accused the US of having used its nuclear talks with Iran as a cover-up before military operations. The country’s Ministry of Foreign Affairs urged the international community to swiftly deliver an objective assessment of what it called irresponsible ⁠actions that risk ⁠further destabilising the region.</p><p><strong>China</strong></p><p>The Ministry of Foreign Affairs urged “an immediate halt to military actions” and appealed for “the resumption of dialogue and negotiations” to maintain regional peace and stability. It stressed that “Iran’s national sovereignty, security and territorial integrity should be respected.”</p><p><strong>India</strong></p><p>The Ministry of External Affairs called on all parties to “exercise restraint” and “avoid escalation”. It said “dialogue and diplomacy should be pursued” and that “sovereignty and territorial integrity of all states must be respected.” The statement came several days after the country’s <a href=\"/news/2026/2/25/indias-modi-addresses-israeli-parliament-on-first-day-of-visit\">Prime Minister Narendra Modi travelled to Israel</a> and hailed their “vital” partnership.</p><p><strong>Ukraine</strong></p><p>The ⁠Ministry of Foreign Affairs accused Iran of being responsible for the chain of events leading to the conflict, including its <a href=\"/news/2026/1/12/what-we-know-about-the-protests-sweeping-iran\">crackdown on protests earlier this year</a>. “The cause of the current ⁠events is precisely ⁠the violence and impunity of the Iranian regime, ⁠in particular the killings and ⁠repression of ⁠peaceful protesters, which have become particularly widespread in recent ‌months,” said the Foreign Ministry.</p><p><strong>Norway</strong></p><p>Foreign Minister Espen Barth said the initial attack on Iran by Israel breached standards of international law. “The attack is ⁠described by Israel as a preventive strike, but ⁠it is not in line with international law,” said Barth. “Preventive attacks require an immediately imminent threat.”</p><p><strong>Belgium </strong></p><p>Foreign Minister Maxime Prevot said the Iranian people “must not pay the price for their government’s choices. We deeply regret that diplomatic efforts could not lead earlier to a negotiated solution.”</p></div></div></body></html>"
        },
        {
            "title": "Arsenal vs Chelsea: Premier League - preview, team news, start, lineups | Football News | Al Jazeera",
            "time": "2026-02-28T13:44:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69a172c3-1772188355_8c04e7-1772188472.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who: </strong>Arsenal vs Chelsea<br>\n<strong>What:</strong> Premier League<br>\n<strong>Where: </strong>The Emirates Stadium, London<br>\n<strong>When: </strong>Sunday, March 1 at 4:30pm (16:30 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 13:30 GMT in advance of our live text commentary stream.</p><p class=\"p1\">The last time Arsenal beat Chelsea three times in ‌the same season was also the last time they won the Premier League, in 2003-04.</p><p class=\"p1\">And while one may not necessarily lead to ⁠the other, Arsenal are going into ⁠Sunday’s clash desperate for a win to keep Manchester City at bay.</p><p class=\"p1\">Arsenal, who finished second in the last three seasons, have struggled with the pressure of the title race in the current campaign as well, settling for back-to-back draws at Brentford and ⁠bottom-side Wolves this month.</p><p class=\"p1\">Last weekend, leaders Arsenal bounced back with a commanding <a href=\"/sports/2026/2/22/eze-hurts-tottenham-again-to-reignite-arsenals-title-hopes-with-4-1-win\">4-1 win over Tottenham Hotspur</a>, but anything less than three points against Chelsea on Sunday will put them at risk of City, five points behind with a game in hand, closing the gap at the top.</p><p class=\"p1\">City, meanwhile, are ⁠visiting a stubborn Leeds side who almost held them to a draw in November.</p><p class=\"p1\">Fifth-placed Chelsea have not beaten Arsenal since 2021 and lost twice in their League Cup semifinal tie in January and February, but had held Arsenal to a league draw in November despite playing most of the game with 10 men.</p><p class=\"p1\">Arsenal also stumbled the last two times they hosted a club currently in the top six, sharing points with Liverpool and losing to Manchester United last month.</p><p class=\"p1\">Avoiding the ignominy of losing three times in a season to their local rivals will also fuel Liam Rosenior, who has kept Chelsea unbeaten against all teams except Arsenal since taking charge last month.</p><figure id=\"attachment_4346221\" aria-describedby=\"caption-attachment-4346221\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4346221\" src=\"/wp-content/uploads/2026/02/ap_69a2e4d818c9b-1772283096.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Arsenal's Martin Odegaard, top,and Arsenal's Viktor Gyoekeres celebrate scoring their side's fourth goal during the English Premier League soccer match between Tottenham Hotspur and Arsenal in London, Sunday, Feb. 22, 2026.(AP Photo/Ian Walton)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4346221\" class=\"wp-caption-text\">Arsenal’s Viktor Gyokeres celebrates scoring against Spurs with teammate Martin Odegaard [Ian Walton/AP Photo]</figcaption></figure><h2 id=\"recent-wins-over-chelsea-mean-nothing-says-arteta\" class=\"p1\">Recent wins over Chelsea mean nothing, says Arteta</h2><p class=\"p1\">‌Arsenal manager Mikel Arteta is taking no comfort from his team’s ⁠good record against ⁠Chelsea, and the Premier League leaders will be fully prepared to deal with their London rivals’ adaptability when they meet on ⁠Sunday.</p><p class=\"p1\">“We know the importance of ‌the game and the team we are going to have in front of us. We just have to prepare in the best way to earn the right to win it, as I always said,” Arteta told reporters on Friday.</p><p class=\"p1\">“What you have done two weeks or two years ago is irrelevant because every game and every context is different, the ⁠players might change, the mood of the team might ⁠be different. We are prepared.”</p><p class=\"p1\">Arteta praised Chelsea’s ability to react to the game under Rosenior, who is yet to lose a league game as Chelsea manager.</p><p class=\"p1\">“They can change throughout the game ⁠and they have a manager very comfortable doing that, so we are prepared for the possible scenarios we ⁠can face and then we will try ⁠to be better than them,” Arteta added.</p><figure id=\"attachment_4039231\" aria-describedby=\"caption-attachment-4039231\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4039231\" src=\"/wp-content/uploads/2025/10/2025-10-04T154027Z_174302890_UP1ELA417JDST_RTRMADP_3_SOCCER-ENGLAND-ARS-WHU-1760606279.jpg?w=770&amp;resize=770%2C554&amp;quality=80\" alt=\"Arsenal manager Mikel Arteta reacts during a Premier League game\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4039231\" class=\"wp-caption-text\">Arteta reacts during a match [Tony O’Brien/Reuters]</figcaption></figure><h2 id=\"let-s-go-game-by-game\">‘Let’s go game by game’</h2><p class=\"p1\">Asked if Arsenal can become the first English club to win the quadruple – including the Premier League, FA Cup, League Cup and the Champions League – this ‌season, Arteta shrugged off the idea.</p><p class=\"p1\">“Has it been done? That is how difficult it is,” he said.</p><p class=\"p1\">“So let’s go game by game and try ‌to ‌earn the right to be there in the last stage of every competition, and then we will see what happens.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rosenior-eyes-extended-stay-to-stabilise-chelsea\" class=\"p1\">Rosenior eyes extended stay to stabilise Chelsea</h2><p class=\"p1\">Asked how he viewed his Chelsea future after a solid start featuring four wins from six league games before disappointing draws with Leeds and Burnley, Chelsea’s boss said patience was the key to success.</p><p class=\"p1\">“Sitting here in this chair, I want to be here for as long as possible,” Rosenior told reporters on Friday.</p><p class=\"p1\">“I want to be the guy – and not just me but the team, the staff, the ownership, sporting directors – I want to be a part of something really successful for a long time. That’s why I signed up for this challenge.</p><p class=\"p1\">“The reality of football is that what gives you time is being successful. You need to show your quality, not just in terms of the games, but every day.</p><p class=\"p1\">“Every day you need to be top with the players in terms of the way you develop them, the way you put your sessions on, the way you conduct your meetings.</p><p class=\"p1\">“I hope this is the end of the upheaval for this club. I hope I can be here for a very long time and bring the club the success it deserves.”</p><figure id=\"attachment_4346235\" aria-describedby=\"caption-attachment-4346235\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4346235\" src=\"/wp-content/uploads/2026/02/reuters_69a2e547-1772283207.jpg?w=770&amp;resize=770%2C500&amp;quality=80\" alt=\"Soccer Football - Premier League - Chelsea v Burnley - Stamford Bridge, London, Britain - February 21, 2026 Chelsea manager Liam Rosenior arrives at the stadium before the match Action Images via Reuters/John Sibley EDITORIAL USE ONLY. NO USE WITH UNAUTHORIZED AUDIO, VIDEO, DATA, FIXTURE LISTS, CLUB/LEAGUE LOGOS OR 'LIVE' SERVICES. ONLINE IN-MATCH USE LIMITED TO 120 IMAGES, NO VIDEO EMULATION. NO USE IN BETTING, GAMES OR SINGLE CLUB/LEAGUE/PLAYER PUBLICATIONS. PLEASE CONTACT YOUR ACCOUNT REPRESENTATIVE FOR FURTHER DETAILS..\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4346235\" class=\"wp-caption-text\">Rosenior arrives at Stamford Bridge before a match against Burnley [John Sibley/Action Images via Reuters]</figcaption></figure><h2 id=\"head-to-head\">Head-to-head</h2><p>The two London clubs first locked horns in 1907 – when the Gunners were called Woolwich Arsenal – and they have now played each other 214 times.</p><p>Arsenal have won 87 of those encounters, while Chelsea have won 66, and 61 games have ended as draws.</p><p>The Gunners have dominated many of the more recent fixtures and are unbeaten against the Blues in eight Premier League games, and 10 in all competitions.</p><p>Earlier this year, Arsenal beat Chelsea over two League Cup semifinal legs, winning 3-2 at Stamford Bridge and 1-0 at the Emirates.</p><p>Chelsea did manage to hold the Gunners to a 1-1 draw in their last league game back in November 2025.</p><figure id=\"attachment_4343007\" aria-describedby=\"caption-attachment-4343007\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4343007\" src=\"/wp-content/uploads/2026/02/getty_69a172ca14-1772188362.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"LONDON, ENGLAND - FEBRUARY 03: Declan Rice of Arsenal is challenged by Moises Caicedo of Chelsea during the Carabao Cup Semi Final Second Leg match between Arsenal and Chelsea at Emirates Stadium on February 03, 2026 in London, England. (Photo by Mike Hewitt/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4343007\" class=\"wp-caption-text\">Arsenal’s Declan Rice is challenged by Moises Caicedo of Chelsea during their recent League Cup semifinal [Mike Hewitt/Getty Images]</figcaption></figure><h2 id=\"arsenal-s-team-news\">Arsenal’s team news</h2><p>Versatile midfielder Mikel Merino could miss the rest of the season after undergoing surgery to address a stress fracture in his foot.</p><p>Defender Ben White is a doubt after missing the north London derby with a knock.</p><p>Winger Bukayo Saka hobbled off in the win over Tottenham but is expected to be declared fit to face Chelsea.</p><p>Kai Havertz could possibly be in line to face his former club, but Arsenal are keen not to rush his comeback from a hamstring injury.</p><p><strong>Predicted starting XI:</strong></p><p>Raya (goalkeeper); Timber, Saliba, Gabriel, Hincapie; Zubimendi, Rice; Saka, Odegaard, Martinelli; Gyokeres</p><h2 id=\"chelsea-s-team-news\">Chelsea’s team news</h2><p>Jamie Gittens and Levi Colwill have both been ruled out with injuries, while Wesley Fofana will be suspended after receiving a red card against Burnley.</p><p>Estevao and Marc Cucurella both missed the Burnley game with hamstring problems and remain doubtful for this match.</p><p>Midfielder Dario Essugo is available again as he has recovered from injury.</p><p class=\"p1\"><strong>Predicted starting XI:</strong></p><p>Sanchez (goalkeeper); James, Tosin, Chalobah, Gusto; Santos, Caicedo; Palmer, Fernandez, Neto; Joao Pedro</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iranian deputy minister of foreign Affairs condemns US-Israeli attacks | Conflict | Al Jazeera",
            "time": "2026-02-28T13:35:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772285694.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Debris from intercepted Iranian missile lands in Hebron | Israel-Iran conflict | Al Jazeera",
            "time": "2026-02-28T13:30:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/CVR-HEBRON-OWB-DEBRIS-FEB28.mp4.00_00_59_17.Still002-1772285410.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel strikes two schools in Iran, killing more than 50 people | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-02-28T13:06:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260228__99BF4CT__v1__HighRes__IranIsraelUsConflict-1772283183.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel strikes two schools in Iran, killing more than 50 people</h1><p class=\"article__subhead\"><em>State media says Israeli attack on girls’ school in the city of Minab in the south of the country kills dozens.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An Israeli strike has hit an elementary girls’ school in Minab, a city in the Hormozgan province of southern Iran, killing at least 53 people, according to state media, as the immediate civilian cost from <a href=\"http://ljazeera.com/news/liveblog/2026/2/28/live-israel-launches-attacks-on-iran-multiple-explosions-heard-in-tehran\">Israel and the United States’s huge bombardment of Iran</a> comes into sharper focus.</p><p>Workers are continuing to clear wreckage from the site, where 63 others were injured on Saturday, said Iran’s state-run IRNA news agency. The strike is part of a wave of joint US-Israeli military attacks across Iran that has triggered an <a href=\"/news/2026/2/28/multiple-gulf-arab-states-that-host-us-assets-targeted-in-iran-retaliation\">outbreak of regional violence</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Iranian Foreign Minister Abbas Araghchi shared a photo of the attack, which he said destroyed the girls’ school and killed “innocent children”.</p><p>“These crimes against the Iranian People will not go unanswered,” Araghchi wrote in a post on X.</p><p>Iran’s Foreign Ministry spokesperson Esmaeil Baghaei also slammed the “blatant crime” and urged action from the United Nations Security Council.</p><p>Separately, Iran’s Mehr news agency reported that at least two students were killed by another Israeli attack that hit a school east of the capital, Tehran.</p><p></p><p>Reporting from Tehran, Al Jazeera’s Mohammed Vall said the attacks call into question US and Israeli claims that “they are targeting only military targets and they are trying to punish the regime, not the people of Iran.”</p><p>“President Trump has promised the Iranian people that aid or help is coming their way, but now we are seeing civilian casualties; that’s something that the Iranian government will stress as a case of violation of international law and an aggression against the Iranian people,” said Vall.</p><p>There was no immediate reaction from the US or Israel on Iran’s claims about the school strikes.</p><p>The last time the US and Iran waged attacks on Iran in June 2025, sparking the <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war</a>, the civilian toll in Iran was also heavy.</p><p>According to Iran’s Ministry of Health and Medical Education, thousands of civilians were killed or injured, and public infrastructure was damaged, during that conflict.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "India vs West Indies: T20 World Cup Super Eights - teams, start, lineups | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-28T12:53:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2263700479-1772200907.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> India vs West Indies<br>\n<strong>What:</strong> ICC 2026 Men’s T20 World Cup Super Eights<br>\n<strong>Where: </strong>Eden Gardens, Kolkata, India<br>\n<strong>When:</strong> Sunday, March 1, at 7pm (13:30 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the buildup on <a href=\"/sports/\">Al Jazeera Sport</a> from 10:30 GMT in advance of our text commentary stream.</p><p>The last semifinal spot at the T20 World Cup will be up for grabs when India takes on West Indies on Sunday, and the equation could not be simpler – whoever wins will take the final last-four berth.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>India, the defending champions and tournament co-hosts, have the weight of history against them. No team has ever retained the T20 World Cup, and no side has ever won the trophy on home soil.</p><p>West Indies, meanwhile, had been building some momentum until they ran into the mightily impressive South Africa in their last <a href=\"/sports/2026/2/25/t20-world-cup-which-teams-can-qualify-for-the-semifinals-and-how\">Super Eights</a> match.</p><p>Al Jazeera Sport takes a closer look at what is a quarterfinal clash at the 2026 edition.</p><h2 id=\"how-have-india-fared-at-the-2026-t20-world-cup\">How have India fared at the 2026 T20 World Cup?</h2><p>India have endured a mixed tournament so far, with their top-order batters failing to fire.</p><p>A below-par victory in their opening group-stage match against the USA was quickly forgotten, following <a href=\"/sports/2026/2/15/india-hammer-pakistan-to-qualify-for-t20-world-cup-super-eights\">a comprehensive win</a> to seal qualification against rivals Pakistan. With their progress to the second phase assured, India sealed top spot with a third win in three by beating the Netherlands.</p><p>For India, the Super Eights began with a <a href=\"/sports/2026/2/22/t20-world-cup-south-africa-beat-india-by-76-runs-in-super-eight\">defeat</a> at the hands of South Africa, the side they overcame in the 2024 final, making the match against Zimbabwe a must-win. Abhishek Sharma returned to form with a fifty at the top in a 72-run win against the Africans; however, all-rounder Hardik Pandya was named Player of the Match for his half-century and his performance with the ball.</p><h2 id=\"how-have-west-indies-fared-at-the-2026-t20-world-cup\">How have West Indies fared at the 2026 T20 World Cup?</h2><p>West Indies’ four-match winning streak at this edition ended in a nine-wicket defeat against South Africa in their last match.</p><p>Of their victories so far, the biggest test has been in their opening match, when they beat England by 30 runs. Wins followed against Nepal, Italy and Zimbabwe – in their opening Super Eights match.</p><p>The winner-takes-all match against India will mark the first heavily pressurised test of the tournament for the team from the Caribbean.</p><h2 id=\"how-does-group-1-stand-at-the-2026-t20-world-cup\">How does Group 1 stand at the 2026 T20 World Cup?</h2><p>South Africa, who meet Zimbabwe in the first game of the day on Sunday, have already sealed qualification with four points from their two games. The latter are already eliminated, following defeats at the hands of West Indies and India.</p><figure id=\"attachment_4288503\" aria-describedby=\"caption-attachment-4288503\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288503\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220856.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220856\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288503\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"what-have-india-said-before-their-t20-world-cup-showdown-with-west-indies\">What have India said before their T20 World Cup showdown with West Indies?</h2><p>India revived their T20 World Cup campaign with their “fearless” brand of cricket against Zimbabwe.</p><p>The defending champions’ batting, led by opener Abhishek Sharma’s blistering 55, and an unbeaten 50 by Hardik Pandya, piled up 256-4, the second-highest total in the history of the tournament.</p><p>In a brutal show of power hitting, the Indian batters demolished the opposition bowling with 17 sixes and 17 fours at the MA Chidambaram Stadium – it is how India intend to proceed.</p><p>“We want to play the fearless cricket, the brand of cricket we played against Zimbabwe and we played since last year,” batter Tilak Varma said before the meeting with West Indies.</p><p>“The same intent we want to keep in the next game as well. And going ahead in the tournament, we take the same intensity [forward].”</p><h2 id=\"can-india-s-batting-find-form-against-west-indies\">Can India’s batting find form against West Indies?</h2><p>The left-handed Varma hit a 19-ball 44 as he put together an unbeaten 84-run stand with Pandya, who capped off the innings with two sixes to raise his fifty.</p><p>It all came together for India after they rejigged their opening combination with the return of Sanju Samson, who handed the team a quick start with his 24 off 15 balls.</p><p>The left-handed Abhishek hit form with his first T20 World Cup fifty after he struggled in the tournament with three ducks in four innings.</p><p>“It’s important when the openers give us a good start, the same confidence follows to number three, four and five,” said Varma.</p><p>“And we discussed that whatever the situation is, [even] if we lose three-four wickets in powerplay, we will bat with the same rhythm,” he added.</p><p>“And we want to show the fear in opposition bowlers, that these guys are ready to hit each and every ball.”</p><h2 id=\"what-has-gone-wrong-with-india-s-batting\">What has gone wrong with India’s batting?</h2><p>India, the world’s top-ranked T20 team, came into the World Cup on the back of huge totals in bilateral contests and were tipped to cross the 300-run mark at the tournament.</p><p>But their batting had looked fragile and was often exposed, including by minnows the United States, who reduced them to 77-6 in their opener.</p><p>Varma remains cautious of his team’s plans against the West Indies, who posted 254-6 against Zimbabwe in their Super Eights opener.</p><p>“So if the wicket is not good, then we’ll adjust, and we’ll keep that intensity on,” said Varma.</p><p>“I would not say we want to score more than 250, but if we get a good start, then, of course, we’ll go for it.”</p><h2 id=\"how-has-the-india-bowling-shaped-up-at-the-t20-world-cup\">How has the India bowling shaped up at the T20 World Cup?</h2><p>The Indian bowling has looked good. On Thursday, left-arm quick Arshdeep Singh returned figures of 3-24 to limit Zimbabwe to 184-6.</p><p>He surpassed senior paceman Jasprit Bumrah as the leading bowler for India at the T20 World Cup with 35 wickets to Bumrah’s 33.</p><p>“We have been doing well for the past couple of years, so even after a blip or a defeat, the belief of the group was there,” Arshdeep told reporters.</p><p>“We knew we just have to come and follow our processes, and the result will come our way. So the thought was very simple, and we are enjoying it.”</p><figure id=\"attachment_4288497\" aria-describedby=\"caption-attachment-4288497\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288497\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-STADIUMS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220847.png?quality=80\" alt=\"INTERACTIVE -STADIUMS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220847\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288497\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"what-happened-in-the-last-t20-between-india-and-west-indies\">What happened in the last T20 between India and West Indies?</h2><p>This will be the first T20 meeting between the sides since the August 2023 bilateral series, which resulted in a 3-2 series win for West Indies.</p><p>West Indies secured a two-wicket win in the final game to clinch the series, with India restricted to 165/9 despite Suryakumar Yadav’s 61 off 45 balls.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This will be the 31st meeting between the sides in T20 internationals, with India winning 19 of the matches so far. West Indies have won 10 of the encounters, with one no result.</p><h2 id=\"how-have-the-teams-fared-in-encounters-at-t20-world-cups\">How have the teams fared in encounters at T20 World Cups?</h2><p>Interestingly, West Indies have won three of the four T20 World Cup meetings between the sides, while India have recorded just the one win – and that was back in 2014.</p><h2 id=\"india-team-news\">India team news</h2><p>India batter Rinku Singh has left the team during the T20 World Cup in the middle of the tournament after the death of his long-ailing father.</p><p>The middle-order batter had rejoined India before Thursday’s Super Eights victory against Zimbabwe, but did not feature in the playing XI in Chennai.</p><p>Shivam Dube is set to continue in the left-hander’s place, but Kuldeep Yadav could come in to add another spin option.</p><h2 id=\"west-indies-team-news\">West Indies team news</h2><p>Brandon King is the main concern for West Indies in the run-up to the match against India, after sustaining an injury during the match against South Africa. The opening batter was hurt diving to attempt a catch and did not play for the remainder of that match.</p><p>Shamar Joseph is an option to come in for Gudakesh Motie if West Indies choose to go for a more seam-heavy attack, while dropping a spin option.</p><h2 id=\"predicted-india-team\">Predicted India team</h2><p>Abhishek Sharma Sanju Samson (wk), Ishan Kishan, Suryakumar Yadav (c), Tilak Varma, Hardik Pandya, Shivam Dube, Axar Patel, Arshdeep Singh, Varun Chakravarthy, Jasprit Bumrah</p><h2 id=\"predicted-west-indies-team\">Predicted West Indies team</h2><p>Brandon King, Johnson Charles, Shai Hope (c &amp; wk), Shimron Hetmyer, Rovman Powell, Sherfane Rutherford, Romario Shepherd, Jason Holder, Akeal Hosein, Gudakesh Motie, Matthew Forde</p><h2 id=\"india-and-west-indies-form-guides\">India and West Indies form guides</h2><ul>\n<li>India last five matches (most recent result last)<br>\n<strong>W-W-W-L-W</strong></li>\n<li>West Indies last five matches (most recent result last)<br>\n<strong>W-W-W-W-L</strong></li>\n</ul></div></div></body></html>"
        },
        {
            "title": "LIVE: Barcelona vs Villarreal - La Liga | Football News | Al Jazeera",
            "time": "2026-02-28T12:40:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69a3027e-1772290686.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Barcelona vs Villarreal – La Liga</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow the build-up, analysis and live text commentary of the game as league leaders Barca host third-placed Villarreal.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div></div></body></html>"
        },
        {
            "title": "Israeli defence system intercepts Iranian missiles over Haifa | Israel-Iran conflict | Al Jazeera",
            "time": "2026-02-28T12:34:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772282001.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera reporter on the streets of Tehran as missiles hit the city | Conflict | Al Jazeera",
            "time": "2026-02-28T12:07:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772280437.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Airspace closed, airlines halt flights as US, Israel attack, Iran responds | Aviation News | Al Jazeera",
            "time": "2026-02-28T11:32:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-28T103013Z_800024804_RC2XUJAU14VO_RTRMADP_3_IRAN-CRISIS-BLAST-1772276450.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Airspace closed, airlines halt flights as US, Israel attack, Iran responds</h1><p class=\"article__subhead\"><em>At least eight countries, including Iran, Israel, Jordan and Qatar, shutter airspace as global air travel severely hit.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A wave of United States and Israeli <a href=\"/news/liveblog/2026/2/28/live-israel-launches-attacks-on-iran-multiple-explosions-heard-in-tehran\">strikes on Iran</a>, and retaliation by Tehran, have triggered an outburst of regional violence, forcing much of the Middle East’s airspace to shut down and reverberating across the globe.</p><p>At least eight states declared their airspace closed as the conflict erupted Saturday, including Iran, Israel, Iraq, Jordan, Qatar, Bahrain, Kuwait and the United Arab Emirates. Syria also announced it had closed part of its airspace in the south along its border with Israel for 12 hours.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The closures came after the US and Israel <a href=\"/news/2026/2/28/explosions-in-downtown-tehran-smoke-seen-rising\">carried out attacks </a>across Iran that <a href=\"/news/2026/2/28/trump-talks-of-annihilation-elimination-as-us-israel-attack-iran\">US President Donald Trump pledged</a> would raze Iran’s missile industry and destroy its navy. Iran, which had been engaged in <a href=\"/news/2026/2/27/iran-says-us-must-drop-excessive-demands-in-nuclear-negotiations\">negotiations with the US over its nuclear programme</a> right up until the attack, pledged a harsh response and soon began waging retaliatory strikes in Israel, as well as several Gulf Arab states that host US military assets, including Qatar, Kuwait, the UAE and Bahrain.</p><p>“All American and Israeli assets and interests in the Middle East have become a legitimate target,” a senior Iranian official told Al Jazeera. “There are no red lines after this aggression, and everything is possible.”</p><p>The disruption caused global airlines to cancel or divert flights from destinations across the Middle East, which has become an important route for flights between Europe and Asia, as Russian and Ukrainian airspace is closed to most airlines due to the war there.</p><p>Russia’s Ministry of Transport said Russian air carriers had suspended flights to Iran and ⁠Israel. Air India said it would temporarily avoid the Middle East altogether.</p><p>Among other airlines announcing suspensions to destinations in the region were Lufthansa, Air France, Iberia, Wizz Air, Turkish Airlines, Qatar Airways, Virgin Atlantic, KLM, British Airways, Aegean Airlines, Indigo, Japan Airlines and Scandinavian Airlines.</p><p>“Passengers and airlines can expect airspace to be shut for quite some time in the region,” said Eric Schouten, head of aviation security advisory Dyami. “The impact on regional aviation is immediate and highly fluid.”</p><p>Al Jazeera’s Ali Hashem, reporting from Doha, said the joint US-Israeli attack on Iran and Iran’s response, affecting numerous Gulf states, have created two “parallel” conflicts, further deepening instability.</p><p>“This could make the whole crisis very intertwined and very complicated in a way that this region has never witnessed,” said Hashem.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US, Israel bomb Iran: A timeline of talks and threats leading up to attacks | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-02-28T11:31:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2263410440-1772265798.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and Israel have launched strikes on Iran despite ongoing talks between Washington and Tehran over Iran’s nuclear programme.</p><p>Iran responded to Saturday’s attacks with missile and air strikes across the region, including in Israel, Bahrain, Saudi Arabia, Qatar, the United Arab Emirates and Iraq.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israeli officials said their strikes targeted Iran’s military and nuclear-related infrastructure, while airspace across Israel was closed and emergency measures imposed. Several other countries in the region also announced the closure of their airspace.</p><p>Meanwhile, President Donald Trump said Washington has begun a “major combat operation” in Iran, aimed at “eliminating threats from the Iranian regime”.</p><p>“This regime will soon learn that no one should challenge the strength and might of the United States Armed Forces,” he said.</p><p>The strikes came just two days after high-stakes US–Iran nuclear negotiations in Geneva, mediated by Oman, ended without a breakthrough. The US-Israel attack marks the most serious escalation since the brief but intense June 2025 war.</p><p>Here is a timeline of the events, including attacks and diplomatic overtures leading up to Saturday’s strikes by the US and Israel, and Iran’s fierce response.</p><p><strong>June 13, 2025</strong> — Israel launches major air strikes against Iranian nuclear and military facilities, amid ongoing talks between the US and Tehran. Iran responds within hours with large-scale missile and drone attacks on Israeli cities.</p><p><strong>June 22</strong> – The US strikes Iranian nuclear facilities at Natanz, Fordow and Isfahan, with Trump claiming the attacks degraded Tehran’s nuclear programme. Iranian officials said their programme was set back but not destroyed.</p><p><strong>June 23</strong> – In retaliation, Iran fires missiles towards Al Udeid airbase in Qatar, housing US soldiers. The missiles are intercepted, and no casualties are reported.</p><p><strong>June 24</strong> – After 12 days of fighting, a US-brokered ceasefire takes effect between Iran and Israel, ending all hostilities. Iran says at least <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">610 of its citizens were killed</a> in the war, while Israel claimed 28 were killed on its side.</p><p><strong>July 2</strong> – Iranian President Masoud Pezeshkian signs legislation halting cooperation with the International Atomic Energy Agency (IAEA), barring its inspectors from accessing Iran’s nuclear facilities unless specifically authorised by the country’s Supreme National Security Council.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4345297\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-IRAN-timeline-FEB28-2026-1772271216.png?quality=80\" alt=\"INTERACTIVE - IRAN timeline - FEB28, 2026-1772271216\" data-interactive=\"true\" fetchpriority=\"low\"></p><p><strong>July 22</strong> – Abbas Araghchi, Iran’s foreign minister, says Tehran <a href=\"/news/2025/7/22/irans-fm-says-nuclear-enrichment-will-continue-but-open-to-talks#:~:text=Foreign%20Minister%20Abbas%20Araghchi%20says,attacks%20caused%20'serious'%20damage.&amp;text=Iranian%20Minister%20of%20Foreign%20Affairs,an%20interview%20aired%20on%20Monday.\">will not give up</a> its uranium enrichment programme, despite a temporary halt due to “serious and severe” damages.</p><p><strong>August 12</strong> – Iranian police arrest as many as 21,000 people related to the 12-day war with Israel, according to state media.</p><p><strong>August 22</strong> – Iran agrees to resume nuclear talks later in the month with the United Kingdom, France and Germany, despite the threat of revived sanctions.</p><p><strong>August 28</strong> – The three European countries trigger a mechanism reinstating the United Nations’ sanctions on the Islamic republic for the first time in a decade.</p><p><strong>November 1</strong> – Oman urges both the US and Iran to go back to the negotiating table as Iran reiterates it will not stop enriching uranium.</p><p><strong>November 7</strong> – Trump says Iran has requested that Washington remove its crippling sanctions on Tehran, and that he is willing to talk about the issue.</p><p><strong>December 28</strong> – Protests break out in major cities, including Tehran, over soaring prices after the rial plunges against the US dollar.</p><p><strong>January 8, 2026</strong> – The internet is shut down across Iran following the outbreak of antigovernment protests, which have now spread beyond cities. The blackout lasts for more than two weeks.</p><p><strong>January 13</strong> – Trump tells Iranians to “keep protesting” , claiming that “help is on the way”, and that the US may be preparing for military intervention against Tehran. The US begins to bolster its military presence off Iran.</p><p><strong>February 6</strong> – Iran and the US begin indirect nuclear negotiations in Geneva, mediated by Oman, with the aim of reaching a deal to curb Tehran’s nuclear programme.</p><p><strong>February 17</strong> – High-level US–Iran nuclear talks resume in Geneva, again with Omani mediation.</p><figure id=\"attachment_4345393\" aria-describedby=\"caption-attachment-4345393\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4345393\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-US-Military-presence-in-the-Middle-East-June-2026-1772272730.png?quality=80\" alt=\"INTERACTIVE-US Military presence in the Middle East June 2026-1772272730\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4345393\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p><strong>February 22</strong> – Oman confirms another round of discussions in Geneva, describing a “positive push” but admits that significant differences remain.</p><p><strong>February 26</strong> – A third round of nuclear talks concludes in Geneva, with mediator Oman saying “significant progress” was made and more discussions would be held the following week in Vienna.</p><p><strong>February 27</strong> – Oman’s foreign minister says Iran has agreed to degrade its current stockpiles of nuclear material to “the lowest level possible” — effectively to unrefined levels. US President Donald Trump says he prefers diplomacy but warns that “all options” remain available if diplomacy fails.</p><p><strong>February 28</strong> – Israel launches coordinated strikes on Iranian targets, including sites in and around Tehran. Iran retaliates by launching air and missile strikes across the region, including Qatar, United Arab Emirates, Saudi Arabia, Bahrain and Kuwait.</p></div></div></body></html>"
        },
        {
            "title": "Kazakhstan’s train hospital brings healthcare to remote regions | Health News | Al Jazeera",
            "time": "2026-02-28T11:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771890151.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">101 East joins the doctors on board a medical train delivering vital healthcare to Kazakhstan’s most remote communities.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the Central Asian nation of Kazakhstan, a medical train with specialist doctors is on a crucial mission.</p><p>It travels 20,000 kilometres (12,500 miles) each year to deliver medical services to the country’s most remote regions, which have little to no access to healthcare.</p><p>For eight months a year, doctors live on board the train, which takes them to more than 100 isolated communities around the country.</p><p>They provide diagnostics, consultations and specialised care, free of charge, and often in sub-zero temperatures.</p><p><em>101 East</em> meets the doctors bringing vital health services to tens of thousands of patients in the interiors of Kazakhstan.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div></div></body></html>"
        },
        {
            "title": "Multiple Arab states that host US assets targeted in Iran retaliation | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-02-28T11:17:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-28T100535Z_1207820246_RC2XUJA1XO4R_RTRMADP_3_IRAN-CRISIS-BAHRAIN-1772274772.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran has targeted United States assets across the Gulf Arab states in retaliation for a huge <a href=\"/news/liveblog/2026/2/28/live-israel-launches-attacks-on-iran-multiple-explosions-heard-in-tehran\">joint attack on Iran</a> by the US and Israel, as the region’s worst fears of being ignited in the flames of a sustained war loom.</p><p>The Iranian government on Saturday confirmed its <a href=\"/news/2026/2/28/explosions-in-downtown-tehran-smoke-seen-rising\">attacks on several targets</a>, according to the Fars news agency, including Bahrain, Kuwait, Qatar and the United Arab Emirates, where airbases with US assets are hosted.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Iran’s Islamic Revolutionary Guard Corps (IRGC) claimed all Israeli and US military targets in the Middle East have been struck “by the powerful blows of Iranian missiles”.</p><p>“This operation will continue relentlessly until the enemy is decisively defeated,” it said. All US assets throughout the region are considered legitimate targets for Iran’s army, it added.</p><p>Iran’s Deputy Foreign Minister Hamid Ghanbari told Al Jazeera that Iran has the right to defend itself and regrets any humanitarian loss caused by the current military escalation.</p><p>At least one person was killed in Abu Dhabi, the UAE capital, after several missiles launched from Iran were intercepted, according to the country’s state news agency.</p><p>Bahrain said a missile attack targeted the headquarters of the US Navy’s 5th Fleet, which it hosts.</p><p>The government called it a “treacherous attack” and “a blatant violation of the kingdom’s sovereignty and security”.</p><p>Kuwait’s Defence Ministry said that Ali al-Salem Air Base came under attack by a number of ballistic missiles, all of which were intercepted by Kuwaiti air defence systems.</p><p>In Qatar, the Defence Ministry says it “thwarted” several attacks on the country.</p><p>“The Ministry of Defense confirms that the threat was dealt with immediately upon detection, in accordance with the pre-approved security plan, and that all missiles were intercepted before reaching Qatari territory,” it said.</p><p>A statement by the Saudi Foreign Ministry confirmed that Iran targeted Riyadh and the kingdom’s eastern region, adding that the attacks were repelled.</p><p>“These attacks cannot be justified under any pretext or in any way, and they came despite the Iranian authorities knowing that the Kingdom had confirmed that it would not allow its airspace and territory to be used to target Iran,” it added.</p><p>Qatar, Kuwait, Bahrain and the UAE all temporarily <a href=\"/news/2026/2/28/airspace-closed-airlines-halt-flights-as-us-israel-attack-iran-responds\">closed their airspace</a> and condemned Iran’s attacks on their territories.</p><p>An Al Jazeera correspondent reported that Erbil Airport in the Kurdish region of northern Iraq was targeted twice on Saturday. A drone attack attempted to target Erbil International Airport, but air defences intercepted and shot it down, they added.</p><p>Syrian state media reported that a missile explosion killed four people and injured numerous others in an industrial area of Suwayda, without noting the source of the missile.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al Jazeera’s Zein Basravi, reporting from Doha, said the only country in the Gulf Cooperation Council that Iran has not struck today thus far is Oman.</p><p>Oman has for years served as a liaison between Iran and other nations in the region and beyond. It has played a central role in recent indirect talks between Iran and the US in Oman and Geneva.</p><p>Oman’s Foreign Minister Badr Albusaidi on Friday had voiced optimism that <a href=\"/news/2026/2/28/peace-within-reach-as-iran-agrees-no-nuclear-material-stockpile-oman-fm\">peace was “within reach”</a> as Iran had agreed during the talks never to stockpile enriched uranium. Badr bin Hamad Albusaidi described the development as a major breakthrough. Hours later, Israel and the US attacked, and those talks are now dead and buried.</p><p>Albusaidi expressed “dismay” at the outbreak of violence and urged Washington to “not get sucked in further” into the conflict. “This is not your war,” he said.</p><p></p><p>The GCC is an alliance of six countries in the Arabian Peninsula: Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and the UAE, established in 1981 to promote economic, security, cultural and social cooperation.</p><p>“Here in Doha, in the last few hours, we’ve heard at least a dozen explosions. The majority of them sound like they were Patriot defence missiles intercepting incoming Iranian missiles,” Basravi said.</p><p>“As far as Iran is concerned, with the US and Israel firing the first shot in this latest go-round, everything is now probably fair game,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Moment of Iran strike on US military base in Bahrain | Israel-Iran conflict | Al Jazeera",
            "time": "2026-02-28T11:02:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-28T100535Z_1207820246_RC2XUJA1XO4R_RTRMADP_3_IRAN-CRISIS-BAHRAIN-1772276506.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Emergency alert interrupts Al Jazeera broadcast before attack in Qatar | Conflict | Al Jazeera",
            "time": "2026-02-28T10:41:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772275261.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran strikes US military base in Bahrain as explosions heard across Gulf | Israel-Iran conflict | Al Jazeera",
            "time": "2026-02-28T10:03:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772272949.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Pakistan vs Sri Lanka - T20 World Cup Super Eights | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-28T10:01:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2264037313-1772291747.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Pakistan vs Sri Lanka – T20 World Cup Super Eights</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with toss and team news coverage, before our text commentary stream of the Group 2 game.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div></div></body></html>"
        },
        {
            "title": "Netanyahu says US and Israel attacked Iran to remove ‘existential threat’ | Benjamin Netanyahu | Al Jazeera",
            "time": "2026-02-28T09:29:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/clean-1772270952.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Why are the US and Israel attacking Iran? What we know so far | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-02-28T09:24:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260228__999Y47E__v1__HighRes__IranIsraelUsConflict-1772265476.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and Israel have <a href=\"/news/liveblog/2026/2/28/live-israel-launches-attacks-on-iran-multiple-explosions-heard-in-tehran\">struck multiple locations across Iran</a>, including the capital, Tehran, in what US President Donald Trump described as “major combat operations”.</p><p>The attacks come amid negotiations between the US and Iran over the latter’s nuclear and ballistic missiles programmes, after weeks of mounting threats from Trump – and eight months after the US and Israel waged a 12-day war against Iran.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Iran has struck back with missiles aimed at northern Israel and at US military bases in the Middle East. Details of casualties and damage in Iran and Israel are sparse at the moment.</p><p>Here’s what we know so far:</p><h2 id=\"what-happened-in-iran\">What happened in Iran?</h2><p>At about 9:27am (06:27 GMT), Iran’s Fars news agency reported a series of explosions in the capital, Tehran.</p><p>Al Jazeera’s correspondent in western Tehran said he heard two explosions, while videos shared on social media showed smoke rising from several parts of the city.</p><p>Israel first announced that it had launched missile strikes on targets inside Iran.</p><p>A US official told Al Jazeera that the strikes were carried out as part of a joint military operation with Israel. In recent weeks, Washington has assembled a large fleet of fighter jets and warships in the region, its most significant <a href=\"/news/2026/2/20/tracking-the-rapid-us-military-build-up-near-iran\">military buildup</a> there since the Iraq War.</p><p>Trump described the operation as “massive and ongoing”.</p><p>The US Department of Defense later said the mission was named “Operation Epic Fury”, in the first public statement from the US military since the start of the joint US-Israeli attack.</p><p></p><h2 id=\"where-in-iran-have-the-us-and-israel-attacked\">Where in Iran have the US and Israel attacked?</h2><p>Several missiles struck University Street and the Jomhouri area in Tehran, and close to Iran’s Islamic Revolutionary Guard Corps headquarters, Fars reported.</p><p>The Associated Press news agency reported that a strike in Iran’s capital happened near the offices of Supreme Leader Ayatollah Ali Khamenei.</p><p>Iran’s semiofficial Tasnim news agency reported that explosions also occurred in Tehran’s northern Seyyed Khandan area.</p><p>Explosions have also been reported in the cities of Kermanshah, Qom, Tabriz, Isfahan, Ilam and Karaj, as well as in Lorestan province, according to local media.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4345858\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-IRAN-ATTACKS-BY-ISRAEL-FEB28-2026-map-1772278937.png?quality=80\" alt=\"INTERACTIVE - IRAN ATTACKS BY ISRAEL - FEB28 2026 map-1772278937\" data-interactive=\"true\" fetchpriority=\"low\"></p><p> </p><h2 id=\"what-did-trump-say\">What did Trump say?</h2><p>While announcing “major combat operations”, Trump said the aim of the US campaign was to “destroy their missiles and raze their missile industry to the ground”.</p><p>“We are going to annihilate their navy,” Trump added.</p><p>Here are the key points of his message:</p><ul>\n<li>The US has begun major combat operations in Iran, describing them as “massive and ongoing”.</li>\n<li>The stated aim is to eliminate what Washington calls imminent threats from the Iranian government.</li>\n</ul><p>Trump said the campaign’s military objectives include:</p><ul>\n<li>Destroying Iran’s missile capabilities.</li>\n<li>Target Iran’s navy.</li>\n<li>Disrupting Iran-backed armed groups in the region.</li>\n<li>Making sure that Iran does not obtain a nuclear weapon.</li>\n</ul><p>He also laid out a warning-cum-offer to Iran’s military personnel. If they laid down their weapons, Trump said, he would ensure they had amnesty. But if they did not, he warned, they would face “certain death”. He acknowledged US forces could face casualties.</p><p>Reuters quoted a US official as saying that the Trump administration was planning a “multiday operation”.</p><p></p><p>The US president’s comments suggest that Trump was setting “the table for a revolution in Iran” — 73 years after the CIA orchestrated a coup against democratically elected Iranian Prime Minister Mohammad Mosaddegh, Al Jazeera’s Alan Fisher reported from Washington.</p><p>“They’ve done it before. This time, they’re doing it with weapons and bombs rather than covertly through the CIA,” Fisher said. “It’s clear that this is going to be a continuous military operation, with Donald Trump accepting the fact that there may be casualties.”</p><h2 id=\"how-are-the-us-and-israel-justifying-their-attack-on-iran\">How are the US and Israel justifying their attack on Iran?</h2><p>US and Israeli attacks on Iran follow years of confrontation over Tehran’s nuclear programme and regional influence.</p><p>The two allies have long claimed that Iran’s advancing enrichment activities and missile capabilities pose a threat to them, and they have repeatedly warned that they could use force against Tehran. Iran has publicly committed — repeatedly — that it has no intention of building a nuclear bomb. Israel is the only Middle Eastern nation to have nuclear weapons.</p><p>In June last year, Israel and the US attacked Iranian nuclear and military sites, assassinating several senior commanders.</p><p>The current escalation began after Omani mediators announced progress in Geneva negotiations, where Iran had reportedly agreed to zero uranium stockpiling and full verification by the International Atomic Energy Agency (IAEA).</p><p>Both the US and Israel have also argued that this is an opportunity for Iranians to “take over” the government.</p><p>“When we are finished, take over your government. It will be yours to take. This will be, probably, your only chance for generations,” Trump said.</p><h2 id=\"what-is-iran-s-response\">What is Iran’s response?</h2><p>Iran retaliated by first launching missiles towards Israel, according to the Israeli military. Air-raid sirens sounded in several parts of the country, and explosions were reported in northern Israel.</p><p>“The public is requested to follow the instructions of the Home Front Command,” Israel’s military said in a statement. “At this time, the Israeli Air Force is operating to intercept and strike threats where necessary to remove the threat.”</p><p>But soon after, Iranian forces launched missiles at several locations linked to US military operations across the region, including:</p><ul>\n<li>Al Udeid airbase in Qatar.</li>\n<li>Al-Salem airbase in Kuwait.</li>\n<li>Al-Dhafra airbase in the United Arab Emirates.</li>\n<li>The US Fifth Fleet headquarters in Bahrain.</li>\n<li>Explosions were also heard in Riyadh, Saudi Arabia</li>\n<li>US bases were also reportedly attacked in Jordan</li>\n</ul><p>Earlier, Ebrahim Azizi, head of the Iranian parliament’s national security commission, threatened a “crushing” response. “We warned you!” Azizi wrote on social media. “Now you have started down a path whose end is no longer in your control.”⁠</p><h2 id=\"what-did-israel-s-netanyahu-say\"><strong>What did Israel’s Netanyahu say?</strong></h2><p>In a statement, Israel’s Prime Minister Benjamin Netanyahu said that the military operation “will continue as long as necessary.” He said the Israeli operation was called “Lion’s Roar”.</p><h2 id=\"where-are-iran-s-leaders\">Where are Iran’s leaders?</h2><p>It is not immediately clear where the 86-year-old <a href=\"/news/2026/2/28/who-is-irans-supreme-leader-khamenei-and-why-is-he-a-possible-target\">Khamenei</a> is. He hasn’t been seen publicly in days as tensions with the United States have grown.</p><p>Roads to Khamenei’s compound in downtown Tehran were shut down by authorities as blasts rang out across the capital.</p><p>Meanwhile, Iran’s state-run IRNA news agency quoted a source in the presidential office as saying that President Masoud Pezeshkian was unharmed.</p><h2 id=\"how-has-the-world-reacted\">How has the world reacted?</h2><ul class=\"spaced-bullet-spacing\">\n<li data-start=\"108\" data-end=\"284\"><strong>Oman:</strong> Foreign Minister Badr Albusaidi said that active and serious negotiations mediated by his country between Iran and the US were “yet again undermined” amid the ongoing escalation, and urged the US “not to get sucked in further”.</li>\n</ul><p></p><ul class=\"spaced-bullet-spacing\">\n<li><strong>Qatar</strong> condemned the Iranian attack, describing it as “a flagrant violation of its national sovereignty,” while adding that the country reserves the right of response in according with international law.</li>\n<li><strong>The United Arab Emirates</strong> condemned the Iranian missile attacks that reportedly killed a Pakistani national earlier, warning of “grave consequences” if such violations continue.</li>\n<li><strong>European Union</strong> foreign policy chief Kaja Kallas described the situation as “perilous” and called for civilians to be protected and international law to be upheld.</li>\n<li><strong>French President</strong> Emmanuel Macron warned that the conflict involving the US, Israel and Iran carries “grave consequences for international peace and security”, adding, “The current escalation is dangerous for everyone. It must stop.”</li>\n<li><strong>In Russia</strong>, Security Council Deputy Chairman Dmitry Medvedev criticised Trump, accusing Washington of using negotiations with Iran as a “cover operation” and questioning how the confrontation would unfold in the long term.</li>\n<li><strong>The UK</strong> said that Iran must never be allowed to develop nuclear weapons and stood ready to defend its interests.</li>\n<li><strong>Canada’s Prime Minister</strong> Mark Carney said the country supports US efforts to prevent Iran from obtaining a nuclear weapon and from further threatening international peace and security.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "OpenAI strikes deal with Pentagon to use tech in ‘classified network’ | Weapons News | Al Jazeera",
            "time": "2026-02-28T09:12:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69a2833765ed-1772258103_844fae-1772268319.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>OpenAI strikes deal with Pentagon to use tech in ‘classified network’</h1><p class=\"article__subhead\"><em>Sam Altman claims his technology will not be used by US military for ‘domestic mass surveillance’ or ‘autonomous weapons’.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>OpenAI CEO Sam Altman said his company has reached a deal with the United States Department of Defense after its previous contractor Anthropic voiced ethical concerns about the military’s use of its artificial intelligence (AI) technology.</p><p>In a statement shared on X late on Friday, Altman said OpenAI made the deal after the Defense Department demonstrated its “deep respect for safety”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Altman said the Pentagon agreed with his company’s principles that OpenAI’s technology would not be used for “domestic mass surveillance” or for “autonomous weapon systems”, affirming that humans would take “responsibility for the use of force”.</p><p>“We remain committed to serve all of humanity as best we can,” Altman said, adding that “the world is a complicated, messy, and sometimes dangerous place.”</p><p>The announcement came hours after US President Donald Trump ordered federal agencies to stop using Anthropic, whose CEO Dario Amodei had said his company could not “in good conscience accede” to certain demands from the Pentagon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>It has also been reported that <a href=\"/news/2026/2/25/anthropic-vs-the-pentagon-why-ai-firm-is-taking-on-trump-administration\">Anthropic’s Claude AI software</a> was used by the US military to aid in its abduction of Venezuelan <a href=\"/news/2026/2/23/venezuelan-foreign-minister-demands-maduros-release-from-us-prison\">President Nicolas Maduro</a> in January.</p><p>Anthropic said it was refusing to remove safeguards that prevented its technology from being used for US domestic mass surveillance and to programme autonomous weapons, which can attack targets without human intervention.</p><p>Human rights advocates have voiced concerns about the unregulated use of AI models by militaries, including the Israeli army in its genocidal war on Gaza.</p><p>Israeli forces have reportedly used <a href=\"/news/2024/4/4/ai-assisted-genocide-israel-reportedly-used-database-for-gaza-kill-lists\">AI systems</a>, including <a href=\"/news/2024/4/4/ai-assisted-genocide-israel-reportedly-used-database-for-gaza-kill-lists\">“Lavender”</a>, <a href=\"/program/the-listening-post/2023/12/9/the-gospel-israel-turns-to-a-new-ai-system-in-the-gaza-war\">“The Gospel”</a>, and <a href=\"/opinions/2024/8/6/palestine-is-a-glimpse-of-the-dystopic-future-that-awaits-us\">“Where’s Daddy?”</a> to process mass surveillance data and generate lists of Palestinian people to kill.</p><p>In a post on his social media platform Truth Social, Trump called Anthropic “left-wing nut jobs” and said agencies must immediately stop using their technology, but gave the Pentagon six months to phase out its usage where it was already embedded in military platforms.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who is Iran’s Supreme Leader Khamenei and why is he a possible target? | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-02-28T09:06:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26031338461960-1772268530.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and Israel have waged a <a href=\"/news/liveblog/2026/2/28/live-israel-launches-attacks-on-iran-multiple-explosions-heard-in-tehran\">new round of attacks on Iran</a>, again derailing negotiations over Iran’s nuclear programme and raising questions about efforts to target the country’s security and leadership apparatus.</p><p>Among the areas targeted on Saturday in Iran’s capital Tehran were places linked to Iran’s Supreme Leader Ayatollah Khamenei.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s more on Khamenei and why the US and Israel are potentially seeking to “decapitate” the Islamic republic’s leadership:</p><h2 id=\"where-did-saturday-s-attacks-take-place\">Where did Saturday’s attacks take place?</h2><p>Iranian media report the US-Israeli attacks <a href=\"/news/2026/2/25/indias-modi-visits-israel-whats-on-the-agenda-and-why-it-matters\">occurred nationwide</a>, including several areas in the capital, Tehran.</p><p>Iran’s semiofficial Tasnim news agency reported that seven missiles hit an area near the presidential palace, located in Shemiran to the north of Tehran, as well as near Khamenei’s compound.</p><p>The Associated Press reported that attacks also struck near Khamenei’s offices in the capital.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"where-is-khamenei\">Where is Khamenei?</h2><p>It is unclear. The Reuters news agency cited a source as saying Khamenei was not in Tehran and had been transferred to a secure location.</p><h2 id=\"who-is-khamenei\">Who is Khamenei?</h2><p>The 86-year-old Islamic scholar has been Iran’s Supreme Leader since 1989, succeeding the Islamic Republic’s late founder, the charismatic Ayatollah Ruhollah Khomeini, who returned from exile and drove Iran’s 1979 revolution that overthrew US ally and shah, Mohammad Reza Pahlavi. He holds ultimate authority over all branches of government, the military and the judiciary, while also acting as the country’s spiritual leader.</p><p>During his rule, Khamenei has withstood an adversarial relationship with the West, including intense sanctions, and several rounds of protests at home over the economy and rights issues. He has called the US Iran’s “number one enemy”, with Israel trailing close behind.</p><p>Critical to Khamenei’s power is the loyalty of two of Iran’s premier security institutions – the Islamic Revolutionary Guard Corps (IRGC) and the Basij paramilitary forces, which have hundreds of ⁠thousands of volunteers.</p><p>Khamenei has long said Iran would never build a nuclear weapon and that its nuclear programme is for civilian purposes only. Neither US intelligence nor the UN nuclear watchdog have found any evidence that Iran was pursuing an atomic weapon, a narrative Israel and some in the Trump administration have nevertheless pushed.</p><h2 id=\"what-have-the-us-and-israel-said-about-khamenei\">What have the US and Israel said about Khamenei?</h2><p>Officials from both countries have previously issued threats against Khamenei.</p><p>In June, after the <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war</a> of US-Israeli attacks on Iran, and Tehran’s retaliation against Israel, Israel’s Defence Minister Israel Katz said Khamenei “cannot continue to exist”.</p><p>“A dictator like Khamenei who stands at the head of a state like Iran and has the horrible goal of destroying Israel – cannot continue to exist,” he said.</p><p>The same month, Israel’s Prime Minister Benjamin Netanyahu suggested Israel had not ruled out attempting to assassinate Khamenei, an act he said would “end” the long-running conflict between the US and Iran.</p><p>In the US, President Donald Trump has also made remarks appearing to threaten Khamenei. In an interview with ABC News earlier this month, Trump said the Iranian leader should be “very worried”, as the US amassed military assets in the region. In separate remarks, he said regime change in Iran would be “the best thing that could happen” and that “there are people” who could assume leadership, without elaborating.</p><p>As he ordered attacks on Iran last year, Trump then claimed Khamenei would be an “easy target” if the US decided to go after him.</p><p>“We know exactly where the so-called ‘Supreme Leader’ is hiding,” said Trump. “He is an easy target, but is safe there – We are not going to take him out (kill!), at least not for now.”</p><h2 id=\"what-was-the-goal-of-the-latest-attack\">What was the goal of the latest attack?</h2><p>In remarks following the attacks, Trump pledged to “annihilate” Iran’s navy and missile sites, and urged Iranians to overthrow their government.</p><p>“When we are finished, take over your government. It will be yours to take,” said Trump. “This will be probably your only chance for generations.</p><p>Al Jazeera’s Ali Hashem, who has covered Iran extensively, said it is clear that the US-Israeli attacks are “mainly aimed at decapitating [the political elite]”.</p><p>“How successful or unsuccessful this was, that is too early to tell.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Sweden confirms Russian drone intercepted near French aircraft carrier | Military News | Al Jazeera",
            "time": "2026-02-28T08:47:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-27T104708Z_2047172609_RC2AUJAWYWY0_RTRMADP_3_SWEDEN-FRANCE-1772266743.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sweden confirms Russian drone intercepted near French aircraft carrier</h1><p class=\"article__subhead\"><em>Swedish forces disrupt a drone launched from a Russian ship near a visiting French aircraft carrier in Swedish waters.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Feb 2026</span><span aria-hidden=\"true\">28 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"125\" data-end=\"320\">Sweden’s military has confirmed that a drone disabled near a visiting French aircraft carrier this week was Russian, prompting France to condemn what it described as a “ridiculous provocation” by Moscow.</p><p data-start=\"125\" data-end=\"320\">The incident took place in the Oresund strait between Sweden and Denmark, as France’s flagship Charles de Gaulle aircraft carrier was on a visit to the region.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"125\" data-end=\"320\">“During the visit of the French aircraft carrier Charles de Gaulle, one of the Swedish Armed Forces’ vessels observed a drone taking off from a Russian signals intelligence ship,” the Swedish military said in a statement on Friday.</p><p data-start=\"125\" data-end=\"320\">“The Swedish Armed Forces can now confirm that a Russian drone has carried out an unauthorised flight,” it added.</p><p data-start=\"125\" data-end=\"320\">Sweden’s Defence Minister Pal Jonson said “technical data” confirmed the origins of the drone as being the Russian vessel “Zhigulevsk”, noting also that the incident “constitutes a breach of Sweden’s access regulations and a violation of Swedish airspace”.</p><p data-start=\"125\" data-end=\"320\">“The Swedish Armed Forces responded firmly and professionally with countermeasures that disrupted the drone,” Jonson said.</p><p></p><p data-start=\"125\" data-end=\"320\">According to the AFP news agency, a Swedish navy vessel, HMS Rapp, used technical equipment to disable the drone about 13km (eight miles) from the French carrier.</p><p data-start=\"125\" data-end=\"320\">Swedish forces took action when the Russian drone was deemed to be flying without authorisation.</p><p data-start=\"125\" data-end=\"320\">Sweden said the Russian ship failed to comply with regulations governing transit through Swedish waters and HMS Rapp later escorted the vessel out of Swedish maritime territory into the Baltic Sea.</p><p data-start=\"125\" data-end=\"320\">The French carrier and its escort ships had docked in Malmo on Wednesday for a visit by the vessel to the Swedish port before taking part in NATO exercises.</p><p data-start=\"125\" data-end=\"320\">Speaking on board the Charles de Gaulle on Friday, French Foreign Minister Jean-Noel Barrot said that if Russian involvement was confirmed, “the only conclusion I would draw is that it would be a ridiculous provocation”.</p><p data-start=\"125\" data-end=\"320\">“The drone was neutralised away from the Charles de Gaulle aircraft carrier and in no way was the security of the aircraft carrier and its group threatened,” he said.</p><p data-start=\"125\" data-end=\"320\">Swedish Prime Minister Ulf Kristersson said an investigation had been launched and suggested the timing was unlikely to be accidental.</p><p data-start=\"2296\" data-end=\"2499\">“It is a Russian way of acting that we recognise from other places,” he said.</p><p data-start=\"2296\" data-end=\"2499\">Kremlin spokesperson Dmitry Peskov dismissed the allegation, calling it “quite an absurd statement”.</p><p data-start=\"2501\" data-end=\"2598\">The Baltic Sea region has become an area of mounting tension between Russia and NATO countries.</p><p data-start=\"2501\" data-end=\"2598\">Several members of the NATO alliance – bordering and near to Russia – have reported a surge in <a href=\"/news/2025/10/21/poland-detains-suspected-saboteurs-amid-fears-of-russian-hybrid\">drone sightings</a> which have caused disruptions in recent months, with some attributing them to Moscow.</p></div></div></body></html>"
        }
    ]
}