{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Europe’s Israel policy faces a democratic test | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-16T15:31:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-17T134207Z_748759512_RC2OVHARL2WJ_RTRMADP_3_ISRAEL-PALESTINIANS-GERMANY-1764150760.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"282\" data-end=\"467\">More than 457,000 European citizens have signed a petition calling for the full suspension of the European Union’s partnership agreement with Israel within the initiative’s first month.</p><p data-start=\"469\" data-end=\"875\">Launched on January 13 as a formally registered European citizens’ initiative, the petition must reach 1 million signatures from at least seven EU member states by January 13 next year to trigger formal consideration by the European Commission. It is not a symbolic appeal. It is a mechanism embedded within the EU’s democratic framework, designed to translate public will into institutional review.</p><p data-start=\"877\" data-end=\"1131\">The speed and geographic spread of this mobilisation matter. The demand to suspend the EU-Israel Association Agreement is no longer confined to street demonstrations or activist circles. It has entered the EU’s formal democratic architecture.</p><p data-start=\"1133\" data-end=\"1762\">The petition calls for suspension on the grounds that Israel is in breach of Article 2 of the association agreement, which conditions the partnership on respect for human rights and international law. As the initiative states, “EU citizens cannot tolerate that the EU maintains an agreement that contributes to legitimize and finance a State that commits crimes against humanity and war crimes.” The text further cites large-scale civilian killings, displacement, destruction of hospitals and medical infrastructure in Gaza, the blockade of humanitarian aid and the failure to comply with orders of the International Court of Justice.</p><p data-start=\"1764\" data-end=\"2012\">As of Monday, the initiative had gathered 457,950 signatures, more than 45 percent of the required total in just one month. Signatories come from all 27 EU member states without exception. This is not a regional surge. It is continental.</p><p data-start=\"2014\" data-end=\"2461\">The distribution of signatures reveals more than raw numbers. France alone accounts for 203,182 signatories, nearly 45 percent of the total. That figure reflects the country’s longstanding tradition of solidarity mobilisation, sustained mass demonstrations throughout the genocidal war on Gaza and the clear positioning of major political actors, such as La France Insoumise. France has emerged as the principal engine of this institutional push.</p><p data-start=\"2463\" data-end=\"2961\">Spain follows with 60,087 signatures while Italy stands at 54,821, a particularly striking figure given the presence of a right-wing government that openly supports Israel. Belgium has registered 20,330 signatures from a population of roughly 12 million, reflecting high relative engagement. In the Nordic region, Finland with 12,649 signatures, Sweden with 15,267 and Denmark with 8,295 show sustained participation. Ireland has reached 11,281 signatures from a population of just over five million.</p><p data-start=\"2963\" data-end=\"3446\">Several of these countries have already exceeded their required national thresholds under EU rules. France, Spain, Belgium, Finland, Ireland, Italy and Sweden have all surpassed the minimum number needed for their signatures to count towards the seven-member-state requirement. This is a critical development. It means the initiative is not merely accumulating volume but is also already satisfying the geographic legitimacy criteria built into the European citizens’ initiative mechanism.</p><p data-start=\"3448\" data-end=\"3762\">The Netherlands, with 20,304 signatures, is approaching its national threshold. Poland, at 22,308 signatures, reflects engagement that extends beyond Western Europe. Even in smaller states such as Slovenia with 1,703 signatures, Luxembourg with 900 and Portugal with 4,945, participation is visible and measurable.</p><p data-start=\"3764\" data-end=\"4725\">Germany presents a revealing contrast. Despite being the EU’s most populous member state and the site of some of the largest demonstrations against Israel’s genocidal campaign in Gaza, the petition has gathered 11,461 German signatures, only 17 percent of Germany’s national threshold of 69,120. This gap between visible street mobilisation and formal institutional participation highlights the particular political and legal environment in Germany, where pro-Palestinian expression has faced restrictions and where successive governments have maintained near-unconditional support for Israel as a matter of state policy. The relatively low percentage does not signal absence of dissent. Rather, it illustrates the structural constraints within which dissent operates. That more than 11,000 citizens have nevertheless formally registered their support indicates that institutional engagement is occurring even under conditions of political pressure.</p><p data-start=\"4727\" data-end=\"5102\">Taken together, these patterns reveal something deeper than a petition’s momentum. Over more than two years of genocidal war, ethnic cleansing and the systematic destruction of civilian life in Gaza, solidarity across Europe has not dissipated. It has moved from protest slogans and street mobilisation into a formal democratic instrument that demands institutional response.</p><p data-start=\"5104\" data-end=\"5605\">Petitions do not automatically change policy. The European Commission is not legally bound to suspend the association agreement even if the initiative ultimately reaches 1 million signatures. But the political implications are significant. A successful initiative would formally compel the commission to respond to a demand grounded in the EU’s own human rights clause. It would demonstrate that the call for suspension is rooted in broad and measurable public support across multiple member states.</p><p data-start=\"5607\" data-end=\"5957\">The European Union has long presented itself as a normative power committed to international law and human rights. Article 2 of its partnership agreements is foundational. If hundreds of thousands, and potentially more than a million, European citizens insist that this principle be applied consistently, EU institutions will face a credibility test.</p><p data-start=\"5959\" data-end=\"6217\">This petition is not merely a count of signatures. It is an index of political will. It shows that across France, Spain, Belgium, Italy, Ireland, the Nordic states and beyond, citizens are invoking the EU’s own democratic mechanisms to demand accountability.</p><p data-start=\"6219\" data-end=\"6612\">Whether the initiative ultimately reaches 1 million, one reality is already established. The demand to suspend the EU-Israel partnership has entered Europe’s institutional bloodstream. It can no longer be dismissed as marginal rhetoric. It is embedded within the union’s formal democratic process, and that marks a significant development in Europe’s response to the genocide in Gaza.</p><p data-start=\"6219\" data-end=\"6612\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Dozens of Australian ISIL relatives freed from Syria’s Roj camp | News | Al Jazeera",
            "time": "2026-02-16T14:58:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_69930ab7157c0-1771244215.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Dozens of Australian ISIL relatives freed from Syria’s Roj camp</h1><p class=\"article__subhead\"><em>Families of 34 Australians are set to depart from Damascus, Kurdish authorities say.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kurdish authorities in Syria have released 34 Australian relatives of ISIL (ISIS) fighters who had been held in a camp in northern Syria, saying they would be flown to Australia from Damascus.</p><p>A director of ⁠the Roj camp said on Monday that Australian citizens had been handed over to members of their families who had come to Syria for the release.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Today, we are handing over 11 families who hold Australian nationality to their relatives,” Hakmieh Ibrahim told the AFP news agency.</p><p>“These families are the last Australians in the Roj camp,” she added. Ibrahim revealed that 2,201 people with about 50 nationalities were still residing in the camp.</p><figure id=\"attachment_4317660\" aria-describedby=\"caption-attachment-4317660\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317660\" src=\"/wp-content/uploads/2026/02/ap_69930b476f6c9-1771244359.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Family members of suspected Islamic State militants who are Australian nationals board a van heading to the airport in Damascus during the first repatriation operation of the year, at Roj Camp in eastern Syria, Monday, Feb. 16, 2026. Thirty-four Australian citizens from 11 families departed the camp. (AP Photo/Baderkhan Ahmad)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317660\" class=\"wp-caption-text\">Family members board a van heading to the airport in Damascus [Baderkhan Ahmad/AP Photo]</figcaption></figure><p>They were put on small buses for Damascus before their departure from the country. A military vehicle escorted the buses.</p><p>Thousands of people believed to be linked to ISIL <a href=\"/news/2021/9/23/save-the-children-report-wasting-away-syrian-refugee-camps\">have been held at Roj</a> and a second camp, <a href=\"https://www.youtube.com/watch?v=bCQxfbbAhsI\">al-Hol</a>, since the armed group was driven from its final territorial foothold in Syria in 2019.</p><p>Syrian government forces took control of al-Hol last month during <a href=\"/news/liveblog/2026/1/20/syria-fighting-live-ceasefire-under-duress-as-govt-moves-into-hasakah\">fighting with the Kurdish-led Syrian Democratic Forces</a> (SDF), which led to state forces seizing most of the territory in northeastern Syria previously controlled by Kurdish forces.</p><h2 id=\"safety-of-australians-overriding-priority\">‘Safety of Australians overriding priority’</h2><p>The Australian government said in a statement that it will not repatriate people from Syria.</p><p>“Our security agencies have been monitoring – and continue to monitor – the ⁠situation in Syria to ensure they are prepared for any Australians ⁠seeking to return to Australia.</p><p>“People in this cohort need to know that if they have committed a crime and if they return to Australia they will be met with the full force of the law.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The safety ⁠of Australians and the protection of Australia’s national interests remain the overriding priority.”</p><p>The British NGO Save The Children <a href=\"https://www.savethechildren.net/news/fate-20000-children-ne-syria-camps-uncertain-security-situation-deteriorates\">warned in January</a> that 20,000 children in camps in northeastern Syria faced being “harmed, exploited or coerced by armed actors” as the security situation in the region declines and called on countries to repatriate their civilians from the camps.</p><p>Governments around the world, including the United Kingdom, have been slow to bring back their citizens. The most well-known resident of the Roj camp, UK-born <a href=\"/news/2025/11/13/new-review-urges-uk-to-repatriate-shamima-begum-others-from-syria\">Shamima Begum</a>, was 15 when she and two other girls fled from London in 2015 to marry ISIL fighters in Syria.</p><p>In 2019, the UK government revoked her citizenship soon after she was discovered in a detention camp in Syria.</p><p>Since then, she has challenged the decision, which was turned down by an appeals court in February 2024. Born in Britain to Bangladeshi parents, Begum does not hold Bangladeshi citizenship. She is still in the Roj camp.</p></div></div></body></html>"
        },
        {
            "title": "UN staffers back Francesca Albanese, condemn European ministers for attacks | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-16T14:49:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/04/11836748-1713400357.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Beirut, Lebanon</strong> – Current and former United Nations staffers have spoken out in defence of Francesca Albanese, the UN special rapporteur on the occupied Palestinian territories, after she faced attacks from a pro-Israeli NGO and several European government officials.</p><p>Albanese – who, like all special rapporteurs, is appointed by the UN Human Rights Council but is not a UN staff member – has been subjected to repeated attacks from pro-Israeli figures and bodies, with one of the most fervent critics being UN Watch, a pro-Israel NGO.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The UN Watch, which is not a UN body, spread an edited clip of Albanese, 48, speaking at the Doha Forum earlier this month, in which the NGO falsely said she had called Israel “the common enemy of humanity”.</p><p>Albanese’s actual words were: “We now see that we as a humanity have a common enemy and the respect of fundamental freedoms is the last peaceful avenue, the last peaceful toolbox that we have to regain our freedom.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The NGO’s clip grabbed the attention of European officials, including those from Austria, Czechia, France, Germany and Italy.</p><p>French Foreign Minister Jean-Noel Barrot went as far as saying he would demand her resignation on February 23 when the next session of the UN Human Rights Council is held. On February 9, a group of French MPs sent Barrot a letter denouncing Albanese and calling her remarks “anti-Semitic”. Two days later, Barrot called for Albanese to resign.</p><p>In response, hundreds of UN staffers, who are members of a group called United Staff for Gaza, hit back at the European governments targeting Albanese.</p><p>“United Staff for Gaza regrets the dis-/misinformation that has circulated in recent days concerning Special Rapporteur Albanese, which has been taken up by the French, German and other Foreign Ministers in their levelling of unwarranted, vitriolic accusations against the Special Rapporteur,” the group said in a statement on Friday.</p><p>“United Staff for Gaza appeals for a rectification of these errors and calls for an end to personal attacks, threats, intimidation, and disinformation targeting UN agencies, mandate-holders, and personnel.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>United Staff for Gaza is not an official UN body, but is made up of current and former staffers, who created the group last July to defend Palestinians’ rights. Today, it boasts nearly 2,500 members.</p><p>“The initiative serves as a channel for colleagues around the world, regardless of their areas of work, to speak out against the perpetration of mass atrocity crimes in the Gaza Strip and help defend the UN Charter,” says the group’s website.</p><p>“[Our] statement is not just to support her, but to stand against all untruthful smear campaigns that target the UN and advocates for the human rights of Palestinians worldwide, including UNRWA,” Dali ten Hove, a former UN staffer and member of the United Staff for Gaza, told Al Jazeera, referring to the UN Relief and Works Agency for Palestine Refugees (UNRWA).</p><p>Albanese, an Italian human rights lawyer and expert, was appointed the UN special rapporteur on the occupied Palestinian territories in May 2022. Today, she is one of the most prominent global figures calling out Israel for its genocidal war in Gaza, and advocating for Palestinian rights in general – a stand that has led to numerous attacks on her by pro-Israeli governments and organisations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Albanese has also been backed by UNRWA, which in a statement said the latest attacks on her “aim at silencing her voice and undermining the few remaining independent human rights reporting mechanisms”.</p><p>The UN body added that there had been “coordinated campaigns seek[ing] to discredit and silence those who speak out about human rights impacts and violations of international humanitarian law”.</p><p>Chris Gunness, former UNRWA communications director, told Al Jazeera that pro-Israel politicians in the donor community are largely to blame for the attacks on Albanese.</p><p>“They allowed purveyors of industrial-scale fake news, doctored soundbites, anti-Palestinian hate speech and genocide denial, to blague their way into national parliaments and have a voice in the discourse around Palestine refugees,” he said.</p><p>“The credibility of Israel’s proxies is hanging in rags. The condemnable attack on Francesca Albanese exposes their deliberate deceit for the house of cards it always was.”</p><p>More than <a href=\"/news/2026/2/14/over-100-artists-for-palestine-back-uns-albanese-after-resignation-calls\">100 artists also backed Albanese</a> after calls for her resignation grew among pro-Israeli governments and groups.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4316220\" src=\"/wp-content/uploads/2025/11/Death-toll-tracker-1771169520.png?quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-Feb 15, 2026_Death toll tracker-1765554400\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Amid rising support for Albanese, a comment on the controversy by Stephane Dujarric, UN Secretary-General Antonio Guterres’s spokesperson, caused a stir among some UN staffers.</p><p>“We have always believed that the institution of special rapporteurs, while being completely separate from the secretary-general, is an important part of the international human rights architecture. We don’t always agree with what they say, and that includes Ms Albanese,” he told reporters on Thursday.</p><p>But ten Hove said Dujarric could have acknowledged that the quotes attributed to Albanese were fake. He also said the spokesperson could have called on the international community to respect the integrity of the UN human rights system, “like the head of UNRWA and the spokesperson of the [UN] Human Rights Office did”.</p><p>Several European government figures have also come under fire for their attacks on Albanese.</p><p>“It is reprehensible that ministers in Austria, Czechia, France, Germany and Italy have attacked the UN Special Rapporteur on the Occupied Palestinian Territory, Francesca Albanese, based on a deliberately truncated video to misrepresent and gravely misconstrue her messages – as is clear from watching her original address in its entirety,” Amnesty International’s Secretary-General Agnes Callamard said in a <a href=\"https://www.amnesty.org/en/latest/news/2026/02/european-states-must-retract-attacks-francesca-albanese/\">statement</a> on Friday.</p><p>Callamard said some ministers have “spread disinformation” regarding Albanese, and demanded their apology.</p><p>“If only these ministers had been as loud and forceful in confronting a state committing genocide, unlawful occupation and apartheid as they have in attacking a UN expert,” Callamard wrote. “Their cowardice and refusal to hold Israel accountable stand in stark contrast to the Special Rapporteur’s unwavering commitment to speaking truth to power.”</p><p>Despite the criticism, French Foreign Minister Barrot has not retracted his call for Albanese to resign.</p><p>United Staff for Gaza’s ten Hove said the French position against Albanese was disappointing, as France has played a “very constructive role, shepherding through” the UN General Assembly’s declaration on Palestine last September.</p><p>Schams El Ghoneimi, former MENA adviser to French President Emmanuel Macron’s party in the European Parliament, also criticised the French position.</p><p>“It is unimaginable to me to see France side with the Israeli authorities’ propaganda against the UN special rapporteur,” El Ghoneimi told Al Jazeera.</p><p>“Does our government want to stand firm by international law, and therefore denounce the Israeli government’s unprecedented and ongoing violations in Gaza and the West Bank?” he asked. “Does it want to side with the grotesque propaganda of Israeli authorities? France’s credibility is at stake here.”</p></div></div></body></html>"
        },
        {
            "title": "Israel to restart land registration in West Bank. What that means | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-16T14:41:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260209-40505108-40505096-ISRAELI_ATTACKS_HAVE_BROUGHT_LIFE_IN_THE_TULKARM_REFUGEE_CAMP_TO_A_STANDSTILL_FOR_A_YEAR-1770668550.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli government has <a href=\"/news/2026/2/15/israel-approves-proposal-to-register-west-bank-lands-as-state-property\">approved</a> a plan to begin land registration in the occupied West Bank, meaning it will be able to seize land from Palestinians who cannot prove ownership.</p><p>For the first time since Israel’s occupation of the West Bank in 1967, it will register such land as property of the state – also known as settlement of land title – in Area C of the occupied West Bank.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Area C is the part of the West Bank that remains under direct Israeli control. It covers about 60 percent of the West Bank.</p><p>According to Israeli media, Israeli Minister of Finance Bezalel Smotrich, who submitted the proposal to restart land registration with Minister of Justice Yariv Levin and Minister of Defence Israel Katz, said the move was a continuation of “the settlement revolution to control all our lands”.</p><p>The Palestinian Authority presidency said the decision amounts to “de facto annexation” of the West Bank. It is the formalisation of the ongoing process of building settlements in the West Bank in violation of international law over the past several decades.</p><p>Here’s what we know about how this could be implemented:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-does-the-land-registration-process-mean\">What does the land registration process mean?</h2><p>During Jordanian control of the West Bank from 1949 to 1967, the administration primarily followed the British Mandate of land ownership, under which land was registered as state or private property.</p><p>But only about one-third of the land in the West Bank was formally registered under this process. Large numbers of Palestinians living in the region had no documentation or other means of proving they owned their own land. Many of them had also lost documents or they had been destroyed during the 1967 six-day Arab-Israeli war, which resulted in the Israeli occupation of the West Bank.</p><p>When Israel took control of the West Bank, it discontinued the process of land registration.</p><p>Now, the government has decided to restart the land registration, a move that many Israeli human rights groups and political analysts have condemned.</p><p>Xavier Abu Eid, a political analyst based in the West Bank, described the Israeli government’s move as a “de facto annexation of Palestinian territory”.</p><p>“What they are doing is the implementation of annexation, packaging it as a mere bureaucratic process,” he told Al Jazeera.</p><p>He added that it reaffirms the idea that “there is a colonial power that sets two different sets of legislation depending on ethnic and religious identity, defined also as apartheid.”</p><h2 id=\"where-will-land-registration-be-implemented\">Where will land registration be implemented?</h2><p>In 1993 and 1995, the Oslo Accords were signed between Israel and the Palestine Liberation Organization. They laid out administrative control of the West Bank and Gaza and divided the occupied West Bank into three areas – Area A, Area B and Area C.</p><p>The new Palestinian Authority (PA) was granted full administrative control of 18 percent of the land – Area A – and joint control with Israel over 22 percent – Area B. Area C remained under complete Israeli military control. These areas were meant to be in place for five years, after which full administrative control would be handed to the PA. However, this transfer never took place.</p><p>The land registration that will now be restarted will apply to Area C, which is home to more than 300,000 Palestinian people.</p><figure id=\"attachment_3181340\" aria-describedby=\"caption-attachment-3181340\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3181340\" src=\"/wp-content/uploads/2024/09/INTERACTIVE-Occupied-West-Bank-Area-A-B-C-5-Palestine-1726465625.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank - Area A B C - 5 - Palestine-1726465625\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3181340\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>According to the Israeli anti-settlement group Peace Now, in Area C, about 58 percent of the land remains unregistered. In a statement on Sunday, the group warned that the Israeli government’s land settlement process will now facilitate full Israeli control of this unregistered land.</p><h2 id=\"how-will-land-registration-work\">How will land registration work?</h2><p>Israeli authorities have provided few details about how the process will unfold, but essentially, it will likely involve transferring legal ownership of land to the Israeli state and issuing evictions to Palestinian communities, as has been happening in <a href=\"/features/2026/1/18/enormous-pain-in-my-heart-palestinian-evictions-mount-in-east-jerusalem\">East Jerusalem</a> in recent years, experts told Al Jazeera.</p><p>Michal Braier, an architect and the head of research at Bimkom, an Israeli human rights organisation that focuses on land and housing rights, said it is likely Israeli authorities will take the same approach in the West Bank as they have taken in East Jerusalem since 2018. In East Jerusalem, only 1 percent of settled land has been registered to Palestinians from 2018 to 2024, according to Bimkom.</p><p>Braier said Israel will begin by selecting the areas of land it wants to register. The government has set a goal of registering about 15 percent of the unregistered land within the next four years, she added.</p><p>“Now we can pretty clearly guess that this 15 percent will be lands where they assume that they can prove the state ownership easily or they can easily reject Palestinian ownership claims because a lot of these unregistered lands don’t have clear records and the records go a very, very long time back. So it will be very hard to prove Palestinian ownership,” she told Al Jazeera.</p><p>In theory, she said, Palestinians will be able to file land claims as part of the new process, but in practice, it is likely that they will be prevented from successfully doing so.</p><p>“Even if they do file claims, the legal bars they need to meet are very difficult to obtain. On top of this, there is the problem of Absentee Property Law, which moves land into the state’s hands and is yet unclear how exactly it will be practised in the occupied West Bank. So Palestinians are highly likely to lose their individual property rights,” she said.</p><p>The Absentee Property Law is an Israeli law enacted in 1950 that states that Israel has the right to seize property of “absentees” – people who were expelled, fled or who left the country after November 29, 1947, the day the United Nations General Assembly passed a resolution to end the British Mandate and recommend the creation of a Palestinian and a Jewish state. Israel was founded less than six months later.</p><p>Braier said land registration “will be used as another mechanism to grab land that they could not grab until now for different reasons and to build more settlements and push out Palestinians from Area C”.</p><p><a href=\"https://www.timesofisrael.com/cabinet-oks-new-west-bank-land-registration-process-critics-decry-de-facto-annexation/\" target=\"_blank\" rel=\"noopener\">According to</a> a Times of Israel report, an Israeli government resolution linked to the land registration bill has allowed for an initial budget of $79m for the land registration process in Area C from 2026 to 2030. The report added that during this process, Israel, which already has civilian and military control of the area, will establish 35 ministerial positions and set up state agencies to begin the process of registering land.</p><h2 id=\"what-does-this-mean-for-palestinian-communities\">What does this mean for Palestinian communities?</h2><p>Peace Now described the Israeli government’s decision to restart land registration in the West Bank as “a mega land grab of Palestinian property”.</p><p>“Land registration will result in the transfer of ownership of the vast majority of Area C to the state, leaving Palestinians with no practical ability to realise their ownership rights,” the group said in a statement on Sunday.</p><p>Abu Eid said the land registration process the government intends to undertake amounts to a “full-fledged ethnic cleansing policy” and added that it is a moment that will be “remembered as a turning point in Israeli attempts at erasing the Palestinian cause”.</p><p>But he noted that the Israeli government’s decision has not arisen in a vacuum as Israel has “allowed for a wave of terror attacks by Israeli settlers and the expansion of colonial settlements all over the West Bank” for years.</p><p>“Palestinians in general are not just dispossessed of their land and natural resources but come under attacks that are dealt with utter impunity both by the Israeli regime and by the international community,” he said.</p><p>“In <a href=\"/features/2026/1/22/if-you-sleep-settlers-will-burn-your-house-fear-in-the-west-bank\">al-Auja</a>, for example, near Jericho, from 100 Palestinian families that used to live in the place a few months ago, now there is not a single family left,” he added.</p><p>He said it is likely that Israel will expect thousands of displaced people from the West Bank to go to Jordan.</p><p>“You should not forget the incitement coming out from members of the Israeli government claiming that Jordan should be turned into Palestine while Palestine should be left for the Zionist project,” Abu Eid said.</p><figure id=\"attachment_3608164\" aria-describedby=\"caption-attachment-3608164\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3608164\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Occupied-West-Bank-population-1743158487.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank population-1743158487\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3608164\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"how-have-palestinian-land-rights-been-eroded-before-this\">How have Palestinian land rights been eroded before this?</h2><p><a href=\"/news/2025/3/30/mapping-how-israels-land-grabs-are-reshaping-the-occupied-west-bank\">The West Bank</a> is home to about 3.3 million Palestinians. It is divided into 11 governorates with Hebron being the most populous at 842,000 residents. Jerusalem follows with 500,000, Nablus with 440,000, Ramallah and el-Bireh with 377,000 and Jenin with 360,000.</p><p>Since the Israeli occupation in 1967, the Palestinian people have been subject to  land seizures and illegal settlement expansion.</p><p>Today, about 700,000 Israelis live in the West Bank and East Jerusalem in settlements and outposts that are Jewish-only communities built on Palestinian land. These range in size from a single dwelling to a collection of high rises. Last year, the Israeli government approved the construction of new settlements in the region, seeking to advance “de facto sovereignty” in the region.</p><p>In all, the <a href=\"/features/2026/2/9/israeli-plans-deepen-de-facto-annexation-of-occupied-west-bank\">number</a> of settlements and outposts in the West Bank and East Jerusalem has risen by nearly 50 percent since 2022 – from 141 to 210 now.</p><p>Besides eroding Palestinian people’s land rights, Israel has also carried out frequent raids in the West Bank, where Palestinians are also subject to checkpoints, arbitrary arrests, home demolitions and settler attacks.</p><p>The Israeli human rights organisation B’Tselem estimated that settler attacks against Palestinians have forcibly displaced 44 communities across the West Bank in recent years. These attacks have also resulted in the deaths of Palestinian people. Since Israel’s genocidal war on Gaza began on October 7, 2023, settler attacks have also intensified.</p><p>At least 1,054 Palestinians were killed in the West Bank by Israeli soldiers and settlers from October 7, 2023, to February 5 of this year, <a href=\"https://www.ohchr.org/en/press-briefing-notes/2026/02/new-israeli-operations-occupied-west-bank-raise-serious-concerns\" target=\"_blank\" rel=\"noopener\">according to</a> the latest United Nations figures.</p><p>Braier said Sunday’s approval of Israel’s land registration in the West Bank will result in a rise in violence in the region.</p><p>“Area C is being cleared out by what is usually regarded as settler violence, but this violence is actually state violence, backed by state mechanisms, so this is all working together to expand Israeli control over Area C and expand settlement in Area C,” she said.</p><figure id=\"attachment_3608161\" aria-describedby=\"caption-attachment-3608161\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3608161\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Occupied-West-Bank-settlement-expansion-1743158479.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank - settlement expansion-1743158479\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3608161\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"is-israel-s-land-registration-process-legal\">Is Israel’s land registration process legal?</h2><p>In 2024, the International Court of Justice (ICJ) <a href=\"/news/2024/7/19/world-court-says-israels-settlement-policies-breach-international-law\">ruled</a> that Israel’s “expropriation of land and properties, transfer of populations, and legislation aimed at the incorporation of the occupied section are totally invalid and cannot change that status”.</p><p>The ICJ has also ruled that Israel’s long-term occupation of Palestinian territory is illegal and must be terminated “as rapidly as possible”.</p><p>Braier said the Israeli government’s latest decision on land registration also contravenes international law.</p><p>“International law is clear: As an occupying power, Israel cannot exercise sovereign powers, including final determination of land ownership, in an occupied territory,” she told Al Jazeera.</p><p>“This position was reinforced by the International Court of Justice’s 2024 advisory opinion, which found that similar settlement of land title proceedings in East Jerusalem violate the laws of occupation,” she said.</p><p>“Furthermore, the decision to authorise Israeli civilian authorities to manage the land registration procedures likewise constitutes a clear indication of the annexation of the area,” she added.</p><h2 id=\"what-does-this-mean-for-israel-s-peace-treaty-with-jordan\">What does this mean for Israel’s peace treaty with Jordan?</h2><p>On October 26, 1994, Israel and Jordan signed the Wadi Araba Treaty, which formally ended the state of war between the two nations that had existed since the creation of Israel in 1948.</p><p>Under the agreement, Israel and Jordan established diplomatic ties, agreed to exchange territory and opened the way for cooperation in trade, tourism, transport links, water resources and environmental protection. Jordan also signed the agreement seeking to ensure a two-state solution between Israel and Palestine would be established.</p><p>But the public in Jordan, opposition groups and human rights groups have repeatedly called on the government to sever relations with Israel due to its continuing aggression in Palestine.</p><p>In 2014, many Jordanians took to the streets, calling on the government to scrap its peace treaty with Israel after clashes between Israeli police and Palestinians at Al-Aqsa Mosque in Jerusalem.</p><p>In 2024, a similar call was issued by Jordanian activists as Israel conducted its genocidal war in Gaza, which has killed more than 70,000 Palestinians.</p><p>On Sunday, Jordan, which shares a 482km (300-mile) border with Israel and the West Bank, condemned Israel’s decision to reinstate land registration in the West Bank. Jordan’s Ministry of Foreign Affairs described Israel’s move as a “flagrant violation of international law”.</p><p>While Jordan’s peace treaty with Israel still holds, Abu Eid said Sunday’s decision by the Israeli cabinet is a serious and sensitive matter for Jordan, particularly if thousands of people are forcibly displaced from the West Bank.</p><p>Furthermore, he said, Israel has been acting against the principles of the Jordan-Israel peace agreement for years.</p><p>“If peace agreements are aimed at creating the conditions to enhance cooperation and establish a two-state solution, Israel goes against all of such principles, seeking the expansionist ‘Greater Israel’ agenda,” he said.</p><p>“Jordan takes such matters seriously and will certainly seek to have collective action with other regional and international allies,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Real Madrid play Benfica in Champions League playoff: Team news and lineups | Football News | Al Jazeera",
            "time": "2026-02-16T14:23:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2258725024-1769632679.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Benfica vs Real Madrid<br>\n<strong>What:</strong> UEFA Champions League<br>\n<strong>Where:</strong> Estadio da Luz, Lisbon, Portugal<br>\n<strong>When:</strong> Tuesday, February 17 at 9pm (20:00 GMT)<br>\n<strong>How to follow:</strong> <em>Al Jazeera Sport has <a href=\"/sports/\">live</a> text and photo coverage of the Benfica vs Real Madrid first-leg playoff. </em></p><p>The playoff phase of this season’s <a href=\"/sports/2025/9/16/uefa-champions-league-2025-26-full-match-schedule-and-clubs\">UEFA Champions League</a> (UCL) begins on Tuesday with some of Europe’s biggest names facing a crunch two-leg knockout series  – none bigger perhaps than manager Jose Mourinho leading Benfica against his former club Real Madrid.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The two teams already have recent history in this year’s competition: on January 28, Benfica <a href=\"/sports/2026/1/28/mourinhos-benfica-drag-real-madrid-with-them-to-champions-league-playoffs\">beat the Spanish giants</a> in dramatic fashion with a last-minute header, sealing the Portuguese side’s place in the playoff.</p><p>The catastrophic defeat for Real meant they slipped out of the automatic qualifying positions for the round of 16 and were forced into the extra knockout phase.</p><p>Al Jazeera Sport takes a look at a matchup that has so much riding on it, including some small personal pride for one of Real’s most successful coaches.</p><h2 id=\"what-happened-the-last-time-real-madrid-played-benfica\">What happened the last time Real Madrid played Benfica?</h2><p>Goalkeeper Anatoliy Trubin scored an astonishing 98th-minute header as <a href=\"/sports/liveblog/2026/1/28/live-benfica-vs-real-madrid-uefa-champions-league-coverage-commentary-stream\">Benfica beat Real Madrid</a> 4-2 to keep themselves in the Champions League and deny their illustrious opponents automatic entry through to the next round.</p><p>In an extraordinary league phase finale, the Portuguese side were ⁠heading out of the competition despite leading 3-2 with seconds of stoppage time remaining before Trubin came forward during a free kick to score the goal needed to sneak into the playoff round on goal difference.</p><p>That sparked wild celebrations from Benfica players, fans and their charismatic coach Mourinho in Lisbon.</p><p>Los Blancos had hoped to avoid the playoff round, but ⁠their 15 points from eight games were not enough, and Real finished the football match with nine men as Raul Asencio and Rodrygo were sent off.</p><p>In a final twist, Madrid were handed a tough Champions League playoff draw against Benfica, the very team that consigned them to the playoffs.</p><figure id=\"attachment_4272788\" aria-describedby=\"caption-attachment-4272788\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4272788\" src=\"/wp-content/uploads/2026/01/GettyImages-2258745148-1769639489.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Anatoliy Trubin of Benfica scores his team's fourth goal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4272788\" class=\"wp-caption-text\">A stoppage-time goal from Anatoliy Trubin, second from left, on January 28 changed the Champions League fate for both teams, with Benfica moving into the playoff round and Real Madrid dropping out of contention for top-eight automatic qualification to the round of 16 [File: Jose Manuel Alvarez Rey/Getty Images]</figcaption></figure><h2 id=\"what-did-mbappe-say-after-loss-to-benfica\"><strong><br>\n</strong>What did Mbappe say after loss to Benfica?</h2><p>Madrid star forward Kylian Mbappe <a href=\"/sports/2026/1/29/mbappe-blasts-real-madrid-after-champions-league-loss-at-benfica\">questioned the team’s desire</a> after the upset loss to Benfica and said the star-studded side “deserve” to be in their current situation because they were not consistent enough to obtain an automatic qualification spot.</p><p>“The problem is we aren’t consistent in our play. We have to fix that. You can’t have one day [playing well] and another not, a champion team does not do that,” Mbappe told reporters.</p><p>“We deserve to be in this situation. Benfica were better. Now we have to play two more playoff games. It hurts to have to play those. We wanted to have the time in February to work on our game.”</p><p>Mbappe said he could not put his finger on a clear reason why Madrid played so poorly against Benfica on January 28.</p><p>“I think it’s a bit of everything. I can’t tell you it’s just a matter of attitude, because if I only say that, you’ll think we came here without any desire,” said the French superstar, who scored twice in the defeat.</p><h2 id=\"ucl-victory-against-real-madrid-sealed-benfica-s-recent-revival\">UCL victory against Real Madrid sealed Benfica’s recent revival</h2><p>Benfica were mired in the bottom 12 positions of the UCL ladder, which resulted in elimination from the competition, until their last-gasp fourth by Trubin improved their goal difference to move them into the playoff spots.</p><p>The two-time winners’ remarkable recovery to take a playoff place – they finished 24th in the 36-team league phase, the last qualifying spot – was not only encapsulated by the defeat of Real, but by winning three of their last four matches after losing their opening four games.</p><figure id=\"attachment_4276015\" aria-describedby=\"caption-attachment-4276015\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276015\" src=\"/wp-content/uploads/2026/01/2026-01-28T200635Z_864016332_UP1EM1S1JUY5G_RTRMADP_3_SOCCER-CHAMPIONS-SLB-RMA-1769774900.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Benfica manager Jose Mourinho will face his former club Real Madrid in the UEFA Champions League again\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276015\" class=\"wp-caption-text\">Benfica coach Jose Mourinho was all smiles for the match against Real Madrid in Lisbon on January 28 [Pedro Rocha/Reuters]</figcaption></figure><h2 id=\"when-was-jose-mourinho-manager-of-real-madrid\">When was Jose Mourinho manager of Real Madrid?</h2><p>The former Chelsea, Inter Milan and Manchester United manager was in charge at Real for three seasons following his appointment in May  2010.</p><p>This followed huge success at Porto, Chelsea and Inter Milan, where he won the Champions League with the former and the latter, while also securing a first top-flight title in 40 years for Chelsea.</p><p>Mourinho, 63, only took over at Benfica in September, replacing Bruno Lage as manager after a slow start to the season.</p><h2 id=\"what-was-mourinho-s-record-at-real-madrid-and-what-did-he-win\">What was Mourinho’s record at Real Madrid, and what did he win?</h2><p>Mourinho finished second to Barcelona in his first season in charge, despite Cristiano Ronaldo leading the La Liga scoring charts with 40 goals that season.</p><p>Lionel Messi smashed in 50 goals the following season, but it was Real’s Portuguese pair that emerged smiling with Real’s first league title in three years – Barca claimed the crown in each of those seasons.</p><p>Mourinho’s stint at Bernabeu came to an end the following season when Barcelona won the title by 15 points. It remains the biggest winning margin in the competition’s history.</p><h2 id=\"how-many-times-have-real-madrid-and-benfica-won-the-uefa-champions-league\">How many times have Real Madrid and Benfica won the UEFA Champions League?</h2><p>Real are the record winners of Europe’s premier club competition with 15 titles to their name, the last coming in 2024.</p><p>Benfica have lifted the trophy on two occasions, and both of those came in consecutive years.</p><p>In what was regarded as Benfica’s golden era, Portuguese legend Eusebio helped the team to wins against Barcelona in 1961 and Real Madrid in 1962.</p><p>A hat-trick from Hungary’s finest export, Ferenc Puskas, could not save Real, with Benfica seizing a 5-3 win that included a double from Eusebio.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This is remarkably only the fifth meeting between two of the biggest clubs from Spain and Portugal.</p><p>Benfica edge the matches 3-1, with the first meeting between the clubs coming in the final in May 1962.</p><h2 id=\"benfica-team-news\">Benfica team news</h2><p>Benfica’s attack, which caused so many problems in their last fixture against Madrid, is close to full strength, with Vangelis Pavlidis primed to lead the line and Norwegian international Andreas Schjelderup, who put two past Los Blancos on January 28, ready to play.</p><p>Mourinho will be without key midfielder Fredrik Aursnes, who is sidelined with an injury.</p><p>Alexander Bah (knee), Samuel Soares (muscle strain) and Joao Veloso (shoulder) all remain in doubt for the first leg against Madrid.</p><p><span>Benfica predicted starting lineup (4-2-3-1)</span></p><p>Trubin (GK); Dedic, Araujo, Otamendi, Dahl; Barreiro, Barrenechea; Prestianni, Schjelderup, Sudakov; Pavlidis</p><figure id=\"attachment_4317717\" aria-describedby=\"caption-attachment-4317717\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317717\" src=\"/wp-content/uploads/2026/02/2026-02-01T154222Z_924004292_UP1EM21165PWJ_RTRMADP_3_SOCCER-SPAIN-RMA-RAY-1771246531.jpg?w=770&amp;resize=770%2C542&amp;quality=80\" alt=\"Kylian Mbappe and Vinicius Junior react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317717\" class=\"wp-caption-text\">Real Madrid forwards Kylian Mbappe, left, and Vinicius Jr will be hoping to steal a playoff victory on the road against Benfica on Tuesday [File: Ana Beltran/Reuters]</figcaption></figure><h2 id=\"real-madrid-team-news\">Real Madrid team news</h2><p>Mbappe is poised to return for Real Madrid’s playoff clash at Benfica after he took off the weekend La Liga fixture against Real Sociedad.</p><p>The availability of the team’s top scorer and best player this season is excellent news for coach Alvaro Arbeloa, but it raises the question of whether Los Blancos lose too much balance when both he and Brazilian winger Vinicius Junior line up in attack together.</p><p>That problem is further exacerbated when Jude Bellingham is available too, but the England international is injured (leg) and will not feature against Mourinho’s side in Lisbon.</p><p>Madrid will be without two starters, Asencio and Rodrygo, who are suspended as a direct result of their last Champions League tussle against Benfica in the league phase finale.</p><p>Eder Militao will join Bellingham on the sidelines as he recovers from a tendon injury.</p><h2 id=\"real-madrid-predicted-starting-lineup-4-2-3-1\">Real Madrid predicted starting lineup (4-2-3-1)</h2><p>Courtois (GK); Carreras, Huijsen, Rudiger, Alexander-Arnold; Camavinga, Tchouameni; Valverde, Vinicius, Guler; Mbappe</p><h2 id=\"when-will-the-champions-league-knockouts-and-final-be-played\">When will the Champions League knockouts and final be played?</h2><p>The two legs of the round of 16 will be played on March 10-11 and March 17-18.</p><p>After the quarterfinals and semifinals, the finale of this season’s Champions League will be staged at Puskas Arena in Budapest, Hungary. The game will be played on May 30.</p><p></p><p> </p></div></div></body></html>"
        },
        {
            "title": "Savannah Guthrie appeals to mom’s abductor: ‘It’s not too late’ | Newsfeed | Al Jazeera",
            "time": "2026-02-16T14:21:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771251656.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "How shipping company MSC facilitates trade from Israeli settlements through | Occupied Golan Heights | Al Jazeera",
            "time": "2026-02-16T14:02:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771250497.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Rats run over our faces’: Gaza’s displaced forced to live on infested land | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-16T13:02:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-copy-1771232400.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The smell hits you before you even see the tents. In the al-Taawun camp, wedged between Yarmouk Stadium and al-Sahaba Street in central Gaza City, the line between human habitation and human waste has been erased.</p><p>Forced to flee their homes by Israel’s genocidal war in Gaza, 765 families have set up makeshift shelters directly on top of and adjacent to an enormous solid waste dump. Here, amid mountains of rotting garbage, they are fighting a losing battle against disease, pests and the psychological horror of living in filth.</p><p>Fayez al-Jadi, a father who has been displaced 12 times since the war began, said the conditions are stripping them of their humanity.</p><p>“The rats eat the tents from underneath,” al-Jadi told Al Jazeera. “They walk on our faces while we sleep. My daughter is 18 months old. A rat ran right over her face. Every day, she has gastroenteritis, vomiting, diarrhoea or malnutrition.”</p><p>Al-Jadi’s plea is not for a luxury accommodation, just a mere 40 to 50 metres (130ft to 164ft) of clean space to live in, he said. “We want to live like human beings.”</p><figure id=\"attachment_4317292\" aria-describedby=\"caption-attachment-4317292\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317292\" src=\"/wp-content/uploads/2026/02/image-copy-1771233044.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Fayez al-Jadi, a Palestinian father displaced 12 times by the war, says rats run over his children's faces while they sleep in their tent atop a solid waste dump in Gaza City. [Screengrab/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317292\" class=\"wp-caption-text\">Fayez al-Jadi, a Palestinian father displaced 12 times by the war, says rats run over his children’s faces while they sleep in their tent near a solid waste dump in Gaza City [Screengrab/Al Jazeera]</figcaption></figure><h2 id=\"we-wake-up-screaming\">‘We wake up screaming’</h2><p>The sanitary crisis has unleashed a plague of skin infections among the 4,000 residents of the camp. With no running water or sewage system, scabies has spread like wildfire.</p><p>Fares Jamal Sobh, a six-month-old infant, spends his nights crying. His mother points to the red, angry rashes covering his small body.</p><p>“He doesn’t sleep at night because of the itching,” she said. “We wake up to find cockroaches and mosquitoes on him. We bring medicine, but it’s useless because we are living on trash.”</p><p>Um Hamza, a grandmother caring for a large extended family, including a blind husband and a son suffering from asthma, said shame is no longer compounding their suffering.</p><p>“We’ve stopped being ashamed to say my daughter is covered in scabies,” she told Al Jazeera. “We’ve used five or six bottles of ointment, but it’s in vain.”</p><p>She added that the collapse of Gaza’s healthcare system has left them with nowhere to turn. “The hospitals, like al-Ahli, have started turning us away. … They write us a prescription and tell us to go buy it, but there is no medicine to buy.”</p><figure id=\"attachment_4317270\" aria-describedby=\"caption-attachment-4317270\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317270\" src=\"/wp-content/uploads/2026/02/image-1-copy-1771232395.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Six-month-old Fares Sobh suffers from severe skin infections and asthma caused by the unsanitary conditions at the al-Taawun camp in Gaza City, where displaced families are forced to live atop a solid waste dump. [Screengrab/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317270\" class=\"wp-caption-text\">Six-month-old Fares Jamal Sobh suffers from severe skin infections and asthma caused by the unsanitary conditions at the al-Taawun camp in Gaza City, where displaced families are forced to live atop a solid waste dump [Screengrab/Al Jazeera]</figcaption></figure><h2 id=\"a-city-drowning-in-waste\">A city drowning in waste</h2><p>The conditions at al-Taawun are a microcosm of a citywide collapse. Hamada Abu Laila, a university lecturer who helps administer the camp, warned of an “environmental catastrophe” exacerbated by the lack of sewage networks and drinking water across Gaza City.</p><p>But the problem goes deeper than a lack of aid. According to Husni Muhanna, spokesperson for the Gaza Municipality, the crisis is man-made. Israeli forces have blocked access to the Gaza Strip’s main landfill in the east, forcing the creation of hazardous temporary dumps in populated areas like Yarmouk and the historic Firas Market.</p><p>“More than 350,000 tonnes of solid waste are piling up inside Gaza City alone,” Muhanna <a href=\"/features/2026/1/25/gaza-tent-life-pollution-illness-daily-despair\">told</a> Al Jazeera in January.</p><p>He explained that the municipality is paralysed by a “complex set of obstacles”, including the destruction of machinery, severe fuel shortages and constant security risks. With interventions limited to primitive means, the municipality can no longer manage waste in accordance with health standards, leaving thousands of displaced families to sleep atop a toxic time bomb.</p><h2 id=\"sleeping-next-to-a-tank-shell\">Sleeping next to a tank shell</h2><p>The dangers in al-Taawun are not just biological. Rizq Abu Laila, displaced from the town of Beit Lahiya in the north, lives with his family next to an unexploded tank shell that lies among the rubbish bags and plastic sheets.</p><p>“We are living next to a dump full of snakes and stray cats,” Abu Laila said, pointing to the ordnance. “This is an unexploded shell right next to the tents. With the heat of the sun, it could explode at any moment. Where are we supposed to go with our children?”</p><p>His daughter, Shahd, is terrified of the pack of wild dogs that roam the dump at night. “I’m afraid of the dogs because they bark,” she whispered.</p><p>Widad Sobh, another resident, described the nights as a horror movie. “The dogs bang against the tent fabric. … They want to attack and eat. I stay up all night chasing them away.”</p><p>For Um Hamza, the daily struggle for survival has reached a breaking point.</p><p>“I swear by God, we eat bread after the rats have eaten from it,” she said, describing the desperate hunger in the camp. “All I ask is that they find us a better place, … a place away from the waste.”</p></div></div></body></html>"
        },
        {
            "title": "The Epstein files cover-up: Botched or calculated? | TV Shows | Al Jazeera",
            "time": "2026-02-16T12:41:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/YT2-LPKG-TX0-WIDE-THUMB-1-1771245670.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The latest tranche of the Epstein files contains more than three million documents – the largest release of its kind. In what appears to be a clumsy attempt at a cover-up by the US Department of Justice, the sloppily redacted names of high-profile perpetrators have failed to conceal the intricate web of global elites spanning politics, royalty, Hollywood and tech.</p><p>The fallout in Europe has resulted in a string of resignations, but in the US, there has been limited accountability for the politicians named in the files, including Donald Trump.</p><p><strong>Contributors:<br>\n</strong>Mehdi Hasan – Editor-in-chief and CEO, Zeteo News<br>\nChris Hedges – Host, The Chris Hedges Report<br>\nNikki McCann Ramirez – Politics reporter at Rolling Stone<br>\nDanielle Moodie – Host, The Danielle Moodie Show</p><h2 id=\"on-our-radar\">On our radar:</h2><p>It’s been a month since Iranian authorities imposed a total internet blackout during a violent crackdown on antigovernment protesters. Since then, the state has ramped up the targeted repression of journalists and progressive politicians in Iran.</p><p>The limited information that has managed to make it out of the country, via Elon Musk’s Starlink, is now struggling against what experts say are internet filtering technologies from Chinese companies.</p><p>Tariq Nafi reports on Iran’s nationwide internet shutdown.</p><p>From choreographed flyovers to flags stretching the length of the field, no other sports league has marketed patriotism as aggressively or successfully as the United States’ National Football League, the NFL.</p><p>Militarism is embedded in sports and entertainment in the US, but, under the Trump administration, more state institutions are trying to get in on the act.</p><p>Ryan Kohls reports on the power and the spectacle of the Super Bowl.</p><p><strong>Featuring:<br>\n</strong>Howard Bryant – Sports journalist and author<br>\nKavitha Davidson – Podcast host, Sportly<br>\nGregory Daddis – Professor of history, Texas A&amp;M University; retired colonel, US Army</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Rights groups condemn Israeli plan for ‘de facto annexation’ of West Bank | Occupied West Bank | Al Jazeera",
            "time": "2026-02-16T12:36:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771245345.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "15-day-old baby loses father in Israeli strike on Gaza | Gaza | Al Jazeera",
            "time": "2026-02-16T12:34:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771245216.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia rejects claims of poisoning Navalny with dart frog toxin | News | Al Jazeera",
            "time": "2026-02-16T12:30:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6990942c-1771082796.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia rejects claims of poisoning Navalny with dart frog toxin</h1><p class=\"article__subhead\"><em>Five European countries have accused Russia of using a toxin from dart frogs to kill the Kremlin critic.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Kremlin has “strongly” rejected an <a href=\"/news/2026/2/14/russias-alexey-navalny-killed-by-dart-frog-poison-european-nations-allege\">assessment</a> by five European countries that the Russian state killed jailed opposition leader Alexey Navalny by poisoning him.</p><p>Navalny, President Vladimir Putin’s fiercest domestic opponent for years, died in an Arctic prison colony on February 16, 2024 while serving a 19-year sentence for “extremism”, a charge he and his supporters said was punishment for his opposition work.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The United Kingdom, France, Germany, the Netherlands and Sweden issued a joint statement on Saturday saying they believed he had been poisoned with epibatidine – a toxin <a href=\"/news/2026/2/15/what-is-the-dart-frog-toxin-said-to-be-linked-to-alexey-navalnys-death\">found</a> in poison dart frogs – and that the Russian state had the “means, motive and opportunity” to administer it.</p><p>“We naturally do not accept such accusations. We disagree with them. We consider them biased and baseless,” Kremlin spokesman Dmitry Peskov told reporters during a daily briefing call on Monday.</p><p>“In fact, we strongly reject them,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>His comments came as dozens of Navalny’s supporters and some foreign diplomats visited his grave in Moscow on Monday to mark the anniversary of his death. Some of those who attended wore masks or scarves over their faces.</p><p>Russian authorities designated Navalny and his organisation “extremist” before his death at the age of 47, and anyone who mentions him or his exiled anticorruption foundation is liable for prosecution.</p><p>Epibatidine is found naturally in the small and brightly coloured dart frogs, which typically live in rainforests in South America. It can also be manufactured in a lab, something European scientists suspect was the case in the alleged poisoning of Navalny.</p><p>The poison works on the body in a similar way to nerve agents, causing shortness of breath, convulsions, seizures, a slowed heart rate and ultimately death.</p><p>Navalny had already survived a suspected poisoning with the Novichok nerve agent in 2020.</p><p>Two years ago, Russia’s prison service said the Yale-educated lawyer died after going for a walk and falling ill. Since Navalny’s death, Russia’s opposition has remained largely exiled and fragmented.</p><p>Navalny’s widow, Yulia Navalnaya, pledged to take the mantle of Russia’s opposition in the wake of his death but has struggled to galvanise widespread support.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Dangerous escalation’: Nations condemn Israel over occupied West Bank move | Occupied West Bank News | Al Jazeera",
            "time": "2026-02-16T12:25:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260214-40556867-40556843-ISRAELI_ILLEGAL_SETTLERS_RAID_HEBRON_WEST_BANK_UNDER_PROTECTION_OF_ISRAELI_FORCES-1-1771167767.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli government’s decision to approve the <a href=\"/news/2026/2/15/israel-approves-proposal-to-register-west-bank-lands-as-state-property\">land registration process</a> in the occupied West Bank as “state property” has drawn widespread condemnation from regional countries and international organisations.</p><p>Israel’s Ministry of Foreign Affairs said on Sunday the measure <a href=\"/news/2026/2/16/israels-move-to-register-land-systematises-dispossession-of-palestinians\">would enable</a> “transparent and thorough clarification of rights to resolve legal disputes” and was needed after unlawful land registration in areas controlled by the Palestinian Authority (PA).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The decision allows for the revival of the “settlement of land title” processes, frozen since 1967 when Israel occupied the West Bank.</p><p>The Palestinian presidency condemned the Israeli move, calling it a “grave escalation and a flagrant violation of international law”, which amounts to “de facto annexation”. It called on the international community, especially the United States and the United Nations, to intervene immediately.</p><p>Hamas also denounced the move as an attempt “to steal and Judaise lands in the occupied West Bank by registering them as so-called ‘state lands'”.</p><p>“It is an attempt to forcibly impose settlement and Judaisation on the ground, in flagrant violation of international law and relevant UN resolutions,” it said, calling the Israeli action “a null and void decision issued by an illegitimate occupying power”.</p><p>Regional countries, including Qatar, Egypt, Saudi Arabia and Jordan, deemed the move illegal under international law and a threat to the two-state solution of the Israel-Palestine conflict.</p><p>Here is what they said:</p><h3 id=\"egypt\">Egypt</h3><p>In a statement, the Egyptian government called the Israeli decision a “dangerous escalation aimed at consolidating Israeli control over the occupied Palestinian territories”.</p><h3 id=\"qatar\">Qatar</h3><p>Qatar’s Ministry of Foreign Affairs said the approval for the land registration process was “an extension of its illegal plans to deprive the Palestinian people of their rights”.</p><p>“The Ministry of Foreign Affairs stresses the need for international solidarity to pressure the occupation to halt the implementation of the decision to avoid its serious repercussions,” it added.</p><p></p><h3 id=\"jordan\">Jordan</h3><p>According to a statement released by the royal court on Monday, King Abdullah said Israel’s actions were an attempt to “consolidate settlements and impose sovereignty over Palestinian land”, and could “exacerbate the conflict”.</p><p>Meanwhile, Jordan’s Ministry of Foreign Affairs and Expatriate Affairs on Sunday called on the international community to “assume its legal and moral responsibilities, and to compel Israel, the occupying power, to stop its dangerous escalation”.</p><h3 id=\"saudi-arabia\">Saudi Arabia</h3><p>The Saudi Ministry of Foreign Affairs expressed its “condemnation” of the plans aimed at imposing a “new legal and administrative reality” in the occupied West Bank, saying such measures would “undermine ongoing efforts to achieve peace and stability in the region”.</p><p>“There is no Israeli sovereignty over the occupied Palestinian territories,” the ministry said unequivocally, rejecting the illegal measures that are a “serious violation of international law” and undermine the two-state solution.</p><h3 id=\"kuwait\">Kuwait</h3><p>The Kuwaiti Ministry of Foreign Affairs condemned the Israeli decision and described the move as a “null and void decision”, urging the international community to “deter those Israeli violations”.</p><p>“It is absolutely unacceptable to impose non-Palestinian sovereignty over the occupied West Bank,” the ministry said in a statement.</p><p>“Any decision to annex land in the occupied West Bank would be considered null and void and illegitimate, and would undermine international efforts aimed at achieving a just and comprehensive peace in line with Security Council resolutions and the two-state solution,” it stressed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3 id=\"pakistan\">Pakistan</h3><p>Islamabad called on “the international community to take concrete measures to end Israeli impunity”.</p><p>“Pakistan strongly condemns the latest attempt by the Israeli occupying power to convert areas of the occupied West Bank into so-called state property, and to expand illegal settlement activities,” the Ministry of Foreign Affairs said in a statement.</p><p>Israel’s “continued disregard for international law and its provocative actions undermine the prospects for a just, comprehensive, and lasting peace in the region”, it added.</p><h3 id=\"organization-of-islamic-cooperation\">Organisation of Islamic Cooperation</h3><p>The OIC said Israel’s decision was akin to “colonial measures” in the occupied West Bank and called for urgent international action.</p><p>The Jeddah-based organisation said Israel’s measures “target the existence of the Palestinian people and their legitimate rights”, including the right to self-determination and to establish an independent sovereign state within the borders that existed before the 1967 war, with occupied East Jerusalem as its capital.</p><h3>European Union</h3><p>The EU on Monday called on Israel to reverse its approval, warning it was a “new escalation”.</p><p>“This constitutes a new escalation after recent measures already aimed at extending Israeli control” in the occupied West Bank, EU foreign affairs spokesman Anouar El Anouni said.</p><p>“We reiterate that annexation is illegal under international law. We call on Israel to reverse this decision,” he added.</p></div></div></body></html>"
        },
        {
            "title": "‘No evidence’ of human contact with aliens: Obama clarifies podcast remarks | Science and Technology News | Al Jazeera",
            "time": "2026-02-16T12:10:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/10/2024-10-25T115831Z_1874269155_RC2BRAABRJ2C_RTRMADP_3_USA-ELECTION-HARRIS-OBAMA-1729898196.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘No evidence’ of human contact with aliens: Obama clarifies podcast remarks</h1><p class=\"article__subhead\"><em>Obama walked back comments made on a podcast in which he appeared to claim that aliens are real.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former United States President Barack Obama has clarified remarks related to the existence of extraterrestrial life made on a podcast, after appearing to claim that he knew aliens are real.</p><p>During a rapid-fire question-and-answer segment as a guest on left-wing political commentator Brian Tyler Cohen’s programme, which was released on Saturday, the podcaster asked <a href=\"/news/2025/7/25/can-barack-obama-be-prosecuted-over-russian-interference-intelligence\">Obama</a> whether he believes extraterrestrials are real.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“They’re real, but I haven’t seen them,” the 44th president of the US responded.</p><p>“They’re not being kept at Area 51. There’s no underground facility unless there’s this enormous conspiracy and they hid it from the president of the United States,” he continued.</p><p>Obama’s apparent admission of the existence of aliens was picked up by media outlets globally, and it added fodder to the long-running conspiracy theory claiming that the US government is hiding them at Area 51, a highly classified air force site in Nevada.</p><p>On Sunday evening, Obama said in a post on Instagram that the viral clip did not capture his actual assessment of whether aliens exist, due to the speed of the questions.</p><p>“Statistically, the universe is so vast that the odds are good there’s life out there,” he stated.</p><p>“But the distances between solar systems are so great that the chances we’ve been visited by aliens is low, and I saw no evidence during my presidency that extraterrestrials have made contact with us. Really!”</p><p></p><p>During the podcast episode, Cohen’s next question for the former US leader was: “What was the first question you wanted answered when you became president?”</p><p>Obama responded with a chuckle: “Where are the aliens? Where are the aliens?”</p><p>In 2019, there was an attempt to <a href=\"/news/2019/9/19/storm-area-51-possible-crowds-worry-nevada-desert-towns\">“storm” Area 51</a>, with 1.5 million people signing up to ambush the once-secret facility. But ultimately, only about 150 social media influencers arrived at the site, and the events that day ended with a few arrests before turning into a music festival.</p><p>In 2013, declassified documents indicated that the site was used for aerial testing of US government projects, including the U-2 and Oxcart aerial surveillance programmes.</p><p>While on Cohen’s podcast, Obama also discussed US President Donald Trump’s recent social media post, which <a href=\"/news/2026/2/15/clown-show-obama-reacts-to-trump-sharing-racist-monkey-video\">depicted him and his wife Michelle as monkeys</a>, Puerto Rican reggaeton artist Bad Bunny’s <a href=\"/features/2026/2/9/our-music-can-take-a-stand-latinos-hail-bad-bunnys-super-bowl-show\">Super Bowl half-time performance</a>, against which Trump supporters protested, as well as the 2028 election.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine team heads for Geneva talks as Moscow, Kyiv build military pressure | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-16T11:34:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260106__89RB8HJ__v1__HighRes__FranceUkraineRussiaConflictDiplomacy-1767785768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian officials have left for Geneva, Switzerland, where another round of negotiations aimed at ending the war with Russia is set to take place.</p><p>“On the way to Geneva. The next round of negotiations is ahead. Along the way, we will discuss the lessons of our history with our colleagues, seek the right conclusions,” Ukraine’s Chief of Staff Kyrylo Budanov posted on his Telegram channel on Monday, along with a picture of him standing in front of a train with two other members of the delegation he is heading.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Geneva talks follow two rounds of the United States-brokered negotiations held in the United Arab Emirates in January and early February.</p><p>The January meeting marked the first direct public talks between Moscow and Kyiv on a plan proposed by the Trump administration to end the conflict, which started with Russia invading its neighbouring country in February 2022.</p><p>Russia and Ukraine described both rounds of talks as constructive, but failed to achieve any breakthrough.</p><p>Ukrainian President <a href=\"/news/2026/2/15/zelenskyy-says-us-too-often-pushes-ukraine-not-russia-for-concessions\">Volodymyr Zelenskyy</a> on Sunday said he hoped the trilateral talks in Geneva “will be serious, substantive” and “helpful for all of us”.</p><p>“But honestly, sometimes it feels like the sides are talking about completely different things,” Zelenskyy said. “The Americans often return to the topic of concessions, and too often those concessions are discussed only in the context of Ukraine, not Russia.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Among the most contentious issues is the long-term fate of the eastern Ukrainian region, large parts of which Russia has occupied. Moscow is demanding that <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\">Kyiv pull its troops from the Donbas region</a>, including heavily fortified cities that sit atop vast natural resources, as a condition for any deal. It also wants international recognition for the land it has unilaterally annexed in eastern Ukraine.</p><p>Kyiv said the conflict should be frozen along the current front lines and has rejected a one-sided pullback of forces. Ukrainian officials are also demanding solid security guarantees against future Russian attacks.</p><p>Meanwhile, Al Jazeera’s Yulia Shapovalova, reporting from Moscow, said people in the Russian capital do not seem to be too enthusiastic about the talks.</p><p>“The general public does not take this next round very seriously. The first two did not answer a lot of questions,” she said, referring to the territorial issues and the implementation of a ceasefire mechanism.</p><p>As both parties prepare for further negotiations, they are also ramping up military pressure.</p><p>Kyiv said it carried out a large-scale drone attack on energy infrastructure in western Russia on Sunday.</p><p>On Monday, the governor of the Bryansk region, Alexander Bogomaz, said Russian forces destroyed more than 220 drones. The strikes, which lasted more than 12 hours, were the heaviest since the start of the war, he said. Residents were temporarily left without heating.</p><p>Russian army chief General Valery Gerasimov said on Sunday his forces took control of 12 settlements in eastern Ukraine this month, an equivalent of 200sq km (77sq miles).</p><p>“The task of the military operation continues to be carried out. The offensive is under way in all directions,” Gerasimov said while visiting troops on the front line in the Ukrainian territory.</p></div></div></body></html>"
        },
        {
            "title": "‘Baby boxes’ for surrendering newborns on rise in US | Newsfeed | Al Jazeera",
            "time": "2026-02-16T11:23:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771240995.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Epstein ties cast shadow over legacy of Oslo’s Palestine peace efforts | Explainer | Al Jazeera",
            "time": "2026-02-16T11:20:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771240736.jpg?resize=1759%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli police clash with ultra-Orthodox protesters over army enlistment | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-16T11:18:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771240692.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Manchester’s Muslim voters pivotal in UK election showdown | Politics | Al Jazeera",
            "time": "2026-02-16T11:15:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Denton-1771234666.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Manchester, United Kingdom</strong> – Usman Khan stands behind his counter, rows of colourful vapes lined up in neat rows behind him. Outside, a biting wind blows down Denton High Street. Khan moved to Denton from nearby Gorton not long ago. Now, he’s one of the 80,000 locals who have been thrust into the centre of the fight for the future of British politics as they prepare to <a href=\"/news/2026/2/4/gorton-and-denton-by-election-tests-labours-grip-on-heartland-voters\">head to the polls this month</a>.</p><p>These Manchester suburbs have become a microcosm of the wider story of modern British politics: Support for the centrist parties of Labour and the Conservatives is collapsing while emergent left- and right-wing parties are surging in the polls. What happens in the February 26 parliamentary by-election in the highly diverse constituency of Gorton and Denton will reverberate all the way to Westminster – and analysts have said it’s the local Muslim vote holding the cards.</p><p>But for now, neither Khan nor anyone else can say what the citizens of Denton and Gorton will decide.</p><p>The<a href=\"https://www.olbg.com/news/gorton-and-denton-election-odds-greens-lead-labour-support-slips?utm_source=chatgpt.com\"> bookmaker’s odds</a>, often one of the more reliable measures, show the contest to be incredibly close, with the left-wing Greens just edging out the competition. Though this is far from assured.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>That confusion is replicated in national polls. The UK’s ruling Labour Party, after winning a <a href=\"/news/2024/7/5/uk-general-election-2024-results-five-key-takeaways\">landslide victory</a> in 2024, is in sharp decline after a series of U-turns and <a href=\"/news/2026/2/14/uks-mandelson-asked-to-cooperate-in-epstein-probe-by-us-congress\">scandals</a>.</p><p>Labour’s traditional opposition, the Conservatives, still carry the baggage of years of political chaos from their time in power and are struggling in both local and national polls.</p><p>The political opposites of the Green Party and the <a href=\"/news/2025/5/2/radical-right-reform-party-makes-gains-in-english-elections\">right-wing Reform UK</a> are <a href=\"/opinions/2026/2/10/the-uks-shrinking-centre-is-keir-starmers-real-crisis\">benefitting from the collapse of the centre</a>.</p><p>In Gorton and Denton, “it’s a tough, tough fight between Labour and Reform,” Khan told Al Jazeera. “The Greens will cut the Labour vote, I think.”</p><figure id=\"attachment_4317362\" aria-describedby=\"caption-attachment-4317362\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317362\" src=\"/wp-content/uploads/2026/02/Usmqn-qt-Vqpe-store-DEnton-1771234690.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Usman Khan is one of the thousands of Denton and Gorton constituents set to take to the polls in February\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317362\" class=\"wp-caption-text\">Usman Khan at his vape store [Simon Speakman Cordall/Al Jazeera]</figcaption></figure><p>For the Greens, this election is a chance to build on their momentum in the polls.</p><p>“A win in Gorton and Denton would show that Greens can win everywhere in this country,” Green Party candidate Hannah Spencer told Al Jazeera.</p><p>Labour is framing itself as the only viable alternative to the anti-immigration Reform party: “There’s a lot at stake in this election. It’s a choice between unity and division,” Labour candidate Stogia told Al Jazeera, arguing that voting Green would benefit Reform.</p><p>The local Labour Party has had its problems, though. The vote to elect a new MP in the area was triggered by the <a href=\"https://www.localgovernmentlawyer.co.uk/governance/396-governance-news/99588-standards-investigation-finds-six-councillors-breached-code-over-trigger-me-timbers-whatsapp-group\">resignation</a> of the sitting Labour MP, Andrew Gwynne, who cited health grounds, but his resignation followed quickly upon his alleged involvement in <a href=\"https://www.bbc.co.uk/news/articles/c9vx3zm8g7do\">a scandal</a> of the local Labour Party’s making this year. Labour then blocked the candidacy of the widely popular Manchester mayor and potential rival for the top job, Andy Burnham.</p><p>That series of events is seen by some here as building on a pattern of weakness that has undermined Labour while giving space to Spencer and Reform’s Matthew Goodwin.</p><p>Burnham is popular, Khan conceded, but in Denton, with the left-wing vote divided between Labour and the Greens, it is Reform that is doing much of the running.</p><p>Goodwin is a former academic and right-wing commentator whose views on race have alienated many in this notably multicultural area of Manchester.</p><p>“To be very honest, Reform is popular, but I would say that the Reform candidate is not popular,” Khan explained, stressing the importance to voters of connections to the area that they will be elected to represent. “He’s not a Denton guy,” Khan said.</p><p>Like many in Gorton and Denton, Khan was unsure of who he would eventually vote for. Nearly everyone Al Jazeera spoke to was frustrated with a political mainstream they saw as having repeatedly let them down.</p><p>For Conservative voters, such as 58-year-old support worker Susan from Gorton, who did not provide her surname, the chaos of the last Conservative administrations means a vote for Reform. For others, such as 57-year-old Henry Iyoha, a former council officer originally from Nigeria who now runs a stall in the indoor market in Gorton, years of Conservative rule mean sticking with Labour, whatever his misgivings over the party leader or policies.</p><p>Majority-white Denton and multicultural Gorton might be one constituency, but they’re very different towns. For Iyoha, whatever success Reform finds in Denton is unlikely to be matched in Gorton.</p><p>“Reform as a party doesn’t pull the weight here,” he told Al Jazeera. “Gorton is a mixed place.”</p><p>While Denton may flirt with Reform during local council elections, whether it will continue to support the anti-migrant party in the by-election is far from clear, Professor Robert Ford of Manchester said.</p><p>Gorton is more predictable. “It’s a very diverse area with a large Muslim, migrant population as well as students, young professionals and families, all areas where you’d expect the left and the Greens to do well,” he told Al Jazeera.</p><p>Muslims represent about 30 percent of the Gorton and Denton electorate.</p><p>“The Muslim vote will absolutely decide the election. It’s pivotal and hard to predict,” Ford said. “They represent a volatile swing vote. Labour was massively taken by surprise by the loss of the Muslim vote in 2024.”</p><p>Many turned away from Labour over what they saw as its support for Israel’s genocidal war on Gaza, making predicting their vote in this month’s election almost impossible.</p><p>Equally, Goodwin, who’s not from the area and is perceived as an outsider, has been a poor strategic choice by Reform, Ford said, adding, however, that the party may benefit from a “strong anti-system vote” in the area, even among some Muslims.</p><p>Whatever happens in the vote, life for Khan on Denton’s High Street will continue. “Denton is very nice,” he said. “It’s up to you. If you are good, all the people are good.”</p><p>The Conservatives and Reform did not respond to a request for comment.</p></div></div></body></html>"
        },
        {
            "title": "Which teams can qualify for the T20 World Cup Super Eights, and how? | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-16T10:28:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260215__97MC4JT__v2__MidRes__TopshotCricketIccMensT20Wc2026IndPak-1771234603.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After two weeks of action in the ICC Men’s T20 World Cup 2026, only three teams have booked their place in the next round of the tournament, while the rest are fighting for the remaining five spots.</p><p>In a rare scenario, 2021 champions Australia are in danger of crashing out of the tournament at the first hurdle, while the USA have an outside chance of progressing.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al Jazeera breaks down the qualification chances and pathways for the Super Eights:</p><h2 id=\"which-teams-have-qualified-for-the-super-eights\">Which teams have qualified for the Super Eights?</h2><p>Defending champions India became the latest side to progress with their win over Pakistan on Sunday, joining the West Indies and South Africa.</p><h2 id=\"which-teams-are-out-of-the\">Which teams are out of the Super Eights race?</h2><p>After losing all three of their group stage matches thus far, Namibia, Nepal and Oman have been knocked out of the tournament. They will play their one remaining group game each, but it will be inconsequential to their chances of progression.</p><h2 id=\"can-pakistan-still-qualify-for-the-super-eights\">Can Pakistan still qualify for the Super Eights?</h2><p>A win over Namibia in their last group game will see Pakistan through to the next stage, but a loss could pit them against the USA in a battle of net run rates.</p><p>Currently, the 2009 champions have a higher net run rate of 0.932 than the USA’s 0.788, but a loss to Namibia and the margin of it could change those numbers and place Pakistan in a predicament.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288503\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220856.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220856\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"can-australia-really-get-knocked-out-of-the-t20-world-cup\">Can Australia really get knocked out of the T20 World Cup?</h2><p>While it has happened before – in 2009 – the prospect of Australia exiting a World Cup at the group stage would come as a shock to cricket fans, who are accustomed to seeing the men in yellow and gold dominating global tournaments.</p><p>Australia must win their remaining two games, against Sri Lanka on Monday and against Oman on Friday, to be in a strong position for Super Eight qualification.</p><p>However, winning both matches may not be enough for Australia as they can still be knocked out of the World Cup on the basis of net run rate. The much-needed victories would take them to six points, but the current joint table-toppers – Sri Lanka and Zimbabwe – could also finish their group stage with six points each.</p><p>For the 2021 champions to qualify, they would hope Zimbabwe beat Sri Lanka or the African side lose to Ireland.</p><p>Should Australia lose to Sri Lanka, they would need to beat Oman to have four points. Before that game, which is the last in the group stage, Australia would want Zimbabwe to lose both their matches and finish on two points.</p><h2 id=\"which-other-teams-can-still-qualify-for-the-super-eights\">Which other teams can still qualify for the Super Eights?</h2><p><strong>Group A:</strong> Pakistan are favourites to grab the second qualification spot, with the USA still in play.</p><p><strong>Group B:</strong> All three of Sri Lanka, Zimbabwe and Australia can make it through, making this group the most exciting of the four in the last round of matches.</p><p><strong>Group C:</strong> A win over Italy in their last group game will see England qualify for the Super Eights.</p><p><strong>Group D: </strong>New Zealand will be confident of joining current group leaders South Africa in the next round with a win over lower-ranked Canada. While Afghanistan are still in contention, their only chance of qualification will come if they beat Canada and New Zealand lose to Canada.</p><h2 id=\"when-are-the-super-eights-matches-of-the-t20-world-cup\">When are the Super Eights matches of the T20 World Cup?</h2><p>The second stage of the tournament runs from February 21 to March 1.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288501\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-copy-1770220851.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026 copy-1770220851\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "North Korea’s Kim unveils homes for families of fallen soldiers | Kim Jong Un News | Al Jazeera",
            "time": "2026-02-16T10:05:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-16T012927Z_791770456_RC2LMJAECK0Y_RTRMADP_3_NORTHKOREA-MILITARY-1771227375.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korean leader Kim Jong Un has showcased a newly constructed residential street for families of soldiers who have died fighting in Russia’s war in Ukraine, according to state media.</p><p>Intelligence agencies from South Korea and Western nations have reported that North Korea has dispatched thousands of soldiers to fight for Russia, and Seoul estimated they have suffered 2,000 casualties.</p><p>Experts suggested North Korea receives financial aid, military technology and essential supplies from Russia in exchange for this support.</p><p>Its official Korean Central News Agency (KCNA) released photographs showing Kim touring the new homes on Saeppyol Street in Pyongyang with his daughter, Ju Ae, widely regarded as his heir apparent.</p><p>South Korea’s intelligence agency recently claimed she has been “designated as a successor”, citing her involvement in high-profile events with her father.</p><p>One image depicted families inspecting utilities in their new apartments.</p><p>“The new street has been built thanks to the ardent desire of our motherland, which wishes that … its excellent sons who defended the most sacred things by sacrificing their most valuable things will live forever,” Kim said in a speech released by KCNA.</p><p>Although Monday’s report did not mention Russia, Kim recently pledged to “unconditionally support” all policies and decisions made by Russian President Vladimir Putin.</p><p>“Before their death, the heroic martyrs must have pictured in their mind’s eye their dear families living in the ever-prospering country,” he added.</p><p><span>The unveiling preceded the ruling Workers’ Party congress in Pyongyang, the nation’s most significant political event, scheduled this month. Observers are closely monitoring Kim’s announcements on foreign and domestic policy directions as well as whether Ju Ae will be granted any official party titles.</span></p><p>Hong Min, an analyst at the Korea Institute for National Unification, told the AFP news agency that the timing of the street inauguration represents a “highly calculated political move to justify its soldier deployment” before the party congress.</p><p>“It visualises the state providing tangible compensation to the families of fallen soldiers … as a symbolic showcase,” he said.</p></div></div></body></html>"
        },
        {
            "title": "North Korea opens new housing area for families of soldiers killed overseas | Kim Jong Un News | Al Jazeera",
            "time": "2026-02-16T09:53:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-15T222138Z_56468052_RC2LMJAO60UV_RTRMADP_3_NORTHKOREA-MILITARY-1771227355.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>North Korea opens new housing area for families of soldiers killed overseas</h1><p class=\"article__subhead\"><em>Leader Kim Jong Un unveils housing for families of soldiers killed overseas amid North Korea’s support for Russia’s war in Ukraine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korean leader Kim Jong Un has opened a new housing district in Pyongyang for families of soldiers killed while fighting overseas amid the East Asian country’s support for Russia’s war against Ukraine.</p><p>Kim said Saeppyol Street was “a source of honour for our generation and a pride of Pyongyang and our state”, North Korean newspaper Rodong Sinmun reported on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“He prayed for the immortality of the martyrs along with its inauguration which will etch the martyrs’ names and images in history,” it added.</p><p>While the report did not mention Russia, Kim last week pledged to “unconditionally support” all of Russian President Vladimir Putin’s policies and decisions.</p><p>Under a mutual defence pact with Moscow, Pyongyang dispatched thousands of soldiers to Ukraine in 2024, according to South Korean, Ukrainian and Western officials.</p><figure id=\"attachment_4317170\" aria-describedby=\"caption-attachment-4317170\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317170\" src=\"/wp-content/uploads/2026/02/2026-02-15T222136Z_242844356_RC2LMJAL3IOQ_RTRMADP_3_NORTHKOREA-MILITARY-1771227352.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"Kim Jong Un unveils homes for families of fallen soldiers\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317170\" class=\"wp-caption-text\">North Korean leader Kim Jong Un, centre, and his daughter Kim Ju Ae, standing behind, react on the day of the completion ceremony of a new housing district in Pyongyang for families of soldiers who died in overseas military operations [KCNA via Reuters]</figcaption></figure><p>Kim said he had pushed to finish the project “even one day earlier” in the hope it might bring “some small comfort” to the soldiers’ families, state-run Korean Central News Agency reported.</p><p>Photographs released by KCNA showed Kim, accompanied by his daughter Ju Ae, consoling family members of the fallen soldiers and visiting their newly completed homes.</p><p>South Korea’s National Intelligence Service told legislators last week it estimated 6,000 North Korean soldiers have been killed or wounded during their deployment in the <a href=\"/news/2025/12/27/n-korea-russia-bound-in-blood-of-war-kim-tells-putin-in-new-year-note\">war against Ukraine</a>, but did not provide a breakdown of deaths.</p><figure id=\"attachment_4317168\" aria-describedby=\"caption-attachment-4317168\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317168\" src=\"/wp-content/uploads/2026/02/2026-02-15T222136Z_130311753_RC2LMJAXTWB5_RTRMADP_3_NORTHKOREA-MILITARY-1771227349.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"Kim Jong Un unveils homes for families of fallen soldiers\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317168\" class=\"wp-caption-text\">Kim Jong Un with attendees on the day of the inauguration of the housing district [KCNA via Reuters]</figcaption></figure><p>South Korea’s spy agency has also warned that North Korean forces are gaining modern combat experience and benefitting from Russian technical assistance that could enhance Pyongyang’s weapons systems.</p><p>In addition to deploying troops, Pyongyang is thought to have shipped artillery shells, missiles and long-range rocket systems to Moscow, while receiving cash, military know-how, and food and energy shipments from Russia in return.</p><p>North Korea has staged multiple public ceremonies in recent months to honour its war dead, including the unveiling of a ‌new memorial complex in Pyongyang adorned with soldiers’ sculptures.</p><p>The rollout comes in advance of Pyongyang’s biggest political event on the calendar – the party congress – later this month, although the exact date has not been announced.</p></div></div></body></html>"
        },
        {
            "title": "Kyrie Irving wears PRESS shirt for Gaza journalists at NBA All-Star Game | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-16T09:37:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260216__2261847694__v3__HighRes__75thNbaAllStarGame-1771228646.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Kyrie Irving wears PRESS shirt for Gaza journalists at NBA All-Star Game</h1><p class=\"article__subhead\"><em>Basketball star honours media workers in Gaza, nearly 300 of whom have been killed in Israeli attacks since October 2023.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Basketball superstar Kyrie Irving has worn a shirt reading “PRESS” at <span>the NBA All-Star Game to honour journalists covering Israel’s genocidal war against Palestinians in the Gaza Strip.</span></p><p>“Dedicated to our beloved journalists in Gaza showing the world the truth,” read the tag on the shirt that the Dallas Mavericks point guard wore on Sunday, according to reports.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israeli attacks on Gaza have killed nearly 300 journalists and media workers since the war began in October 2023, or about 12 journalists every month, including 10 Al Jazeera journalists.</p><p>The tally by <a href=\"https://www.shireen.ps/home\">Shireen.ps</a> – a monitoring website named after Shireen Abu Akleh, an Al Jazeera journalist <a href=\"/news/2022/5/11/shireen-abu-akleh-israeli-forces-kill-al-jazeera-journalist\">killed</a> by an Israeli sniper in the occupied West Bank in 2022 – means that the war on Gaza has become the deadliest conflict for media professionals in modern history.</p><p>According to a report in January by the Committee to Protect Journalists, the number of Palestinian journalists imprisoned by Israel has also risen since the onset of the war. The journalists rights group noted that Israel had arrested more than 90 Palestinian journalists during that period.</p><p>Besides killing and imprisoning journalists, Israel has also banned foreign reporters from entering Gaza. The only exceptions have been allowing journalists to enter as part of tightly controlled tours organised by the Israeli military despite calls from media groups and press freedom organisations for more open access.</p><figure id=\"attachment_4317199\" aria-describedby=\"caption-attachment-4317199\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317199\" src=\"/wp-content/uploads/2026/02/AFP__20260216__2261408225__v1__MidRes__75thNbaAllStarGame-1771228636.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"INGLEWOOD, CA - FEBRUARY 15: Drederick Irving and Kyrie Irving pose for a photo during the 75th NBA All-Star Game as part of the 2026 NBA All-Star Weekend on February 15, 2026 at Intuit Dome in Inglewood, California. NOTE TO USER: User expressly acknowledges and agrees that, by downloading and/or using this Photograph, user is consenting to the terms and conditions of the Getty Images License Agreement. Mandatory Copyright Notice: Copyright 2026 NBAE Nathaniel S. Butler/NBAE via Getty Images/AFP (Photo by Nathaniel S. Butler / NBAE / Getty Images / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317199\" class=\"wp-caption-text\">Kyrie Irving and his father, Drederick Irbing, at the NBA All-Star Game [Nathaniel S Butler/NBAE via Getty]</figcaption></figure><p>Sunday’s courtside appearance was not the first time Irving, 33, has displayed his support for Palestinians in Gaza.</p><p>In a pre-game interview in November 2024, he was seen wearing a chain with the Palestine flag in the shape of Israel’s land mass.</p><p>A year earlier, he made headlines by attending a post-match news conference wearing a keffiyeh, a cotton headdress with a distinctive chequered pattern worn in many parts of the Arab world that represents Palestinian identity.</p><p></p><p>Separately over the NBA All-Star weekend, Irving’s former Cleveland Cavaliers teammate and four-time champion LeBron James received backlash online after addressing fans in Israel.</p><p>“If I have fans over there – I’ve never been there – if I have fans over there, then I hope I inspire people over there not only to want to be great in sports but to be better in general in life. Hopefully someday, I can make it over there. Like I said, I’ve never been over there, but I’ve heard nothing but great things,” the Los Angeles Lakers superstar said at a pre-game news conference.</p><p>Israeli attacks on Gaza since October 2023 have killed more than 72,000 people, including thousands of children.</p><p>The attacks have continued despite a United States-brokered “ceasefire” that began in October. They have killed more than 600 Palestinians.</p></div></div></body></html>"
        },
        {
            "title": "Marco Rubio wants to build a ‘new Western century’. Will Europe join? | Politics News | Al Jazeera",
            "time": "2026-02-16T09:29:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_6991ab07ae-1771154183_32232a-1771157137.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Speaking at the annual <a href=\"/news/2026/2/13/merz-macron-to-address-munich-security-conference-amid-disputes-with-us\">Munich Security Conference</a> on Saturday, United States Secretary of State Marco Rubio urged European countries to collaborate with the US to build a “new Western century”, describing US-Europe ties as “civilisational”.</p><p>“We are part of one civilisation – Western civilisation,” he said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His rallying speech comes after more than a year of President Donald Trump’s rhetoric about mass immigration in Europe and his administration’s latest <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">National Security Strategy</a>, which warns of “civilisational erasure” in Europe.</p><p>Last year, US Vice President JD Vance also lambasted European “liberal values” in his first address at the security conference.</p><p>As European leaders grapple with the rise of far-right political parties, how will they respond to this new demand from the US, and what does it mean for the future of transatlantic relations?</p><figure id=\"attachment_4312707\" aria-describedby=\"caption-attachment-4312707\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4312707\" src=\"/wp-content/uploads/2026/02/AP26044515698463-1771053781.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"United States Secretary of State Marco Rubio, centre, arrives for the Munich Security Conference in Munich, Germany on February 13, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4312707\" class=\"wp-caption-text\">US Secretary of State Marco Rubio, centre, arrives for the Munich Security Conference in Germany, February 13, 2026 [Michael Probst/AP Photo]</figcaption></figure><h2 id=\"what-did-rubio-say\">What did Rubio say?</h2><p>The top US diplomat focused on several key areas he views as imperative for Europe to address, which included ending “liberalist” policies the Trump administration views as responsible for Europe’s “post-war decline”, creating new supply chains to reduce reliance on countries such as China, and ending mass migration, which he said is leading to the erasure of Western “civilisation”.</p><p>“The work of this new alliance,” Rubio said, “should not be focused just on military cooperation and reclaiming the industries of the past. It should also be focused on, together, advancing our mutual interests and new frontiers, unshackling our ingenuity, our creativity, and the dynamic spirit to build a new Western century.”</p><h3>Liberalism and mass migration</h3><p>Rubio argued that the “euphoria” of the Western victory in the Cold War had led to a “dangerous delusion that we had entered ‘the end of history’”, where every nation would be a liberal democracy and “live in a world without borders, where everyone became a citizen of the world”.</p><p>He used this as a plank to lash out against opening “doors to an unprecedented wave of mass migration that threatens the cohesion of our societies, the continuity of our culture, and the future of our people”.</p><p>“Mass migration is not, was not, isn’t some fringe concern of little consequence. It was and continues to be a crisis which is transforming and destabilising societies all across the West,” he said.</p><p>Taking aim at liberalist policies, he added that, to “appease a climate cult, we have imposed energy policies on ourselves that are impoverishing our people”.</p><h3>New supply chains</h3><p>Rubio said the US and its allies should bring more industry and jobs back home, not just to build weapons but to lead in new, high‑tech fields.</p><p>He added that the West should control key minerals and supply chains, invest in space travel and artificial intelligence, and work together to win markets in the Global South.</p><p>In particular, he said, is the need for a “Western supply chain for critical minerals not vulnerable to extortion from other powers”.</p><p>Earlier this month, Trump hosted ministers from dozens of countries for a <a href=\"/economy/2026/2/4/trumps-critical-minerals-meet-whos-attending-whats-at-stake\">critical minerals conference</a> in Washington. The meeting was the first of a new Critical Minerals Ministerial, a US initiative to build alliances aimed at countering China’s control over critical mineral supply chains around the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-does-a-new-western-century-mean\">What does a ‘new Western century’ mean?</h2><p>While the overarching message of Rubio’s speech was that the US still seeks a partnership with Europe, said Trita Parsi, executive vice president of think tank Quincy Institute for Responsible Statecraft, his remarks revealed, “The US will entirely set the parameters of that partnership and that it will be based on ideas Europe long has abandoned: An embrace of empire and colonisation.”</p><p>Rubio’s remarks at the conference suggest that the US under Trump wants Europe to accept “a civilisational divide of the world in which the ‘West’ must restore its dominance over other civilisations”, Parsi told Al Jazeera.</p><p>“In essence, Rubio listed the criteria for how Europe can become well-behaved vassals of the United States,” he said.</p><h2 id=\"how-did-european-leaders-react-to-rubio-s-speech\">How did European leaders react to Rubio’s speech?</h2><p>European leaders appeared to welcome Rubio’s speech at the conference; it was followed by a standing ovation. However, while lauding his call for stronger ties with the US, they notably did not address his comments about migration and liberal values.</p><p>European Commission President Ursula von der Leyen told reporters on the sidelines of the Munich Security Conference: “We know that in the [Trump] administration, some have a harsher tone on these topics. But the secretary of state was very clear. He said, ‘We want [a] strong Europe in the alliance’, and this is what we are working for intensively in the European Union.”</p><p>French Foreign Minister Jean-Noel Barrot responded to Rubio’s speech: “Referring to [our] common legacy can only be welcomed with applause in Europe.”</p><p>“We will deliver a strong and independent Europe,” he said. “Independent, of course, irrespective of the speeches that we hear at the Munich Security Conference, however right they may be.”</p><p>Calling Rubio a “true partner”, German Foreign Minister John Wadephul said: “[It was] a very clear message from Secretary Rubio that we have … to stay and stick to our international rules-based order, which is, of course, in [the] first line the United Nations. This is our Board of Peace. We have to make it more effective, as Rubio said this morning.”</p><p>Finnish Foreign Minister Elina Valtonen said she was “very satisfied with the tone” and the content of Rubio’s speech.</p><h2 id=\"what-does-this-mean-for-europe\">What does this mean for Europe?</h2><p>European leaders have been facing a dilemma – particularly over migration and defence – for some time, for a number of reasons. The mass migration crisis prompted by unrest in other parts of the world has already caused far-right parties to surge in popularity. Now, the Trump administration has voiced support for many of these parties and is also urging Europe to take stronger action on migration and defence.</p><p>Therefore, many European leaders have already started taking action in these areas.</p><p>For instance, most European countries are already working on boosting their defences and cracking down on migration.</p><p>Last year, the United Kingdom announced plans for a <a href=\"/news/2025/2/27/starmer-raises-uk-defence-budget-before-trump-meeting-is-it-enough\">big boost in defence spending</a> in advance of Prime Minister Keir Starmer’s meeting with Trump early last year amid fears the US would withdraw support for Ukraine in its war with Russia. Notably, Rubio skipped a meeting about Ukraine with European leaders at the Munich conference.</p><p>Many countries have also tightened controls over immigration. Denmark has led the way in implementing increasingly restrictive policies in its immigration and asylum system, with top leaders aiming for “zero asylum seekers” arriving in the country. Recently, the UK said it was studying the <a href=\"/news/2025/11/9/why-does-the-uk-want-to-copy-denmarks-stringent-immigration-policies\">Danish model</a> as well.</p><p>Europe is also working to make its energy and technology supply chains more sovereign, reducing dependence on foreign suppliers, particularly in the face of Trump’s trade war, which has seen him impose reciprocal trade tariffs on many countries around the world.</p><p>Many European leaders have come under increasing pressure from the rise in popularity of far-right parties calling for greater restrictions on immigration, as well.</p><p>In recent years, far-right, anti-immigration sentiment has been increasing in countries like the United Kingdom, the Netherlands, and France. In 2023, the far-right Party for Freedom (PVV), led by Geert Wilders, won the election in the Netherlands. France’s National Rally (RN), led by Marine Le Pen, won the snap election in 2024. The same year, Nigel Farage’s right-wing Reform UK party made significant inroads in the general elections and, last year, a YouGov poll placed Reform as the UK’s <a href=\"/news/2025/7/3/could-far-right-reform-really-in-a-uks-general-election-now\">most popular political party</a>.</p><p>Besides this, ideas which were once far-right fringe notions, such as <a href=\"/news/2025/12/26/what-is-remigration-the-far-right-fringe-idea-going-mainstream\">remigration</a> – the notion of forcibly expelling non-white European citizens – are gaining traction among far-right conservatives in Europe. The idea has been promoted by Herbert Kickl, the leader of Austria’s far-right anti-immigration Freedom Party (FPO) and Alice Weidel, the leader of the AfD in Germany.</p><p>While some European leaders have geared up to resist the rise of far-right politics – partly by appeasing them with new, more restrictive migration policies – Trump has, however, embraced it.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-does-this-mean-for-us-europe-relations\">What does this mean for US-Europe relations?</h2><p>All this ultimately means that “Europe has a choice to make”, said Trita Parsi, executive vice president at the think tank Quincy Institute for Responsible Statecraft. “It can pursue strategic autonomy and seek to find a balance between the great powers, and within that seek a dignified partnership with America in which it is not subjugated into vassalage.”</p><p>“[Or] Europe can continue on its current path in which it subordinates itself slowly but surely fully to Washington’s interests, priorities, impulses, and ideas about civilisational empire,” he told Al Jazeera.</p><p>Parsi pointed to the standing ovation at the conference that followed Rubio’s speech, simply for offering to remain partners with Europe.</p><p>“Whether they disregarded Rubio’s parameters, did not understand them, or simply found it unimportant because Europe desires to be a junior partner to the United States regardless of the parameters, remains to be seen,” he said.</p><p>For their part, European leaders appeared to place the greatest importance on repairing US-Europe relations above all else at the Munich Security Conference.</p><p>During his address at the conference on Friday, German Chancellor Friedrich Merz called on the US and Europe to “repair and revive transatlantic trust together”. “Let me begin with the uncomfortable truth: A rift, a deep divide has opened between Europe and the United States,” he said.</p><p>“Vice President JD Vance said this a year ago here in Munich. He was right in his description,” Merz said, as he called for a “new transatlantic partnership”.</p></div></div></body></html>"
        },
        {
            "title": "Tyler Reddick wins NASCAR Daytona 500 in Michael Jordan-owned car | Motorsports News | Al Jazeera",
            "time": "2026-02-16T09:17:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2261408521-1771230085.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tyler Reddick wins NASCAR Daytona 500 in Michael Jordan-owned car</h1><p class=\"article__subhead\"><em>Toyota Racing driver triumphs in NASCAR’s biggest event in a car co-owned by the NBA Hall of Famer.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Michael Jordan, a six-time National Basketball Association (NBA) champion, is now a Daytona 500 winner too.</p><p>Tyler Reddick won “The Great American Race” on Sunday with a last-lap pass at Daytona International Speedway that sent Jordan into a frantic celebration. The NBA Hall of Famer bear-hugged Reddick in the victory lane and then jointly hoisted the Harley J Earl Trophy with the 23XI Racing driver.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Jordan, who turns 63 on Tuesday, will get a Daytona 500 ring for his birthday and made it known in the victory lane that he wears a size 13.</p><p>“It feels like I won a championship, but until I get my ring, I won’t even know,” Jordan said.</p><p>The moment captured the message team co-owner Denny Hamlin – who finished 31st in Sunday’s bid to become the third driver in history to win four Daytona 500s – delivered about Jordan to 23XI employees in a team meeting before NASCAR’s season opener.</p><p>“He loves his race team,” Hamlin said, adding that he reminded the team of the fulfilment they saw in Jordan when Reddick won at Talladega in 2024. “I was like ‘You know, you guys understand the responsibilities you have, that you have the power to bring joy to Michael Jordan. You have that power and nobody else can do it.’</p><p>“There’s nothing else that can bring him the joy that seeing what his team can do, and they took it to heart.”</p><figure id=\"attachment_4317241\" aria-describedby=\"caption-attachment-4317241\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317241\" src=\"/wp-content/uploads/2026/02/GettyImages-2261408395-1771231508.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Tyler Reddick celebrates.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317241\" class=\"wp-caption-text\">Tyler Reddick celebrates after winning the Daytona 500 [Jeff Robinson/Icon Sportswire via Getty Images]</figcaption></figure><h2 id=\"reddick-delivers-in-the-end\">Reddick delivers in the end</h2><p>Reddick, driving a Toyota, led only one lap Sunday: the one to the chequered flag. He was the 25th different driver to lead a lap for a new Daytona 500 record.</p><p>“Just incredible how it all played out. Just true Daytona madness,” Reddick said. “I’ve already lost my voice from screaming. Never thought I’d be Daytona 500 champion.”</p><p>Reddick, a 30-year-old from Corning, California, won for the ninth time in the Cup Series and first time since late in the 2024 season. Winless last year, Reddick was primarily focused on his infant son, who was found to have a tumour in his chest that affected his heart. Reddick opened last year with a runner-up finish in the Daytona 500.</p><p>He snapped the 38-race losing streak by finishing one place higher on Sunday and winning to start a celebration that included multiple stars of NASCAR. It included Jordan and Hamlin, at 45 the oldest full-time driver in the Cup Series.</p><p>Jordan watched the win from a suite overlooking the famous Florida superspeedway.</p><p>“I can’t even believe it. It was so gratifying,” Jordan said of the victory. “You never know how these races are going to end. You just try to survive. We hung in there all day. Great strategy by the team, and we gave ourselves a chance at the end. Look, I’m ecstatic.”</p><figure id=\"attachment_4317235\" aria-describedby=\"caption-attachment-4317235\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4317235\" src=\"/wp-content/uploads/2026/02/AP26046847635795-1771231292.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Michael Jordan reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4317235\" class=\"wp-caption-text\">Jordan, right, speaks with NASCAR CEO and Chairman Jim France after Tyler Reddick won the 2026 NASCAR Daytona 500 [Nigel Cook/AP]</figcaption></figure></div></div></body></html>"
        }
    ]
}