{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Russia-Ukraine war: List of key events, day 1,270 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-17T04:01:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250816-38847157-38847143-HOUSE_BURNS_AFTER_RUSSIAN_SHELLING_IN_UKRAINES_KOSTIANTYNIVKA-1755379226.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,270</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,270 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Sunday, August 17:</p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian President Vladimir Putin offered to freeze the front lines in Ukraine’s Kherson and Zaporizhia regions if Kyiv ceded full control of <a href=\"https://aje.aj-harbinger.com/news/2025/8/16/no-deal-at-trump-putin-meeting-key-takeaways-from-alaska-summit\">Ukraine’s Donetsk</a> and Luhansk regions, during his <a href=\"https://aje.aj-harbinger.com/news/2025/8/16/no-deal-at-trump-putin-meeting-key-takeaways-from-alaska-summit\">meeting</a> with United States President Donald Trump on Friday, according to several media outlets, including The New York Times and the AFP and Reuters news agencies.</li>\n<li>Trump informed Ukrainian President Volodymyr Zelenskyy of the offer during a phone call, but Zelenskyy rejected the demand, Reuters reported</li>\n<li>Trump described the <a href=\"https://aje.aj-harbinger.com/news/2025/8/16/no-deal-at-trump-putin-meeting-key-takeaways-from-alaska-summit\">meeting with Putin</a> as “a great and very successful day in Alaska!” and told Fox News that Ukraine should make a deal to end the war with Russia because “Russia is a very big power, and they’re not”.</li>\n<li>The US president also said he agreed with Putin that a peace agreement should be sought without a prior ceasefire, marking a change in his position before the summit.</li>\n<li>“The best way to end the horrific war between Russia and Ukraine is to go directly to a Peace Agreement… and not a mere Ceasefire Agreement, which often times do not hold up,” Trump wrote in a post on Truth Social.</li>\n<li>Zelenskyy, who was not invited to the summit in Alaska, said in a post on X that Russia’s unwillingness to pause the fighting would complicate efforts to forge a lasting peace.</li>\n<li>Nevertheless, he said he will meet with Trump in Washington, DC, <a href=\"/news/2025/8/16/trump-set-to-meet-ukraines-zelenskyy-after-successful-talks-with-putin\">on Monday.</a> “I am grateful for the invitation,” Zelenskyy said in a post on X.</li>\n<li>A number of European leaders have also been invited to attend, a European Union source told the AFP news agency.</li>\n<li>European leaders, including from France, Germany and the United Kingdom, promised to maintain the pressure on Russia through sanctions and called for “ironclad” security guarantees for Ukraine. They also said they were ready to work towards a three-way summit between Trump, Putin and Zelenskyy.</li>\n<li>German Chancellor Friedrich Merz told German media that the US was willing to be part of security guarantees for Ukraine and that he and other European leaders will be speaking with Zelenskyy on Sunday to prepare him for the White House meeting with Trump.</li>\n<li>The EU’s top diplomat, Kaja Kallas, said that while “Trump’s resolve to get a peace deal is vital… the harsh reality is that Russia has no intention of ending this war anytime soon”, in a post on X.</li>\n<li>The Leaders of the Nordic Baltic Eight group of countries issued a joint statement, reiterating support for Ukraine and saying that “a just and lasting peace requires a ceasefire” and that “experience has shown that Putin cannot be trusted”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Meanwhile, the fighting continued to rage in Ukraine, with the country’s Air Force saying it shot down 61 of 85 Russian drones overnight, while Russian missiles and drones hit 12 locations across the country.</li>\n<li>The Ukrainian General Staff said its forces had pushed Russian forces back by about 2km (1.2 miles) on part of the Sumy front in northern Ukraine.</li>\n<li>The Ukrainian military also said that Russian forces had seized Popiv Yar, southwest of Dobropillia, and Ivano-Darivka, northeast of Sloviansk in Ukraine’s Donetsk region, according to the Kyiv Independent.</li>\n<li>Russian attacks injured 13 people, including medical workers and a police officer, in Ukraine’s Kherson region, Ukraine’s military said in a post on Telegram early on Saturday.</li>\n<li>In Russia, a Ukrainian drone attack killed a 52-year-old man and his 13-year-old son, in the Rylsky district of the Russian Kursk region, Governor Alexander Khinshtein said in a post on Telegram on Saturday.</li>\n<li>Russian forces also shot down five Ukrainian guided aerial bombs and 169 drones in one day, Russia’s state news agency TASS reported on Saturday.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Lionel Messi scores as Inter Miami wins late against LA Galaxy | Football News | Al Jazeera",
            "time": "2025-08-17T03:33:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250817__69Q78BN__v1__HighRes__FblMslMiamiGalaxy-1755398404.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lionel Messi scores as Inter Miami wins late against LA Galaxy</h1><p class=\"article__subhead\"><em>The Argentinian superstar returns from injury to score a goal and add an assist as Inter downs Galaxy at Chase Stadium.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lionel Messi returned from injury as a reserve and scored in the 84th minute to lead Inter Miami to a 3-1 victory over the defending Major League Soccer (MLS) Cup champions, Los Angeles Galaxy.</p><p>The iconic 38-year-old Argentinian striker was back on the field on Saturday for Miami after suffering what Inter coach Javier Mascherano had called a “minor muscle injury” – an apparent hamstring strain – in Inter’s Leagues Cup victory over Mexican side Necaxa on August 2.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“It had been something very small,” Mascherano said of his injury after the match. “The three training sessions we had were good. The important thing is that the match ended. As the minutes went by, I saw him better. We have to see how he feels tomorrow.”</p><p>Eight-time Ballon d’Or winner Messi, who missed a Leagues Cup win over Pumas UNAM and last weekend’s MLS loss at Orlando City, was on the bench as a reserve before entering in the second half, replacing Telasco Segovia.</p><p>“We had planned the match to give minutes to Leo [Messi]. The idea was to give him 45 minutes so that he can find sensations,” Mascherano said. “I didn’t see him after the game. Tomorrow, we’ll see what feelings he had.</p><p>“He’s an extraordinary player. I saw that he was clearly not 100 percent comfortable, but as the minutes went by, he was loosening up more and more. We will have to see how he ended with the fatigue.”</p><p>Jordi Alba scored for Miami in the 43rd minute, but Joseph Paintsil equalised for the Galaxy in the 59th minute.</p><figure id=\"attachment_3892749\" aria-describedby=\"caption-attachment-3892749\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3892749\" src=\"/wp-content/uploads/2025/08/AFP__20250817__69Q78BF__v1__HighRes__FblMslMiamiGalaxy-1755399524.jpg?w=770&amp;resize=770%2C498&amp;quality=80\" alt=\"Lionel Messi in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3892749\" class=\"wp-caption-text\">Messi takes a shot and scores his team’s second goal against LA Galaxy at Chase Stadium [Chandan Khanna/AFP]</figcaption></figure><h2 id=\"messi-dominates-late\">Messi dominates late</h2><p>Messi’s brilliant goal six minutes from full-time – a thunderous left foot strike fired from the edge of the penalty area that caromed off the bottom corner of the net – restored the lead for Miami.</p><p>He then put the victory beyond doubt with a sensational 89th-minute assist to teammate Luis Suarez, who put the home side ahead 3-1.</p><p>Messi, the reigning MLS Most Valuable Player, has 19 goals and 10 assists in 19 MLS appearances for Miami this season.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>He also has the Herons into the quarterfinals of the Leagues Cup, which they won in 2023, just after Messi’s arrival. Miami will play the Tigres in a Cup quarterfinal on Wednesday.</p><p>“He wants to play every single game,” Mascherano said. “You have to understand why Leo is Leo. He always wants to be on the pitch. He’s happy there. Sometimes, we try to explain him that we have to go slowly, but when he feels good, he knows himself like no one. In the end, we tried to give him some minutes today to start having good feelings for Wednesday.”</p><p>Inter Miami rank fourth in the MLS Eastern Conference, six points behind MLS leaders Philadelphia, but with three matches in hand.</p><figure id=\"attachment_3892743\" aria-describedby=\"caption-attachment-3892743\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3892743\" src=\"/wp-content/uploads/2025/08/AFP__20250817__69Q78C3__v1__HighRes__FblMslMiamiGalaxy-1755399395.jpg?w=770&amp;resize=770%2C506&amp;quality=80\" alt=\"Luis Suarez and Lionel Messi react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3892743\" class=\"wp-caption-text\">Messi, left, celebrates with teammate Luis Suarez after Inter Miami went ahead 3-1 in the 89th minute [Chandan Khanna/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Manchester United vs Arsenal: Premier League - teams, start, lineups | Football News | Al Jazeera",
            "time": "2025-08-16T22:30:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-09T115258Z_1968635265_UP1EL890X09JN_RTRMADP_3_SOCCER-FRIENDLY-MUN-FIO-1755381244.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Manchester United vs Arsenal<br>\n<strong>What:</strong> English Premier League<br>\n<strong>Where:</strong> Old Trafford, Manchester, United Kingdom<br>\n<strong>When:</strong> Sunday, August 16 at 4:30pm (15:30 GMT)</p><p><em><strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 4:30pm (15:30 GMT) in advance of our live text commentary stream.</em></p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Arsenal face an immediate test of their <a href=\"/sports/2025/8/9/who-are-premier-league-title-favourites-liverpool-arsenal-man-city-utd\">Premier League title credentials</a> against a revamped Manchester United.</p><p>Al Jazeera Sport takes a closer look at the game.</p><h2 id=\"how-does-the-season-shape-up-for-arsenal\">How does the season shape up for Arsenal?</h2><p>Mikel Arteta has challenged Arsenal to keep digging for gold.</p><p>The Gunners have finished as Premier League runners-up for the last three seasons, sparking criticism of their failure to get over the line in the title race.</p><p>Arsenal blew significant leads when Manchester City pipped them to the trophy in 2023 and 2024, before Liverpool left the injury-plagued north Londoners trailing in their wake last season.</p><p>Arsenal’s title frustrations are mounting, with fans questioning whether Arteta is the right man to end their drought after winning only the 2020 FA Cup since he took charge in December 2019.</p><p>But the Gunners showed their potential last season, with a run to the Champions League semifinals that ended with a narrow defeat against eventual winners Paris Saint-Germain.</p><p>And, buoyed by a host of new signings worth more than 180 million pounds ($244 million) in total, Arteta is convinced they can finally get their hands on the Premier League silverware this season.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“You keep digging, digging, digging, and you have to be digging because one day the gold is going to be there,” he told reporters on Friday.</p><p>“For three seasons, we’ve had more points than [nearly] any other team in this league, which is incredible.</p><p>“You have the consistency, but now we have to do it in a season, to end with more points than any other team.</p><p>“That’s the objective. When I’ve been taught, when I’ve been educated, that’s it.”</p><p>Hampered by injuries to Bukayo Saka, Martin Odegaard, Gabriel Jesus and Kai Havertz at various stages last season, Arsenal lacked a cutting edge and were held to 14 draws compared with Liverpool’s nine.</p><p>That was a crucial edge as Arsenal finished 10 points behind the champions.</p><figure id=\"attachment_3892578\" aria-describedby=\"caption-attachment-3892578\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3892578\" src=\"/wp-content/uploads/2025/08/2025-08-09T180817Z_922151871_UP1EL891CLVTJ_RTRMADP_3_SOCCER-FRIENDLY-ARS-ATH-1755380962.jpg?w=770&amp;resize=770%2C482&amp;quality=80\" alt=\"Arsenal's Viktor Gyokeres heads at goal \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3892578\" class=\"wp-caption-text\">Arsenal’s Viktor Gyokeres heads at goal during a preseason friendly against Athletic Bilbao [Matthew Childs/Reuters]</figcaption></figure><h2 id=\"who-did-arsenal-sign-this-summer\">Who did Arsenal sign this summer?</h2><p>In an attempt to insulate Arsenal against another fitness-related collapse, Arteta has <a href=\"/sports/2025/7/26/gyokeres-joins-arsenal-from-sporting-lisbon\">brought in Sporting Lisbon striker Viktor Gyokeres</a>, Real Sociedad midfielder Martin Zubimendi, <a href=\"/sports/2025/7/18/arsenal-seal-madueke-signing-from-chelsea-in-divisive-move\">Chelsea winger Noni Madueke</a> and Brentford midfielder Christian Norgaard.</p><p>After bemoaning Arsenal’s failure to sign Aston Villa striker Ollie Watkins as Liverpool pulled away during the January window, the Spaniard is a far more upbeat figure on the eve of the new season.</p><p>“I think we have great versatility, very different qualities in relation to the opposition, so we are very happy with that,” he said.</p><p>Arteta said that “too many” teams have a legitimate shot at winning the Premier League for his liking, some he even suspects will “surprise everybody”.</p><p>Whether that was a hint that United, who suffered their worst season since 1973-74 last term, could emerge as contenders after their summer spending spree remains to be seen.</p><p>Arsenal were linked with a move for <a href=\"/sports/2025/8/9/manchester-united-complete-benjamin-sesko-signing-from-rp-leipzig\">United’s new striker Benjamin Sesko</a> before deciding to bet on Gyokeres for a fee that could rise to 66 million pounds ($89.5m).</p><p>The Swede netted 97 times in 102 games in two years at Sporting, much of which came under United’s current manager, Ruben Amorim.</p><figure id=\"attachment_3892584\" aria-describedby=\"caption-attachment-3892584\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3892584\" src=\"/wp-content/uploads/2025/08/2025-08-09T113253Z_1639234029_UP1EL890W2RJ1_RTRMADP_3_SOCCER-FRIENDLY-MUN-FIO-1755381352.jpg?w=770&amp;resize=770%2C546&amp;quality=80\" alt=\"Manchester United's Bryan Mbeumo during the warm up before the match \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3892584\" class=\"wp-caption-text\">Manchester United’s Bryan Mbeumo moved from Brentford in the summer transfer window [Andrew Boyers/Reuters]</figcaption></figure><h2 id=\"how-is-the-season-shaping-up-for-man-utd\">How is the season shaping up for Man Utd?</h2><p>Instead of being reunited with Gyokeres, Amorim overhauled his attack with the signings of Leipzig’s Sesko, Brentford winger <a href=\"/sports/2025/7/22/bryan-mbeumo-signs-with-manchester-united-from-brentford\">Bryan Mbeumo</a> and Wolves forward <a href=\"/sports/2025/6/12/manchester-united-complete-matheus-cunha-signing-from-wolves\">Matheus Cunha</a> at a combined cost of more than 200 million pounds ($271m).</p><p>United, who have not won the title since 2013, had to spend big to erase the stench of their putrid campaign.</p><p>Amorim’s team finished a dismal 15th in the top-flight, and squandered a chance to qualify for the Champions League with a toothless <a href=\"/sports/2025/5/21/tottenham-defeat-manchester-united-to-win-europa-league-final\">1-0 defeat against fellow underachievers Tottenham</a> in the Europa League final.</p><p>The pressure is on Amorim, who <a href=\"/sports/2024/11/1/ruben-amorim-confirmed-as-new-manchester-united-manager-portuguese-coach-premier-league\">replaced the sacked Erik ten Hag</a> in November, to deliver major improvements in his second season.</p><p>Amorim knows Sesko will be key to that target and believes the 22-year-old Slovenian is ready to rise to the challenge.</p><p>“I don’t need to tell Ben, ‘Ben, this is Manchester United, a lot of pressure. Every game is like do or die’,” Amorim said.</p><p>“He is always thinking about football. He’s really obsessed about that.”</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This is the 244th meeting between the clubs, with United winning 99 of those games and Arsenal winning 89.</p><p>The last two meetings ended in 1-1 draws, although one of those was in the FA Cup with United advancing on penalties.</p><p>The Red Devils have not beaten the Gunners since December 2022, a 3-1 home win lead by a Marcus Rashford double.</p><p>The Gunners have won four of the six following meetings.</p><h2 id=\"manchester-united-team-news\">Manchester United team news</h2><p>Defenders Lisandro Martinez (knee) and Noussair Mazraoui (hamstring) are both injury absentees for United.</p><p>Joshua Zirkzee and Andre Onana have, however, both recovered from knocks and are available for selection.</p><h2 id=\"arsenal-team-news\">Arsenal team news</h2><p>Arteta has said that the new signings, Gyokeres and Zubimendi, are both “fit to play”.</p><p>Leandro Trossard has had a groin problem but is expected to recover in time for selection. Gabriel Jesus remains a long-term absentee with an ACL injury, but otherwise, Arteta has a full squad to choose from.</p><h2 id=\"manchester-united-predicted-starting-lineup\">Manchester United predicted starting lineup</h2><p>Onana; Yoro, Maguire, Shaw; Dalot, Casemiro, Fernandes, Dorgu; Mbeumo, Cunha; Sesko</p><h2 id=\"arsenal-predicted-starting-lineup\">Arsenal predicted starting lineup</h2><p>Raya; White, Saliba, Gabriel, Lewis-Skelly; Odegaard, Zubimendi, Rice; Saka, Gyokeres, Martinelli</p></div></div></body></html>"
        },
        {
            "title": "Barcelona begin La Liga title defence with win at Mallorca | Football News | Al Jazeera",
            "time": "2025-08-16T20:33:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-16T194236Z_518490825_UP1EL8G1IQZX5_RTRMADP_3_SOCCER-SPAIN-MLL-BAR-1755374243.jpg?resize=1617%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Barcelona begin La Liga title defence with win at Mallorca</h1><p class=\"article__subhead\"><em>Lamine Yamal and Raphinha both find the net in Barcelona’s 3-0 La Liga win at Mallorca, who had two players sent off.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Barcelona began the defence of its La Liga title with <a href=\"/sports/liveblog/2025/8/16/live-mallorca-vs-barcelona-la-liga\">a comfortable 3-0 win at Mallorca</a>, scoring early and taking advantage of two first-half red cards for the hosts.</p><p>Raphinha and Lamine Yamal, who led Barcelona’s prolific attack last season, needed only seven minutes to impress again on Saturday. Yamal’s curling cross found Raphinha by the far post, and the Brazil forward headed in from close range.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Ferran Torres’s shot from outside the area in the 23rd was a goal that drew complaints from Mallorca because one of its players was on the ground after being hit by the ball in the head in the buildup.</p><p>Some Mallorca players stopped playing after their teammate went down, but the referee allowed play to continue. Mallorca immediately complained after Ferran scored.</p><p>The host went a man down 10 minutes later when Manu Morlanes was sent off for a second yellow card for fouling Yamal on the run. His first yellow was for protesting Barcelona’s second goal.</p><p>The second red card in the 39th came from Mallorca striker Vedat Muriqi hitting the head of Barcelona goalkeeper Joan García with his left foot while reaching up for a high ball. The referee changed the card from yellow to red after a video review.</p><figure id=\"attachment_3892532\" aria-describedby=\"caption-attachment-3892532\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3892532\" src=\"/wp-content/uploads/2025/08/GettyImages-2230466543-1755377459.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Barcelona's Brazilian forward Raphinha heads the ball to score a goal during the Spanish league football match at Mallorca\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3892532\" class=\"wp-caption-text\">Barcelona’s Brazilian forward Raphinha heads the ball to score the opening goal at Mallorca [Jamie Reina/AFP]</figcaption></figure><p>Yamal made it 3-0 in second-half stoppage time by hitting the top corner.</p><p>Barcelona, which won the league last season after scoring 102 goals, was without veteran striker Robert Lewandowski because of an injury. Newly signed forward Marcus Rashford went in as a substitute in the 69th.</p><p>New Barcelona goalkeeper García did not have to work much in his Barcelona debut after being signed in the offseason in a transfer from city rival Espanyol.</p><p>Regular starting goalkeeper Marc-Andre ter Stegen is out after undergoing lower back surgery, and García started ahead of Wojciech Szczesny and Iñaki Peña, who replaced Ter Stegen last season.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Later Saturday, Valencia hosted Real Sociedad and promoted Levante visited Alaves.</p><p>On Friday, Rayo Vallecano won at Girona 3-1, and Villarreal defeated promoted Oviedo 2-0.</p><p>Atletico Madrid is at Espanyol on Sunday, while <a href=\"/sports/2025/8/11/can-real-madrid-topple-la-liga-champs-barcelona-will-mbappe-upstage-yamal\">Real Madrid hosts Osasuna</a> on Tuesday.</p></div></div></body></html>"
        },
        {
            "title": "France says Mali’s arrest of embassy worker on coup charges ‘unfounded’ | Military News | Al Jazeera",
            "time": "2025-08-16T18:42:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25226823280006-1755366182_cf35a4-1755369698.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>France says Mali’s arrest of embassy worker on coup charges ‘unfounded’</h1><p class=\"article__subhead\"><em>Arrest of Yann Vezilier, accused of trying to destabilise Mali, marks new low in relations between Paris and Bamako.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France’s Ministry for Europe and Foreign Affairs has said that a French man recently arrested in Mali on “unfounded” charges of plotting a coup was a French embassy employee.</p><p>The Foreign Ministry said on Saturday that it was in talks with Bamako to “clear up any misunderstanding” and obtain the “immediate release” of <a href=\"/news/2025/8/15/malis-military-arrests-generals-suspected-french-agent-in-overthrow-plot\">Yann Vezilier</a>, who had been arrested in recent weeks alongside two generals and other military personnel.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>It added that the arrest of the French national was in violation of the Vienna Convention on Diplomatic Relations.</p><p>Mali’s security minister, General Daoud Aly Mohammedine, had announced Vezilier’s arrest on Thursday, alleging that he had been working for the French intelligence services, mobilising “political leaders, civil society actors, and military personnel” to destabilise the country.</p><p>Mohammedine said that a full investigation into the alleged plot, which he said had been launched on August 1, was under way and that “the situation is completely under control”.</p><p>The arrests followed a crackdown on dissent following a pro-democracy rally in May, the first since the military government came to power after back-to-back coups in 2020 and 2021.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>France’s once close relationship with its former colony in West Africa’s Sahel region has soured since soldiers seized power nearly four years ago.</p><p>The military government, led by President Assimi Goita, has turned away from Western partners, notably former colonial power France, expelling its troops and turning to Russia for security assistance.</p><p>The country has since been gripped by a security crisis since 2012, fuelled notably by violence from groups affiliated with al-Qaeda and the ISIL (ISIS) group, as well as local criminal gangs.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In June, Goita was granted an additional five years in power, despite the military government’s earlier promises of a return to civilian rule by March 2024. The move followed the military’s dissolution of political parties in May.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel preparing to forcibly displace Palestinians to southern Gaza | Gaza News | Al Jazeera",
            "time": "2025-08-16T18:40:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-16T100247Z_537843429_RC238GATS6ZO_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1755367786.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has announced preparations to forcibly evacuate Palestinians from “combat zones” to southern Gaza from Sunday, days after it announced a new offensive to <a href=\"/news/2025/8/10/un-warns-of-calamity-as-netanyahu-pushes-for-israel-to-seize-gaza-city\">seize control of Gaza City</a>, the enclave’s largest urban centre.</p><p>The army’s Arabic-language spokesperson Avichay Adraee said on Saturday that residents would be provided with tents and other shelter equipment transported through the Karem Abu Salem, or Kerem Shalom, crossing by the United Nations and international relief organisations.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The UN has not commented on the plan or on its alleged role in providing humanitarian assistance.</p><p>The statement comes less than a week since Israeli Prime Minister Netanyahu announced that the military had been given the <a href=\"/news/2025/8/10/un-warns-of-calamity-as-netanyahu-pushes-for-israel-to-seize-gaza-city\">green light</a> to “dismantle” what he described as two remaining Hamas strongholds: Gaza City in the north and al-Mawasi further to the south.</p><p>The army has not specified whether the shelter equipment was intended for Gaza City’s population, estimated at around one million people presently, and whether the site to which they will be relocated in southern Gaza would be the area of Rafah, near the border with Egypt.</p><p class=\"p1\">The UN did not immediately comment on the Israeli announcement, however, it warned on Thursday that thousands of families already enduring appalling humanitarian conditions could be pushed over the edge if the Gaza City plan moves ahead.</p><p>The Palestinian group Islamic Jihad, an ally of Hamas, described the military’s announcement as “part of its brutal attack to occupy Gaza City” and “a blatant and brazen mockery of international conventions.”</p><p>“Forcing people to flee amidst starvation, massacres, and displacement is an ongoing crime against humanity. Criminal behaviour in Gaza is inseparable from the daily crimes committed by the occupation in the occupied West Bank,” the group said in a statement.</p><p>Israeli forces have increased operations on the outskirts of Gaza City over the past week. Residents in the neighbourhoods of Zeitoun and Shujayea have reported heavy Israeli aerial and tank fire.</p><p>An Israeli drone targeted a group of people in the Asqaula area of the Zeitoun neighbourhood in eastern Gaza City, killing two and wounding several others, the Wafa news agency said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Another person was killed and three were injured when a house near the al-Alami Mosque on az-Zarqa Street, also in eastern Gaza City, was hit.</p><p>The tented encampment of al-Mawasi, in southern Gaza, also came under attack on Saturday. An Israeli air raid killed Motasem al-Batta, his wife and their baby daughter in their tent. The area was designated a so-called <a href=\"/news/2024/9/10/what-was-the-humanitarian-zone-bombed-overnight-by-israel\">“humanitarian”, or “safe”, zone</a> early in the war, but it has nonetheless repeatedly come under attack.</p><p>A neighbour of the family, Fathi Shubeir, told The Associated Press that displaced civilians were living in the densely populated al-Mawasi area. Speaking of the baby girl, he said, “Two and a half months, what has she done?”</p><p><a href=\"/tag/israel-palestine-conflict/\">Israel’s war on Gaza</a> has killed at least 61,827 people since October 2023. Malnutrition has killed 251 people so far, according to Gaza’s Health Ministry.</p><p>Eleven people, including a child, have starved to death in the past 24 hours, the ministry said on Saturday.</p><p>At Gaza City’s al-Shifa Hospital, the lives of more than 200 patients were hanging by a thread, due to acute shortages of medicine and malnutrition.</p><p>Director Mohammed Abu Salmiya said the hospital was overcrowded with wounded patients amid relentless Israeli bombardments and doctors were performing an increasing number of amputations as they were unable to combat the infection of wounds.</p><p>According to the World Health Organisation, more than 14,800 patients need lifesaving medical care that is not available in Gaza. Yet, leaving the Strip is not always enough to save a life.</p><p>Twenty-year-old Marah Abu Zuhri arrived in Pisa on an Italian government humanitarian flight overnight on Wednesday while severely emaciated. The University Hospital of Pisa said she had a “very complex clinical picture” and serious wasting, before she was reported dead on Friday.</p><p>Director-General of Gaza’s Health Ministry Munir al-Bursh told Al Jazeera that 40,000 infants in the territory were suffering from severe malnutrition amid critical food shortages caused by Israel’s restrictions on aid into Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al Jazeera correspondent Hind Khoudary said the reality of hunger in Gaza was “devastating.”</p><p>“Palestinians have no choice but to see their children die of malnutrition and starvation,” she said. “The latest to have died from hunger were siblings, aged 16 and 25, who died on the same day.”</p><p>According to Amjad Shawa, director of the Palestinian NGOs Network, “only 10 percent” of the daily food supplies needed are entering the territory, “while the health system is collapsing day by day and our capacity is very limited”.</p><p>He said Israel’s war in Gaza destroyed its socioeconomic structure, leaving Palestinians in the territory “totally dependent on humanitarian aid”.</p><p>What is making it into the country is “a very limited amount, which is only to keep the people alive [at a] minimum level,” he added.</p><p>The United Nations has warned that levels of starvation and malnutrition in Gaza are at their highest since the war began.</p><p>The families of 50 Israeli captives still held in Gaza were shaken by the recent release of videos showing their emaciated relatives pleading for help and food.</p><p>A group representing the families urged Israelis into the streets on Sunday. “Across the country, hundreds of citizen-led initiatives will pause daily life and join the most just and moral struggle: the struggle to bring all 50 hostages home,” it said in a statement.</p><p>Netanyahu has rejected criticism that his plan to widen the military offensive would endanger the lives of the remaining captives. The mobilisation of forces is expected to take weeks, and the Israeli prime minister has defended his decision, saying he had <a href=\"/news/2025/8/10/un-warns-of-calamity-as-netanyahu-pushes-for-israel-to-seize-gaza-city\">“no choice”</a> but to attack Hamas in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US suspends visas for Gaza residents after right-wing social media storm | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-16T16:53:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25178500567026-1755359505.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>US suspends visas for Gaza residents after right-wing social media storm</h1><p class=\"article__subhead\"><em>State Department move comes as Israel’s war and induced-famine in Gaza reach new extremes, with 61,827 killed so far.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has announced that it is halting all visitor visas for people from Gaza pending a “a full and thorough” review, a day after social media posts about Palestinian refugees sparked furious reactions from right-wingers.</p><p>The Department of State’s move on Saturday came a day after far-right activist and Trump ally Laura Loomer posted on X that Palestinians “who claim to be refugees from <a href=\"/news/2025/8/16/will-i-make-it-back-alive-gaza-journalists-fear-targeting-by-israel\">Gaza</a>” entered the US via San Francisco and Houston this month.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“How is allowing for Islamic immigrants to come into the US America First policy?” she said on X in a later post, going on to report further Palestinian arrivals in Missouri and claiming that “several US Senators and members of Congress” had texted her to express their fury.</p><p>Republican lawmakers speaking publicly about the matter included Chip Roy of Texas, who said he would inquire about the matter, and Randy Fine of Florida, who described the alleged arrivals as a “national security risk”.</p><p>By Saturday, the State Department announced it was stopping visas for “individuals from Gaza” while it conducted “a full and thorough review of the process and procedures used to issue a small number of temporary medical-humanitarian visas in recent days”. It did not provide a figure.</p><p></p><p>The US issued 640 visas to holders of the Palestinian Authority travel document in May, according to the Reuters news agency. B1/B2 visitor visas permit Palestinians to seek medical treatment in the US.</p><p>Loomer greeted Saturday’s State Department announcement with glee.</p><p>“It’s amazing how fast we can get results from the Trump administration,” she said on Saturday, though she later posted that more needed to be done to “highlight the crisis of the invasion happening in our country”.</p><p></p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The decision to cut visas comes as Israel intensifies its attacks on Gaza, where at least 61,827 people have been killed in the past 22 months, with the United Nations warning that “widespread starvation, malnutrition and disease” are driving a rise in famine-related deaths.</p><p>Israeli Prime Minister Benjamin Netanyahu has been pushing to seize Gaza City as part of a takeover of the Strip, forcibly displacing hundreds of thousands of Palestinians to concentration zones.</p></div></div></body></html>"
        },
        {
            "title": "African courts may pave the way for holding social media giants to account | Social Media | Al Jazeera",
            "time": "2025-08-16T16:35:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2019-04-23T000000Z_745869880_RC1F66BBD400_RTRMADP_3_FACEBOOK-LANGUAGES-1755361929.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In April 2025, the Human Rights Court in Kenya issued an unprecedented ruling that it has the jurisdiction to hear a case about harmful content on one of Meta’s platforms. The lawsuit was filed in 2022 by Abraham Meareg, the son of an Ethiopian academic who was murdered after he was doxxed and threatened on Facebook, Fisseha Tekle, an Ethiopian human rights activist, who was also doxxed and threatened on Facebook, and Katiba Institute, a Kenyan non-profit that defends constitutionalism. They maintain that Facebook’s algorithm design and its content moderation decisions made in Kenya resulted in harm done to two of the claimants, fuelled the conflict in Ethiopia and led to widespread human rights violations within and outside Kenya.</p><p>The content in question falls outside the protected categories of speech under Article 33 of the Constitution of Kenya and includes propaganda for war, incitement to violence, hate speech and advocacy of hatred that constitutes ethnic incitement, vilification of others, incitement to cause harm and discrimination.</p><p>Key to the Kenyan case is the question whether Meta, a US-based corporation, can financially benefit from unconstitutional content and whether there is a positive duty on the corporation to take down unconstitutional content that also violates its Community Standards.</p><p>In affirming the Kenyan court’s jurisdiction in the case, the judge was emphatic that the Constitution of Kenya allows a Kenyan court to adjudicate over Meta’s acts or omissions regarding content posted on the Facebook platform that may impact the observance of human rights within and outside Kenya.</p><p>The Kenyan decision signals a paradigm shift towards platform liability where judges determine liability by solely asking the question: Do platform decisions observe and uphold human rights?</p><p>The ultimate goal of the Bill of Rights, a common feature in African constitutions, is to uphold and protect the inherent dignity of all people. Kenya’s Bill of Rights, for example, has as its sole mission to preserve the dignity of individuals and communities and to promote social justice and the realisation of the potential of all human beings. The supremacy of the Constitution also guarantees that, should there be safe harbour provisions in the laws of that country, they would not be a sufficient liability shield for platforms if their business decisions do not ultimately uphold human rights.</p><p>That a case on algorithm amplification has passed the jurisdiction hearing stage in Kenya is a testament that human rights law and constitutionality offer an opportunity for those who have suffered harm as a result of social media content to seek redress.</p><p>Up to this point, the idea that a social media platform can be held accountable for content on its platform has been dissuaded by the blanket immunity offered under Section 230 of the Communications Decency Act in the US, and to a lesser extent, the principle of non-liability in the European Union, with the necessary exceptions detailed in various laws.</p><p>For example, Section 230 was one of the reasons a district judge in California cited in her ruling to <a href=\"https://www.courthousenews.com/wp-content/uploads/2024/12/doe-vs-meta-order-granting-motion-to-dismiss-usdc-northern-california-rohingya-genocide.pdf\">dismiss</a> a case filed by Myanmar refugees in a similar claim that Meta had failed to curb hate speech that fuelled the Rohingya genocide.</p><p>The aspiration for platform accountability was further dampened by the US Supreme Court decision in <a href=\"https://www.supremecourt.gov/opinions/22pdf/21-1496_d18f.pdf\">Twitter v Taamneh</a>, in which it ruled against plaintiffs who sought to establish that social media platforms carry responsibility for content posted on them.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The immunity offered to platforms has come at a high cost, especially for victims of harm in places where platforms do not have physical offices.</p><p>This is why a decision like the one by the Kenyan courts is a welcome development; it restores hope that victims of platform harm have an alternative route to recourse, one that refocuses human rights into the core of the discussion on platform accountability.</p><p>The justification for safe harbour provisions like Section 230 has always been to protect “nascent” technologies from being smothered by the multiplicity of suits. However, by now, the dominant social media platforms are neither nascent nor in need of protection. They have both the monetary and technical wherewithal to prioritise people over profits, but choose not to.</p><p>As the Kenyan cases cascade through the judicial process, there is cautious optimism that constitutional and human rights law that has taken root in African countries can offer a necessary reprieve for platform arrogance.</p><p><strong><em>Mercy Mutemi represents Fisseha Tekle in the case outlined in the article. </em></strong></p><p data-start=\"6686\" data-end=\"6983\"><strong><em>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</em></strong></p></div></div></body></html>"
        },
        {
            "title": "The Alaska summit was not a ‘new Munich’, but it could be a ‘new Yalta’ | Russia-Ukraine war | Al Jazeera",
            "time": "2025-08-16T16:28:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-15T193647Z_986954294_RC2R7GAVBFH0_RTRMADP_3_UKRAINE-CRISIS-SUMMIT-1755288189.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>These days, the Russian army has a hard time scoring any major successes. Its soldiers face a grinding slog in Ukraine, dying by the hundreds, sometimes to advance just a few hundred metres or not at all.</p><p>On the diplomatic front, however, the situation is different. Russian President Vladimir Putin secured a major diplomatic victory by holding a summit with United States President Donald Trump.</p><p>At Joint Base Elmendorf-Richardson in Alaska, it was all bonhomie. Trump clapped as Putin made his way onto the red carpet for a handshake before Trump escorted him into his presidential limo as the Russian leader smiled like a Cheshire cat. The two came away from their nearly three-hour meeting without much to say. Both spoke of agreement on a host of matters. Putin invited Trump to Moscow, who demurred – for now.</p><p>Little has leaked thus far on exactly what Putin and Trump discussed. The Russian leader sought to suggest in his remarks to the media that the talks were on his terms, bringing up Russia’s security concerns and praising his US counterpart for trying to “understand the history” of the conflict.</p><p>According to Russia’s ambassador to the US, Alexander Darchiev, apart from Ukraine, there were some concrete bilateral issues discussed. He <a href=\"https://www.interfax.ru/world/1042523\">claimed</a> two major diplomatic questions were raised: “the return of six Russian diplomatic properties that were de facto confiscated” during former US President Joe Biden’s administration and “the restoration of direct air traffic” between Russia and the US.</p><p>Trump for his part appeared to drop the demand for a ceasefire in Ukraine – something he had publicly called for before the summit. Instead, he agreed to take the Kremlin’s demand for a full settlement of the conflict rather than a ceasefire to Ukraine and its European allies. Later, he posted on his social media platform, Truth Social, that the European Union and Ukraine agreed with him that “the best way to end the horrific war between Russia and Ukraine is to go directly to a Peace Agreement”.</p><p>Although Trump seemed to take the Russian position on a ceasefire, the worst possible outcome of the summit was still avoided. The meeting did not turn into a “new Munich”, where Trump would appease Putin just like the French and British leaders appeased Adolf Hitler in a meeting in the German city in 1938 by agreeing to a German takeover of part of Czechoslovakia. The US president did not accede to Russian territorial claims.</p><p>That said, for Putin, the summit was a tactical win because it broadcast to the world that the US president himself was casting off the pariah status the Kremlin had earned for its unilateral invasion of Ukraine in 2022 and the subsequent war crimes it has overseen. The Russian president was treated like the leader of a “great power” – a status he has long been obsessed with returning Russia to – who had to be negotiated with, on his terms.</p><p>So where does all this leave Ukraine and its European allies?</p><p>Trump is clearly unwilling to change his position on Ukraine. He admires Putin – his personality and his governing style – immensely.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But Brussels, London, and Kyiv cannot give up on him. The truth is that continued US support is indispensable to Ukraine maintaining its defence. Europe has moved to pick up more of the burden of funding since Trump was inaugurated for his second term, but its military capabilities and defence industry supply chains cannot replace those of the US anytime soon, even if they increase investments exponentially.</p><p>Trump wants peace in name and cares nought about the details. For Kyiv, the detail is its very survival, and for the rest of Europe, Ukraine’s fate shapes the potential that it could be the next target of Putin’s aggression in his would-be geopolitically rebalanced world.</p><p>That does not mean that there is no way to turn Trump. There is – Ukraine and Europe can use a page or two out of Putin’s playbook in dealing with the US president.</p><p>Trump clearly likes his ego to be stroked, which is what Putin repeatedly did in his remarks to the media, echoing, for example, Trump’s claim that if he had been president in 2022, the war in Ukraine would not have happened.</p><p>Continuing diplomatic engagement is the way forward, as is seeking to change the frame in which Trump sees the Ukrainian conflict.</p><p>The US president cares more about the future of US energy exports, US competition with China, its challenge to US economic dominance and the exploitation of the Arctic than he does about Ukraine. It was Trump’s choice to host the meeting in Alaska, after all, and his obsession with Greenland – so seemingly strange to European allies of the US – makes far more sense in this context.</p><p>The key is to persuade the US president that Russia is a threat to Washington’s interests in all of these matters.</p><p>An easing of sanctions could see Russian liquefied natural gas (LNG) projects flood into the market and depress the price for US LNG exports. Putin has reshaped Russia’s economy to be dependent on minerals exports to China, fuelling its ability to compete economically thanks to cheap inputs. Putin has also repeatedly sought to push Beijing to be more assertive in economic competition by calling on it to dump the dollar and push new trade and finance frameworks that exclude the US. And Russia is hoping to dominate the Arctic by expanding its Arctic fleet with new nuclear-powered icebreakers and submarines.</p><p>For Putin, his war in Ukraine has never been just about the dividing lines in the Donbas or his claimed injustices from the Soviet Union’s collapse. It is a war to reshape the world. On the other hand, Trump sees the war as a distraction and a drag on his own efforts to reshape the world.</p><p>Only if Kyiv and the wider West understand Trump’s approach could they persuade him what is at stake. They must focus on how Putin hurts American interests and Trump’s perception thereof. If they fail to do so, while Alaska may have proven to be no “new Munich”, its legacy could be that of one of a “new Yalta” in which Europe’s future is to be shaped by new exclusive spheres of influence drawn by Moscow and Washington.</p><p data-start=\"6686\" data-end=\"6983\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "‘Will I make it back alive?’: Gaza journalists fear targeting by Israel | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-16T15:39:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/hani_mahmoud_reporting_live_gaza_city-1743776280.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian journalists have long known Gaza to be the <a href=\"/news/2025/5/2/palestine-worlds-most-dangerous-place-for-journalists-rsf-says\">most dangerous place</a> on earth for media workers, but Israel’s latest <a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">attack on a tent housing journalists</a> in Gaza City has left many reeling from shock and fear.</p><p><a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">Four Al Jazeera staff</a> were among seven people killed in an Israeli drone strike outside al-Shifa Hospital on August 10. The Israeli military has admitted to deliberately targeting the tent after making <a href=\"/news/2024/10/23/al-jazeera-decries-unfounded-israeli-claims-about-its-gaza-journalists\">unsubstantiated accusations</a> that one of those killed, Al Jazeera journalist Anas al-Sharif, was a member of Hamas.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Israeli attacks in Gaza have killed at least 238 media workers since October 2023, according to Gaza’s Government Media Office. This toll is higher than that of World Wars I and II, the Vietnam War, the war in Afghanistan and the Yugoslavia wars combined.</p><p>Al Jazeera correspondent Hani Mahmoud said, “Press vests and helmets, once considered a shield, now feel like a target.”</p><p>“The fear is constant — and justified,” Mahmoud said. “Every assignment is accompanied by the same unspoken question: Will [I] make it back alive?”</p><p>The US-based Committee to Protect Journalists has been among several organisations denouncing Israel’s longstanding pattern of accusing journalists of being “terrorists” without credible proof.</p><p>“It is no coincidence that the smears against al-Sharif — who has reported night and day for Al Jazeera since the start of the war — surfaced every time he reported on a major development in the war, most recently the starvation brought about by Israel’s refusal to allow sufficient aid into the territory,” CPJ Regional Director Sara Qudah said in the aftermath of Israel’s attack.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In light of Israel’s systematic targeting of journalists, media workers in Gaza are forced to make difficult choices.</p><p>“As a mother and a journalist, I go through this mental dissonance almost daily, whether to go to work or stay with my daughters and being afraid of the random shelling of the Israeli occupation army,” Palestinian journalist Sally Thabet told Al Jazeera.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Across the street from the ruins of the School of Media Studies at al-Quds Open University in Gaza City, where he used to teach, Hussein Saad has been recovering from an injury he sustained while running to safety.</p><p>“The deliberate targeting of Palestinian journalists has a strong effect on the disappearance of the Palestinian story and the disappearance of the media narrative,” he said. Saad argued the Strip was witnessing “the disappearance of the truth”.</p><p>While journalists report on mass killings, human suffering and starvation, they also cope with their own losses and deprivation. Photographer and correspondent Amer al-Sultan said hunger was a major challenge.</p><p>“I used to go to work, and when I didn’t find anything to eat, I would just drink water,” he said. “I did this for two days. I had to live for two or three days on water. This is one of the most difficult challenges we face amid this war against our people: starvation.”</p><p>Journalist and film director Hassan Abu Dan said reporters “live in conditions that are more difficult than the mind can imagine.”</p><p>“You live in a tent. You drink water that is not good for drinking. You eat unhealthy food … We are all, as journalists, confused. There is a part of our lives that has been ruined and gone far away,” he said.</p><p>Al Jazeera’s Mahmoud said that despite the psychological trauma and the personal risks, Palestinian journalists continue to do their jobs, “driven by a belief that documenting the truth is not just a profession, but a duty to their people and history”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump to meet Ukraine’s Zelenskyy after ‘successful’ talks with Putin | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-16T14:21:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/37716561-1745394071.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy will meet United States President Donald Trump in Washington, DC, on Monday to discuss an end to Moscow’s more than three-year war in Ukraine, a meeting announced hours after Trump’s <a href=\"/news/2025/8/16/trump-putin-end-short-summit-without-ceasefire-deal-in-ukraine\">talks with Russian President Vladimir Putin</a> in Alaska ended without a concrete deal.</p><p>In a post on his Truth Social platform after holding phone conversations with European Union and NATO leaders, Trump said the talks with Putin on Friday “went very well”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“It was determined by all that the best way to end the horrific war between Russia and Ukraine is to go directly to a Peace Agreement, which would end the war, and not a mere Ceasefire Agreement, which often times do not hold up,” Trump wrote.</p><p>Speaking to top officials in Moscow a day after the talks in Alaska, Putin said the talks had been “timely” and “very useful”, according to the Kremlin.</p><p class=\"p1\">“We have not had direct negotiations of this kind at this level for a long time,” he said, adding: “We had the opportunity to calmly and in detail reiterate our position.”</p><p class=\"p1\">“The conversation was very frank, substantive, and, in my opinion, brings us closer to the necessary decisions,” Putin said.</p><p>Al Jazeera’s Osama Bin Javaid, reporting from Moscow, said the talks have been largely considered a success in Russia.</p><p>“Trump’s remarks on the need for a larger peace agreement fall in line with what Putin has been saying for the last few months,” he said.</p><p>On Saturday, the Ukrainian leader and his European allies, who have been seeking a ceasefire, welcomed the Trump-Putin talks but emphasised the need for a security guarantee for Kyiv.</p><p>Zelenskyy, who was <a href=\"/news/2025/3/1/trump-officials-slam-zelenskyy-as-western-leaders-rally-around-ukraine\">publicly berated by Trump and his officials</a> during his last Oval Office meeting in February, said, “I am grateful for the invitation.” The Ukrainian leader said he had a “long and substantive conversation with Trump” after the summit.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“In my conversation with President Trump, I said that sanctions [on Russia] should be tightened if there is no trilateral meeting, or if Russia evades an honest end to the war,” the Ukrainian leader said.</p><p>He said Ukraine needs a real, long-lasting peace, and not “just another pause” between Russian offensives.</p><p>“Security must be guaranteed reliably and in the long term, with the involvement of both Europe and the US,” he said on X after a call with the European leaders.</p><p>Zelenskyy stressed that territorial issues can only be decided with Ukraine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"trilateral-meeting\">Trilateral meeting</h2><p>In his first public comments after the Alaska talks, Zelenskyy said he supported Trump’s proposal for a meeting involving Ukraine, the US and Russia, adding that Kyiv is “ready for constructive cooperation”.</p><p>“Ukraine reaffirms its readiness to work with maximum effort to achieve peace,” the Ukrainian president posted on X.</p><p>But Putin’s foreign affairs adviser, Yuri Ushakov, said on Russian state television on Saturday that a potential meeting involving Trump, Putin and Zelenskyy had not been raised during the US-Russia discussions.</p><p>“The topic has not been touched upon yet,” Ushakov said, according to the Russian state news agency RIA Novosti.</p><p>Trump rolled out the red carpet on Friday for Putin, who was in the US for the first time in a decade, but gave little concrete detail afterwards of what was discussed.</p><p>Trump said in Alaska that “there’s no deal until there’s a deal” after Putin claimed the two leaders had hammered out an “understanding” on Ukraine and warned Europe not to “torpedo the nascent progress”.</p><p>Al Jazeera’s Charles Stratford, reporting from Kyiv, said that Trump has been heavily criticised by the US media over the meeting in Alaska.</p><p>“They are concerned about what has been described as far more of a conciliatory tone by Trump towards Putin without coming out of that meeting with even a ceasefire,” he said.</p><p>Stratford said that eyes are now on Monday’s meeting in Washington, DC, as Zelenskyy and Trump try to set up a trilateral summit with Putin.</p><p>“If all works out, we will then schedule a meeting with President Putin,” the US president said.</p><p>During an interview with the Fox News channel after the talks, Trump insisted that the onus going forward might be on Zelenskyy “to get it done,” but he said there would also be some involvement from European nations.</p><p>Meanwhile, several European leaders on Saturday jointly pledged to continue to support Ukraine and maintain pressure on Russia until the war in Ukraine ends.</p><p>In a statement, European Union leaders, including the French president and German chancellor, outlined key points in stopping the conflict.</p><p>They said: “Ukraine must have ironclad security guarantees to effectively defend its sovereignty and territorial integrity.”</p><p>Russia cannot have a veto against Ukraine‘s path to the EU and NATO, the statement said. “It will be up to Ukraine to make decisions on its territory. International borders must not be changed by force.”</p><p class=\"p1\">German Chancellor Friedrich Merz said on Saturday that the US is ready to be part of security guarantees for Ukraine.</p><p class=\"p1\">“[The] good news is that America is ready to participate in such security guarantees and is not leaving it to the Europeans alone,” Merz told the German public broadcaster ZDF after being briefed together with other European leaders by Trump on his talks with Putin.</p><p class=\"p1\">The leaders of Denmark, Estonia, Finland, Iceland, Latvia, Lithuania, Norway and Sweden said in a statement that achieving peace between Ukraine and Russia requires a ceasefire and security guarantees for Ukraine.</p><p class=\"p1\">“We welcome President Trump’s statement that the US is prepared to participate in security guarantees. No limitations should be placed on Ukraine’s armed forces or on its cooperation with other countries,” the statement said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"shifting-battlefield-lines\">Shifting battlefield lines</h2><p>The ebb and flow of the battlefield lines in Ukraine has taken on greater political significance as Trump pushes for an end to the war, with Russia advancing in Ukraine’s Donetsk oblast, part of the Donbas region .</p><p>Zelenskyy had revealed on Tuesday that Russia wanted Ukraine to <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\">withdraw</a> from the remaining 30 percent of Donetsk that it still controls as part of a deal, stating that he would not agree on the basis that it was unconstitutional and that it would incentivise Russian aggression.</p><p>Ahead of Putin’s meeting with Trump, Zelenskyy had played down Russian advances in the region, as Moscow’s troops reportedly closed in on the strategic town of <a href=\"/news/2025/8/15/zelenskyy-decries-russias-attempt-to-gain-edge-ahead-of-summit-with-us\">Pokrovsk</a>, having seized the village of Yablunivka and the settlement of Oleksandrohrad.</p><p>On Saturday, as Russia’s Defence Ministry said that it had taken control of the village of Kolodyazi in Donetsk, Zelenskyy maintained in a post on X that Ukrainian troops were “defending our positions along the entire front line”, achieving “successes in some extremely difficult areas in the Donetsk region”.</p><p>On other fronts, Russia’s Defence Ministry also said on Saturday that it controlled Vorone in the Dnipropetrovsk region.</p><p>The Ukrainian military said that it had pushed Russian forces back by about 2km (1.2 miles) on part of the Sumy front in northern Ukraine, with fighting raging near the villages of Oleksiivka and Yunakivka, which both lie close to the Russian border.</p></div></div></body></html>"
        },
        {
            "title": "A hundred Hiroshimas | Nuclear Weapons | Al Jazeera",
            "time": "2025-08-16T13:57:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755352575.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Hind Hassan examines the prospect of a new nuclear arms race, the companies helping to fuel it, and the dangers it poses.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Eighty years after the first and only time nuclear weapons have been used – the US bombings of Hiroshima and Nagasaki in August 1945 – the risk of the unthinkable happening again has never been greater.</p><p>The world’s largest nuclear powers – Russia and the United States – are as close as they’ve been to conflict since the height of the Cold War.</p><p>As they upgrade their nuclear capabilities, even talking openly about using them, all signs point to the beginnings of a second nuclear arms race.</p><p>Only this time, there aren’t just two players, but three: China, once a junior member of the nuclear club, is expanding its arsenal faster than any other nation.</p></div></div></body></html>"
        },
        {
            "title": "Indonesia: Selling a Colonial War | Documentary | Al Jazeera",
            "time": "2025-08-16T13:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755182611.jpg?resize=1920%2C1079&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“Framing” the image of Dutch colonial history: For decades, the Netherlands maintained its own narrative about its colonial past, notably over the 1945-1949 war in Indonesia, euphemistically called “police actions”. In reality, it was a major military operation in response to Indonesia’s unilateral declaration of independence in August 1945. This two-part series reveals how far the Dutch government went in “selling” the war as a domestic affair aimed at restoring peace in what it called the Dutch East Indies. The series exposes how propaganda, selective media coverage and historical omission shaped the Dutch collective memory. A wide range of interviewees explain the complex relationships in the former colony and provide a global context. International pressure eventually forced the Dutch government to give up its colonial war, but its carefully orchestrated disinformation campaign still hangs over the public debate in the Netherlands today. This is about how history is written, rewritten and often manipulated to serve powerful vested interests.</p></div></div></body></html>"
        },
        {
            "title": "Arab, Islamic countries condemn Netanyahu’s ‘Greater Israel’ remark | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-16T12:48:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2024-09-04T181527Z_1837713132_RC2TT9A6IP5E_RTRMADP_3_ISRAEL-PALESTINIANS-NETANYAHU-1755349205.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A coalition of Arab and Muslim nations has condemned “in the strongest terms” statements made by Israeli Prime Minister Benjamin Netanyahu regarding his vision for a “<a href=\"/video/newsfeed/2024/10/17/israeli-settlers-ambitions-for-lebanon-and-greater-israel\">Greater Israel”</a>.</p><p>When interviewer Sharon Gal with the Israeli i24NEWS channel asked Netanyahu if he subscribed to a “vision” for a “Greater Israel”, Netanyahu said “absolutely”. Asked during the interview aired on Tuesday if he felt connected to the “Greater Israel” vision, Netanyahu said: “Very much.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The “Greater Israel” concept supported by ultranationalist Israelis is understood to refer to an expansionist vision that lays claim to the occupied West Bank, Gaza, parts of Lebanon, Syria, Egypt and Jordan.</p><p>“These statements represent a grave disregard for, and a blatant and dangerous violation of, the rules of international law and the foundations of stable international relations,” said a <a href=\"https://mofa.gov.qa/en/latest-articles/statements/31-arab--islamic-countries--arab-league--oic--gcc-condemn-so-called--greater-israel-vision\" target=\"_blank\" rel=\"noopener\">joint statement</a> by a coalition of 31 Arab and Islamic countries and the Arab League.</p><p>“They also constitute a direct threat to Arab national security, to the sovereignty of states, and to regional and international peace and security,” the statement released on Friday said.</p><p>The signatories of the statement included the secretaries-general of the League of Arab States, the Organisation of Islamic Cooperation and the Gulf Cooperation Council.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Arab and Islamic nations also condemned Israeli Finance Minister Bezalel Smotrich’s announcement on Thursday to push ahead with <a href=\"/news/2025/8/6/israel-pushes-for-more-illegal-settlements-in-occupied-west-bank-amid-raids\">settlement expansion</a> in the occupied West Bank.</p><p>The statement said the move is “a blatant violation of international law and a flagrant assault on the inalienable right of the Palestinian people to realise their independent, sovereign state on the lines of June 4, 1967, with Occupied Jerusalem as its capital”.</p><p>The statement added that Israel has no sovereignty over occupied Palestinian territory.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Smotrich <a href=\"/opinions/2024/1/29/israelism-the-promised-land-needs-a-new-narrative\">said</a> he would approve thousands of housing units in a long-delayed illegal settlement project in the West Bank, saying the move “buries the idea of a Palestinian state”.</p><p>Last September, the United Nations General Assembly (UNGA) overwhelmingly <a href=\"/news/2024/9/18/un-general-assembly-overwhelmingly-calls-for-end-of-israeli-occupation\">adopted a resolution</a> calling on Israel to end its illegal occupation of the Palestinian territories within 12 months.</p><p>The resolution backed an <a href=\"/news/2024/7/20/impunity-must-end-world-reacts-to-icj-ruling-against-israeli-occupation\">advisory opinion by the International Court of Justice (ICJ)</a> – the UN’s top court – which found that Israel’s presence in the Palestinian territories is unlawful and must end. In January 2024, the ICJ said Israel was<a href=\"/opinions/2024/2/28/israel-icj-and-the-movement-for-a-principled-and-just-world-order\"> “plausibly committing genocide”</a>. The top UN court has yet to announce its verdict in the case brought by South Africa.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Netanyahu and Smotrich made the remarks during Israel’s devastating 22-month <a href=\"/news/liveblog/2025/8/16/live-israel-kills-at-least-1760-people-seeking-aid-in-gaza-since-may-un\">war</a> on Gaza, which has killed at least 61,827 people and wounded 155,275 people in the enclave.</p><p>Last week, Israel’s Security Cabinet approved Netanyahu’s plan to fully occupy Gaza City, and in Tuesday’s interview, Netanyahu also revived calls to “allow” Palestinians to leave Gaza, telling i24NEWS: “We are not pushing them out, but we are allowing them to leave.”</p><p>Campaigners said Netanyahu’s use of the word “leave” was a euphemism for the ethnic cleansing of Gaza – home to 2.1 million people, most of whom are refugees and their descendants from the 1948 Nakba when more than 700,000 Palestinians were forced to flee from what became the state of Israel.</p><p>Past calls to resettle people from Gaza outside the war-battered territory, including from United States President Donald Trump, have sparked fears of forced displacement among Palestinians and condemnation from the international community.</p><p>In their statement on Saturday, the Islamic countries reiterated their “rejection and condemnation of Israel’s crimes of aggression, genocide, and ethnic cleansing” in Gaza and highlighted the need for a ceasefire in the enclave while “ensuring unconditional access to humanitarian aid to halt the systematic starvation policy used by Israel as a weapon of genocide”.</p><p>They also reaffirmed their “complete and absolute rejection of the displacement of the Palestinian people in any form and under any pretext” and called on the international community to pressure Israel to halt its aggression and fully withdraw from the Gaza Strip.</p></div></div></body></html>"
        },
        {
            "title": "Republicans say price report is a boon; Democrats say bust. Who’s right? | Business and Economy News | Al Jazeera",
            "time": "2025-08-16T11:20:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/AP25070454572995-1744178154.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Does the latest United States consumer price index (CPI) report show that Americans are paying more or less for goods? You might be seeing mixed messaging based on the politicians you listen to or what your social media algorithms surface.</p><p>Some say the numbers show President Donald Trump’s success. Others say the opposite.</p><p>Every month, the federal Bureau of Labour Statistics publishes the consumer price index, which measures price changes for goods and services, including food, apparel, gasoline and housing. The report is used to assess economic stability and inform policy decisions.</p><p>Republican Senator Rick Scott of Florida celebrated the July report on the day of its release.</p><p>“Another month of inflation coming in lighter than expected. That’s GREAT NEWS for Florida families, and another reminder to trust in Pres. Trump!” Scott posted on August 12 on X, alongside a short Fox Business clip about energy and gas price decreases.</p><p>US Representative Kathy Castor, a Democrat from Florida, had a different take.</p><p>“Trump is raising your grocery bill to line the wallets of his billionaire friends. Nothing great about this for American families across the country,” Castor wrote in an August 12 X post that included a link to a CBS News story that said in its headline that the index rose in July by 2.7 percent on an annual basis.</p><p>Economists told PolitiFact this muddled framing isn’t new, and people from different political tribes use varying metrics to reinforce their views. They said the full picture on the economy’s health and trajectory needs more time to come into focus.</p><p>Overall, the report’s numbers are “another dose of modest bad news,” said Douglas Holtz-Eakin, president of the centre-right policy institute American Action Forum. “It’s not dramatic yet, it’s not a crisis, but it’s not positive.”</p><p>Trump’s tariffs, widely watched to see how they affect consumer prices and inflation, are still new and some <a href=\"/news/2025/8/7/trumps-higher-tariffs-take-effect-on-imports-from-dozens-of-countries\" target=\"_blank\" rel=\"noopener\">just went into effect</a> in August.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Since at least 2021, the CPI reports have become a partisan battleground with both sides cherry picking the data to best support their argument,” said Jason Furman, an economist and professor at Harvard University’s John F Kennedy School of Government who previously served as an economic adviser to former President Barack Obama. “And there is so much data in the CPI report that there is always some way to slice and dice it to support just about any view.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2><strong>The CPI report and its meaning</strong></h2><p>For July, <a href=\"/economy/2025/8/12/consumer-prices-increase-in-july-amid-tariff-driven-economic-uncertainty\" target=\"_blank\" rel=\"noopener\">CPI</a> increased 0.2 percent compared with the previous month and 2.7 percent from a year ago. That’s slightly cooler than the 2.8 percent rise economists had forecast, thanks to declines in gasoline and energy prices.</p><p>Gary Burtless, senior fellow at the Brookings Institution, said the 2.7 percent 12-month rise in consumer prices for all items is a “bit lower than it was at the start of 2025,” to Trump’s advantage. But the number is also a bit higher than it was from March to July, he said, an advantage for Trump’s critics.</p><p>A separate measure, core inflation – which excludes food and energy because they are considered volatile measures prone to large, rapid fluctuations – increased 0.3 percent for July and 3.1 percent from a year ago. This is the first time annual core inflation, which officials use to monitor underlying, longer-term inflation trends, has risen above 3 percent in several months. This outpaces Federal Reserve projections before the 2024 election, which projected 2.2 percent median core inflation for 2025.</p><p>“Economists tend to focus on the core because it is less erratic than food and energy prices,” said Dean Baker, cofounder of the liberal Center for Economic and Policy Research. “Food and energy prices are very important, but big changes in either direction tend to be reversed. Therefore, it is often more useful if we are looking for future trends to look at the core index.”</p><p>Despite the uptick, the report was mild enough for investors, as US stocks closed near a record high on August 12. The stock market appears, for now, to be focusing on the likelihood that the Federal Reserve will cut interest rates in September, given concerns about a cooling labour market. Central bank officials, to Trump’s disapproval, have held rates steady in 2025 as they wait to see tariffs’ effects on the economy.</p><p>The July data comes amid a Bureau of Labor Statistics shake-up. After the agency’s downward revision of May and June employment data, Trump <a href=\"/economy/2025/8/1/trump-fires-official-overseeing-jobs-data-after-dismal-employment-numbers\">fired</a> bureau Commissioner <a href=\"/economy/2025/8/4/banana-republic-trump-puts-credibility-of-us-economic-data-on-the-line\">Erika McEntarfer</a>, accusing her of political bias. Trump nominated<a href=\"/economy/2025/8/13/trump-nominee-to-lead-labour-statistics-agency-faces-wave-of-criticism\"> E J Antoni</a>, an economist at the conservative Heritage Foundation who has criticised the bureau, as the agency’s <a href=\"/economy/2025/8/12/trump-names-conservative-economist-to-lead-labour-statistics-agency\">new commissioner</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-long-and-winding-road-of-trump-s-tariffs\"><strong>The long and winding road of Trump’s tariffs</strong></h2><p>As the Trump administration highlights the collection of nearly $130bn from the <a href=\"/news/2025/8/1/trump-sets-new-tariffs-on-dozens-of-countries-exports\">new tariffs</a> so far, many economists expect that businesses will begin passing on the additional costs to US customers.</p><p>Goldman Sachs estimated in an analysis shared with Bloomberg that US companies have so far absorbed the bulk of tariff costs – about two-thirds of the levies – while consumers absorbed about 22 percent of the costs through June.</p><p>But Goldman Sachs said it expects the consumer share of the costs to soar to 67 percent by October if the tariffs follow previous patterns of how import levies affected prices.</p><p>Trump wrote in an August 12 Truth Social post that Goldman Sachs CEO David Solomon should replace its economist. “It has been proven, that even at this late stage, Tariffs have not caused Inflation, or any other problems for America, other than massive amounts of CASH pouring into our Treasury’s coffers,” Trump wrote.</p><p>Some US companies have avoided passing along higher prices by stockpiling goods ahead of the tariffs’ implementation. Others have absorbed costs to avoid losing customers or are holding off in hopes that <a href=\"/economy/2025/7/31/us-appeals-court-hears-arguments-about-legality-of-trump-tariffs\" target=\"_blank\" rel=\"noopener\">courts</a> nix the tariffs.</p><p>“That’s just businesses making business decisions,” said Holtz-Eakin, from the American Action Forum. “But there will be a point if the tariffs stay in place at the current levels, where that just won’t be feasible any more.”</p><p>Many studies of past tariffs have found that they harm the economy and raise consumer prices.</p><p>For now, however, experts agreed that the <a href=\"/economy/2025/7/31/what-has-been-the-impact-of-trumps-tariffs-so-far\">US economy</a> is in a wait-and-see moment.</p><p>Burtless, from Brookings, believes that the effects of tariffs on consumer prices are modest so far, and that price increases across different categories of goods and services appear “inconsistent with the idea that tariffs are the main driver of overall inflation”.</p><p>“That may turn out to be the case in the future,” he said, “but not yet.”</p><p>Holtz-Eakin also warned about putting too much stock in a single report.</p><p>“Never believe one month’s data,” he said. “That’s a rule of life if you’re doing policy work.”</p></div></div></body></html>"
        },
        {
            "title": "‘Feeding a narcissist:’ Ukraine reflects on Trump-Putin summit | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-16T11:17:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25227850089586-1755337235.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> The Alaska summit between United States President Donald Trump and his Russian counterpart, Vladimir Putin, was a masterclass in how a former intelligence officer uses his skills of manipulation on a self-centred narcissist.</p><p>That’s the impression a Kyiv-based political analyst who has closely followed the war with Russia got, they told Al Jazeera, after watching the <a href=\"/news/2025/8/16/no-deal-at-trump-putin-meeting-key-takeaways-from-alaska-summit\">interaction between Trump and Putin</a> during their summit on Friday, which broke no ground in stopping Europe’s hottest war since 1945.</p><p>Putin “worked [Trump] well”, said the analyst, who requested anonymity, referring to the years Putin spent as a Soviet spy in East Germany recruiting informants.</p><p>On the tarmac at Elmendorf-Richardson, a Cold War-era airbase outside Alaska’s capital, Anchorage, Putin greeted Trump with a “good morning, dear neighbour,” referring to Alaska’s proximity to northeastern Russia.</p><p>Trump literally rolled out a red carpet for Putin, gave him a long handshake and a ride in “The Beast”, the presidential limousine – and Putin beamed from the backseat.</p><p>During a brief news conference, Putin kept thanking Trump, repeating and rephrasing what the American president had said about the talks, Ukraine and a possible peace settlement.</p><p>Putin flattered Trump, including by backing the US leader’s assertions – such as his claim that he could have prevented the Russian-Ukrainian war had he won the 2020 presidential vote instead of Joe Biden.</p><p>“Today, President Trump was saying that had he been president back then, there would be no war, and I’m quite sure that it would indeed be so,” the smiling Putin told reporters after the talks. “I can confirm that.”</p><p>And it was Putin’s manipulation masterfully disguised as saccharine flattery that ended the talks with Trump’s conclusion that “there’s no deal until there’s a deal,” the Kyiv-based analyst said.</p><p>“He fed the narcissist with whatever one needs to feed a narcissist into manipulating him – endless quotes, the endless ‘how the American president said’, endless appellations to the topics [Trump] is interested in,” said the analyst, who has authored analytical reports on Russia’s military and has addressed the US Congress in a hearing on the war.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"nothing-concrete\">‘Nothing concrete’</h2><p>Putin’s remarks at the news conference after the talks lasted for eight minutes and included a lecture on when <a href=\"/news/2025/8/15/why-did-russia-sell-alaska-to-the-united-states\">czarist Russia owned Alaska</a> and how the Soviet and US militaries partnered during World War II.</p><p>He spoke more than twice as long as Trump, who talked for only three minutes and admitted that the talks resulted in an agreement to hold more talks.</p><p>“There were many, many points that we agreed on, most of them, I would say, a couple of big ones that we haven’t quite gotten there, but we’ve made some headway. So there’s no deal until there’s a deal,” the US president said.</p><p>Trump and Putin also refused to take questions.</p><p>As a result, the summit ended with “nothing concrete”, Kucherenko said, as Putin said the “root causes” of the war should be addressed before any ceasefire or real steps towards a peace settlement are made.</p><p>“In order to make the [future peace] settlement lasting and long term, we need to eliminate all the primary roots, the primary causes of that conflict, and we’ve said it multiple times, to consider all legitimate concerns of Russia,” Putin said.</p><p>“Root causes” is Putin’s code for rejecting Ukraine’s existence outside Moscow’s political shadow and denying its very sovereignty.</p><h2 id=\"the-china-angle\">The China angle</h2><p>However, the talks were not a total triumph for Putin, another Ukrainian observer said.</p><p>They lasted for less than three hours instead of the seven that Russian officials had announced, and there was no bread broken over a joint lunch.</p><p>And what was discussed behind closed doors went far beyond the war.</p><p>“Russia works through <a href=\"/economy/2025/8/15/can-putin-sway-trump-with-economic-offers-in-alaska\">economy and geopolitics</a>, offers Trump profit here and now, and also haggles over the topic of containing China,” Kyiv-based analyst Igar Tyshkevych told Al Jazeera.</p><p>“Based on that, the Kremlin is trying to gain political concessions that could help Russia confirm its ambitions for the status of a geopolitical centre, ” he said.</p><p>“And Ukraine is just a derivative part – an important but derivative one – of these processes,” he said.</p><p>As the White House wants to prevent the <a href=\"/features/2025/3/14/is-trump-trying-to-pull-putin-away-from-china-and-can-it-work\">fusion of Moscow’s and Beijing’s interests</a>, Trump finds it beneficial to negotiate business projects and political interactions with Moscow, Tyshkevych said.</p><p>“As a result, the United States is not interested in a total defeat and a crisis for Russia. Alas for us,” he said.</p><p>However, both Washington and Beijing wouldn’t agree with boosting Moscow’s geopolitical role to the status of a third global power, so the White House only “partially understands” Putin’s ambitions, he said.</p><h2 id=\"what-s-next\">What’s next?</h2><p>For Ukraine, it all means more hostilities and attacks by Russian drones and missiles – while Moscow would boost mobilisation of men of fighting age, he said.</p><p>One of Ukraine’s pre-eminent military analysts, meanwhile, is pessimistic about the summit’s outcomes.</p><p>The very fact of a face-to-face with Trump on American soil means Putin was “legitimised” and raised from the role of a political pariah, Lieutenant General Ihor Romanenko, former deputy head of the Ukrainian military’s General Staff, told Al Jazeera.</p><p>“He was legitimised in an absolutely unacceptable way” while being an “international evil man who should be held responsible for his actions”, Romanenko said.</p><p>“Yet again, Trump didn’t fulfil his promises about sanctions [on Russia], didn’t reach a position on a ceasefire,” he said.</p><p>Ukraine, therefore, will have to continue its “complicated fight until Trump grows his willpower and political will”, the general said.</p><p>Russia will accelerate its attempts to break through Ukraine’s defence lines in the east and will resume its devastating air strikes with drones and missiles, he said.</p><p>Meanwhile, Ukrainian authorities will need to make strategic decisions to start a “full and just” mobilisation of men of fighting age and focus the economy on military needs, Romanenko said.</p></div></div></body></html>"
        },
        {
            "title": "Flash floods wreak havoc in northern Pakistan | Climate Crisis News | Al Jazeera",
            "time": "2025-08-16T09:54:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25227300540187-1755327047.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rescuers in northern Pakistan have pulled dozens of bodies overnight from homes ravaged by landslides and flash floods, taking the death toll to at least 321 in the past two days, according to disaster agencies.</p><p>Hundreds of rescue workers continue to search for survivors in the Buner district of Khyber Pakhtunkhwa province in northwest Pakistan after torrential rains and cloudbursts caused massive flooding on Friday, washing away dozens of homes, according to the provincial Disaster Management Authority.</p><p>First responders are focusing recovery efforts in the villages of Pir Baba and Malik Pura, which suffered the highest casualties on Friday, according to Bunar deputy commissioner Kashif Qayyum.</p><p>“We do not know from where the floodwater came, but it came so fast that many could not leave their homes,” said Mohammad Khan, 53, a Pir Baba resident.</p><p>Dr Mohammad Tariq at a Buner government hospital reported that most victims died before reaching medical care. “Many among the dead were children and men, while women were away in the hills collecting firewood and grazing cattle,” he said.</p><p>At least 307 casualties are from Khyber Pakhtunkhwa province.</p><p>Above-average rainfall in Pakistan, which experts attribute to climate change, has triggered floods and mudslides that have killed approximately 541 people since June 2, according to the National Disaster Management Authority.</p><p>In neighbouring Indian-administered Kashmir, floods have killed dozens and displaced hundreds in recent days.</p><p>Experts note that cloudbursts have become increasingly common in India’s Himalayan regions and Pakistan’s northern areas, with climate change being a significant contributing factor.</p><p>Pakistani officials report that since Thursday, rescuers have evacuated more than 3,500 tourists stranded in flood-affected areas nationwide, though many tourists continue to ignore government warnings to avoid these regions despite the risk of additional landslides and flash floods.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In 2022, Pakistan experienced its worst monsoon season on record, killing more than 1,700 people and causing approximately $40bn in damage.</p></div></div></body></html>"
        },
        {
            "title": "Government forces Air Canada into arbitration in bid to end strike | Protests News | Al Jazeera",
            "time": "2025-08-16T09:42:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250815__69MU7D8__v3__HighRes__CorrectionCanadaAviationLabour-1755331909.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canada’s government has forced Air Canada and its striking flight attendants back to work and into arbitration after a strike left more than 100,000 travellers stranded.</p><p>Federal jobs Minister Patty Hajdu said on Saturday that she had asked the Canada Industrial Relations Board to impose binding arbitration on both sides and order an immediate end to the strike, meaning that 10,000 flight attendants will return to work soon.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The talks broke down. It is clear that the parties are not any closer to resolving some of the key issues that remain, and they will need help with the arbitrator,” Hajdu said, adding that the full resumption of services could take days.</p><p>Hundreds of flights were grounded after Air Canada’s unionised flight attendants went on <a href=\"/news/2025/8/14/air-canada-has-cancelled-flights-as-a-strike-looms-heres-what-it-means\">strike</a> after talks over an increase in wages with the country’s largest carrier stalled.</p><p>“We are now officially on strike,” the Canadian Union of Public Employees (CUPE), which represents Air Canada’s 10,000 flight attendants, said in a social media post just before 01:00 ET (05:00 GMT).</p><p>The airline said on Saturday it had suspended all flights for Air Canada and its budget arm Air Canada Rouge due to the strike, which is the first since 1985.</p><p>“About 130,000 customers will be impacted each day that the strike continues,” Air Canada said in a statement.</p><p>“Air Canada is strongly advising affected customers not to go to the airport unless they have a confirmed ticket on an airline other than Air Canada or Air Canada Rouge,” the airline added.</p><p>Flights for regional operators Air Canada Jazz and PAL Airlines would continue to operate.</p><figure id=\"attachment_3891635\" aria-describedby=\"caption-attachment-3891635\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3891635\" src=\"/wp-content/uploads/2025/08/AFP__20250815__69MR8C8__v3__HighRes__CorrectionCanadaAviationLabour-1755332226.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Air Canada\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3891635\" class=\"wp-caption-text\">A flight board is seen at the Montreal-Trudeau International Airport in Quebec, Canada [File: AFP]</figcaption></figure><p>Air Canada had <a href=\"/news/2025/8/14/air-canada-has-cancelled-flights-as-a-strike-looms-heres-what-it-means\">announced</a> its latest wage offer to flight attendants in a statement on Thursday, specifying that under the terms, a senior flight attendant would, on average, make CAN$87,000 ($65,000) per year by 2027.</p><p>CUPE has, however, described the airline’s offers as “below inflation (and) below market value”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The union has also rejected requests from the federal government and Air Canada to resolve outstanding issues through independent arbitration.</p><p>In addition to <a href=\"/news/2025/8/14/air-canada-has-cancelled-flights-as-a-strike-looms-heres-what-it-means\">wage increases</a>, the union has said it also wants to address uncompensated ground work, including during the boarding process.</p><p>Rafael Gomez, who heads the University of Toronto’s Centre for Industrial Relations, told the AFP news agency that it is “common practice, even around the world” to compensate flight attendants based on time spent in the air.</p><p>He said the union had built an effective communication campaign around the issue, creating a public perception of unfairness.</p><p>An average passenger, not familiar with common industry practice, could think, “‘I’m waiting to board the plane and there’s a flight attendant helping me, but they’re technically not being paid for that work,'” he said, speaking before the strike began.</p><p>“That’s a very good issue to highlight,” Gomez further said, adding that gains made by Air Canada employees could affect other carriers.</p><p>On Saturday, flight attendants will picket major Canadian airports, where passengers have already been trying to secure new bookings earlier in the week, as the carrier gradually wound down operations.</p><p>Passenger Freddy Ramos, 24, told the Reuters news agency on Friday at Canada’s largest airport in Toronto that his earlier flight was cancelled due to the labour dispute and that he had been rebooked by Air Canada to a different destination.</p><p>“Probably 10 minutes prior to boarding, our gate got changed, and then it was cancelled and then it was delayed and then it was cancelled again,” he said.</p><figure id=\"attachment_3891638\" aria-describedby=\"caption-attachment-3891638\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3891638\" src=\"/wp-content/uploads/2025/08/AFP__20250815__69MR8CB__v3__HighRes__CorrectionCanadaAviationLabour-1755332511.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Air Canada\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3891638\" class=\"wp-caption-text\">Two Air Canada planes are seen on the tarmac of the Trudeau airport in Montreal, Quebec, Canada [File: AFP]</figcaption></figure><p>Canadian businesses reeling from a <a href=\"/economy/2025/5/6/canada-trade-shifts-away-from-us-amid-trade-tensions\">trade dispute</a> with the United States have urged the federal government to impose binding arbitration on both sides, which would end the strike.</p><p>In a statement issued before the strike began, the Business Council of Canada warned that an Air Canada work stoppage could add further pain.</p><p>“At a time when Canada is dealing with unprecedented pressures on our critical economic supply chains, the disruption of national air passenger travel and cargo transport services would cause immediate and extensive harm to all Canadians,” it said.</p><p>Air Canada has asked Prime Minister Mark Carney’s minority Liberal government to order both sides into binding arbitration, although CUPE, which represents the attendants, said it opposed the move.</p><p>Air Canada and Air Canada Rouge normally carry about 130,000 customers a day. Air Canada is also the busiest foreign carrier servicing the US by number of scheduled flights.</p></div></div></body></html>"
        },
        {
            "title": "Trump-Putin summit ends with no ceasefire deal | Russia-Ukraine war | Al Jazeera",
            "time": "2025-08-16T09:00:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755334846.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Aug 2025</span><span aria-hidden=\"true\">16 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "“Expectations were low and nothing came out” of Trump-Putin talks | Digital Series | Al Jazeera",
            "time": "2025-08-16T08:56:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/20250816_HARING_H-1755334554.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Aug 2025</span><span aria-hidden=\"true\">16 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump admin backs off Washington, DC police takeover after striking deal | Donald Trump News | Al Jazeera",
            "time": "2025-08-16T08:28:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250815__69NJ8DL__v1__HighRes__UsPoliticsTrumpWashingtonCrime-1755326041.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of US President Donald Trump has reversed course and agreed to leave the <a href=\"/news/2025/8/15/trumps-takeover-of-dc-police-department-faces-new-lawsuit-amid-crackdown\">Washington, DC police</a> chief in control of the department, after Washington officials and the United States Justice Department negotiated a deal at the urging of a federal judge.</p><p>Trump had placed Washington’s Metropolitan Police Department (MPD) under federal control on Monday and ordered the deployment of 800 National Guard troops onto the streets of the capital, claiming a surge in crime.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>On Friday afternoon, a deal was hammered out at a federal court hearing after Washington, DC Attorney General Brian Schwalb had sought a court order blocking Trump’s police takeover as illegal.</p><p>Trump administration lawyers conceded that Pamela Smith, the police chief appointed by DC Mayor Muriel Bowser, would remain in command of the Metropolitan Police Department, according to the accord presented by the two sides to US District Judge Ana Reyes.</p><p>But US Attorney General Pam Bondi, in a new memo, directed the district’s police to cooperate with federal immigration enforcement regardless of any city law.</p><p>Meanwhile, the precise role of Drug Enforcement Administration head Terry Cole, who had been named by Bondi as the city’s “emergency police commissioner” under Trump’s takeover bid, is still to be hashed out in further talks.</p><p>In a social media post on Friday evening, Bondi criticised Schwalb, saying he “continues to oppose our efforts to improve public safety”.</p><p>But she added, “We remain committed to working closely with Mayor Bowser.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"legal-battle\">Legal battle</h2><p>Friday’s legal battle is the latest evidence of the escalating tensions in mostly Democratic Washington, DC.</p><p>As the weekend approached, though, signs across the city — from the streets to the legal system — suggested a deepening crisis over who controls the city’s immigration and policing policies, the district’s right to govern itself and daily life for the millions of people who live and work in the metro area.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Bowser’s office said late on Friday that it was still evaluating how it can comply with the new Bondi order on immigration enforcement operations. The police department already eased some restrictions on cooperating with federal officials facilitating Trump’s mass-deportation campaign but reaffirmed that it would follow the district’s sanctuary city laws.</p><p>In a letter sent Friday night to DC citizens, Bowser wrote: “It has been an unsettling and unprecedented week in our city. Over the course of a week, the surge in federal law enforcement across DC has created waves of anxiety.”</p><p>She added that “our limited self-government has never faced the type of test we are facing right now,” but added that if Washingtonians stick together, “we will show the entire nation what it looks like to fight for American democracy – even when we don’t have full access to it.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The police <a href=\"/news/2025/8/15/trumps-takeover-of-dc-police-department-faces-new-lawsuit-amid-crackdown\">takeover</a> is the latest move by Trump to test the limits of his legal authorities to carry out his agenda, relying on obscure statutes and a supposed state of emergency to bolster his tough-on-crime message and his plans to speed up the mass deportation of undocumented people in the United States.</p><p>While Washington has grappled with spikes in violence and visible homelessness, the city’s homicide rate ranks below those of several other major US cities, and the capital is not in the throes of the public safety collapse the Trump administration has portrayed.</p><p>The president has more power over the nation’s capital than other cities, but DC has elected its own mayor and city council since the Home Rule Act was signed in 1973.</p><p>Trump is the first president to exert control over the city’s police force since the Act was passed. The law limits that control to 30 days without congressional approval, though Trump has suggested he would seek to extend it.</p></div></div></body></html>"
        },
        {
            "title": "How a father’s love and a pandemic created a household name | Features | Al Jazeera",
            "time": "2025-08-16T07:09:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/vaporub-1751288056.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For most people, memories of childhood coughs and colds are synonymous with a menthol-smelling ointment in a dark blue jar with a turquoise cap.</p><p>For more than a century, Vicks VapoRub has been a household name across continents. How it became one has roots in the Spanish flu pandemic in the early 20th century.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The story begins with an act of fatherly love.</p><p>In 1894 in the state of North Carolina in the eastern United States, the nine-year-old son of a pharmacist named Lunsford Richardson was sick with croup, a respiratory infection that causes a bark-like cough.</p><p>Desperate to find a treatment, Richardson began testing out mixtures of aromatic oils and chemicals at his pharmacy and produced an ointment that helped his son.</p><p>But this was not Vicks VapoRub – at least not yet.</p><p>Seeing that his ointment had worked for his son, Richardson started to sell it for 25 cents a jar. The strong-smelling product consisted of menthol, camphor, eucalyptus and several other oils blended together in a petroleum jelly base. The ointment helped open blocked noses, and when rubbed on the chest, the vapour soothed a cough.</p><p>Richardson initially named his concoction Vick’s Croup &amp; Pneumonia Salve. An enthusiastic gardener, he thought of the name after seeing an advertisement for seeds of the Vicks plant, whose leaves smell like menthol when crushed. He also borrowed the name from his brother-in-law, Dr Joshua Vick, a trusted doctor in their town of Greensboro. He felt “Vick” was “short, easy to remember and <a href=\"https://vicks.com/en-us/vicks-history/heritage-of-care-and-trust\" target=\"_blank\" rel=\"noopener\">looked good on a label</a>”.</p><figure id=\"attachment_3841612\" aria-describedby=\"caption-attachment-3841612\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3841612\" src=\"/wp-content/uploads/2025/07/vicks.-1752686470.jpg?w=640&amp;resize=640%2C480&amp;quality=80\" alt=\"Vicks VapoRub glass jar.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3841612\" class=\"wp-caption-text\">An old glass bottle of Vicks VapoRub [Courtesy of Ella Moran]</figcaption></figure><h2 id=\"magic-salve-to-vaporub\">‘Magic’ salve to VapoRub</h2><p>In <a href=\"https://vicks.com/en-us/vicks-history\" target=\"_blank\" rel=\"noopener\">1911</a>, 17 years after the salve was created, Richardson’s son Henry Smith, the one who once suffered from croup, was steering the family business. He renamed the product Vick’s Vaporub Salve from Vick’s Magic Croup Salve, the name under which it had been sold since 1905. That year, the packaging was also changed from <a href=\"https://images.ctfassets.net/xuuihvmvy6c9/7JElW6yq65IIUwgG8DuKh3/12ecae3aec8cd5559ee39714de37c7fb/p-1894-XXL_2x.png?fm=avif&amp;q=95\" target=\"_blank\" rel=\"noopener\">transparent glass</a> to the distinctive cobalt blue.</p><p>By then, Richardson had also created 21 remedies for various ailments, including Vick’s <a href=\"https://www.tripadvisor.com/ShowUserReviews-g60845-d319245-r558112568-Greensboro_History_Museum-Greensboro_North_Carolina.html#photos;aggregationId=101&amp;albumid=101&amp;filter=7&amp;ff=261212300\" target=\"_blank\" rel=\"noopener\">Little Liver Pills</a> for “<a href=\"https://newspapers.digitalnc.org/lccn/sn92074073/1897-10-25/ed-1/seq-4/#words=Vick%27s+Little+Liver+Pills\" target=\"_blank\" rel=\"noopener\">constipation and torpid liver</a>”; Turtle Oil Liniment for “sprains, sores and rheumatism”; <a href=\"https://newspapers.digitalnc.org/lccn/sn91068384/1901-05-15/ed-1/seq-8/\" target=\"_blank\" rel=\"noopener\">Tar Heel Sarsaparilla</a> to purify “bad blood”; and Grippe Knockers for the flu. They were sold under the <a href=\"https://archives.greensborohistory.org/manuscripts/vick-chemical\" target=\"_blank\" rel=\"noopener\">Vick’s Family Remedies</a> company, which he set up in 1905. But none sold as well as the original salve.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>So in 1911, Henry discontinued all the other products, renamed the business Vick Chemical Company and began focusing solely on marketing and distributing their signature product. The company began distributing large quantities of free samples while salesmen posted advertisements on streetcars and visited pharmacists, urging them to try the product.</p><figure id=\"attachment_3843383\" aria-describedby=\"caption-attachment-3843383\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3843383\" src=\"/wp-content/uploads/2025/07/AP21260828325952-1752765251.jpg?w=770&amp;resize=770%2C595&amp;quality=80\" alt='FILE - In this 1918 photo made available by the Library of Congress, volunteer nurses from the American Red Cross tend to influenza patients in the Oakland Municipal Auditorium, used as a temporary hospital. (Edward A. \"Doc\" Rogers/Library of Congress via AP, File)' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3843383\" class=\"wp-caption-text\">Influenza patients in the Oakland Municipal Auditorium, which was used as a temporary hospital in 1918 [Edward A “Doc” Rogers/Library of Congress via AP]</figcaption></figure><h2 id=\"marketing-during-the-spanish-flu\">Marketing during the Spanish flu</h2><p>Seven years later in 1918, the deadliest pandemic in modern history tore across the world. The Spanish flu claimed the lives of 50 million people – more than eight times the number of COVID-19 deaths.</p><p>This was when Vick’s VapoRub sales began to soar.</p><p>“Its closest rival was Ely’s Creme Balm … something of a copycat product but doesn’t seem to have had the same cachet,” explained Catharine Arnold, author of the book Pandemic 1918.</p><p>She added that there were other remedies for respiratory ailments, including coughs, colds and the flu, such as Hale’s Honey of Horehound and Tar. Some products did not stand the test of time, such as “vaporisers”, similar to modern nebulisers, and throat lozenges such as Formamint. It contained the chemical formaldehyde, which is <a href=\"https://www.emerald.com/insight/content/doi/10.1108/jhrm-12-2020-0058/full/html\">toxic</a> in large amounts.</p><p>However, a marketing campaign led by Smith took the Vicks brand onto the global stage.</p><p>When the pandemic hit, the company produced a series of six ads. Rather than solely promote Vick’s VapoRub, the series focused on raising awareness about the Spanish flu and included information about symptoms, treatment and tips to avoid getting sick. It urged people not to panic and conveyed that the brand cared about people’s wellbeing at a bleak time. The flu was just another variation of an influenza that strikes every century and is caused by germs that attack the nose, throat and bronchial tubes, the ads said. Vick’s VapoRub would “throw off the grippe germs” and make it easier to breathe, they said.</p><p>Years later, the accuracy of this content came under criticism. Still, “at the time, this advertisement must have seemed reassuring, telling readers it was just the same old flu, only, of course, it wasn’t,” Arnold said.</p><p>“Spanish flu was an atypical autoimmune virus which attacked the youngest and fittest and caused unusual reactions, such as violent haemorrhaging and the notorious heliotrope cyanosis when people’s skin turned blue.”</p><p>However, the advice in the advertisements to rest and stay in bed was “sensible”, she added, because the virus was spread through human contact.</p><figure id=\"attachment_3843381\" aria-describedby=\"caption-attachment-3843381\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3843381\" src=\"/wp-content/uploads/2025/07/AP21260828293021-1752765237.jpg?w=770&amp;resize=770%2C507&amp;quality=80\" alt=\"FILE - In this November 1918 photo made available by the Library of Congress, a nurse takes the pulse of a patient in the influenza ward of the Walter Reed hospital in Washington. Historians think the pandemic started in Kansas in early 1918, and by winter 1919 the virus had infected a third of the global population and killed at least 50 million people, including 675,000 Americans. Some estimates put the toll as high as 100 million. (Harris &amp; Ewing/Library of Congress via AP, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3843381\" class=\"wp-caption-text\">In November 1918, a nurse takes the pulse of a patient in the influenza ward of the Walter Reed Hospital in Washington, DC, during the pandemic [Harris &amp; Ewing/Library of Congress via AP]</figcaption></figure><h2 id=\"becoming-a-household-name\">Becoming a household name</h2><p>Sales skyrocketed, and in October 1918 – seven months after the outbreak of the pandemic – Vick Chemical Company informed pharmacists that huge demand had wiped out its excess stocks. Supplies expected to last four months had run out in three weeks.</p><p>Newspaper notices published at that time showed the company had received orders for 1.75 million VapoRub jars in a single week, and the daily turnover of the business was about $186,492. The jars came in <a href=\"https://exhibits.lib.unc.edu/exhibits/show/going-viral/item/5528\" target=\"_blank\" rel=\"noopener\">three sizes</a> costing 30 cents, 60 cents and $1.20.</p><p>“Big shipments are en route to jobbers [wholesalers] by freight and express. Until these arrive, there may be a temporary shortage. All deals postponed. Buy in small lots only,” one notice read.</p><p>The company informed the public that it was working day and night to catch up with demand. The orders received were twice the company’s daily output, and by November 1918, the firm said its factory was running 23.5 hours daily to produce 1.08 million jars weekly.</p><p>The product gained worldwide popularity during the pandemic, and according to company data, VapoRub sales grew from $900,000 to $2.9m from 1918 to 1919.</p><p>Afterwards, Vick Chemical Company continued to market its product in novel ways. It sent millions of free samples to mailboxes and in 1924 published a 15-page advertisement in the form of a children’s book called The Story of Blix and Blee. The story, written in rhyming verses, was about two elves named Blix and Blee who lived in an empty Vicks VapoRub jar beneath an old jujube tree. One night, they rushed to the rescue of a sick child, little Dickie. The elves convinced the child, who was refusing to take the medicine given by his mother, to use Vicks VapoRub to soothe his cough so he could sleep.</p><p>More than 130 years later, Vicks VapoRub is sold in about 70 countries on five continents with more than 3.78 million litres (more than 1 million gallons) of it produced annually. From 2011 to 2016 alone, there were more than a billion units sold worldwide, according to its owner Procter and Gamble.</p><p>For Arnold, Vicks VapoRub is part of an American childhood.</p><p>“Generations of us grew up with that familiar waxy menthol compound, robes and pyjamas redolent of Vicks during flu season,” she said. “That familiar blue and green label is as much of an American cultural icon as Coca-Cola or Campbell’s soup.”</p><p><em>This article is part of Ordinary Items, Extraordinary Stories, a series about the surprising stories behind well-known items. </em></p><p><em>Read more from the series:</em></p><p><em><a href=\"/features/2025/7/26/how-the-inventor-of-the-bouncy-castle-saved-lives\">How the inventor of the bouncy castle saved lives</a></em></p><p><em><a href=\"/features/2025/8/2/how-a-popular-peruvian-soft-drink-went-toe-to-toe-with-coca-cola\">How a popular Peruvian soft drink went ‘toe-to-toe’ with Coca-Cola</a></em></p><p><em><a href=\"/features/2025/8/9/how-a-drowning-victim-became-a-lifesaving-icon\">How a drowning victim became a lifesaving icon</a></em></p></div></div></body></html>"
        },
        {
            "title": "Why is South Africa’s army chief under fire for backing Iran? | International Trade News | Al Jazeera",
            "time": "2025-08-16T05:13:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-2219855828-1755255255.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South African Army Chief General Rudzani Maphwanya is facing backlash in his home country following the release of alleged comments he made during an official visit to Iran, which analysts say could further complicate the already turbulent relations between South Africa and the United States.</p><p>The comments, which appeared to suggest that Iran and South Africa have common military goals, come at a time when Pretoria is attempting to mend strained relations with US President Donald Trump to stabilise trade.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Last week, a 30 percent trade tariff on South African goods entering the US kicked in, alarming business owners in the country. That’s despite President Cyril Ramaphosa’s <a href=\"/features/2025/5/21/can-ramaphosa-charm-offensive-help-fix-south-africas-ties-with-trumps-us\">attempts to appease Trump</a>, including by leading a delegation to the White House in May.</p><p>Here’s what to know about what the army chief said and why there’s backlash for it:</p><h2 id=\"what-did-the-army-chief-say-in-iran\">What did the army chief say in Iran?</h2><p>Meeting with his Iranian counterpart, Major-General Seyyed Abdolrahim Mousavi in Tehran on Tuesday, Maphwanya is reported to have stated that the two countries had close ties, according to Iran’s state news agency, Press TV and the Tehran Times.</p><p>“Commander Maphwanya, recalling Iran’s historical support for South Africa’s anti-apartheid struggle, stated that these ties have forged a lasting bond between the two nations,” the Press TV article read.</p><p>According to Tehran Times, he went on to say: “The Republic of South Africa and the Islamic Republic of Iran have common goals. We always stand alongside the oppressed and defenceless people of the world.”</p><p>Maphwanya also reportedly condemned Israel’s “bombing of civilians standing in line for food” and its “ongoing aggression in the occupied West Bank”, Tehran Times reported.</p><p>His visit, the publication quoted Maphwanya as saying, “carries a political message”, and comes “at the best possible time to express our heartfelt sentiments to the peace-loving people of Iran”.</p><p>On the other hand, General Mousavi hailed South Africa’s genocide case against the “Zionist regime” at the International Court of Justice, and said that the effort was aligned with Iran’s policies, according to Press TV.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>He also condemned the US and Israel’s military and economic actions against Iran as “violations of international laws and norms”. He added that Iran’s army is prepared to deliver “a more decisive response in the event of renewed aggression”, Press TV reported.</p><figure id=\"attachment_3889829\" aria-describedby=\"caption-attachment-3889829\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889829\" src=\"/wp-content/uploads/2025/08/GettyImages-2219861846-1755255280.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"South African army chief Chief General Rudzani Maphwanya\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889829\" class=\"wp-caption-text\">General Rudzani Maphwanya at Air Force Base Waterkloof on June 15, 2025, in Centurion, South Africa [Sharon Seretlo/Gallo Images via Getty Images]</figcaption></figure><h2 id=\"how-has-the-south-african-government-reacted\">How has the South African government reacted?</h2><p>President Cyril Ramaphosa’s office on Thursday clarified that the president was not aware of General Maphwanya’s visit to Iran, although such a trip would normally be approved by the Ministry of Defence, not the president’s office.</p><p>Ramaphosa appointed Maphwanya as army chief in 2021. The general, in apartheid-era South Africa, served in the army wing of the African National Congress (ANC), which started as a liberation movement, and commanded a parliamentary majority until 2024.</p><p>Presidency spokesperson Vincent Magwenya, at a press briefing, said the general’s decision to visit Iran was itself badly timed.</p><p>“At this period of heightened geopolitical tensions and conflict in the Middle East, one can say the visit was ill-advised, and more so, the general should have been a lot more circumspect with the comments he makes.”</p><p>He added, “We are in the delicate process of resetting political relations with the US, but more importantly, balancing the trade relationship in such a manner that the trade relationship is mutually beneficial.”</p><p>Similarly, the Ministry of International Relations and the Defence Ministry dissociated the government from the army chief’s alleged comments.</p><p>“It is unfortunate that political and policy statements were reportedly made…The minister of defence and military veterans [Matsie Angelina Motshekga] will be engaging with General Maphwanya on his return,” a statement by the Defence Ministry on Wednesday read.</p><p>Meanwhile, the Democratic Alliance (DA) party, one of the four parties that form the South African coalition government, is calling for the army chief to be tried in a military court on grounds of “gross misconduct and a flagrant breach of the SANDF [South African National Defence Force] Code of Conduct.”</p><p>“According to Iranian state media, General Maphwanya went far beyond his constitutional and professional mandate, pledging ‘common goals’ with Iran, endorsing its stance on Gaza, and calling for deeper strategic alignment,” the DA said in a statement on Thursday.</p><p>“Such political statements are explicitly prohibited for serving officers, violate the SANDF’s duty of political neutrality, and undermine the constitutional principle of civilian control over the military,” the party added.</p><p>The US and South Africa’s relations are at their lowest in decades, making this a particularly sensitive time, analysts say, as it follows June’s 12-day war between Iran and the US-Israel coalition.</p><p>President Trump slapped a 30 percent tariff on South African goods entering the US as part of his wide-ranging reciprocal <a href=\"/news/2025/8/1/how-are-countries-and-markets-reacting-to-trump-tariffs\">tariff wars</a> in April. The US is a major destination for South African goods such as cars, precious metals and wine.</p><p>Trump’s main gripes with Pretoria include South Africa instigating a genocide case against Israel, the US’s ally, at the International Court of Justice, amid the ongoing war in Gaza. He earlier accused South Africa of strengthening ties with Iran.</p><p>Trump has also <a href=\"/features/2025/2/21/are-white-afrikaners-at-risk-in-south-africa-not-really-most-say\">wrongly claimed</a> that white South Africans are being persecuted in the country under the majority Black leadership of the ANC, the country’s main political party to which President Ramaphosa belongs. He also claims South Africa is <a href=\"/news/2025/2/3/south-africa-rejects-trumps-accusations-over-expropriation-act\">confiscating land</a> belonging to whites.</p><p>White South Africans are a wealthy minority and largely descendants of Dutch settlers. Afrikaner governments controlled the country under the racist apartheid system until 1990.</p><p>South African wealth, particularly land, continues to be controlled disproportionately by the country’s white population. In recent times, fringe, extremist Afrikaner groups claiming that whites are being targeted by Black people have emerged, pointing to cases of white farmers being attacked by criminals on their farmland.</p><p>Elon Musk, Trump’s one-time adviser before their public fallout in June, had also made claims of white persecution and claimed that the South African government’s business laws were blocking his internet company from operating in the country.</p><p>He was referring to laws requiring that foreign businesses be partly owned by Blacks or other historically disadvantaged groups, such as people living with disabilities.</p><p>The South African government denied Musk’s accusations.</p><p>In early May, Trump’s government admitted 59 white “refugees” in a resettlement programme meant to protect them.</p><p>Previously, the US, under former President Joe Biden, was at loggerheads with South Africa <a href=\"/news/2025/3/19/in-south-africa-russias-anti-colonial-narrative-sways-public-opinion\">over its close ties with Russia</a> and its vocal criticism of Israel.</p><p>The latest incident echoes a 2022 scandal when a sanctioned Russian cargo ship called the Lady R docked at Simon’s Town Naval Base in the Western Cape, said analyst Chris Vandome of think tank Chatham House. The US alleged at the time that South African military supplies were loaded onto the ship and used in the Ukraine war, claims South Africa denied.</p><p>“It lies with South African foreign policy formation and the lack of clarity and consistency around it that has created this confusion whereby people think they are saying things in line with what the nation thinks,” he said.</p><figure id=\"attachment_3725258\" aria-describedby=\"caption-attachment-3725258\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3725258\" src=\"/wp-content/uploads/2025/05/2025-05-21T164652Z_1938168820_RC2GMEA3FUEB_RTRMADP_3_USA-SAFRICA-1747856147.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Donald Trump meets South African President Cyril Ramaphosa in the Oval Office of the White House \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3725258\" class=\"wp-caption-text\">US President Donald Trump meets South African President Cyril Ramaphosa in the Oval Office of the White House in Washington, DC, on May 21, 2025 [Kevin Lamarque/Reuters]</figcaption></figure><h2 id=\"how-has-south-africa-tried-to-appease-the-us\">How has South Africa tried to appease the US?</h2><p>On May 21, President Ramaphosa <a href=\"/news/2025/5/22/trumps-ramaphosa-ambush-key-takeaways-from-heated-white-house-meeting\" target=\"_blank\" rel=\"noopener\">led a delegation</a> to the White House in a bid to “reset relations” with Trump and hopefully secure lower tariff deals.</p><p>At the heated meeting, however, Trump refused to back down from his claims of white persecution, despite Ramaphosa clarifying that South Africa was facing widespread crime in general, and that there was no evidence that whites in particular were being targeted.</p><p>South Africa, during the meeting, offered to buy US liquefied natural gas and invest $3.3bn in US industries in exchange for lower tariffs. The delegation also agreed to a review of the country’s business ownership laws.</p><p>However, Trump’s 30 percent tariffs went into effect last week. Analysts say it could put up to 30,000 South African jobs at risk, particularly in the manufacturing and agricultural sectors.</p><p>Meanwhile, Ramaphosa’s government promised to take further action to ease the burden on manufacturers and exporters. On Tuesday, Trade Minister Parks Tau told reporters that South Africa has submitted a revised proposal to Washington, without giving details.</p><p>General Maphwanya’s pronouncements this week, therefore, “couldn’t have come at a worse time” for South African diplomatic ties with the US, security analyst Jakkie Cilliers of the International Security Institute said, speaking to South African state TV, SABC.</p><p>“For the chief of the national defence force to pronounce so clearly and so unequivocally at this time is remarkably politically sensitive,” Cilliers said, adding that the general could be asked to resign upon his return.</p><h2 id=\"what-has-general-maphwanya-said\">What has General Maphwanya said?</h2><p>Maphwanya, who the presidency said has returned to the country, has not put out public statements on the controversy. It is unclear how the government might sanction him. President Ramaphosa is set to meet with the army chief for briefings in the coming weeks, a presidency spokesperson said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘No deal’ at Trump-Putin meeting: Key takeaways from Alaska summit | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-16T05:09:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-16T011016Z_645872560_RC2V7GATXQSU_RTRMADP_3_UKRAINE-CRISIS-SUMMIT-1755313328.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the lead-up to his much-touted Friday summit with Russian President Vladimir Putin, United States President Donald Trump expressed confidence in his ability to make concrete progress towards securing a ceasefire in Ukraine at the meeting.</p><p>Putin received the red carpet treatment as he was met with a lengthy handshake by Trump as he deplaned at the Joint Base Elmendorf-Richardson military facility in the Alaskan city of Anchorage.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The warm greeting set a congenial tone for what were always going to be tough negotiations. But there was a more subdued atmosphere a few hours later as Trump and Putin departed on their respective planes – with no clear breakthrough on the war in Ukraine.</p><p>Here are some key takeaways from their meeting:</p><h2 id=\"no-deal-until-there-s-a-deal\">‘No deal until there’s a deal’</h2><p>While the meeting was anticipated to take about seven hours, it wrapped up in less than three. Trump and Putin addressed a gathering of journalists after the talks with relatively brief pre-prepared statements. Neither leader took any questions.</p><p>Putin said his country is committed to ending the war, but the conflict’s “primary causes” must be eliminated for an agreement to be long-lasting.</p><p>Putin also warned Ukraine and the European Union against throwing a “wrench in the works” and cautioned against attempts to use “backroom dealings to conduct provocations to torpedo the nascent progress”.</p><p>A relatively subdued Trump praised the “extremely productive meeting”, in which he said “many points were agreed to”. He said there is a “very good chance of getting there” – referring to a ceasefire – but conceded that there remain sticking points with Moscow, including at least one “significant” one.</p><p>He cautioned that it’s “ultimately up to them” – referring to Putin and Ukrainian President Volodymyr Zelenskyy. “There’s no deal until there’s a deal,” he said.</p><p>And there was none by the time Trump and Putin left Alaska.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-pr-coup-for-putin\">A PR coup for Putin</h2><p>The Russian leader has become an increasingly maligned and isolated figure in the West since waging war on Ukraine in February 2022.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But on Friday, that ended, with a red carpet welcome, a flypast by US fighter jets and warm applause from Trump.</p><p>Putin himself seemed pleased, grinning out the window as he drove off the tarmac with Trump in the presidential Cadillac limousine known as “The Beast”.</p><p>“For three years they [Western media] have been talking about Russia’s isolation, and today they saw the red carpet that greeted the Russian president in the United States,” Maria Zakharova, spokesperson for the Russian Ministry of Foreign Affairs, gloated after the summit, on Telegram.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"talking-business\">Talking business</h2><p>Before the meeting, it was widely anticipated that Putin would attempt to dilute peace talks with talk of bilateral trade and cooperation.</p><p>Trump had asserted that there would be no discussion of business with Putin until the pair had made substantive progress on bringing about a ceasefire in Ukraine.</p><p>This plan, however, seems to have been derailed somewhat, with the Russian president saying in his post-meeting statement that the pair discussed their collaboration in the areas of tech and space.</p><p>“It’s clear that US and Russian investment and business cooperation has tremendous potential. Russia and the US can offer each other so much. In trade, digital, high-tech and in space exploration, [and] we see that Arctic cooperation is also very possible,” he told reporters.</p><p>Russia has previously tried to pitch its vast <a href=\"/economy/2025/8/15/can-putin-sway-trump-with-economic-offers-in-alaska\">reserves of rare earth minerals</a> – critical for several cutting edge sectors – to the US to broker a breakthrough.</p><h2 id=\"next-up-another-meeting\">Next up: Another meeting – and pressure on Ukraine</h2><p>As Trump thanked Putin for his time, he said he hoped they would meet again soon. Putin quickly responded by saying, in English with a laugh, “Next time, in Moscow”.</p><p>“I’ll get a little heat on that one, but I could see it possibly happening,” he said in response.</p><p>Trump has previously asserted that he hopes to host a trilateral meeting on ending the war in Ukraine very soon, this time attended by Ukraine’s Zelenskyy, too. In Alaska, the US leader said he would now call NATO officials and Zelenskyy to discuss the meeting.</p><p>In an interview with Fox News’ Sean Hannity after the meeting, Trump was asked how he rated the summit on a scale of 10. He described the meet as a “10 out of 10”.</p><p>“We got along great,” he said.</p><p>Then, he emphasised the importance of the Ukrainian leader agreeing to a deal.</p><p>“Now, it’s really up to President Zelenskyy to get it done. And I would also say the European nations, they have to get involved a little bit. But it’s up to President Zelenskyy,” he said, adding that he’ll attend the next meeting “if they’d like”.</p><p>“Make a deal,” he said, in a message apparently for Zelenskyy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "No ‘plausible justification’ to murder Anas al-Sharif | Digital Series | Al Jazeera",
            "time": "2025-08-16T04:59:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/20250815_ELSHAYYAL_H-1755320319.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Aug 2025</span><span aria-hidden=\"true\">16 Aug 2025</span></p></div></div></body></html>"
        }
    ]
}