{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Germany hunts Christmas thieves after Ocean’s Eleven-style bank heist | Crime News | Al Jazeera",
            "time": "2025-12-31T05:00:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767127889.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"224\" data-end=\"499\">Robbers broke into a vault at a savings bank in western Germany during the Christmas holidays, stealing cash, gold and jewellery estimated to be worth up to $105m, the police and the bank said.</p><p data-start=\"501\" data-end=\"780\">According to police on Tuesday, the perpetrators used a large drill to bore through a thick concrete wall of a branch of Sparkasse bank in the city of Gelsenkirchen, in North Rhine-Westphalia state. Breaking in from an adjacent parking garage, the thieves gained access to an underground vault room and forced open more than 3,000 safe deposit boxes.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"501\" data-end=\"780\">Thomas Nowaczyk, a police spokesperson, said investigators believe the total value of the stolen items could range between 10 and 90 million euros ($11.7m and $105.7m).</p><figure id=\"attachment_4205798\" aria-describedby=\"caption-attachment-4205798\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4205798\" src=\"/wp-content/uploads/2025/12/afp_69548de64ab7-1767149030.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Policemen and concerned bank customers stand in front of a branch of the Sparkasse bank in Gelsenkirchen, western Germany, on December 30, 2025, after the bank was robbed.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4205798\" class=\"wp-caption-text\">Police and concerned bank customers stand in front of a branch of the Sparkasse bank in Gelsenkirchen, western Germany, on December 30, 2025, after the bank was robbed [AFP]</figcaption></figure><p data-start=\"1053\" data-end=\"1161\">German news agency dpa reported that the robbery may rank among the biggest in the country’s history.</p><p data-start=\"1053\" data-end=\"1161\">Sparkasse confirmed that the branch had been “broken into over the Christmas holidays”, saying that “more than 95 percent of the 3,250 customer safe deposit boxes were broken into by unknown perpetrators”.</p><p data-start=\"1163\" data-end=\"1422\">The crime is believed to have taken place while businesses were closed for the extended Christmas break. Police suspect the gang may have remained inside the building for several days, using the long holiday weekend to break into the deposit boxes undetected.</p><p data-start=\"1424\" data-end=\"1605\">The theft only came to light in the early hours of Monday, when a fire alarm was triggered. Emergency responders who arrived at the scene discovered the hole leading into the vault.</p><p data-start=\"1607\" data-end=\"2035\">Witnesses later told police they had seen several men carrying large bags through the parking garage stairwell overnight between Saturday and Sunday.</p><p data-start=\"1607\" data-end=\"2035\">Security camera footage also showed a black Audi RS 6 leaving the garage early on Monday morning, with masked individuals inside. The vehicle was later identified as having a licence plate belonging to a car stolen in Hanover, more than 200km (124 miles) northeast of Gelsenkirchen.</p><h2 id=\"ocean-s-eleven-esque\" data-start=\"2037\" data-end=\"2345\">Ocean’s Eleven-esque</h2><p data-start=\"2037\" data-end=\"2345\">A police spokesman described the operation as highly organised, comparing it with a Hollywood-style robbery resembling Ocean’s Eleven.</p><p data-start=\"2037\" data-end=\"2345\">The break-in was “indeed very professionally executed”, he told the AFP news agency.</p><p data-start=\"2037\" data-end=\"2345\">“A great deal of prior knowledge and/or a great deal of criminal energy must have been involved to plan and carry this out,” he added.</p><figure id=\"attachment_4205795\" aria-describedby=\"caption-attachment-4205795\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4205795\" src=\"/wp-content/uploads/2025/12/afp_69548d848111-1767148932.jpg?w=770&amp;resize=770%2C791&amp;quality=80\" alt=\"This handout photo taken on December 29, 2025 in Gelsenkirchen, western Germany, and handed out by the Police Gelsenkirchen shows a giant hole in a wall of the bank vault of a Sparkasse bank branch after the unknown perpetrator(s) broke in during the Christmas holidays.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4205795\" class=\"wp-caption-text\">Emergency responders discovered a giant hole in the wall of the bank’s vault after unknown thieves broke into a Sparkasse bank branch during the Christmas holidays [Handout: Police Gelsenkirchen via AFP]</figcaption></figure><p data-start=\"2550\" data-end=\"2832\">Police said the average insured value of each deposit box was more than 10,000 euros ($11,700). However, officers said several victims had reported that the contents of their boxes were worth significantly more than the insured amount.</p><p data-start=\"2834\" data-end=\"3011\">On Tuesday, hundreds of customers gathered outside the bank, demanding answers. The branch remained closed for security reasons after threats were reportedly made against staff.</p><p data-start=\"3013\" data-end=\"3198\">“I couldn’t sleep last night. We’re getting no information,” one man told the Welt broadcaster, saying he had used the safe deposit box for 25 years and stored his retirement savings there.</p><p data-start=\"3200\" data-end=\"3417\">Nowaczyk, the police spokesperson, said officers remained at the scene to monitor the situation. “We’re still on site, keeping an eye on things,” he said, adding that “the situation has calmed down considerably”.</p><p data-start=\"3419\" data-end=\"3632\">The bank said it had set up a hotline for affected customers and would contact them in writing as soon as possible. It added that it was working with insurers to determine how compensation claims would be handled.</p><p data-start=\"3634\" data-end=\"3776\">“We are shocked,” said bank press spokesperson Frank Krallmann. “We are standing by our customers, and hope that the perpetrators will be caught.”</p><p data-start=\"3778\" data-end=\"3850\">Police said the suspects remain at large, and investigations are ongoing.</p><p>A spokesperson for the Sparkasse bank in Gelsenkirchen did not immediately respond to a request for comment.</p></div></div></body></html>"
        },
        {
            "title": "Thailand releases 18 Cambodian soldiers as ceasefire holds | Conflict News | Al Jazeera",
            "time": "2025-12-31T04:53:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25365153696099-1767157848.jpg?resize=1920%2C1367",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Thailand releases 18 Cambodian soldiers as ceasefire holds</h1><p class=\"article__subhead\"><em>Thailand hands over 18 Cambodian soldiers after 155 days in captivity as a truce agreed over the weekend continues to hold.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand has released 18 ‍Cambodian soldiers ‍it had detained since July, according to officials, three days after the two countries agreed to a renewed ceasefire to end weeks of deadly border clashes.</p><p>Thailand’s Ministry of Foreign Affairs confirmed the repatriation of the soldiers to Cambodia on Wednesday, saying it was done “as a demonstration of goodwill and confidence-building”, according to a statement.</p><p>Cambodia’s Ministry of National Defence said the soldiers arrived on Cambodian soil at 10am local time (03:00 GMT) on Wednesday after 155 days in ‌Thai custody.</p><p>The border clashes reignited early this month, following the breakdown in the ceasefire deal that United States ‌President Donald Trump and Malaysian Prime Minister Anwar Ibrahim helped broker to halt a previous round ‍of conflict in July.</p><p>The fighting killed at least 101 ‍people and ⁠displaced more than half a million on both sides, and included fighter jet sorties, exchanges of rocket fire and artillery barrages.</p><p>The two Southeast Asian neighbours agreed to a renewed ceasefire over the weekend, and it took ‍effect at noon (05:00 GMT) on Saturday.</p><p>The soldiers were due to be returned on Tuesday, but Thailand delayed the handover over alleged breaches ​of the ceasefire deal, ‌which Cambodia denied.</p><p><em>This is a developing story. More details to follow… </em></p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,406 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-31T03:52:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69544311-1767129873.jpg?resize=1920%2C1152",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,406</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,406 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Wednesday, December 31:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces shelled the town of Kostiantynivka in Ukraine’s Donetsk region, killing one person, an official said. The deadly attack came a day after an attack in Druzhkivka killed another person and wounded four, according to the Ukrinform news agency.</li>\n<li>Russian forces also launched waves of attacks on the Black Sea ports of Pivdennyi and Chornomorsk in Ukraine’s Odesa region, hitting two Panama-flagged civilian vessels – Emmakris III and Captain Karam – as they approached to load wheat, the Ukrainian navy said.</li>\n<li>Ukrainian Deputy Prime Minister Oleksii Kuleba said that oil storage tanks were also hit in the port attacks.</li>\n<li>Authorities in Ukraine’s northern Chernihiv region introduced a mandatory evacuation order for the residents of 14 border villages in four districts. The order will affect some 300 people who still live in the Novhorod-Siverskyi, Semenivka, Snovsk, and Horodnya communities, which have been experiencing daily shelling, an official said.</li>\n<li>Ukrainian Deputy Minister of Energy Olha Yukhymchuk said that 75,000 households in Chernihiv remain without electricity following Russian attacks on energy infrastructure in the region. There were also settlements in the Kharkiv and Sumy regions that were fully or partially without electricity, she said.</li>\n<li>Yukhymchuk also said that repair work had been completed on transmission lines near the Zaporizhzhia nuclear power plant to ensure “stable and reliable power supply to the station in the event of damage or shutdown of the Dniprovska overhead line due to” Russian shelling.</li>\n<li>Russia’s Ministry of Defence said it had taken control of two more settlements in eastern Ukraine. It identified them as the village ⁠of Lukianivske in the Zaporizhia region and ​the ‌settlement of Bohuslavka in the ‌Kharkiv ‌region.</li>\n<li>Russian authorities said that a Ukrainian ‍drone attack on the Russian Black Sea port of Tuapse ‍damaged port infrastructure and a gas pipeline in a residential area there. The regional administration said no ⁠injuries were reported.</li>\n<li>Other Ukrainian drone attacks on Russia’s Belgorod region killed a woman and wounded four other people, local authorities said.</li>\n</ul><h2 id=\"alleged-attack-on-putin-s-residence\">Alleged attack on Putin’s residence</h2><ul class=\"spaced-bullet-spacing\">\n<li>Kremlin spokesman Dmitry Peskov said that Russia will “toughen” its negotiating position in talks on a deal to end the war in Ukraine as a <a href=\"/news/2025/12/30/have-russian-claims-of-ukraine-attack-on-putin-home-ended-hopes-for-peace\">“diplomatic consequence”</a> of an <a href=\"/news/2025/12/29/kyiv-rejects-russias-claim-of-ukrainian-strike-on-putins-residence\">alleged attempted drone attack</a> on Russian President Vladimir Putin’s residence in northwestern Russia’s Novgorod on Sunday.</li>\n<li>Peskov said the attack, which Ukraine denies, was aimed at collapsing the peace talks and accused Western media of playing along with Kyiv’s denial.</li>\n<li>Ukraine has dismissed the Russian claim as lies aimed at justifying additional attacks against Kyiv and prolonging the war.</li>\n<li>Ukrainian Minister of Foreign Affairs Andrii Sybiha said Russia had not provided any plausible evidence of its accusations. “And they won’t. Because there’s none. No such attack happened,” Sybiha said on X.</li>\n<li>Ukrainian President Volodymyr Zelenskyy slammed countries, including India and the United Arab Emirates, that have condemned the alleged attack, which he said “didn’t even happen”. He called the moves “confusing and unpleasant”.</li>\n<li>China said “dialogue and negotiation” remain the only “viable way out of the Ukraine crisis”, when asked for a comment on the alleged attack on Putin’s residence.</li>\n<li>Lin Jian, a spokesperson for China’s Ministry of Foreign Affairs, also called on “relevant parties to follow the principles of no expansion of the battlefield, no escalation of fighting and no provocation by any party”, to work towards the de-escalation of the situation, and to “accumulate conditions for the political settlement of the crisis”.</li>\n<li>The Institute for the Study of War, a Washington, DC-based think tank, said that its analysts found that the “circumstances” of the alleged attack did not fit the “pattern of observed evidence” usually seen “when Ukrainian forces conduct strikes into Russia”.</li>\n<li>The US ‌ambassador to NATO, Matthew Whitaker, cast doubt on Russia’s accusation, saying he wants to see US intelligence on the incident. “It is unclear whether it actually happened,” Whitaker told Fox Business’s Varney &amp; Co.</li>\n<li>The ‍German ‍government also said it shares Ukraine’s concern that Russian ⁠allegations of the attack could be used as a pretext for ‍further ⁠escalation of Moscow’s war.</li>\n</ul><h2 id=\"diplomacy\">Diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said ‍that Ukraine and the Coalition of the Willing group of nations ⁠backing Kyiv plan to ​hold their next meetings at ‍the start of January. Zelenskyy said that the countries’ national ‍security advisers would ⁠meet in Ukraine on January 3, and with the leaders in France on January 6.</li>\n<li>He also told reporters that Kyiv was discussing with US President Donald Trump the possible ⁠presence of ​US troops in Ukraine ‍as part of security guarantees.</li>\n<li>“Of course, we are discussing this with President Trump and with representatives of the [Western] coalition [supporting Kyiv]. We want this. We would like this. This would be a ‍strong position of the security ⁠guarantees,” the Ukrainian president said.</li>\n<li>Polish Prime Minister Donald Tusk told officials that there is reason to hope for peace in Ukraine quite soon. “Peace ⁠is on the horizon; there is no doubt that things ​have happened ‌that give grounds for hope that this war ‌can end, ‌and quite quickly, ⁠but it is still a hope, far ‌from 100 percent certain,” he said.</li>\n<li>Tusk said security guarantees offered to Kyiv ‌by the US were a reason to hope the conflict could end soon, but that Kyiv would need to compromise on territorial issues.</li>\n<li>The US removed sanctions on Alexandra Buriko, the former chief ⁠financial officer ​of Russia’s state-owned ‍Sberbank, according to the US Treasury Department.</li>\n<li>Buriko was among ​a ‌group of senior executives and board members who ‌resigned from Western-sanctioned ‌Sberbank shortly after ⁠Russia’s full-scale invasion of Ukraine in 2022. She sued the Treasury Department in a Washington federal court in December 2024, arguing she had severed ‌ties with Sberbank days after it was sanctioned and that her continued inclusion on ‌the sanctioned list was unlawful.</li>\n</ul><h2 id=\"weapons\">Weapons</h2><ul class=\"spaced-bullet-spacing\">\n<li>Romania’s Ministry of Foreign Affairs announced that the country would spend 50 million euros ($58m) to support a European initiative to buy weapons made by US companies for Ukraine, known as the <a href=\"/news/2025/9/18/denmark-to-buy-long-range-weapons-amid-russia-paradigm-shift\">Priority Ukraine Requirements List (PURL)</a>.</li>\n<li>Belarus ‌released a video of what it said was ‍the deployment on ‍its territory of the Russian nuclear-capable hypersonic Oreshnik missile system, a development meant to bolster Moscow’s ability to strike targets across Europe in the event of a war.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Israel’s recognition of Somaliland ‘strange, unexpected’: Somali president | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-31T03:43:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69547ebf739f4-1767145151.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Somali President Hassan Sheikh Mohamud has told Al Jazeera that Israel’s “unexpected and strange” recognition of Somaliland may have implications for Palestinians in Gaza.</p><p>“Somaliland has been claiming the secession issue for a long time, over the past three decades, and no one country in the world has recognised it,” Mohamud told Al Jazeera in an exclusive interview from Istanbul, Turkiye, on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“For us, we’ve been trying to reunite the country in a peaceful manner,” the Somali leader added. “So, after 34 years, it was very unexpected and strange that Israel, out of nowhere, just jumped in and said, ‘We recognise Somaliland’.”</p><p>Israel last week became the first and only country to <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">formally recognise Somaliland</a>, a breakaway region in northwest Somalia, bordering the Gulf of Aden.</p><p>Somalia’s president also told Al Jazeera that, according to Somali intelligence, Somaliland has accepted three Israeli conditions in exchange for Israeli recognition: the resettlement of Palestinians, the establishment of an Israeli military base on the coast of the Gulf of Aden, and Somaliland joining the <a href=\"/news/2025/10/17/trump-expects-expansion-of-abraham-accords-soon-hopes-s-arabia-will-join\">Abraham Accords</a>. The accords are a set of pacts establishing the normalisation of ties between Israel and several Arab states. The UAE, Bahrain, Morocco and Sudan have signed onto the accords.</p><p>Mohamud also said that Somalia has intelligence indicating there is already a certain level of Israeli presence in Somaliland, and Israeli recognition of the region is merely a normalisation of what was already happening covertly.</p><p>Israel will resort to forcibly displacing Palestinians to Somalia, and its presence in the region is not for peace, the Somali leader added.</p><p>A <a href=\"/news/2025/9/29/heres-the-full-text-of-trumps-20-point-plan-to-end-israels-war-on-gaza\">20-point plan</a> released by the administration of US President Donald Trump ahead of a ceasefire between Israel and Hamas in Gaza said that “no one will be forced to leave Gaza, and those who wish to leave will be free to do so and free to return”.</p><p>However, Israel has reportedly continued to explore ways to displace Palestinians from the besieged and occupied territory, including in <a href=\"/news/2025/11/16/whats-the-shadowy-organisation-taking-gaza-palestinians-to-south-africa\">mysterious flights to South Africa</a>, which has formally accused Israel of committing genocide in Gaza.</p><p>Israel is also seeking to control strategically important waterways connecting vital seas of commercial and economic significance, namely the Red Sea, the Gulf and the Gulf of Aden, Mohamud said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Somali leader was in Turkiye on Tuesday, where he gave a joint news conference with Turkish President Recep Tayyip Erdogan, with <a href=\"/news/2025/12/30/trkiyes-erdogan-calls-israels-somaliland-recognition-unacceptable\">the two leaders</a> warning that Israel’s recognition of the breakaway region could destabilise the Horn of Africa.</p><p>Somaliland declared independence from Somalia in 1991, but had failed to gain recognition from any United Nations member state, before Israel changed its position last Friday.</p><p>Israel’s move was swiftly condemned, including by most members of the <a href=\"/news/2025/12/30/un-security-council-members-condemn-israels-recognition-of-somaliland\">UN Security Council</a> at an emergency meeting convened in New York on Monday.</p><p>The United States was the only member of the 15-seat body that defended Israel’s move, although it stressed that the US’s position on Somaliland remained unchanged.</p></div></div></body></html>"
        },
        {
            "title": "Disney to pay $10m over alleged breaches of US child privacy laws | Privacy | Al Jazeera",
            "time": "2025-12-31T02:42:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2011-02-08T000000Z_53650815_GM1E7280T0Z01_RTRMADP_3_DISNEY-1767145864_3587a0-1767146349.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Disney to pay $10m over alleged breaches of US child privacy laws</h1><p class=\"article__subhead\"><em>Settlement comes after US Federal Trade Commission accused the entertainment giant of unlawfully collecting children’s data.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Disney has agreed to pay $10m to settle allegations that it breached child privacy laws in the United States, authorities have said.</p><p>A federal court approved the settlement to resolve allegations brought by the US Federal Trade Commission, the Department of Justice said on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The order also requires Disney to operate its YouTube channel in accordance with data-protection rules and establish a programme to ensure future compliance.</p><p>Disney had agreed to settle the claims brought by the US antitrust watchdog in September.</p><p>The civil case stems from allegations that Disney collected children’s personal data without parental consent via its videos on YouTube.</p><p>Antitrust officials alleged that Disney had wrongly designated more than 300 YouTube videos, including content from The Incredibles, Toy Story, Frozen, and Mickey Mouse, as not being aimed at children.</p><p>YouTube requires content creators to designate videos as “Made for Kids” or “Not Made for Kids” to comply with the Children’s Online Privacy Protection Rule.</p><p>Under the rule, companies in the US are prohibited from collecting data from children below 13 without parental notification.</p><p>Other major companies that have paid settlements under the rule, which has been amended several times since its enactment in 2000, include Google and Microsoft.</p><p>Disney did not immediately respond to a request for comment.</p><p>“The Justice Department is firmly devoted to ensuring parents have a say in how their children’s information is collected and used,” Assistant Attorney General Brett A Shumate said in a statement.</p><p>“The Department will take swift action to root out any unlawful infringement on parents’ rights to protect their children’s privacy.”</p><p>Disney, which has its headquarters in Burbank, California, is one of the world’s largest entertainment companies, with revenue for the fiscal year 2025 reaching $94.4bn.</p></div></div></body></html>"
        },
        {
            "title": "UAE to pull forces out of Yemen after calls for withdrawal, Saudi strike | Conflict News | Al Jazeera",
            "time": "2025-12-31T01:11:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-30T154026Z_679359473_RC22RIAE55MO_RTRMADP_3_YEMEN-SECURITY-1767143360.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Arab Emirates has announced the withdrawal of its forces from Yemen, declaring an end to what it called “counterterrorism” operations there, after Saudi Arabia accused Abu Dhabi of supporting separatists in Yemen.</p><p>The announcement on Tuesday came after Yemen’s internationally recognised government demanded the UAE pull its forces from the country within 24 hours, a call backed by Saudi Arabia.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hours earlier, Saudi Arabia-led coalition forces also attacked the southern Yemeni port of Mukalla, targeting what Riyadh said was a UAE-linked weapons shipment destined for the separatist Southern Transition Council (STC) in Yemen.</p><p>The STC, which initially supported Yemen’s internationally recognised government against the Houthi rebels, launched an offensive against the Saudi Arabia-backed government troops this month, seeking an independent state in the south.</p><p>The advance broke years of deadlock, with the STC ‌seizing control of broad swaths of southern Yemen, including the Hadramout and Mahara provinces, in defiance of warnings from Riyadh. Hadramout borders Saudi Arabia, and Mahara is close to the border.</p><p>Saudi Arabia on Tuesday said it was disappointed about “pressure exerted by the UAE” on the STC to conduct military operations in the Hadramout and Mahara provinces. Riyadh said it considered the moves a threat to its national security.</p><p>“In this context, the kingdom stresses that any threat to its national security is a red line, and the Kingdom will not hesitate to take all necessary steps and measures to confront and neutralise any such threat,” it said.</p><p>Following Tuesday’s rapid-fire events, the UAE’s Ministry of Defence said it carried out a “comprehensive assessment” of its role in Yemen and decided to end its mission there.</p><p>“In light of recent developments and their potential implications for the safety and effectiveness of counterterrorism missions, the Ministry of Defence announces the termination of the remaining counterterrorism personnel in Yemen of its own volition, in a manner that ensures the safety of its personnel,” the UAE statement said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The UAE announcement came amid efforts to tamp down tensions that have erupted in recent days.</p><p>Qatar’s Ministry of Foreign Affairs said that it welcomed the Saudi Arabian and UAE statements, which it said reflected a “commitment to prioritising the interests of the region, strengthening the principles of good neighbourliness, and adhering to the foundations and principles upon which the GCC Charter is based.”</p><p>The Gulf Cooperation Council consists of Qatar, Saudi Arabia, Bahrain, Kuwait, Oman and the UAE.</p><p>Meanwhile, Saudi Minister of Foreign Affairs Prince Faisal bin Farhan Al Saud held telephone conversations with US Secretary of State Marco Rubio and Pakistani Deputy Prime Minister and Foreign Minister Ishaq Dar, discussing “regional developments”.</p><h2 id=\"tensions-over-the-stc\">Tensions over the STC</h2><p>The Saudi Arabia-led coalition’s strike on Yemen’s Mukalla revealed widening tensions within a coalition built in 2015 to combat the Houthis, who control most of northern Yemen.</p><p>Emirati troops first arrived in Yemen as part of the Saudi Arabia-led coalition that year, but the UAE pulled most of its forces out in 2019, leaving only a limited number in the government-run south.</p><p>Following the Mukalla strike, which did not cause casualties, Rashad al-Alimi, the head of Yemen’s Saudi Arabia-backed presidential council, dissolved a defence pact with the UAE and gave Emirati forces 24 hours to leave.</p><p>In a televised speech, al-Alimi said it had been “definitively confirmed ‌that the UAE pressured and directed the STC to undermine and rebel against the authority of the state through military escalation”, according to the Yemeni state news agency.</p><p>Saudi Arabia backed al-Alimi’s call for the UAE to withdraw its forces from Yemeni territory, and asked that it halt “any military or financial support to any party” in the country.</p><p>The UAE said it had been surprised by the Saudi Arabian air strike, and that the shipments in question did not contain weapons and were destined for the Emirati forces, rather than the STC.</p><p>It also said that it was committed to ensuring the security of Saudi Arabia and that it was seeking a solution “that prevents escalation, based on reliable facts and existing coordination”.</p><p>Yemeni state television showed what it said was black smoke rising from the port in the early morning, with burned vehicles. Al-Alimi declared a no-fly zone, and a sea and ground blockade on all ports and crossings for 72 hours.</p><p>However, the STC remained defiant, insisting there was “no thinking about withdrawal” from its newly seized positions.</p><p>“It is unreasonable for the landowner to be asked to leave his own land. The situation requires staying and reinforcing,” STC spokesman Anwar al-Tamimi told the AFP news agency.</p><p>“We are in a defensive position, and any movement toward our forces will be responded to by our forces,” he added.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4162354\" src=\"/wp-content/uploads/2025/12/INTERACTIVE_YEMEN_CONTROL_MAP_DECEMBER-9_2025-1765288083.png?quality=80\" alt=\"INTERACTIVE_YEMEN_CONTROL_MAP_DECEMBER 9_2025-1765288083\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Train crash near Peru’s Machu Picchu kills driver, injures dozens | News | Al Jazeera",
            "time": "2025-12-31T01:05:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-31T002223Z_258794763_RC26RIAZBRAO_RTRMADP_3_PERU-ACCIDENT-TRAIN-1767141270_e0068a-1767141404.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Train crash near Peru’s Machu Picchu kills driver, injures dozens</h1><p class=\"article__subhead\"><em>Train conductor killed in collision on rail line serving the famed archaeological site, authorities say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two trains have collided on the rail line serving Peru’s famed archaeological site of Machu Picchu, killing at least one person and injuring dozens.</p><p>Rail agency Ferrocarril Transandino said a train operated by PeruRail collided with another locomotive belonging to Inca Rail around lunchtime on the single track that links the town of Ollantaytambo with Machu Picchu.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The deceased was the conductor of one of the two trains, according to the prosecutor’s office in Cusco, the city closest to the famous Inca citadel.</p><p>A health official said about 20 people were in relatively serious condition.</p><p>Images posted on social media shortly after the crash showed the badly damaged locomotives facing each other on the track, broken glass strewn around, and injured people being treated on the sides of the tracks.</p><p>A dozen ambulances and medical personnel were rushed to the site in a remote Andean area without direct road access.</p><p>A UNESCO World Heritage Site since 1983, Machu Picchu receives some 4,500 visitors on average each day, many of them foreigners, according to the Ministry of Foreign Trade and Tourism.</p><p>Known for its perfectly fitting stone bricks, the site was built in the 15th century by the Incas and served as a sanctuary for the nation’s emperors.</p><p>Most tourists take a train and a bus to reach the historical site high in the Andes mountains.</p><p>The cause of the accident was not immediately clear.</p></div></div></body></html>"
        },
        {
            "title": "Is the US economy strong heading into 2026? The picture is complicated | Business and Economy News | Al Jazeera",
            "time": "2025-12-30T23:55:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP24085714406003-1767057909_2d6800-1767074372.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the United States economy heads into 2026, the report card emerging on its performance is complicated.</p><p>By many measures, the world’s largest economy appears to be in a strong position.</p><p>After a tumultuous year marked by President Donald Trump’s return to the White House and his swing towards tariffs and protectionism, recent growth has outpaced the expectations of most analysts.</p><p>In a speech this month, Trump hailed his economic record, insisting that the US was on the cusp of an economic boom the “likes of which the world has never seen”.</p><p>Yet nestled within the economic data are signs of weakness that hint at risks down the track. And crucially, Americans are widely pessimistic about their material condition.</p><p>Here are some of the key metrics of the US economy as 2025 draws to a close:</p><h2 id=\"gdp-growth\">GDP growth</h2><p>After a modest expansion in the first half of 2025, gross domestic product (GDP) growth blasted past expectations in the July-September quarter to reach an annualised 4.3 percent.</p><p>That was the strongest performance in two years. It was also well ahead of the US’s fellow developed countries.</p><p>During the third quarter, the eurozone’s and the United Kingdom’s economies grew just 2.3 percent and 1.3 percent, respectively, on an annualised basis.</p><p>Japan, the world’s fourth largest economy, contracted 2.3 percent during the period.</p><p class=\" embed-paragraph-wrapper\"></p><p>While robust, the growth of the US economy has been largely driven by multibillion-dollar investments in artificial intelligence led by a handful of tech giants, including Microsoft, Amazon and Alphabet.</p><p>By some estimates, AI-related spending accounted for about 40 percent of all growth in 2025.</p><p>That means a lot rests on AI delivering on its as yet unproven potential to transform the economy.</p><p>While many analysts believe AI will usher in a fourth industrial revolution, others are concerned the tech has been vastly overhyped.</p><p>Campbell Harvey, an economist at Duke University, said 2026 could be the year that AI and decentralised financial technologies begin to deliver substantial gains to productivity.</p><p>“We are at the cusp of technologies like AI being able to very substantially increase productivity,” Harvey told Al Jazeera.</p><p>“This means higher growth. We have not seen realisations of this higher growth yet from AI.”</p><h2 id=\"consumer-sentiment\">Consumer sentiment</h2><p>While the US economy is strong on paper, Americans are broadly unhappy with the state of their finances. In fact, consumer sentiment is near record lows.</p><p>The University of Michigan’s index of consumer sentiment stood at 53.3 in December, up slightly from the previous month, compared to 50 in June 2022 when inflation was at a four-decade high.</p><p>Yet Americans are continuing to spend.</p><p>Consumer spending grew 3.5 percent during the July-September quarter, the fastest pace since the final quarter of 2024.</p><p>The splurge has shown no signs of slowing down either. Mastercard’s annual report on the Christmas season showed spending up 3.9 percent compared with last year.</p><p>The reason for the disconnect between spending and sentiment? The diverging fortunes of wealthy Americans and those of more modest means.</p><p>The top 10 percent of earners now account for roughly half of spending, the highest proportion since officials began compiling data in 1989, according to Moody’s Analytics.</p><p>Harvey said he would give the economy an overall rating of six out of 10.</p><p>“Many believe that the US is stuck in the 2 percent real GDP growth regime. The third quarter showed that higher growth is possible. I think many are too pessimistic. We need more ambition,” he said.</p><p>Rolf J Langhammer, a researcher at the Kiel Institute for the World Economy in Germany, said he would rate the economy a six “at best”, noting that the International Monetary Fund had forecast a 2.7 percent growth rate at the start of Trump’s tenure.</p><p>“The current strength is visibly lower, around 2 percent only,” Langhammer told Al Jazeera.</p><h2 id=\"us-stock-market\">US stock market</h2><p>After wild swings earlier in the year during Trump’s back-and-forth tariff announcements, stocks are finishing out 2025 on a high note.</p><p>The benchmark S&amp;P 500 is up nearly 18 percent, easily beating the average annual return of 10.5 percent.</p><p>While most Americans own stocks, the gains have disproportionately benefitted wealthier households.</p><p>Stock ownership ranges from as high as 87 percent in households earning at least $100,000 per year to as low as 28 percent of households earning less than $50,000, according to Gallup.</p><h2 id=\"inflation\">Inflation</h2><p>Despite fears that Trump’s tariffs would fuel inflation, prices have grown at a moderate pace – though still above the US Federal Reserve’s target of 2 percent.</p><p>Year-on-year inflation came to 2.7 percent in November, down from 3 percent in September.</p><p class=\" embed-paragraph-wrapper\"></p><p>While inflation is way down from its recent peak of 9.1 percent in June 2022, when then-President Joe Biden faced a similarly glum public mood over the economy, Americans are still feeling the pinch.</p><p>In a PBS News/NPR/Marist poll conducted this month, 70 percent of respondents said the cost of living in their area was unaffordable.</p><p>Some economists have also cautioned that the full impact of tariffs may have been delayed by companies that stockpiled imports in anticipation of higher costs.</p><p>Langhammer said the jury was out on whether living costs would remain stable in the coming year.</p><p>“Front-loading of imports is fading out, and the effects of tariffs on inflation are likely to become more visible in 2026 in addition to the weak dollar,” Langhammer said, noting that the average effective tariff rate, 17 percent, was about five times higher than before Trump took office.</p><p>However, Harvey said he believed the tariffs have had a minimal economic impact.</p><p>“The US trade sector is very small compared to other countries. Measuring trade intensity as the sum of exports plus imports divided by GDP, the US ranks as one of the least trade-intensive countries in the world,” he said.</p><p>“Another way of looking at this is to look at the size of imports relative to GDP, and you’ll see that it’s about 14 percent. This is why I believe that the economic impacts of tariffs are less important than the attention they get in the media.”</p><h2 id=\"employment\">Employment</h2><p>Despite Trump’s pledge to restore the manufacturing glory of the US, unemployment has risen steadily since the start of his second term in January.</p><p>The official jobless rate climbed to a four-year high of 4.6 percent in November, up from 4 percent in January.</p><p class=\" embed-paragraph-wrapper\"></p><p>While Trump has attributed the rise to cuts in government jobs undertaken by billionaire Elon Musk’s Department of Government Efficiency (DOGE), those layoffs account for only a small proportion of the total number of jobless people.</p><p>Whereas DOGE cut about 300,000 federal employees, one million more Americans were classified as unemployed in November compared with January, according to the Bureau of Economic Analysis.</p></div></div></body></html>"
        },
        {
            "title": "Guinea coup leader Mamady Doumbouya wins presidential election | Elections News | Al Jazeera",
            "time": "2025-12-30T23:34:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-28T125845Z_271125445_RC2NPIAEGUF9_RTRMADP_3_GUINEA-ELECTION-1767143518.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guinea coup leader Mamady Doumbouya wins presidential election</h1><p class=\"article__subhead\"><em>Doumbouya wins with 86.72 percent of the vote, an absolute majority, four years after he led a military takeover.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 21 minutes ago</span><span aria-hidden=\"true\">Updated: 21 minutes ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Guinea coup leader ⁠Mamady Doumbouya has ​been ‍elected president, according to provisional results, following the country’s first election since a military takeover in 2021.</p><p>The ‌results announced on Tuesday showed Doumbouya winning ‌86.72 percent of the vote, held on ⁠December 28, an absolute majority that allows him to avoid a run-off.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The ‌Supreme Court has eight days to validate the results in the ‍event of a challenge.</p><p>The election was widely seen as a means to legitimise Doumbouya’s stay in power.</p><p>It was also the culmination of a transition process that began four years ago after Doumbouya ousted President Alpha Conde, who had been in office since 2010.</p><p>The coup leader has since clamped down on opposition and dissent, critics say, leaving him with no major opponents among the eight other candidates who were in the race.</p><p data-start=\"1217\" data-end=\"1375\">Both Conde and longtime opposition leader Cellou Dalein Diallo live in exile.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"doumbouya-goes-back-on-pledge\">Doumbouya goes back on pledge</h2><p>The lesser-known Yero Balde, a former education minister in Conde’s government, came a distant second, with 6.51 percent of the votes. The General Directorate of Elections said that 80.95 percent of the 6.7 million people registered had voted in the poll.</p><p>After seizing power, Doumbouya had said that he and other military officers would not run in elections. However, a referendum in September allowed officers to run and extended the presidential term from five to seven years.</p><p data-start=\"1963\" data-end=\"2323\">Guinea is home to the world’s largest reserves of bauxite and holds one of the biggest untapped iron ore deposits at Simandou, a project officially launched last month after years of delays.</p><p data-start=\"1963\" data-end=\"2323\">Doumbouya has pointed to progress on the mine as evidence of his leadership, saying his government has ensured the country will benefit more directly from its resources.</p><p data-start=\"2325\" data-end=\"2704\">His administration has also moved towards greater state control of the mining sector, revoking the licence of Emirates Global Aluminium’s subsidiary Guinea Alumina Corporation, following a dispute over refinery development, and transferring its assets to a state-owned company.</p><p data-start=\"2325\" data-end=\"2704\">Similar policies of resource nationalism in fellow African nations, such as Mali, Burkina Faso and Niger, have bolstered support for military-led governments in the region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"concerns-about-political-restrictions\">Concerns about political restrictions</h2><p data-start=\"2734\" data-end=\"2951\">Political activity in Guinea has remained tightly controlled under Doumbouya’s leadership. Civil society groups accuse the authorities of banning demonstrations, limiting press freedom and restricting opposition organising.</p><p data-start=\"2953\" data-end=\"3200\">The election campaign was “severely restricted, marked by intimidation of opposition actors, apparently politically motivated enforced disappearances, and constraints on media freedom”, the United Nations human rights chief, Volker Turk, said last week.</p><p data-start=\"3202\" data-end=\"3426\">On Monday, opposition candidate Faya Lansana Millimono told a news conference that the vote was affected by “systematic fraudulent practices” and said that observers were prevented from monitoring both voting and ballot counting.</p><p data-start=\"3428\" data-end=\"3484\">The government did not comment on the allegations.</p></div></div></body></html>"
        },
        {
            "title": "A Filipino tribe fights to stay as a ‘Smart City’ rises on a former US base | Indigenous Rights News | Al Jazeera",
            "time": "2025-12-30T23:13:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/clark-13-1766643824_8d31ff-1766644181.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Sapang Kawayan, Philippines –</strong> Two hours north of the capital, Manila, on the vast grounds of a former United States military base, the Philippine government is pushing ahead with plans for a multibillion-dollar “smart city” that President Ferdinand Marcos Jr hopes to turn into a future “mecca for tourists” and a “magnet for investors”.</p><p>The New Clark City, which is being built on the former Clark Air Base, is central to the government’s effort to attract foreign investment and ease congestion in Manila, where nearly 15 million people live.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>To accompany the city’s development, the government has also laid out an ambitious slate of projects at a nearby airport complex — new train lines, expanded airport runways, and a $515m stadium that officials hope will be enticing enough to draw the global pop singer Taylor Swift.</p><p>Caught between the rising new city and the site of the proposed stadium lies the Indigenous Aeta village of Sapang Kawayan. For the roughly 500 families who live there, in houses of nipa grass and rattan, the developments spell disaster.</p><p>“We were here before the Americans, even before the Spanish,” said Petronila Capiz, 60, the chieftain of the Aeta Hungey tribe in Sapang Kawayan. “And the land continues to be taken from us.”</p><p>Historians say American colonisers, who seized the Philippines from Spain in 1898, took over the 32,000-hectare (80,000-acre) tract that became Clark Air Base in the 1920s, dispossessing the Aetas, a seminomadic and dark-skinned people thought to be among the archipelago’s earliest inhabitants.</p><p>Many were displaced, though some moved deeper into the jungle inside the base and were employed as labourers.</p><p>The US turned over the base to the Philippine government in 1991, some four decades after granting the country independence. Since then, the Bases Conversion and Development Authority, or BCDA, has managed the complex. Some 20,000 Aetas are thought to remain in the Clark area today, spread across 32 villages.</p><p>But most of their claims to the land are not recognised.</p><p>In Sapang Kawayan, residents fear the government’s development boom means they could be pushed out long before they can establish such claims. The community – along with other Aeta villages in Clark – is working with researchers from the University of the Philippines to expedite a long-pending application for a Certificate of Ancestral Domain Title, or CADT — the only legal mechanism that would allow them to assert rights to their territory and its resources.</p><p>In January, July and September, Aetas young and old gathered under makeshift wooden shelters in Sapang Kawayan, assembling family trees and sharing stories and photographs. Volunteers documented each detail in hopes of demonstrating that the community there predates colonial rule.</p><p>Their 17,000-hectare claim overlaps with nearly all of the 9,450 hectares designated for New Clark City, while 14 kilometres to the south is the airport complex where the new railway line, runway and stadium are slated to rise.</p><p>Together, the new city and airport complex “will eat up the fields where we farm, the rivers where we fish and the mountains where we get our herbs”, Capiz said.</p><figure id=\"attachment_4194888\" aria-describedby=\"caption-attachment-4194888\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194888\" src=\"/wp-content/uploads/2025/12/geneaology-gathering-3-1766643752.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"As part of a requirement to claim their ancestral lands, the Aeta Hungey gather in the village of Sapang Kawayan to trace their genealogy back hundreds of years ago.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194888\" class=\"wp-caption-text\">Aetas work with researchers at the University of the Philippines to expedite their application for an ancestral land title [Michael Beltran/Al Jazeera]</figcaption></figure><h2 id=\"taylor-swift-ready\">‘Taylor Swift-ready’</h2><p>The Philippine government first announced plans for New Clark City under then-President Rodrigo Duterte, promoting it as a solution to the crippling congestion in Metro Manila. The BCDA describes the development as a “green, smart and disaster-resilient metropolis”.</p><p>Construction began in 2018 with major roads and a sports complex that hosted the Southeast Asian Games in 2019.</p><p>Designed to accommodate 1.2 million people, the city is expected to take at least 30 years to complete.</p><p>The BCDA is now building three highways linking New Clark City to the airport complex, where the “Taylor Swift–ready” stadium is planned. Officials have hyped that the stadium, to be built by 2028, will lure Swift after she skipped the Philippines during the South Asian leg of her Eras tour last year.</p><p>“One of the main elements that make Clark so attractive to investors is its unmatched connectivity,” the BCDA’s president, Joshua Bingcang, said this year, citing the airport, a nearby seaport and major expressways. “But we need to further build on this connectivity and invest more in infrastructure.”</p><p>That expansion has come at a cost for Aeta communities.</p><p>Counter-Mapping PH, a research organisation, and campaigners estimate that hundreds of Aeta families have been displaced since construction of the city began, including dozens of families who were given just a week in 2019 to “voluntarily” vacate ahead of the Southeast Asian Games.</p><p>They warn that thousands more could be uprooted as development continues.</p><p>The BCDA has offered financial compensation of $0.51 per square metre as well as resettlement for affected families. In July, it broke ground on 840 housing units, though it is unclear whether they are intended for displaced Aetas.</p><p>The agency maintains that no displacement has occurred because Aetas have no proven legal claim to the area. In a statement to Al Jazeera, the BCDA said it “upholds the welfare and rights of Indigenous peoples” and acknowledges their “long historical presence” in central Luzon, where Clark is located. However, it noted that Clark’s boundaries follow “long-established government ownership” dating to the US military base, and that the New Clark City does not encroach on any recognised ancestral domains.</p><p>The BCDA also contended that it is the National Commission on Indigenous Peoples (NCIP) that deals with the applications for a Certificate of Ancestral Domain Title, and stressed that it respected “lands awarded to Indigenous peoples”.</p><p>The Clark International Airport Corporation, which oversees the airport complex, offered similar assurances, stating that “there are no households or communities existing in the said location”. The group added that while the extended Clark area has Aeta communities, none exist within the airport complex itself.</p><figure id=\"attachment_4194931\" aria-describedby=\"caption-attachment-4194931\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194931\" src=\"/wp-content/uploads/2025/12/AFP__20190719__1IX3GU__v1__HighRes__Seagames2019Phi-1766644683.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Labourers work on buildings in the games village for this year's Southeast Asian Games (SEA Games) in New Clark City in Capas town.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194931\" class=\"wp-caption-text\">Labourers work on buildings in the games village for the Southeast Asian Games (SEA Games) in New Clark City in Capas town, Tarlac province, north of Manila, on July 19, 2019 [Ted Jibe/AFP]</figcaption></figure><h2 id=\"since-time-immemorial\">‘Since time immemorial’</h2><p>Only a handful of Aeta tribes have been awarded CADTs.</p><p>Two certificates have been granted on the outskirts of Clark, while the application filed by Sapang Kawayan and other villages inside the base have languished since 1986.</p><p>Marcial Lengao, head of NCIP’s Tarlac office, told Al Jazeera that to grant Aetas in Clark a CADT they must “prove that they have been there since time immemorial”, meaning, during or before the arrival of the Spanish colonisers to the archipelago 400 years ago.</p><p>The commission, he said, specifies minimum requirements for a CADT: a genealogy of at least five clans dating back at least three generations or to the precolonial period, testimonies from elders, a map of the domain and a census of the current population.</p><p>Lengao said Sapang Kawayan’s application has yet to complete these.</p><p>But even if the application is granted, the village faces another unique hurdle. Because the BCDA owns land rights to Clark, any CADT approved by the commission in the area must then be deliberated by the executive branch or the president’s office.</p><p>“They will be responsible for finding a win-win solution,” Lengao said.</p><p>Activists, however, denounced the NCIP’s requirements as onerous and warned that the longer Aetas remain without a CADT, the more vulnerable they are to losing their lands.</p><p>“Without a CADT and without genuine recognition from the government, the Aetas will continue to be treated like squatters on their own land,” said Pia Montalban of Karapatan-Central Luzon, a local rights group.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"among-the-most-abused-indigenous-filipinos\">‘Among the most abused Indigenous Filipinos’</h2><p>The Aetas, who rely on small-scale subsistence farming, are among the most historically disenfranchised Indigenous peoples in the Philippines. No official data exists on the Aeta population, but the government believes them to be a small subset of the Philippines’s Indigenous peoples, numbering in the tens of thousands nationwide.</p><p>The Aeta Tribe Foundation describes them as among the “poorest and least educated” groups in the nation.</p><p>“They are among the most abused Indigenous Filipinos,” said Jeremiah Silvestre, an Indigenous psychology expert who worked closely with Aeta communities until 2022 while teaching at the Tarlac State University. “Partly because of their good-natured culture, many have taken advantage of Aetas. Worse, they live off a land that is continuously taken from them.”</p><p>Silvestre, too, described the CADT process as “unnecessarily academic”, saying it required Indigenous elders to present complete genealogies and detailed maps to government officials in what he likened to “defending your dissertation”.</p><p>Changes in government personnel can restart the entire process, he noted.</p><p>A World Bank report last year found that Indigenous peoples in the Philippines “often face insurmountable bureaucratic hurdles in their efforts to process CADTs”. The report called recognising and protecting Indigenous land rights a “crucial step in addressing poverty and conflict”.</p><p>For the families of Sapang Kawayan, experts fear the lack of formal recognition could lead to displacement and homelessness.</p><p>“There’s no safety net,” Silvestre said. “We may see more Aetas begging on the street if this continues. Systemic poverty will also mean the loss of an Indigenous culture.”</p><p>Victor Valantin, an Indigenous Peoples Mandatory Representative for Tarlac Province, which includes parts of Clark, fears that the territory for the Aetas in the former base is shrinking as the new projects accelerate.</p><p>“We’ll have to move and move,” he said. “Shopping centres won’t move for us.”</p><p>Valantin went on to lament what he sees as a familiar imbalance.</p><p>“BCDA projects happen so fast,” he said. “But anything for us will be awfully slow.”</p></div></div></body></html>"
        },
        {
            "title": "Arsenal crush Aston Villa in Premier League; Wolves hold Man United | Football News | Al Jazeera",
            "time": "2025-12-30T23:04:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251230__89BM8A7__v1__MidRes__FblEngPrArsenalAstonVilla-1767131835.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Arsenal snapped Aston Villa’s 11-game winning run with a dominant 4-1 win to open up a five-point Premier League lead, as Chelsea and Manchester United wasted the chance to climb into the top four.</p><p>Wolves picked up just their third point of the season in a 1-1 draw at Old Trafford, while Chelsea have won once in seven league games after being held 2-2 by Bournemouth in the last round of English top-flight games on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Arsenal avenged their only defeat in the last 25 games in all competitions earlier this month at Villa Park to take a firm grip of the title race.</p><p>Doubts over Villa’s ability to live with Arsenal and Manchester City over 38 games were realised as Unai Emery’s men were blown away in the second half at the Emirates.</p><p>After a tightly contested first 45 minutes, in which Villa had their chances through Ollie Watkins, Arsenal cut loose.</p><p>Mikel Arteta’s men could rely on a set-piece once more to break the deadlock, when Gabriel Magalhaes outmuscled Emi Martinez to score on his return to the starting lineup from a hamstring injury.</p><p>Martin Odegaard’s fine through-ball then teed up Martin Zubimendi to quickly double the Gunners’ lead.</p><p>Two quality strikes then rubbed salt in the visitors’ wounds as Leandro Trossard and Gabriel Jesus fired in from outside the box.</p><p>Watkins netted a consolation, but third-placed Villa fell six points behind the leaders.</p><p>City can cut the gap at the top back to two points when they travel to Sunderland on January 1.</p><h2 id=\"wolves-snap-losing-streak-at-limp-manchester-united\">Wolves snap losing streak at limp Manchester United</h2><p>United wasted another chance at Old Trafford to boost their chances of a return to the Champions League next season.</p><p>Joshua Zirkzee’s deflected effort gave the Red Devils the lead, but Ladislav Krejci’s header snapped Wolves’ 12-game losing streak.</p><p>Ruben Amorim’s men remain in sixth, two points outside the top four.</p><p>Chelsea failed to lift the gloom at Stamford Bridge as Enzo Maresca’s decision to substitute Cole Palmer was booed by the frustrated home fans.</p><p>David Brooks gave the Cherries the perfect start, but Bournemouth quickly showed why they have conceded more goals on the road than any other side in the English top flight.</p><p>Palmer equalised from the penalty spot before Enzo Fernandez was afforded acres of space to fire into the top corner.</p><p>But Chelsea failed to deal with a long throw for the second time in the opening 27 minutes when Justin Kluivert turned in Antoine Semenyo’s delivery at the back post.</p><p>The home fans made their frustration clear at Maresca’s decision to replace Palmer with Joao Pedro just after the hour mark, as the Blues remain in fifth.</p><p>Newcastle secured just a second away league win of the season, but were made to sweat after a dream start to beat the lowly Burnley 3-1.</p><p>Goals from Joelinton and Yoane Wissa had the Magpies 2-0 up inside seven minutes.</p><p>Josh Laurent halved the arrears midway through the first half, and Burnley hit the woodwork twice in the closing stages in their push for an equaliser, before Bruno Guimaraes sealed victory for Eddie Howe’s men.</p><p>A depleted Everton climbed into the top half of the table by getting the better of former boss Sean Dyche for the second time in a month at Nottingham Forest.</p><p>The Toffees had not scored since their 3-0 win over Forest on December 6, but struck through James Garner and Thierno Barry to leave Dyche’s men just four points above the relegation zone.</p><p>It could have been worse for Forest had West Ham not blown the lead twice to draw 2-2 at home to Brighton.</p></div></div></body></html>"
        },
        {
            "title": "UAE to withdraw ‘counterterrorism’ units from Yemen after Saudi-led strike | Newsfeed | Al Jazeera",
            "time": "2025-12-30T22:37:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767134168.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US and Ivory Coast sign $480m deal as part of ‘America First’ aid strategy | Donald Trump News | Al Jazeera",
            "time": "2025-12-30T22:27:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69544708d9c18-1767130888.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has signed a deal committing $480m in public health aid to the Ivory Coast.</p><p>The agreement, signed in the West African nation’s capital, Abidjan, on Tuesday, is the latest turn in the Trump administration’s America First Global Health Strategy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The plan <a href=\"https://geneva.usmission.gov/2025/12/04/america-first-global-health-strategy/\" target=\"_blank\" rel=\"noopener\">envisions</a> forging bilateral agreements with dozens of countries to receive US health assistance in the wake of the <a href=\"/news/2025/9/26/us-supreme-court-sides-with-trump-on-freezing-4bn-in-foreign-aid\">administration’s gutting</a> of the US Agency for International Development (USAID).</p><p>The Trump administration has maintained that US foreign aid policy has been inefficient and wasteful, saying that the bilateral agreements will create more accountability, oversight and eventual self-sufficiency.</p><p>Experts have questioned the efficacy of the approach and raised alarm over its transactional nature.</p><p>At the signing ceremony on Tuesday, the US ambassador to the Ivory Coast, Jessica Davis Ba, said the US government is moving “beyond the traditional aid approach toward a model focused on trade, innovation, and shared prosperity”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Today, our bilateral cooperation is entering a new phase. We are implementing the America First Global Health Strategy,” the ambassador said.</p><p>As part of the agreement, the Ivory Coast committed to eventually providing up to $292m to health funding by 2030, Ivorian Prime Minister Robert Beugre Mambe said.</p><p>The deal is the largest of the more than a dozen other arrangements the Trump administration has reached so far under the new strategy.</p><h2 id=\"cuts-to-usaid\">Cuts to USAID</h2><p>Deep USAID cuts earlier this year have disrupted public health services across the world, with Africa particularly hard-hit.</p><p>That has sparked concerns about the potential increase of the <a href=\"/news/2025/3/24/hiv-and-aids-deaths-could-increase-globally-amid-us-aid-freeze-un-says\">spread of HIV</a> on the continent, declines in <a href=\"/features/2025/12/10/possible-rise-in-maternal-deaths-how-usaid-cuts-strand-malawis-mothers\">maternal and child healthcare</a>, spikes in Malaria cases, and reduced early detection of new infectious diseases.</p><p>While the Ivory Coast deal and other new bilateral agreements seek to address these areas, public health experts have been wary about the administration’s approach.</p><p>An analysis by the Center for Global Development earlier this month said that the new strategy outlines several potentially beneficial changes to foreign health assistance delivery.</p><p>However, these changes “carry tremendous risks to service delivery and hard-won public health gains”, senior analyst Jocilyn Estes and policy fellow Janeen Madan Keller wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The pair identified several potential areas of risk, including public health priorities possibly being shaped by “transactional pressures”, questions over oversight, and a lack of clarity on how services will be protected if a partner country is unable to meet its commitments.</p><p>The experts further questioned what the strategy would mean for aid in areas where there is no “credible or stable government”.</p><p>“Operationalising a reconfigured approach to US global health assistance – particularly direct government assistance – at this scale and speed is unprecedented”, they wrote, adding that “each potential point of failure risks lives”.</p></div></div></body></html>"
        },
        {
            "title": "Will China use force against Taiwan? | TV Shows | Al Jazeera",
            "time": "2025-12-30T22:22:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767123039.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Beijing has carried out its biggest-ever military drills off the self-governed island.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">China has launched more rockets as it continues its huge live-fire exercises off Taiwan.</p><p class=\"p1\">The drills, which Beijing named “Justice Mission 2025”, are widely seen as a show of force as China seeks to assert its claim that Taiwan is part of its sovereign territory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">The military manoeuvres come on the heels of an $11bn arms deal between the United States and Taiwan. Although the US was not mentioned, Beijing called the exercises a “stern warning” to “external forces”.</p><p class=\"p1\">Can these tensions be contained?</p><p class=\"p1\"><strong>Presenter:</strong> Adrian Finighan</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Shaun Rein – founder and managing director of the China Market Research Group</p><p class=\"p1\">Chen Shen Yen – research fellow at the Institute of International Relations</p><p class=\"p1\">Ja Lan Chong – associate professor of political science at the National University of Singapore</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Senegal beat Benin to claim AFCON group, as DR Congo set up Algeria tie | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-30T22:19:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25364741465946-1767130764.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Senegal beat Benin to claim AFCON group, as DR Congo set up Algeria tie</h1><p class=\"article__subhead\"><em>Senegal beat Benin 3-0 to top AFCON 2025 group, while DR Congo beat Botswana, setting up a mouth-watering Algeria tie.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Senegal saw off Benin on Tuesday to go through to the last 16 of the Africa Cup of Nations as winners of Group D, leaving the Democratic Republic of the Congo (DRC) to settle for second place, which means they will play Algeria in a heavyweight tie in the next round.</p><p>Sadio Mane’s Senegal, the 2022 African champions, came into the final round of group games needing to beat Benin in Tangier, and hope their Congolese rivals have not managed to move above them on goal difference.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Senegal ran out 3-0 winners against Benin, with Abdoulaye Seck and Habib Diallo scoring before skipper Kalidou Koulibaly was sent off in the second half. Cherif Ndiaye then added a late penalty.</p><p>The DRC beat the already-eliminated Botswana 3-0 at the same time in Rabat, meaning the leading duo both finished with seven points from three games, but Pape Thiaw’s Senegal topped the section by a difference of two goals.</p><p>As a result, Senegal have a far kinder path in the knockout phase and will remain in Tangier for a last-16 tie on Saturday against the third-place finisher in Group E.</p><p>That will be either Burkina Faso or Sudan, who play each other in Casablanca on Wednesday.</p><p>The Leopards, in contrast, must play the 2019 champions Algeria in the last 16 next Tuesday, with the winner of that potentially having to face Nigeria in the quarterfinals.</p><p>Benin’s three points, courtesy of a solitary 1-0 win over Botswana, are enough for them to go through as one of the best third-placed teams.</p><p>It will be just their second appearance in the AFCON knockout stages, and their reward is a meeting with Mohamed Salah’s Egypt in Agadir on Monday.</p><p>Israel-based centre-back Seck headed Senegal into the lead from Krepin Diatta’s free kick on 38 minutes, and their second goal arrived just after the hour, when a superb cutback by Mane was turned in by Diallo.</p><p>Skipper Koulibaly was then sent off after a yellow card was upgraded to red following a VAR review, leaving the Lions of Teranga to play out the final 19 minutes plus stoppage time a man down.</p><p>Ndiaye’s 97th-minute penalty made it 3-0 and ended any doubt about Senegal’s final position in the group.</p><p>Playmaker Gael Kakuta, once of Chelsea and now playing in Turkiye, was in outstanding form for the DRC against Botswana at Al Medina Stadium, as his back heel set up Nathanael Mbuku for the opener.</p><p>Kakuta then converted a penalty shortly before half-time and got his second and his team’s third on the hour mark from Theo Bongonda’s assist.</p><p>Another goal at that point could have left the DRC and Senegal with identical records and facing a possible drawing of lots to determine their final group positions.</p><p>The DRC thought they had it when Fiston Mayele put the ball in the net on 64 minutes.</p></div></div></body></html>"
        },
        {
            "title": "Turkiye’s Erdogan calls Israel’s Somaliland recognition ‘unacceptable’ | Politics News | Al Jazeera",
            "time": "2025-12-30T21:49:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_695434977e7e-1767126167.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Turkish President Recep Tayyip Erdogan has condemned Israel’s decision to recognise <a href=\"/news/2025/12/30/somalis-rally-against-israels-world-first-recognition-of-somaliland\">Somaliland</a> as a sovereign state, calling the move “illegitimate and unacceptable”.</p><p>At a joint news conference with Somali President Hassan Sheikh Mohamud in Ankara on Tuesday, Erdogan warned that Israel’s recognition of the breakaway region of Somalia could destabilise the Horn of Africa.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He added that Turkiye and Somalia were deepening energy cooperation after promising signs from joint offshore exploration efforts.</p><p>“Preserving the unity and integrity of Somalia in all circumstances holds special importance in our view. Israel’s decision to recognise Somaliland is illegitimate and unacceptable,” Erdogan said.</p><p>“The Netanyahu government has the blood of 71,000 of our Palestinian brothers and sisters on its hands. Now it is trying to destabilise the Horn of Africa as well, after its attacks on Gaza, Lebanon, Yemen, Iran, Qatar and Syria,” he added, referring to Israel’s genocidal war on Gaza.</p><p>Israel became the first and only country to formally <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">recognise Somaliland last Friday</a>, describing the move as being in the spirit of the Abraham Accords, which normalised ties between Israel and several Arab nations.</p><figure id=\"attachment_4201030\" aria-describedby=\"caption-attachment-4201030\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201030\" src=\"/wp-content/uploads/2025/12/2025-12-28T215514Z_1226567471_RC2TPIAILAJZ_RTRMADP_3_ISRAEL-SOMALIA-NETANYAHU-1766986702.jpg?w=770&amp;resize=770%2C494&amp;quality=80\" alt=\"Somalis step on a torn image depicting Israeli Prime Minister Benjamin Netanyahu during a demonstration after Israel became the first country to formally recognise the self-declared Republic of Somaliland\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201030\" class=\"wp-caption-text\">Somalis step on an image depicting Israeli Prime Minister Benjamin Netanyahu during a demonstration in Mogadishu [Feisal Omar/Reuters]</figcaption></figure><h2 id=\"llegal-aggression\">‘Illegal aggression’</h2><p>Somaliland unilaterally declared independence from Somalia in 1991, following the collapse of the central government after a civil war. Despite maintaining its own currency, passport and army, it has failed to gain international recognition.</p><p>Standing alongside Ergogan, Mohamud accused Israel of “illegal aggression”, saying the recognition breaches the United Nations charter and African Union agreements.</p><p>“Israel is exporting its problems in Gaza and Palestine, and it is trying to divert the attention of the entire world, including the Arab and Islamic world,” he later told Al Jazeera in an interview.</p><p>“Israel will resort to forcibly displacing Palestinians in Somalia. It also wants to control strategically important waterways that connect vital seas, both commercially and economically, between the Red Sea, the Gulf, and the Gulf of Aden.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"destabilising-africa\">Destabilising Africa</h2><p>Mohamud warned that the move would have international consequences and also said it could mark the beginning of instability in the Horn of Africa, particularly in Somalia.</p><p>He recalled that Turkiye had previously played a mediating role between Somalia and Somaliland and continues to support efforts to resolve the dispute peacefully.</p><p>Abdinor Dahir, an independent researcher, said that Turkiye has invested heavily in Somalia, supporting its security forces and political process, while mediating talks between Somalia and Somaliland.</p><p>Israel’s recognition “threatens Turkiye’s economic interests” and presence in the country and “poses a direct challenge to Somalia’s sovereignty”, he told Al Jazeera.</p><p>Dahir warned that Somalia, which has endured years of civil war and continues to fight armed groups including al-Shabab and ISIL (ISIS), has made progress on security, which could be undermined by the move.</p><p>The recognition risks “destabilising the wider African region, and could transfer the Middle East conflict into the Horn of Africa”, he said.</p></div></div></body></html>"
        },
        {
            "title": "Burglars nab tens of millions in property from German bank | Banks | Al Jazeera",
            "time": "2025-12-30T20:51:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767127889.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel to block dozens of aid groups working in war-battered Gaza | Human Rights News | Al Jazeera",
            "time": "2025-12-30T20:30:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AA-20251122-39775088-39775082-FOOD_CRISIS_CONTINUES_IN_GAZA_DESPITE_CEASEFIRE-1763818852.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel says it will suspend more than three dozen humanitarian organisations, including Doctors Without Borders, for failing to meet its new rules for aid groups working in the war-ravaged Gaza Strip.</p><p>Organisations facing bans starting on Thursday didn’t meet new requirements for sharing information on their staffs, funding and operations, Israeli authorities said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Other major organisations affected include the Norwegian Refugee Council, CARE International, the International Rescue Committee, and divisions of major charities such as Oxfam and Caritas.</p><p>Israel accused Doctors Without Borders, known by its French acronym MSF, of failing to clarify the roles of some staff members, alleging they cooperated with Hamas.</p><p>“The message is clear: Humanitarian assistance is welcome. The exploitation of humanitarian frameworks for terrorism is not,” Diaspora Affairs Minister Amichai Chikli said.</p><p>MSF – one of the largest medical groups operating in Gaza, where the health sector has been targeted and largely destroyed – said Israel’s decision will have a catastrophic impact on its work in the enclave, where it supports about 20 percent of the hospital beds and one-third of births. The organisation also denied Israel’s accusations about its staff.</p><p>“MSF would never knowingly employ people engaging in military activity,” it said.</p><p>International organisations said Israel’s rules are arbitrary. Israel said 37 groups working in Gaza didn’t have their permits renewed.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4190408\" src=\"/wp-content/uploads/2025/11/Food-aid-Gaza-1766420476.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-DEC 22, 2025_Food aid Gaza-1765554404\" fetchpriority=\"low\"></p><h2 id=\"ppalling-conditions\">‘Appalling conditions’</h2><p>Aid organisations help with a variety of social services, including food distribution, healthcare, mental health and disability services, and education.</p><p>Amjad Shawa from the Palestine NGOs Network said the decision by Israel is part of its ongoing effort  “to deepen the humanitarian catastrophe” in Gaza.</p><p>“The limitations on the humanitarian operations in Gaza are in order to continue their project to push out the Palestinians, deport Gaza. This is one of the things Israel continues doing,” Shawa told Al Jazeera.</p><p>Dr James Smith, a British physician who has volunteered in Gaza and then was denied re-entry by Israeli authorities, condemned the restrictions on aid groups.</p><p>“A situation that is already horrific will be made even more horrific. The changes will be immediate and they will be ruthless,” Smith told Al Jazeera.</p><p>Israel’s move comes as at least 10 countries expressed “serious concerns” about a “renewed deterioration of the humanitarian situation” in Gaza, describing it as “catastrophic”.</p><p>“As winter draws in civilians in Gaza are facing appalling conditions with heavy rainfall and temperatures dropping,” Britain, Canada, Denmark, Finland, France, Iceland, Japan, Norway, Sweden and Switzerland said in a joint statement.</p><p>“1.3 million people still require urgent shelter support. More than half of health facilities are only partially functional and face shortages of essential medical equipment and supplies. The total collapse of sanitation infrastructure has left 740,000 people vulnerable to toxic flooding.”</p><p>The countries urged Israel to ensure international NGOs can operate in Gaza in a “sustained and predictable” way and called for the opening of land crossings to boost the flow of humanitarian aid.</p><p>Israel’s Ministry of Foreign Affairs called the joint statement “false but unsurprising” and “part of a recurring pattern of detached criticism and one-sided demands on Israel while deliberately ignoring the essential requirement ‌of disarming Hamas”.</p><p></p><h2 id=\"needs-in-gaza-are-enormous\">‘Needs in Gaza are enormous’</h2><p>Four months ago, more than 100 aid groups accused Israel of obstructing <a href=\"/video/newsfeed/2025/8/13/al-jazeera-reporter-witnesses-chaos-as-aid-trucks-arrive-in-north-gaza\">life-saving aid from entering Gaza</a> and called on it to end its <a href=\"/news/2025/8/14/more-than-100-groups-blast-israels-weaponisation-of-aid-as-gaza-starves#:~:text=More%20than%20100%20aid%20groups,Egypt%20as%20more%20Palestinians%20starve.\">“weaponisation of aid”</a> as it refused to allow aid trucks to enter the battered Gaza Strip.</p><p>More than 71,000 Palestinians have been killed since Israel launched its genocidal war on Gaza in October 2023. Hundreds have died from severe malnutrition and thousands more from preventable diseases because of a lack of medical supplies.</p><p>Israel claims it’s upholding the aid commitments laid out in the latest ceasefire, which took effect on October 10, but humanitarian groups dispute Israel’s numbers and say a lot more aid is desperately needed in the devastated enclave of more than two million Palestinians.</p><p>Israel changed its registration process for aid groups in March, which included a requirement to submit a list of staff, including Palestinians in Gaza.</p><p>Some aid groups said they didn’t submit a list of Palestinian staff for fear those employees would be targeted by Israel.</p><p>“It comes from a legal and safety perspective. In Gaza, we saw hundreds of aid workers get killed,” said Shaina Low, communications adviser for the Norwegian Refugee Council.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"desperately-needed-lifelines\">Desperately needed lifelines</h2><p>The decision not to renew aid groups’ licences means their offices in Israel and occupied East Jerusalem will close and organisations won’t be able to send international staff or aid into Gaza.</p><p>“Despite the ceasefire, the needs in Gaza are enormous, and yet we and dozens of other organisations are and will continue to be blocked from bringing in essential lifesaving assistance,” Low said. “Not being able to send staff into Gaza means all of the workload falls on our exhausted local staff.”</p><p>Israel’s decision means the aid groups will have their licences revoked on Thursday and, if they are located in Israel, they will need to leave by March 1, according to the ministry.</p><p>This isn’t the first time Israel has tried to crack down on international humanitarian organisations. Throughout the war, it accused the United Nations agency for Palestinian refugees, UNRWA, of being infiltrated by Hamas and Hamas of using UNRWA’s facilities and taking its aid. The UN has denied that.</p><p>In October, the International Court of Justice issued an <a href=\"/news/2025/10/22/icj-says-israel-must-allow-aid-into-blockaded-gaza-provide-basic-needs\">advisory opinion</a> saying Israel must support UN relief efforts in Gaza, including those conducted by UNRWA.</p><p>The court found Israel’s allegations against UNRWA – including that it was complicit in the Hamas-led October 7, 2023, attacks on Israel – were unsubstantiated.</p><p>The court also said Israel, as the occupying power, must ensure the “basic needs” of the Palestinian population of Gaza are met, “including the supplies essential for survival”, such as food, water, shelter, fuel and medicine.</p><p>A number of countries halted funding for UNRWA after Israel’s accusations, jeopardising one of Gaza’s most desperately needed lifelines.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3637339\" src=\"/wp-content/uploads/2025/04/Interactive_Gaza_foodaid_timeline-1742987531-1744365779.webp?w=770&amp;resize=770%2C963&amp;quality=80\" alt=\"[Al Jazeera]\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Syrian authorities impose curfew in Latakia as violence surges | Syria's War News | Al Jazeera",
            "time": "2025-12-30T19:48:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6953d9d9-1767102937.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syrian authorities impose curfew in Latakia as violence surges</h1><p class=\"article__subhead\"><em>Cars and shops were vandalised during attacks on Alawite neighbourhoods in the western city in recent days.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrian authorities imposed an overnight curfew in the coastal city of <a href=\"/where/syria/\">Latakia</a> following deadly attacks on predominantly Alawite neighbourhoods as security tensions rise in the country’s western coastal region.</p><p>Authorities in Latakia arrested 21 people allegedly linked to ousted leader Bashar al-Assad’s rule, state media reported on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Security forces in the coastal province arrested 21 “former regime remnants who are involved in criminal acts, sectarian incitement and targeting internal security forces”.</p><p>The curfew took effect from 5pm local time (14:00 GMT) on Tuesday until 6am (03:00 GMT) on Wednesday, the Ministry of Interior said.</p><p>The move comes after unidentified individuals attacked Alawite-majority neighbourhoods in Latakia on Monday, damaging cars and vandalising shops.</p><p>The violence <a href=\"/news/2025/12/29/syrian-govt-troops-deployed-to-latakia-tartous-after-deadly-clashes\">follows deadly protests</a> by members of the Alawite minority a day earlier. Demonstrations erupted after a bombing in the central city of Homs, with at least three people killed as Syrian security personnel attempted to disperse the crowds.</p><p>One of those killed was a member of Syria’s security forces.</p><p>The unrest marks another challenge for <a href=\"/news/2025/3/10/syrias-al-sharaa-vows-to-punish-forces-responsible-for-mass-killings\">President Ahmed al-Sharaa’s government</a>, which has sought to stabilise the country and rebuild international ties after 14 years of civil war.</p><p>Syria’s new president came to power following the overthrow of longtime ruler Bashar al-Assad in December 2024, after a coalition of opposition forces seized control of Damascus, bringing an end to more than 50 years of al-Assad family rule.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"security-and-stability\">Security and stability</h2><p>His government has since faced the task of restoring security and asserting authority across a fractured country.</p><p>Syrian government troops have been deployed to the coastal cities of Latakia and Tartous, the Ministry of Defence announced on Sunday.</p><p>On Monday, authorities said security forces “reinforced their deployment in a number of neighbourhoods” in Latakia to “monitor the situation on the ground, enhance security and stability, and ensure the safety of citizens and property”.</p><p>Latakia, located in Syria’s coastal heartland, is home to a mix of communities, including Alawite and Sunni-majority neighbourhoods.</p><p>Alawite communities – who dominated the upper ranks of the state and security apparatus under the al-Assad government – have increasingly been targeted since the previous government’s fall in December 2024.</p><p>Hundreds of Alawite were <a href=\"/news/2025/7/22/more-than-1400-killed-in-sectarian-violence-in-coastal-syria-report-finds\">killed in coastal areas in March</a>, one of the deadliest episodes of violence since the civil war’s end. Despite repeated assurances from Damascus that all of Syria’s communities will be protected, some minority groups say their future remains uncertain.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178780\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Arab-Spring-leaders-Syria-Al-Assad-1765945527.png?quality=80\" alt=\"INTERACTIVE - Arab Spring leaders Syria Al Assad-1765945527\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Nigeria beat Uganda 3-1 to head into AFCON last 16 with perfect record | Football News | Al Jazeera",
            "time": "2025-12-30T18:38:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6953fadac79e-1767111386_97a1f5-1767113556.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Nigeria beat Uganda 3-1 to head into AFCON last 16 with perfect record</h1><p class=\"article__subhead\"><em>Elsewhere in Group C, Tanzania scrape through to the knockout stages for the first time after 1-1 draw with Tunisia.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Raphael Onyedika has scored twice, and Paul Onuachu has netted his first international goal in four years as already-qualified Nigeria <a href=\"/sports/liveblog/2025/12/30/live-uganda-vs-nigeria-afcon-2025\">overcame 10-man Uganda</a> 3-1 to maintain a 100 percent record after the group stage and send the East African side home.</p><p class=\"p1\">Nigeria ‍finished ⁠top of Group C on Tuesday with nine points, followed by Tunisia in second with four and Tanzania, who reached the round of 16 as one of the four best third-placed ​sides after their 1-1 ‌draw with Tunisia, also on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">It was a dominant performance from Nigeria despite resting several regulars, having already been assured of the top spot ‍in the group.</p><p class=\"p1\">After Onuachu missed a simple chance midway through the first half, ​he found the back of the net after 28 minutes.</p><p class=\"p1\">Fisayo Dele-Bashiru ‌showed quick feet on the left, and his pass in to Onuachu was perfect for the big forward to finish. The goal was the striker’s first for Nigeria since 2021.</p><p class=\"p1\">Uganda were reduced to 10 men in the 56th minute ‌when substitute goalkeeper Salim Jamal Magoola used his hands about 9 metres (10 yards) outside his area to stop a Victor Osimhen shot.</p><p class=\"p1\">Magoola had been ‌a halftime replacement for injured starter Denis Onyango, so Uganda ⁠had to use their third goalkeeper in the game as Nafian Alionzi was brought on for midfielder Baba Alhassan.</p><p class=\"p1\">Nigeria scored their second goal in the 62nd minute when Onyedika took Samuel Chukwueze’s pass and drilled his shot low through the legs of Alionzi.</p><p class=\"p1\">Onyedika ‌netted his second five minutes later with a side-footed finish, Chukwueze again the provider with a pass from the right.</p><p class=\"p1\">Uganda got a consolation goal with 15 minutes left as the Nigerian ‍defence momentarily went to sleep and Rogers Mato had time and space from Allan Okello’s pass to lift the ball over the keeper and into the net.</p><p class=\"p1\">Nevertheless, Nigeria have impressed in the group stage, having been losing finalists two years ago and following the shock of missing out on 2026 World Cup qualification.</p><p class=\"p1\">Meanwhile, Tanzania reached the knockout stage of the Africa Cup of Nations for the first time, 45 years after their maiden appearance, by coming from behind to draw 1-1 with fellow qualifiers Tunisia in Rabat.</p><p class=\"p1\">Feisal Salum’s ‌powerful shot three minutes into the second half was enough to secure ‌the draw after Tunisia had been ‌ahead with a ⁠43rd-minute penalty converted by Ismael Gharbi.</p><p class=\"p1\">It ‍was only ⁠Tanzania’s second point of the tournament but proved enough for them to advance as one of the four best ​third-placed finishers.</p><p class=\"p1\">Tanzania have been trying since 1980 to advance beyond the group stage and have still to win a match in four appearances.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How has Trump’s second term transformed the US Justice Department in 2025? | Donald Trump News | Al Jazeera",
            "time": "2025-12-30T18:28:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25288726617288-1766214283.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"danger-of-losing-public-confidence\">Danger of losing public confidence</h2><p>Meanwhile, the Justice Department has fired hundreds of nonpartisan career lawyers from its ranks, many of whom with links to cases Trump disagreed with from past administrations.</p><p>They include more than a dozen lawyers who investigated crimes related to the riot on January 6, 2021, when Trump supporters stormed the US Capitol to protest his 2020 election defeat.</p><p>Experts warn that the purge of career professionals within the department will have immediate consequences, leaving a dearth of experience that will be difficult to replace.</p><p>The tumbling numbers of employees could also result in fewer prosecutions and slower timelines.</p><p>“The work has slowed down in many critical parts of our department,” Young, the former Justice Department employee, explained.</p><p>Experts also question whether the concept of the nonpartisan prosecutor will endure.</p><p>In a February <a href=\"https://www.justice.gov/ag/media/1388521/dl?inline\" target=\"_blank\" rel=\"noopener\">memo</a>, Bondi told Department of Justice employees that their role was to \"zealously advance, protect and defend\" the interests of the president, whom she referred to as their \"client\".</p><p>The shifting expectations about what a federal prosecutor should do have not only transformed the Justice Department's relationship with the White House but also the court system.</p><p>At times, over the past year, federal judges have scolded Justice Department representatives for stretching the truth or outright lying.</p><p>In February, for instance, District Judge Tanya Chutkan reminded department lawyers “of their duty to make truthful representations to the court\".</p><p>In November, Magistrate Judge William Fitzpatrick also warned that recent misstatements and missteps in the Comey case \"may rise to the level of government misconduct\".</p><p>Legal experts like Sklansky fear the result will ultimately be a partisan system that craters public trust in the judicial process.</p><p>“The low repute of the judicial system today — not just the Justice Department but the courts as well — is something new. It's a departure from anything I’ve seen in my lifetime,” Sklansky said.</p><p>“The danger is that we will lose confidence in a system that’s designed to help us live together across ideological boundaries.”</p></div></div></body></html>"
        },
        {
            "title": "US issues Iran-Venezuela sanctions over alleged drone trade | US-Venezuela Tensions News | Al Jazeera",
            "time": "2025-12-30T17:43:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2023-08-22T100644Z_559037309_RC2XS2ASAY1R_RTRMADP_3_IRAN-DRONE-1767112987.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> The United States has issued sanctions against a Venezuelan company over accusations that it helped acquire Iranian-designed drones as Washington’s tensions with both Tehran and Caracas <a href=\"/news/2025/12/29/trump-says-us-would-back-strikes-against-irans-missile-programme\">escalate</a>.</p><p>The penalties on Tuesday targeted <a href=\"https://home.treasury.gov/news/press-releases/sb0347\">Empresa Aeronautica Nacional SA</a> (EANSA), a Venezuelan firm that the US Department of the Treasury said “maintains and oversees the assembly of” drones from Iran’s Qods Aviation Industries, which is already under sanctions by Washington.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The department also sanctioned the company’s chairman, Jose Jesus Urdaneta Gonzalez, accusing him of coordinating “with members and representatives of the Venezuelan and Iranian armed forces on the production of UAVs [unmanned aerial vehicles] in Venezuela”.</p><p>“Treasury is holding Iran and Venezuela accountable for their aggressive and reckless proliferation of deadly weapons around the world,” Treasury official John Hurley said in a statement.</p><p>“We will continue to take swift action to deprive those who enable Iran’s military-industrial complex access to the US financial system,” he said. The sanctions freeze any assets of the targeted firms and individuals in the US and make it generally illegal for American citizens to engage in financial transactions with them.</p><p>In its statement, the US alleged Tehran and Caracas have coordinated the “provision” of drones to Venezuela since 2006.</p><p>Iran’s Ministry of Defence and Armed Forces Logistics (MODAFL) has been under US sanctions since 2020 for what Washington said is its role in both selling and procuring weapons. The US is by far the largest weapons exporter in the world.</p><p>On Tuesday, the US Treasury Department also imposed new sanctions against several Iranians it accused of links to Iran’s arms industry.</p><p>The actions came a day after President Donald Trump threatened more strikes against Iran if the country rebuilds its missile capabilities or nuclear programme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US had joined Israel in its attacks against Iran in June and bombed the country’s three main nuclear sites before a ceasefire ended a 12-day escalation.</p><p>“Now I hear that Iran is trying to build up again, and if they are, we’re going to have to knock them down,” Trump said on Monday during a joint <a href=\"/news/2025/12/30/five-key-takeaways-from-trump-netanyahu-meeting-in-florida\">news conference</a> with visiting Israeli Prime Minister Benjamin Netanyahu. “We’ll knock them down. We’ll knock the hell out of them. But hopefully, that’s not happening.”</p><p>Iran was <a href=\"/news/2025/12/30/iran-warns-of-severe-response-in-wake-of-trumps-new-strikes-threat\">quick to respond</a> to Trump’s threats.</p><p>“The response of the Islamic Republic of Iran to any oppressive aggression will be harsh and regrettable,” President Masoud Pezeshkian wrote in a social media post.</p><p>The Trump administration has also taken a confrontational approach towards Venezuela.</p><p>The US president announced this week that the US “hit” a dock in the Latin American country that he said was used to load drug boats. Details of the nature <a href=\"/news/2025/12/30/trump-bombs-venezuelan-land-for-first-time-is-war-imminent\">of the strike</a> remain unclear.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump and some of his top aides <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">have falsely suggested</a> that Venezuela’s oil belongs to the US. Washington has also accused Venezuelan President Nicolas Maduro, without evidence, of leading a drug trafficking organisation.</p><p>The Trump administration has simultaneously been carrying out strikes against what it says are drug-running vessels in the Caribbean Sea and eastern Pacific Ocean, a campaign that many legal <a href=\"/news/2025/12/19/war-on-terror-defence-of-trump-boat-strikes-doesnt-hold-water-experts\">experts said violates</a> US and international law and is tantamount to extrajudicial killings.</p><p>Over the past month, the US also has seized at least <a href=\"/news/2025/12/20/us-seizes-second-oil-vessel-off-venezuela-coast-officials-say\">two oil tankers</a> off the coast of Venezuela after Trump announced a naval blockade against the country.</p><p>Venezuela has rejected the US moves as “piracy” and accused the Trump administration of seeking to topple Maduro’s government.</p></div></div></body></html>"
        },
        {
            "title": "Brazil’s election looms amid gang rule | Crime | Al Jazeera",
            "time": "2025-12-30T17:40:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767116420.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Eurostar suspends all Europe trains over power issue during holiday travel | News | Al Jazeera",
            "time": "2025-12-30T17:06:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6953e2f9e61d-1767105273.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Eurostar suspends all Europe trains over power issue during holiday travel</h1><p class=\"article__subhead\"><em>Eurostar services between London and Europe disrupted as Channel Tunnel undergoes ‘technical intervention’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Dec 2025</span><span aria-hidden=\"true\">30 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Power problems and a stuck train interrupted rail traffic flowing through the undersea tunnel connecting the UK to continental Europe with passenger train operator Eurostar indefinitely suspending its services during the busy holiday period.</p><p>Passengers were left scrambling on Tuesday to find alternatives after the operator postponed all train travel between London, Paris, Amsterdam and Brussels.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“There was a power supply problem in the Channel Tunnel followed by a shuttle train coming to a halt inside,” a Eurostar spokesperson said. “All journeys to and from London are suspended until further notice.”</p><p>The Channel Tunnel’s operator, Eurotunnel, said in a separate statement that the power supply problem started in part of the tunnel, affecting both passenger and vehicle travel by rail in both directions.</p><p>Traffic is expected to resume gradually on Tuesday afternoon. “A technical intervention is required, which is currently underway. Our teams are working to restore the situation as quickly as possible.”</p><p>In a ⁠statement on its website at 15:30 GMT, Eurostar warned passengers that the power fault was persisting.</p><figure id=\"attachment_4204148\" aria-describedby=\"caption-attachment-4204148\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4204148\" src=\"/wp-content/uploads/2025/12/afp_6953e3074bc0-1767105287.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Travellers sit with their bags next to a Eurostar train at St. Pancras station in London on December 30, 2025, as Eurostar train service between Britain and continental Europe is halted.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4204148\" class=\"wp-caption-text\">Travellers stranded at St Pancras station in London on Tuesday [AFP]</figcaption></figure><h2 id=\"disgusted-disheartened\">‘Disgusted, disheartened’</h2><p>Crowds of stranded travellers, many with suitcases, swelled at London’s St Pancras station and at Gare du Nord in Paris as the notification went out – their end-of-year holiday plans were being thrown into chaos.</p><p>At Gare du Nord station, Jamie and Issy Gill scrambled to find a flight back to the UK after their Eurostar train to London was cancelled, desperate to be reunited with their baby boy after a getaway in the French capital.</p><p>“We came for my 30th birthday,” Issy Gill said, wiping away tears.</p><p>Other frustrated passengers tried to book plane or bus tickets.</p><p>“I’m disgusted, disheartened,” said Sarah Omouri, a French traveller whose plans to celebrate the New Year in London were dashed.</p><p>“It’s been maybe a year since we’ve had a vacation. We were made to get on the train, to get off, get on again, and get off again. Now we’re told that everything is fully booked for several days. It’s ruined.”</p><p>The 50km (32-mile) Channel Tunnel, more than half of it undersea, revolutionised UK-Europe rail travel since its inauguration in 1994.</p><p>A record-high 19.5 million passengers travelled on Eurostar last year, up nearly 5 percent from 2023, driven by demand from visitors to the Olympics and Paralympics in Paris.</p><p>Tuesday’s disruption was the latest to affect Eurostar at a time when the company has faced criticism over its high prices, especially on the Paris-London route.</p><p>An electrical fault forced the cancellation of Eurostar services and severe delays in August. The theft of cables on train tracks in northern France caused two days of problems in June.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu’s Mar-a-Lago win that wasn’t | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-30T17:03:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-29T210128Z_1208090285_RC2KQIA8OG3R_RTRMADP_3_ISRAEL-PALESTINIANS-TRUMP-NETANYAHU-1767068789_6c699f-1767069025.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yesterday, Israeli Prime Minister Benjamin Netanyahu paid his fifth visit to the United States since President Donald Trump took office in January. Before the meeting between the two, the Israeli press described the prime minister as fully engaged in an attempt to placate his domestic political partners by achieving “concessions” from Trump. What were these concessions? They were predominantly related to denying Turkiye any presence in the Gaza stabilisation force and to US approval for an Israeli strike on Iran.</p><p>Netanyahu failed on both counts. Trump specifically referred to his good relationship with Turkish President Recep Tayyip Erdogan, and spoke of “Bibi’s” respect for him, too. With regard to Iran, Trump mentioned Iran’s willingness to “make a deal” and provided clear guidelines for American involvement while saying nothing about authorising a solo Israeli operation. Israeli media suggests that Trump provided Israel with a “green light” for a strike on Iran. That is not reflected in Trump’s official statement in any way.</p><p>Trump talked about the reconstruction of Gaza beginning “soon”. When he spoke of the disarmament of Hamas, he said that it must happen or nearly 60 states will make it happen. Hamas has already agreed to disarm if the process is carried out by a Palestinian-led force. Trump said nothing to suggest that he does not agree with Hamas’s logic, especially when one considers the refusal of most participating countries to carry out a violent disarmament of the group. Trump also made no mention of the last hostage body held in Gaza as a necessary condition for moving to “Stage II” of the deal.</p><p>Nothing is more significant in Trump’s world than the use of language and symbolic gestures. When Trump referred to Netanyahu as a “great wartime prime minister” as he was discussing his blueprint for “peace”, he made it clear that his guest was running out of time. This was also clearly apparent when Trump said he had spoken with Israel’s official head of state, President Isaac Herzog, about a pardon for Netanyahu and was assured such a pardon was imminent. President Herzog, by the way, categorically denied that such a conversation had taken place.</p><p>What may be the best reflection of the Trump-Netanyahu meeting at Mar-a-Lago has to do with a brief conversation over the phone between Trump and Israeli Minister of Education Yoav Kish. The purpose of the call was for Kish to inform Trump that he will be awarded the Israel Prize on Israel’s Independence Day in 2026.</p><p>The award is given out by the minister of education in a televised ceremony attended by Israel’s leaders. It marks the official end of Independence Day celebrations. Its recipients are most frequently career academics at a late stage of their careers. The prize reflects a lifetime’s devotion to the expansion of human knowledge. Sometimes, special prizes are awarded in civic categories, most often for what is called a “life’s work”, such as fostering coexistence between Jews and Palestinians, promoting social equality, etc.</p><p>The prize, as understood by its name, is nearly always awarded to Israeli citizens but can be awarded to Jews living abroad and even to non-Jews who have made a “special contribution to the Jewish people”.</p><p>In other words, the Trump-Netanyahu meeting involved Trump instructing Netanyahu with regard to upcoming measures and Netanyahu snapping to attention and signalling his acceptance by heaping yet another semi-fictitious honour on Trump’s already crowded head.</p><p>Yet, despite these clear displays of the unequal nature of their relationships, there have been persistent voices suggesting that Trump and Netanyahu are operating in cahoots. According to such analyses, the United States fully supports the Israeli attempt to “change the Middle East” – Netanyahu’s favourite phrase – as the Americans make a pivot to Asia and the global race for dominance with China.</p><p>Israel will “take care” of the “Iranian threat” as the Arabs languish in their own irresolvable internal tensions and competitions. The mobilisation of Arab states after the Israeli strike on Doha is all but ignored.</p><p>These voices also point to the fact that Israel continues to completely ignore the “ceasefire” enacted by “Stage I” of the Trump plan, and does so with the full support of the United States. In fact, Trump said that Israel has “lived up” to the ceasefire “100 percent”, and that he has no problems with Israel’s actions in Gaza. These include bombing, destruction of buildings and infrastructure, the blocking of life-saving aid amid harsh weather and many other steps that ensure and expand the ongoing Israeli genocide.</p><p>It is indeed extremely difficult to reconcile this with the notion that Israel has run out of options for delaying Stage II and an internationally-brokered solution to Palestinian statehood. After all, one hears repeatedly from Israeli media about initiatives to “settle Gaza”, “relocate” 1.5 million Palestinians to Somaliland and dismantle the Oslo Accords, one ethnically cleansed Palestinian community at a time.</p><p>The US and other countries, like Germany and the UK, continue to buy Israeli arms at a massive rate and to equip Israel with arms of their own. How is it possible to reach a conclusion that the Israeli genocide is reaching its endgame?</p><p>The short answer is that it is not. Israel continues to kill, destroy, subvert and expand its efforts to destabilise any semblance of regional order. For example, Israel recognised the statehood of Somaliland in order to have a “dumping ground” for ethnically cleansed Palestinians, but also to pit the United Arab Emirates against Saudi Arabia, as both have conflicting interests in Somalia, and, by doing so, ensure that the Palestinian question is not addressed and that everyone remains frozen by fear of Israeli weapons.</p><p>The longer answer recognises the effects of this genocide on Israel itself: Genocide consumes genocidaires.</p><p>That is not to suggest that justice is assured by cosmic forces; far from it. Justice should be pursued at the most grounded and realistic level, as should the dignity and preservation of Palestinian lives.</p><p>However, the genocide has shaped Israel in its image on a daily, immediate level. Violence is rising as quickly as the prices of the staples, democracy is backsliding, and there is no end in sight to the “forever war”. This is not an abstract, “strategic” matter.</p><p>While Israel has been actively seeking to delete Palestinian identity for nearly 80 years, it has not succeeded in doing so. Israel’s internal contradictions have surfaced with paralysing force over the past two years.</p><p>Israel will not “die” or “recede”, but the gap between Israeli perceptions of the world and global perceptions of Israel has never been wider.</p><p>Trump and his vision of America do not appreciate “losers”. Israel no longer has any “wins” in the offing. It can and does kill and burn, procrastinate and obfuscate.</p><p>Even Trump recognises that this power has no lasting effects following its own immediate application. Israel has no options. There is no greater loss.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        }
    ]
}