{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Iran delegates import powers as US war threats keep economy unstable | Politics News | Al Jazeera",
            "time": "2026-01-28T18:17:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697a3ae73ca1-1769618151.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran – </strong>The Iranian government is putting into place contingency plans for basic governance as the threat of <a href=\"/news/2026/1/28/make-deal-or-face-far-worse-attack-trump-tells-iran-in-new-threat\">another war with the United States</a> and Israel looms large.</p><p>President Masoud Pezeshkian gathered governors of Iran’s border provinces as well as his economy minister in Tehran on Tuesday to delegate some responsibilities to the governors if a war breaks out, state media reported. A working group was also formed, tasked with ensuring the increased flow of essential goods, particularly food.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The governors have been given authority to import goods without using foreign currency, engage in bartering and allow sailors to bring in products under simplified customs rules, according to the government-run IRNA news agency.</p><p>“In addition to importing essential goods, governors now have the authority to bring in all goods that are directly linked with the livelihoods of the people and the needs of the market in order to balance the market and prevent hoarding,” Pezeshkian was quoted as saying at the meeting.</p><p>“Through enforcing this policy, a considerable part of the pressures resulting from the cruel sanctions are neutralised,” he said in reference to harsh restrictions imposed by the US as well as United Nations sanctions <a href=\"/news/2025/9/19/un-security-council-rejects-resolution-to-extend-iran-sanctions-relief\">reimposed in September</a>, which the Iranian government blames for the economic crisis the country is going through.</p><p>But while the government resorts to focusing on the basics, nearly all of Iran’s 90 million people and all sectors of the country’s beleaguered economy continue to suffer from an unprecedented internet shutdown.</p><p>The digital blackout was imposed by the theocratic state on January 8 as nationwide protests reached a boiling point, followed by the <a href=\"/news/2026/1/21/at-least-3117-people-killed-during-iran-protests-state-media-reports\">killings of thousands of Iranians</a>.</p><p>The intranet set up to offer some basic services during the state-imposed shutdown is slow and has failed to shore up online businesses. Traditional shops are also struggling to bring in customers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"economic-trouble-persists\">Economic trouble persists</h2><p>Amid a large deployment of armed security personnel, most shops are now open in Tehran’s Grand Bazaar – where the protests against the poor economic conditions started on December 28 – and other downtown business districts.</p><p>But a shopkeeper at the Grand Bazaar told Al Jazeera that business activity is a fraction of what it was several weeks ago.</p><p>“There’s not much life and energy in the markets these days,” he said on the condition of anonymity. “The worst thing is that everything is still so unpredictable. You can see that in the currency rate too.”</p><p>Iran’s rial <a href=\"/news/2026/1/27/irans-currency-drops-to-record-low-against-dollar-as-tensions\">has been in freefall</a> after markets partially reopened this week, degrading trust in the national currency.</p><p>The rial hit a new all-time low of about 1.6 million per US dollar on Wednesday. Each greenback had changed hands for about 700,000 rials a year ago and about 900,000 in mid-2025.</p><p>However, Central Bank of Iran chief Abdolnasser Hemmati said at the meeting with the governors in Tehran that the currency market was “following its natural course”.</p><p>He said $2.25bn worth of foreign currency deals have in recent weeks been registered in a state-run market set up to manage imports and exports, which he described as an “acceptable and considerable figure”.</p><p>The comments from Hemmati – who was also the Central Bank chief from 2018 to 2021 and was impeached as economy minister in March – immediately drew fire from the ultraconservative Keyhan newspaper, whose editor-in-chief is directly appointed by Supreme Leader Ali Khamenei.</p><p>The newspaper said his comments run counter to the reality in the tumultuous currency market as well as Hemmati’s promises of price stability for essential goods when he re-emerged as the Central Bank governor last month.</p><p>While dealing with foreign pressure, Pezeshkian’s government has also been hounded by hardliners at home who have demanded immediate changes to his relatively moderate cabinet.</p><p>The infighting became so serious that the supreme leader publicly intervened, telling lawmakers in parliament and other officials during a speech last week that they are “forbidden” from “insulting” the president at a time when the country must focus on providing essential goods to the people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"subsidy-scheme\">Subsidy scheme</h2><p>For his part, Pezeshkian has kept his rhetoric focused solely on “combating corruption” through an initiative that has eliminated a subsidised currency rate used for imports of certain goods, including food.</p><p>Pezeshkian’s government argued the subsidised allocated currency was being misused by state-linked organisations. The scheme was supposed to deliver cheaper imported food, but that has not been the case.</p><p>The money freed up by the initiative has been distributed as electronic coupons among Iranians to buy food from select stores at prices set by the government.</p><p>But each citizen will get only 10 million rials per month for four months. That figure amounted to <a href=\"/news/2026/1/7/iran-warns-protesters-foreign-foes-as-unrest-persists\">just over $7</a> when it was announced during the protests early this month, but it is now worth closer to $6 as the fall of the national currency further erodes purchasing power.</p><p>To add insult to injury, the announcement of the subsidy scheme contributed to an abrupt tripling or quadrupling of prices for some essential goods, including cooking oil and eggs. Iran’s annual inflation rate remains untamed at nearly 50 percent and has been on a rising trajectory in recent months.</p><p>The top two state-run carmakers, which hold a large monopoly in Iran’s auto industry, have also been positioning themselves for yet another price hike as the end of the Iranian calendar year approaches in March.</p><p>One of the firms, Iran Khodro, said on Tuesday that it would increase prices by up to 60 percent while local media reported that the other, Saipa, was expected to follow suit. The government has reportedly intervened to delay or slow the price hikes.</p><p>TEDPIX, the main index of the Tehran Stock Exchange, continued its recent decline on Wednesday, losing 30,000 points to stand at 3,980,000. The index was at an all-time high of 4,500,000 last week, having made gains in early January.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Amazon cuts thousands of jobs amid AI push | E-Commerce News | Al Jazeera",
            "time": "2026-01-28T17:47:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-28T011955Z_247403167_RC20LHAJEWMY_RTRMADP_3_AMAZON-COM-EMAIL-1769618718.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Amazon is slashing 16,000 jobs in a second wave of layoffs at the e-commerce giant in three months, as the company restructures and leans on artificial intelligence.</p><p>Wednesday’s cuts follow <a href=\"/news/2025/10/28/is-artificial-intelligence-to-blame-for-amazon-job-cuts\" target=\"_blank\" rel=\"noopener\">the 14,000 redundancies</a> that the Seattle, Washington–based company made in October. The layoffs are expected to affect employees working in Prime Video, Amazon Web Services, and the company’s human resources department, according to the Reuters news agency, which first reported the cuts.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Amazon confirmed to Al Jazeera that all the cuts to the company will affect corporate-level employees.</p><p>In a memo to the employees, shared with Al Jazeera, Amazon said workers in the United States impacted by the cuts will have a 90-day window to find a new role in the company.</p><p>“Teammates who are unable to find a new role at Amazon or who choose not to look for one, we’ll provide transition support including severance pay, outplacement services, health insurance benefits [as applicable], and more,” Beth Galetti, senior vice president of People Experience and Technology at Amazon, said in the note provided to Al Jazeera.</p><p>The announced reductions come amid a broader restructuring effort at the company. Earlier this week, Amazon announced it would close its brick-and-mortar Amazon Go and Amazon Fresh grocery stores, accounting for more than 70 locations across the US.</p><p>Some of those physical stores will be converted into Whole Foods Market locations. Amazon acquired the Austin, Texas–based grocery chain in 2017, and it has since grown by 40 percent.</p><p>The cuts come alongside increased investment in AI. In June, CEO Andy Jassy touted investment in generative AI and floated the possibility of redundancies.</p><p>“We expect that this will reduce our total corporate workforce as we get efficiency gains from using AI extensively across the company,” Jassy said in a blog post at the time.</p><p>According to the AFL-CIO CEO PayWatch tracker, Jassy made 43 times more than the median employee at the company.</p><p>Amazon’s stock tumbled in midday trading and was down 0.7 percent. Overall, however, the stock is up 7 percent year to date.</p><h2 id=\"wave-of-cuts\">Wave of cuts</h2><p>Amazon is the latest company in a wave of redundancies hitting the tech sector at the start of the year. Earlier this week, Pinterest announced it would cut 780 jobs as the social media company reallocated resources amid increased investment in AI. Last week, Autodesk said it would cut about 1,000 jobs, also tied to AI.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Layoffs.fyi, a website that tracks redundancies in the tech sector, shows that more than 123,000 tech workers lost their jobs in 2025 as companies, including Salesforce and Duolingo, doubled down on AI investments.</p><p>But it is not just the tech sector facing redundancies. On Tuesday, <a href=\"/economy/2026/1/28/ups-says-it-will-shed-30000-jobs-in-major-cost-cutting-drive\" target=\"_blank\" rel=\"noopener\">UPS also announced</a> job cuts. The shipping giant said it would eliminate 30,000 jobs and close 24 facilities as it reduces deliveries with Amazon.</p><p>UPS stock was down more than 1.2 percent in midday trading.</p></div></div></body></html>"
        },
        {
            "title": "UK, France, Canada among 11 countries condemning Israel’s UNRWA demolitions | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-28T17:37:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697a40f5b0ef7-1769619701.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Eleven countries have condemned <a href=\"/news/2026/1/21/barbaric-new-era-palestinians-un-slam-israeli-demolition-of-unrwa-hq\">Israel’s demolition</a> of the East Jerusalem headquarters of the United Nations agency for Palestinian refugees, saying it “marks the latest unacceptable move to undermine” UNRWA’s work.</p><p>In a joint statement on Wednesday, the foreign ministers of Belgium, Canada, Denmark, France, Iceland, Ireland, Japan, Norway, Portugal, Spain and the United Kingdom slammed the demolition as an “unprecedented act” against a UN agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We call upon the Government of Israel, a member of the United Nations, to halt all demolitions,” they said.</p><p>Israel has carried out an intensified pressure campaign against UNRWA, which provides aid and services to Palestinian refugees across the Middle East, amid the country’s <a href=\"/news/2026/1/28/israel-plans-rafah-sorting-camp-slammed-as-continuation-of-genocide\">genocidal war against Palestinians</a> in the Gaza Strip.</p><p>Without concrete evidence, the Israeli government and its allies, including the United States, have accused UNRWA of being linked to Hamas – a claim rejected by the UN.</p><p>Israel has used those allegations to try to restrict UNRWA’s ability to operate in Gaza, despite humanitarian leaders noting that the agency is best equipped to distribute food, water, medicine and other critical humanitarian aid in the war-ravaged enclave.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In late 2024, Israel’s parliament <a href=\"/news/2024/10/28/israel-parliament-approves-bill-to-ban-unrwa\">passed legislation</a> barring UNRWA from operating in areas under Israeli control.</p><p>Israeli lawmakers approved amendments in December of last year to strengthen that prohibition, <a href=\"https://www.un.org/sg/en/content/sg/statements/2025-12-31/statement-attributable-the-spokesperson-for-the-secretary-general-the-adoption-of-amendments-the-law-cease-unrwa-operations-the-knesset-of-israel?_gl=1%2Aysazf6%2A_ga%2AMTQ4Nzk0MzA1Mi4xNzQ0ODA5MTEz%2A_ga_TK9BQL5X7Z%2AczE3Njk2MTg1ODEkbzI0NyRnMCR0MTc2OTYxODU4MSRqNjAkbDAkaDA.%2A_ga_S5EKZKSB78%2AczE3Njk2MTg1ODEkbzcyJGcxJHQxNzY5NjE4NTk2JGo0NSRsMCRoMA\" target=\"_blank\" rel=\"noopener\">drawing condemnation</a> from UN Secretary-General Antonio Guterres.</p><p>Last week, UNRWA reported that Israeli forces, under the watch of Israeli lawmakers, stormed its East Jerusalem headquarters and began demolishing buildings.</p><p>“This constitutes an unprecedented attack against a United Nations agency &amp; its premises,” UNRWA chief Philippe Lazzarini wrote on social media.</p><p>“Like all UN Member States &amp; countries committed to the international rule-based order, Israel is obliged to protect &amp; respect the inviolability of UN premises.”</p><p>Lazzarini said Israel’s anti-UNRWA moves “fly in the face” of an October 2025 <a href=\"/news/2025/10/22/icj-says-israel-must-allow-aid-into-blockaded-gaza-provide-basic-needs\">ruling by the International Court of Justice</a>, which said Israel has an obligation under international law to lift restrictions on the agency’s operations and facilitate its work.</p><p>“T<span>he United Nations, acting through </span>UNRWA, has been an indispensable provider of humanitarian relief in the Gaza Strip,” the court said in its ruling (<a href=\"https://www.icj-cij.org/sites/default/files/case-related/196/196-20251022-sum-01-00-en.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>).</p><p>Therefore, it said that, “Israel is under an obligation to agree to and facilitate relief schemes provided by the United Nations and its entities, including UNRWA.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"call-to-let-aid-into-gaza\">Call to let aid into Gaza</h2><p>In Wednesday’s statement, the 11 foreign ministers reiterated their “full support for UNRWA’s indispensable mission” to provide services and humanitarian aid in the occupied Palestinian territory, including East Jerusalem.</p><p>“UNRWA is a service provider delivering healthcare and education to millions of Palestinians across the region, particularly in Gaza, and must be able to operate without restrictions,” they said.</p><p>The ministers also called on Israel to <a href=\"/news/2026/1/2/countries-demand-israel-lift-gaza-aid-restrictions-as-palestinians-suffer\">facilitate aid deliveries to Gaza</a>, where at least 71,660 Palestinians have been killed in Israeli attacks since October 2023.</p><p>“Despite the increase in aid entering Gaza, conditions remain dire, and supply is inadequate for the needs of the population,” the statement read.</p><p>As the occupying power in Gaza, Israel has an obligation under international law to ensure the needs of the occupied population are met.</p><p>The Israeli government also agreed under a <a href=\"/news/2025/10/9/trump-announces-gaza-ceasefire-deal-what-we-know-and-whats-next\">US-brokered ceasefire deal</a>, which came into effect in October, to allow 600 trucks of humanitarian aid into the Palestinian territory each day. But it has failed to adhere to that tenet of the agreement.</p><p>At least 492 Palestinians have been killed in Israeli attacks since the ceasefire began, according to the latest figures from the enclave’s Health Ministry.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump says US ready to attack Iran with ‘speed and violence’ | Conflict | Al Jazeera",
            "time": "2026-01-28T16:29:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/9441821_cropped_for_vertical_thumb-1769617401.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Rubio says Maduro abduction ‘strategic’ necessity, downplays future attacks | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-28T16:20:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697a2f7de724-1769615229.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Secretary of State Marco Rubio has defended the <a href=\"/features/2026/1/26/the-discombobulator-did-us-use-secret-weapon-in-maduro-abduction\">United States abduction of Venezuelan leader Nicolas Maduro</a> before a Senate committee, arguing the operation did not constitute an act of war while framing the attack as a strategic necessity.</p><p>The hearing before the Senate Foreign Relations Committee on Wednesday offered the latest window into the administration’s thinking behind the extraordinary January 3 abduction of Maduro, who remains in a New York prison awaiting drug trafficking and narco-terrorism conspiracy charges.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rubio began the hearing by underscoring the operation as a “strategic” necessity for the Trump administration, while downplaying what United Nations Experts have decried as a flagrant violation of international law.</p><p>Rubio described Venezuela under Maduro as a “base of operation for virtually every competitor, adversary and enemy in the world”. He listed Venezuela’s alleged ties to Iran, Russia and Cuba.</p><p>“[Having Maduro in power] was an enormous strategic risk for the United States, not halfway around the world, not in another continent, but in the hemisphere in which we all live, and it was having dramatic impacts on us, but also on Colombia and on the Caribbean Basin and all sorts of other places,” he told lawmakers.</p><p>“It was an untenable situation, and it had to be addressed, and now the question becomes what happens moving forward,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rubio said the US had three objectives in the South American country, the culmination being “a phase of transition where we are left with a friendly, stable, prosperous Venezuela – and democratic”.</p><p>In that, Rubio defended the decision of US President Donald Trump to continue working with the government surrounding Maduro, including interim President Delcy Rodriguez, while not initially supporting an opposition takeover.</p><p>Rubio said the first objective was avoiding civil war in Venezuela and aiming to “establish direct, honest, respectful, but very direct and honest conversations with the people who today control the elements of that nation”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He said the second objection aims for “period of recovery … and that is the phase in which you want to see a normalised oil industry”.</p><p>Speaking before Rubio, Senator Jeanne Shaheen, the top Democrat on the Senate, focused little on the wider international law implications of the Trump administration’s approach to Venezuela.</p><p>Instead, she emphasised the cost, noting that the military operation and ongoing naval blockade have been estimated by some outside analysts to cost $1bn.</p><p>“So it’s no wonder that so many of my constituents are asking, why is the president spending so much time focused on Venezuela instead of the cost of living and their kitchen table economic concerns?”</p><p>Senator Rand Paul, a Republican, was more direct, asking Rubio is the operation against Maduro constituted an act of war.</p><p>“We just don’t believe that this operation comes anywhere close to the constitutional definition of war,” Rubio responded, arguing that Maduro’s election in 2024 had been contested and that he had been indicted on US drug trafficking charges.</p><p>Paul, who has been a vocal advocate of passing legislation asserting congressional oversight over future actions in Venezuela, described the arguments as “empty”.</p><h2 id=\"emphasis-on-oil\">Emphasis on oil</h2><p>During his testimony, Rubio appeared to downplay the prospect of future attacks on Venezuela, even as a blockade on sanctioned oil tankers remains in effect and US military assets remain surged to the region.</p><p>“We are not postured and do not expect to take military action,” Rubio said. Still, he declined to rule out future strikes to protect US interests.</p><p>The secretary of state also laid out plans for Venezuela’s oil industry, which has been a key emphasis of the Trump administration.</p><p>He said Washington and Caracas reached an agreement that “on the oil that is sanctioned and quarantined, we will allow you to move it to market … In return, the funds from that will be deposited into an account that we will have oversight over, and you will spend that money for the benefit of the Venezuelan people.”</p><p>He called the plan a “short-term mechanism”.</p><p>“And so we have created that, we hope to do is transition to a mechanism that allows that to be sold in a normal way, a normal oil industry, not one dominated by cronies, not one dominated by graft and corruption,” Rubio added.</p><p>He further hailed a law passed by Venezuela’s legislature that allows for more international access to the country’s oil industry.</p><p>Trump has repeatedly appealed for more access for US companies in the wake of Maduro’s abduction.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Benfica vs Real Madrid - UEFA Champions League | Football News | Al Jazeera",
            "time": "2026-01-28T16:15:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260127__948H3PH__v1__MidRes__FblEurC1RealMadridTraining-1769622609.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Benfica vs Real Madrid – UEFA Champions League</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live updates, with full team news coverage, ahead of our text commentary stream of the UCL league-phase finale.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "UK police to use AI facial recognition tech linked to Israel’s war on Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-28T16:10:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-15T224658Z_1844714237_RC2Q1HA5XEDE_RTRMADP_3_BRITAIN-POLITICS-MIGRATION-1763379409-e1763450682259.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom’s controversial rollout of facial recognition technology will rely on software that appears to have already been deployed in Gaza, where it is used by the Israeli army to track, trace, and abduct thousands of Palestinian civilians passing through checkpoints.</p><p>Home Secretary Shabana Mahmood announced on Monday that British police would massively increase the use of facial recognition technology used for surveillance purposes.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Enquiries by Al Jazeera to the Home Office’s procurement agency, Blue Light Commercial, confirmed that the Israeli-based firm Corsight AI had been subcontracted by UK company Digital Barriers to provide the artificial intelligence-powered facial recognition software.</p><p>Under the Home Office’s proposals, the UK’s current fleet of 10 live facial recognition vans will be expanded to more than 50, which will be deployed nationwide to identify individuals on police watchlists, raising fears over civil liberties among campaigners and concerns about its accuracy among Israeli intelligence operatives who have used it in Gaza.</p><p>Announcing their selection as one of three suppliers of the software in April, following a six-month trial by police in Essex, Digital Barriers confirmed that it and its subcontractor, Corsight, had been selected to be part of what it said was a 20 million pounds ($27.6m) roll-out.</p><p>However, despite the UK government’s belated – if tempered – criticism of Israel’s actions in Gaza, where it has widely been accused of committing genocide, it has pressed forward in partnering with a firm that has operated as part of Israel’s surveillance architecture in Gaza.</p><figure id=\"attachment_3501959\" aria-describedby=\"caption-attachment-3501959\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3501959\" src=\"/wp-content/uploads/2025/02/AP25041652008166-1739238955.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"improvised lights surround cars driving through piles of dirt near a checkpoint\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3501959\" class=\"wp-caption-text\">Displaced Palestinians, travelling in vehicles, wait in line to pass through a security checkpoint of the kind where concerns about Corsight’s face recognition software have been raised [Abdel Kareem Hana/AP]</figcaption></figure><p>Essex police previously declined to comply with a Freedom of Information request granted to the advocacy group Action on Armed Violence (AOAV) in April 2025, asking if their officers had met directly with representatives of Corsight. Essex police claimed that determining that information would exceed cost and time limits, a statement from AOAV read.</p><h2 id=\"israeli-connections\">Israeli connections</h2><p>In March 2024, more than a year before Corsight and Digital Barriers were selected by the UK government, the New York Times reported that Corsight technology was being deployed in Gaza by the Israeli cyber-intelligence division Unit 8200. However, misgivings over its accuracy, including the wrongful arrest and detention of hundreds of Palestinians, led to a number of Israeli security officials expressing their doubts about the system to reporters.</p><p>Israel has been repeatedly <a href=\"/news/2024/4/4/ai-assisted-genocide-israel-reportedly-used-database-for-gaza-kill-lists\">criticised for its use of artificial intelligence in Gaza</a>, including the use of AI to identify bombing targets.</p><p>Corsight’s website shows its board of directors includes a former Israeli intelligence officer, Igal Raichelgauz. Other members include a former Israeli security, or Shin Bet, officer, Yaron Ashkenazi, and retired Major-General Giora Eiland, who is said to have given his name to the so-called “<a href=\"/opinions/2024/10/16/the-israeli-generals-plan-for-northern-gaza-is-unlikely-to-succeed\">General’s Plan</a>“, to isolate and starve northern Gaza in October 2024.</p><p>The conditions imposed upon northern Gaza as a result of that plan are thought to have killed more than a thousand people, through either direct bombardment, sickness or starvation, and reduced the area’s healthcare system to rubble.</p><figure id=\"attachment_4271005\" aria-describedby=\"caption-attachment-4271005\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271005\" src=\"/wp-content/uploads/2026/01/Corsight2-1769595411.png?w=770&amp;resize=770%2C323&amp;quality=80\" alt=\"Corsight's website listing its board of directors, among them Israeli intelligence officer Igal Raichelgauz, along with former security, or Shin Bet, officer, Yaron Ashkenazi as well as former Major General Giora Eiland \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271005\" class=\"wp-caption-text\">Corsight’s website listing its board of directors, among them Israeli intelligence officer Igal Raichelgauz, along with former Shin Bet officer Yaron Ashkenazi, as well as former Major-General Giora Eiland, thought to be responsible for the so-called ‘General’s Plan,’ or siege of Northern Gaza [Screengrab]</figcaption></figure><p>Shortly after the imposition of the siege, the UK took issue with Israeli actions, condemning them</p><p>at the United Nations. Also writing at the time, the UK’s former Foreign Secretary David Lammy criticised Israel’s tactics of siege and starvation, describing the conditions that Israel had imposed upon northern Gaza as “dire” and urging for aid to be allowed in.</p><p>Responding to the news of Corsight’s involvement in the UK police scheme, Amnesty International’s UK Crisis Response Manager, Kristyan Benedict, said, “The UK government has clear legal obligations to help prevent and punish genocide and is still scandalously failing to meet its responsibilities.”</p><p>“The government must ban investments in companies and financial institutions contributing to maintaining Israel’s genocide, unlawful occupation, and system of apartheid, including companies involved in weapons production, surveillance, and policing equipment or technology,” Benedict added.</p><p>Al Jazeera has written to the UK home secretary to ask what, if any, due diligence was carried out in selecting partners for their rollout of facial recognition technology, but has yet to receive a response.</p><p>Questioned by Al Jazeera, a Home Office Spokesperson declined to comment on what they described as “operational matters”. Numerous attempts to contact Corsight and Digital Barriers have also gone unanswered.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Iran says it will ‘respond like never before’ after Trump’s threats | Donald Trump News | Al Jazeera",
            "time": "2026-01-28T15:56:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6978c6314a7b-1769522737.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Iran says it will ‘respond like never before’ after Trump’s threats</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Iran’s mission to the UN says country will deliver an unprecedented retaliation to any US attack following threats by Trump.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Nearly 300 evacuated as luxury hotel in French Alps burns | Newsfeed | Al Jazeera",
            "time": "2026-01-28T15:56:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769615758.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Tyson Fury announces comeback fight in April against Arslanbek Makhmudov | Boxing News | Al Jazeera",
            "time": "2026-01-28T15:51:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2243265384-1769614064_316efe-1769615165.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tyson Fury announces comeback fight in April against Arslanbek Makhmudov</h1><p class=\"article__subhead\"><em>After months of speculation, the former heavyweight champion has made his comeback official and will fight on April 11.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former heavyweight world champion Tyson Fury will face Arslanbek Makhmudov in his comeback fight in April, weeks after saying he would come out of retirement.</p><p>The bout between Fury and Canada-based Russian Makhmudov will take place in the United Kingdom on April 11, with no venue yet announced, and will be broadcast on Netflix.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fury, who was born in the UK and identifies as an Irish Traveller, quit boxing in January last year after suffering a second straight defeat to Oleksandr Usyk – the latest in a string of retirements.</p><p>The 37-year-old “Gypsy King” said earlier this month that he would return to the sport in 2026 and has been training in Thailand.</p><p>“Well it’s official, I’m back doing what I love to do,” Fury posted on Instagram.</p><p>“I’ve brought the biggest network along with me @netflix @netflixuk this is going to be astronomical. Blessed by God.”</p><p>Fury has a record of 34 wins, two defeats and one draw. He is a two-time world champion.</p><p>“I am thrilled about the opportunity,” said 36-year-old Makhmudov, who has won 21 of his 23 fights. “I’m coming to deliver a war.</p><p>“Tyson Fury has been a big champion. I will be more ready than ever to leave with a massive W.”</p><p>Fury had been expected to build towards a long-awaited fight against fellow British former heavyweight champion Anthony Joshua. But Joshua’s future is uncertain after a car crash in December in Nigeria, in which two of his close friends were killed.</p><figure id=\"attachment_3401039\" aria-describedby=\"caption-attachment-3401039\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3401039\" src=\"/wp-content/uploads/2024/12/2024-12-21T232523Z_928633158_UP1EKCL1T29VV_RTRMADP_3_BOXING-HEAVYWEIGHT-USYK-FURY-1734823773.jpg?w=770&amp;resize=770%2C539&amp;quality=80\" alt=\"Tyson Fury in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3401039\" class=\"wp-caption-text\">Tyson Fury, right, has not fought since losing a heavyweight world title bout against Oleksandr Usyk on December 22, 2024 at the Kingdom Arena, Riyadh, Saudi Arabia [Andrew Couldridge/Action Images via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "March to honour Cuban national hero expresses solidarity against Trump | Donald Trump | Al Jazeera",
            "time": "2026-01-28T15:37:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769614656.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel’s phase one Gaza ceasefire violations | Al Jazeera | Al Jazeera",
            "time": "2026-01-28T14:40:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1-1769611012.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">As the US moves to launch phase two of the Gaza ceasefire, a closer look at how Israel has fallen short on phase one.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the US moves to launch phase two of the Gaza ceasefire, we look at how Israel has fallen short on phase one – and why the deal is advancing anyway.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Al-Sharaa meets Putin as Russia seeks to secure military bases in Syria | Vladimir Putin News | Al Jazeera",
            "time": "2026-01-28T13:42:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-28T105706Z_331303779_RC2BCHAREIC0_RTRMADP_3_RUSSIA-SYRIA-1769602008.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrian President <a href=\"/news/2025/10/15/syria-seeks-to-redefine-russia-ties-al-sharaa-tells-putin-in-moscow\">Ahmed al-Sharaa</a> is meeting Russian President Vladimir Putin in Moscow as the latter seeks to shore up Russia’s presence in the country, including militarily, just over a year after al-Sharaa ousted Russia’s former ally, Bashar al-Assad.</p><p>Speaking at a news conference before their meeting on Wednesday, al-Sharaa thanked Putin for supporting unity in Syria and what he said was the “historic” role Russia had played in the “stability of the region”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Putin expressed his support for al-Sharaa’s ongoing efforts to stabilise Syria and congratulated him on gaining momentum towards “restoring the territorial integrity of Syria”.</p><p>Putin and al-Sharaa spent more than a decade on opposing sides of Syria’s civil war, prompting concerns in Moscow about the future of Russia’s military presence there.</p><p>Before the talks, Kremlin spokesman Dmitry Peskov said “the presence of our soldiers in Syria” would be discussed. They are stationed at the Khmeimim airbase and the Tartous naval base in Syria’s Mediterranean coastal region.</p><p>Earlier this week, Russia reportedly withdrew its forces from the Qamishli airport in Kurdish-held northeastern Syria, leaving it with only its two Mediterranean bases – now its only military outposts outside the former Soviet Union.</p><p>Amberin Zaman, a correspondent with the Middle East news outlet Al-Monitor, published footage that she said was from the abandoned base in Qamishli on Monday.</p><p>Syria had historically been one of Moscow’s closest allies in the Middle East. Their ties go back to the Cold War when the Soviet Union provided extensive military and other types of support to the Baathist regime in Damascus, led first by Hafez al-Assad and then his son Bashar.</p><p>Moscow had been worried about the possibility of a “populist anti-Russia” government emerging in Damascus when Bashar al-Assad was overthrown, Samuel Ramani, an associate fellow at the London-based RUSI think tank, told Al Jazeera.</p><p>“They feared he [al-Sharaa] would squeeze them out, but the Russians have been pleasantly surprised, even if they’ve had to downgrade their ties from before,” Ramani added.</p><h2 id=\"pragmatic-approach\">Pragmatic approach</h2><p>Al-Sharaa has taken a pragmatic approach, Ramani said, seeking to build his own relations with extra-regional powers as a hedge against possible political swings in the United States.</p><p>“The Republicans are lenient towards Syria engaging Russia as long as they keep Iran out,” Ramani said, “whereas the Democrats have been more sceptical overall and have wanted to move slower on the removal of sanctions and other issues.”</p><p>“Al-Sharaa also needs Russia, and that is why he is engaging,” he said.</p><p>Al-Sharaa played down Russia’s role in Syria’s war and sought to strike a friendlier tone during his <a href=\"/news/2025/10/15/syria-seeks-to-redefine-russia-ties-al-sharaa-tells-putin-in-moscow\">first visit</a> to Moscow in October despite Russia providing refuge to Bashar al-Assad and his wife, who fled the country in December 2024 as al-Sharaa-led opposition fighters <a href=\"/news/2024/12/8/syrias-bashar-al-assad-the-president-who-lost-his-homeland\">advanced towards Damascus</a>.</p><p>Al-Sharaa has requested al-Assad’s extradition and said at an event last month that there would be justice for Syrians who were victims of the former president’s repression.</p><p>Putin will be especially eager to maintain Russia’s presence in Syria, having lost another ally this month when the US sent special forces to <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abduct</a> Venezuelan President <a href=\"/news/2026/1/24/remote-coercion-what-has-us-approach-been-since-abduction-of-maduro\">Nicolas Maduro</a>.</p><p>On Tuesday, Russian Defence Minister Andrey Removich Belousov said after a meeting with his Chinese counterpart that Moscow was closely monitoring the situation in Venezuela and with Iran, which has close ties with Russia and has been facing threats of attack from the US in recent weeks.</p><p>Syria’s new leaders have reoriented the country’s foreign policy away from Russia and have said they’re seeking to build a strategic relationship with the US, which has been reciprocated by the Trump administration.</p><p>The US appeared not to follow through with warnings to the Syrian government against engaging the Kurdish-led, US-supported Syrian Democratic Forces this month but later helped broker a truce to end the <a href=\"/features/2026/1/27/syrian-army-offensive-overjoys-some-leaves-others-with-existential-fear\">fighting</a>.</p><p>A fragile ceasefire is now in place and has been largely holding.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What we know about plane crash that killed Ajit Pawar | Newsfeed | Al Jazeera",
            "time": "2026-01-28T13:32:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769607144.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "China pitches itself as a reliable partner as Trump alienates US allies | International Trade News | Al Jazeera",
            "time": "2026-01-28T13:09:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-28T100458Z_751096937_RC29AJANLCLN_RTRMADP_3_CHINA-BRITAIN-1769595962.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China is showcasing itself as a solid business and trading partner to traditional allies of the United States and others who have been alienated by President Donald Trump’s politics, and some of them appear ready for a reset.</p><p>Since the start of 2026, Chinese President Xi Jinping has received South Korean President Lee Jae Myung, Canadian Prime Minister Mark Carney, Finnish Prime Minister Petteri Orpo and Irish leader Micheal Martin.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>This week, United Kingdom Prime Minister Keir Starmer is on a three-day visit to Beijing, while German Chancellor Friedrich Merz is expected to visit China for the first time in late February.</p><p>Among these visitors, five are treaty allies of the US, but all have been hit over the past year by the Trump administration’s <a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\">“reciprocal” trade tariffs</a>, as well as additional duties on key exports like steel, aluminium, autos and auto parts.</p><p>Canada, Finland, Germany and the UK found themselves in a NATO standoff with Trump this month over his desire to annex Greenland and threats that he would <a href=\"/news/2026/1/18/trump-announces-new-tariffs-over-greenland-how-have-eu-allies-responded\">impose additional tariffs</a> on eight European countries he said were standing in his way, including the UK and Finland. Trump has since backed down from this threat.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"china-s-renewed-sales-pitch\">China’s renewed sales pitch</h2><p>While China has long sought to present itself as a viable alternative to the post-war US-led international order, its sales pitch took on renewed energy at the <a href=\"/economy/2017/1/17/chinas-xi-defends-free-trade-in-speech-at-davos\">World Economic Forum</a>‘s (WEF) annual summit in Davos, Switzerland, earlier this month.</p><p>As Trump told world leaders that the US had become “the hottest country, anywhere in the world” thanks to surging investment and tariff revenues, and Europe would “do much better” to follow the US lead, Chinese Vice Premier Li Hefeng’s speech emphasised China’s ongoing support for multilateralism and free trade.</p><p>“While economic globalisation is not perfect and may cause some problems, we cannot completely reject it and retreat to self-imposed isolation,” Li said.</p><p>“The right approach should be, and can only be, to find solutions together through dialogue.”</p><p>Li also criticised the “unilateral acts and trade deals of certain countries” – a reference to Trump’s trade war – that “clearly violate the fundamental principles and principles of the [World Trade Organization] and severely impact the global economic and trade order”.</p><p>Li also told the WEF that “every country is entitled to defend its legitimate rights and interests”, a point that could be understood to apply as much to China’s claims over places like Taiwan as to Denmark’s dominion over Greenland.</p><p>“In many ways, China has chosen to cast itself in the role of a stable and responsible global actor in the midst of the disruption that we are seeing from the US. Reiterating its support for the United Nations system and global rules has often been quite enough to bolster China’s standing, especially among countries of the Global South,” Bjorn Cappelin, an analyst at the Swedish National China Centre, told Al Jazeera.</p><h2 id=\"the-west-is-listening\">The West is listening</h2><p>John Gong, a professor of economics at the University of International Business and Economics in Beijing, told Al Jazeera that the recent series of trips by European leaders to China shows that the Global North is listening, too. Other notable signs include the UK’s approval of a Chinese “mega embassy” in London, Gong said, and progress in a years-long trade <a href=\"/economy/2024/10/30/eu-slaps-tariffs-on-chinese-evs-prompting-rebuke-from-beijing\">dispute</a> over Chinese exports of electric vehicles (EVs) to Europe.</p><p>Starmer is also expected to pursue more trade and investment deals with Beijing this week, according to UK media.</p><p>“A series of events happening in Europe seems to suggest an adjustment of Europe’s China policy – for the better, of course – against the backdrop of what is emanating from Washington against Europe,” Gong told Al Jazeera.</p><p>The shifting diplomatic calculations are also clear in Canada, which has shown a renewed willingness to deepen economic ties with China after several spats with Trump over the past year.</p><p>Carney’s is the first visit to Beijing by a Canadian prime minister since Justin Trudeau went in 2017, and he came away with a <a href=\"/economy/2026/1/16/canada-china-strike-trade-deals-to-slash-tariffs-on-evs-canola\">deal</a> that saw Beijing agree to ease tariffs on Canadian agricultural exports and Ottawa to ease tariffs on Chinese EVs.</p><p>Trump lashed out at news of the deal, threatening 100 percent trade tariffs on Canada if the deal goes ahead.</p><p>In a statement last weekend on his Truth Social platform, Trump wrote that Carney was “sorely mistaken” if he thought Canada could become a “‘Drop Off Port’ for China to send goods and products into the United States”.</p><p>The meeting between Carney and Xi this month also thawed years of frosty relations after Canada arrested Huawei executive <a href=\"/news/2018/12/7/anger-in-china-over-arrest-of-huaweis-meng-wanzhou-in-canada\">Meng Wanzhou</a> in late 2018 at the behest of the US. Beijing subsequently arrested two Canadians in a move that was widely seen as retaliation. They were released in 2021 after Meng reached a deferred agreement with prosecutors in New York.</p><p>In Davos, Carney told world leaders that there had been a “rupture in the world order” in a clear reference to Trump, followed by remarks this week to the Canadian House of Commons that “almost nothing was normal now” in the US, according to the CBC.</p><p>Carney also said this week in a call with Trump that Ottawa should continue to diversify its trade deals with countries beyond the US, although it had no plans in place yet for a free-trade agreement with China.</p><figure id=\"attachment_4271260\" aria-describedby=\"caption-attachment-4271260\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271260\" src=\"/wp-content/uploads/2026/01/2026-01-24T161140Z_1324184165_RC212JA8ZUQ0_RTRMADP_3_USA-TRUMP-TARIFFS-CANADA-1769601253.jpg?w=770&amp;resize=770%2C550&amp;quality=80\" alt=\"Carney Beijing\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271260\" class=\"wp-caption-text\">Canadian PM Carney, left, meets President Xi in Beijing, China, on January 16, 2026 [Sean Kilpatrick/Pool via Reuters]</figcaption></figure><h2 id=\"filling-the-void\">Filling the void</h2><p>Hanscom Smith, a former US diplomat and senior fellow at Yale’s Jackson School of International Affairs, told Al Jazeera that Beijing’s appeal could be tempered by other factors, however.</p><p>“When the United States becomes more transactional, that creates a vacuum, and it’s not clear the extent to which China or Russia, or any other power, is going to be able to fill the void. It’s not necessarily a zero-sum game,” he told Al Jazeera. “Many countries want to have a good relationship with both the United States and China, and don’t want to choose.”</p><p>One glaring concern with China, despite its offer of more reliable business dealings, is its <a href=\"/news/2025/12/9/how-did-chinas-trade-surplus-hit-1-trillion\">massive global trade surplus</a>, which surged to $1.2 trillion last year.</p><p>Much of this was gained in the fallout from Trump’s trade war as China’s manufacturers – facing a slew of tariffs from the US and declining demand at home – expanded their supply chains into places like Southeast Asia and found new markets beyond the US.</p><p>China’s record trade surplus has alarmed some European leaders, such as French President Emmanuel Macron, who, in Davos, called for more foreign direct investment from China but not its “massive excess capacities and distortive practices” in the form of export dumping.</p><p>Li tried to address such concerns head-on in his Davos speech. “We never seek trade surplus; on top of being the world’s factory, we hope to be the world’s market too. However, in many cases, when China wants to buy, others don’t want to sell. Trade issues often become security hurdles,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Venezuela and Mexico: How Trump is trying to choke Cuba’s oil supplies | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-28T12:59:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26027649997904-1769602492.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexico has temporarily halted oil shipments to Cuba amid heightened rhetoric from United States President Donald Trump, who has been seeking to isolate the communist-ruled island nation.</p><p>President Claudia Sheinbaum, however, said the pause was a “sovereign decision” not made under pressure from the US.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mexico, along with Venezuela, has been providing the bulk of Cuba’s oil supplies, but Venezuelan crude was cut off from Havana after its president, Nicolas Maduro, was abducted in a military operation and taken to the US on January 3.</p><p>Mexico supplied 44 percent of Cuban oil imports and Venezuela exported 33 percent until last month, while some 10 percent of Cuban oil is sourced from Russia. Some oil is also sourced from Algeria, according to The Financial Times figures.</p><p>The erstwhile Soviet Union was the biggest backer of Cuba for decades, but since its fall in 1991, support has dwindled drastically.</p><p>So, what’s behind the Mexican government’s decision and will it exacerbate Cuba’s deepening energy and economic crisis?</p><h2 id=\"what-did-mexican-president-claudia-sheinbaum-say\">What did Mexican President Claudia Sheinbaum say?</h2><p>Asked at her regular morning press conference whether she denied a media report that Mexico had halted the shipment, Sheinbaum responded: “It is a sovereign decision and ‍it is made in the moment when necessary.”</p><p>Sheinbaum sidestepped a question about whether Mexico would resume oil shipments to Cuba, answering: “In any case, it will be reported.”</p><p>She also said Mexico would “continue to show solidarity” with Cuba.</p><p>In its most recent report, Mexico’s state-owned oil corporation Pemex said it shipped nearly 20,000 barrels of oil per day to Cuba from January through September 30, 2025.</p><p>With Venezuela offline, shipments from Pemex have become a critical, though ‌insufficient, lifeline for the island.</p><p>Analysts now expect further pressure from Washington to halt those shipments more permanently, given Trump’s growing demands that Mexico deliver stronger results in the fight against drug cartels.</p><p>Mexico has been trying to balance its traditional ties with Cuba amid mounting pressure from the Trump administration.</p><p>The Reuters news agency last week reported that the Mexican government was reviewing whether to keep sending oil to Cuba amid growing concerns within Sheinbaum’s government that continuing the shipments could put the country at odds with the US.</p><p>Mexico is currently negotiating a trade agreement with the US amid tariff threats.</p><figure id=\"attachment_4271312\" aria-describedby=\"caption-attachment-4271312\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271312\" src=\"/wp-content/uploads/2026/01/AFP__20260120__93F39Z2__v1__MidRes__CubaOilFuelShortage-1769602462.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"CUBA-OIL-FUEL-SHORTAGE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271312\" class=\"wp-caption-text\">Cars wait in line to refuel at a gas station in Havana on January 20, 2026. [Adalberto Roque/AFP]</figcaption></figure><h2 id=\"why-isn-t-cuba-getting-venezuelan-oil-any-more\">Why isn’t Cuba getting Venezuelan oil any more?</h2><p>Trump has said that no Venezuelan oil or money will go to Cuba after abducting President Maduro and taking control of Venezuela’s oil industry.</p><p>“THERE WILL BE NO MORE OIL OR MONEY GOING TO CUBA – ZERO! I strongly suggest they make a deal, BEFORE IT IS TOO LATE,” Trump wrote on his Truth Social platform on January 11.</p><p>“Cuba lived, for many years, on large amounts of OIL and MONEY from Venezuela,” Trump added.</p><p>Trump did not elaborate on his suggested deal, but US officials have hardened their rhetoric against Cuba in recent weeks.</p><p>However, Cuban President Miguel Diaz-Canel has rejected talks. “We have always been willing to maintain serious and responsible dialogue with the various US administrations, including the current one, on the basis of sovereign equality, mutual respect and the principles of international law,” Diaz-Canel said.</p><h2 id=\"what-to-know-about-trump-s-growing-rhetoric-against-cuba\">What to know about Trump’s growing rhetoric against Cuba</h2><p>Following the US attack on Venezuela, the Trump administration has escalated its rhetoric against Cuba, which has been under strict US economic sanctions for decades.</p><p>Last week, the US-based Wall Street Journal reported that <a href=\"/news/2026/1/22/trump-seeking-regime-change-in-cuba-by-end-of-the-year-us-media-report\">Trump aims to remove Cuba’s leadership</a> and is actively seeking government insiders in Havana who are willing to make a deal with Washington to “push out the Communist regime”.</p><p>Trump on Tuesday said that Cuba is on the brink of collapse. “Cuba is really a nation that’s very close to failing,” he said during a visit to the US state of Iowa.</p><p>The US president said that Cuba no longer receives oil and money from Venezuela, a close ally of Havana since the days of former socialist President Hugo Chavez.</p><p>Last week, a Cuban diplomat based in Bogota<a href=\"/news/2026/1/25/cuban-official-accuses-us-of-piracy-against-sanctioned-caribbean-island\"> accused the US of “international piracy”</a> over Washington’s blockade of Venezuelan oil.</p><p>“The US is carrying out international piracy in the Caribbean Sea that is restricting and blocking the arrival of oil to Cuba,” Carlos de Cespedes, Cuba’s ambassador to Colombia, told Al Jazeera on Saturday, adding that Havana is facing more powerful US threats than it has in the 67 years since the revolution.</p><p>Earlier, US Secretary of State Marco Rubio, who is of Cuban descent and is believed to orchestrate policies towards Venezuela and Cuba, has described the government in Havana as a “huge problem”.</p><p>About a week after Maduro’s abduction, Trump urged Cuba to make a deal “before it is too late,” without specifying what kind of agreement he was referring to.</p><p>In a post on Truth Social, Trump suggested Rubio could become the president of Cuba. “Sounds good to me!” he said.</p><p>Relations between Havana and Washington have been tense for decades. The ties were normalised in 2014 under former President Barack Obama, in a major foreign policy shift. But Trump, who succeeded Obama, reversed the decision and reimposed sanctions during his first term.</p><p>In 2019, Trump banned cruise ships from visiting Cuba, one of the most popular forms of travel to the island, which earns much-needed revenue from tourism.</p><p>Mexico faces its own pressure from Washington, as Trump has threatened to take military action against Mexican drug cartels. Last week, the country transferred dozens of suspected cartel members to the US amid pressure from the Trump administration.</p><p>Since Trump’s return to power in January last year, the war on drugs has been at the top of his administration’s agenda. The US said its action against Maduro was justified, based on claims that Venezuela sent drugs to the US. But Caracas is not the main source of drugs coming into US territory.</p><h2 id=\"how-has-the-us-policy-affected-cuba\">How has the US policy affected Cuba?</h2><p>Cuba is enduring its worst economic crisis since Fidel Castro’s 1959 revolution, as fuel shortages have caused prolonged power cuts, water and food supply disruptions.</p><p>Analysts say the Cuban economy could collapse completely as Mexican and Venezuelan oil supplies dry up.</p><p>A total blockade on oil imports to Cuba is part of possible new tactics by the Trump administration to drive leadership change in the Caribbean country, according to the US-based Politico site.</p><p>Al Jazeera could not confirm Politico’s report.</p><p>Rising geopolitical tensions with the US have also driven tourists away from Cuba, with the number of visitors dropping by nearly 70 percent since 2018.</p><p>For decades, tourism – a source of livelihood for millions of Cubans – generated up to $3bn a year for Cuba. Some 1.6 million tourists visited Cuba last year, significantly lower than the 4.8 million in 2018 and the 4.2 million in 2019, before the COVID-19 pandemic hit.</p><p>Havana classic car driver Aldama recalled that he would sometimes work until 9pm. Nowadays, he’s lucky if he takes one or two tourists for a spin in a day.</p><p>He used to charge $50 for a drive around the capital. Now, given the lack of demand, he has lowered his price to $25 and even $20 if a tourist insists on bartering.</p><p>“The day that we run out of fuel, we’ll stop driving and look for another job,” Aldama told The Associated Press. “There’s no other choice.”</p></div></div></body></html>"
        },
        {
            "title": "How Israeli destruction of Gaza fertility clinics erased parenthood dreams | Gaza | Al Jazeera",
            "time": "2026-01-28T12:43:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769604150.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Hungary charges Budapest mayor for allowing banned pride march | Human Rights News | Al Jazeera",
            "time": "2026-01-28T12:41:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13235890-1769600282.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hungarian prosecutors have charged Budapest Mayor Gergely Karacsony over his role in arranging last year’s gay pride march in the capital city, which attracted <a href=\"/news/2025/6/28/record-attendance-expected-at-budapest-pride-march-despite-orban-warning\">hundreds of thousands of people</a> despite a ban.</p><p>Prosecutors have “filed charges and seek a fine against the mayor of Budapest, who organised and led a public gathering despite a police ban”, their office said in a statement announcing the case on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The district prosecutor’s office proposed that the court impose a fine on the defendant in a summary judgement without a trial,” the statement added without including the amount of the fine sought against Karacsony.</p><p>Since returning to power in 2010, <a href=\"/video/inside-story/2018/4/8/is-hungarys-viktor-orban-popular-or-a-populist\">Prime Minister Viktor Orban</a> has been tightening his grip over the country and has targeted groups advocating for human rights.</p><p>Orban’s conservative government has also pushed for legislation promoting traditional family values and steadily rolled back LGBTQ rights.</p><p>In 2025, his Fidesz party amended laws and the constitution to ban the annual pride march, drawing protests from critics and the European Union.</p><h2 id=\"proud-defendant\">‘Proud defendant’</h2><p>After the ban was imposed last year, Budapest City Hall stepped in to co-organise the annual event to try to sidestep the regulations, but police still issued their objections, and Orban warned organisers and attendees of “legal consequences”.</p><p>On Wednesday, Karacsony reacted to the charges by saying he went from a “proud suspect to a proud defendant”.</p><p>“They don’t even want a trial … because they can’t even comprehend that here in this city, we have stood up for freedom in the face of a selfish, petty, and despicable power,” he said on Facebook.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a post on X, Ciaran Cuffe, cochairman of the EU’s European Greens party, called the charges “outrageous”.</p><p>In a separate post, the European Greens said the party stands with Karacsony, who is a member of Dialogue, the Greens’ party affiliate in Hungary.</p><p>Despite the ban on the march, it became “the biggest freedom march in decades”, proving that “love can’t be banned”, the party added.</p><h2 id=\"facing-a-year-in-prison\">Facing a year in prison</h2><p>Karacsony could face up to one year in prison for organising and urging participation in a banned rally.</p><p>Participants could also face fines of up to 500 euros (nearly $600) for attending Budapest Pride although police announced in July they would not take action against the marchers.</p><p>Organisers of the <a href=\"/news/2025/4/14/hungary-approves-constitutional-change-banning-lgbtq-events\">June march</a> estimated that up to 200,000 people took part in the 30th annual Budapest Pride.</p><p>The rally began at Budapest City Hall and wound through the city centre before crossing the Erzsebet Bridge over the Danube River.</p><p>The crowds waved rainbow flags and carried signs mocking Orban.</p><figure id=\"attachment_3804532\" aria-describedby=\"caption-attachment-3804532\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3804532\" src=\"/wp-content/uploads/2025/06/2025-06-27T233325Z_1122247831_RC2GKDA1QU6I_RTRMADP_3_HUNGARY-LGBT-PRIDE-1751102271.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE PHOTO: A woman lights a cigarette placed in a placard depicting Hungary's Prime Minister Viktor Orban, during a demonstration, after the Hungarian parliament passed a law that bans LGBTQ+ communities from holding the annual Pride march and allows a broader constraint on freedom of assembly, in Budapest, Hungary, March 25, 2025. REUTERS/Marton Monus/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3804532\" class=\"wp-caption-text\">A woman lights a cigarette placed in a placard depicting Hungarian Prime Minister Viktor Orban on March 25, 2025, in Budapest during a demonstration after the Hungarian Parliament passed a law that banned the annual pride march [Marton Monus/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Trump reiterates threat of military action with demand for Iran deal | Donald Trump News | Al Jazeera",
            "time": "2026-01-28T12:37:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697a013a51b38-1769603386.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President ⁠Donald Trump ​has <a href=\"/news/2026/1/21/us-iran-threaten-broadscale-wars-in-heated-exchange-of-threats\">revived a threat</a> that the United States is ready to launch a military attack against Iran as he demands Tehran make a deal over its nuclear programme.</p><p>“A massive Armada is heading to Iran. It is moving quickly, with great power, enthusiasm, and purpose,” he said in a lengthy post on his Truth Social platform on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US president added that “hopefully Iran will quickly ‘Come to the Table’ and negotiate a fair and equitable deal – NO NUCLEAR WEAPONS – one that is good for all parties. Time is running out, it is truly of the essence! As I told Iran once before, MAKE A DEAL!”</p><p>In an apparent reference to <a href=\"/news/liveblog/2025/6/22/live-us-joins-israels-attacks-on-iran-bombs-three-nuclear-sites\">the US bombing</a> of three of Iran’s nuclear facilities in June, the US president warned that should Tehran fail to agree a deal, the next attack would ‌be “far ‌worse”.</p><p>Trump’s outburst came shortly after Iranian Foreign Minister Abbas Araghchi said his country would not restart negotiations while it is being threatened with an attack.</p><p>Araghchi insisted that Iran has not sought to restart negotiations and would not do so while the threats persist.</p><p>“There was no contact between me and [US envoy Steve] Witkoff in recent days, and no request for negotiations was made from us,” Araghchi told state media.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Our stance is clear: Negotiations don’t go along with threats, and talks can only take place when there are no longer menaces and excessive demands,” he said.</p><p>Reporting from Tehran, Al Jazeera’s Ali Hashem said that behind the US’s public threats, much was going on behind closed doors as mediators sought to find a solution to the crisis.</p><p>“It seems a lot is going on on the diplomatic side,” he said. “Mediators are trying their best to come up with a solution because the situation right now is really very serious.”</p><p>Publicly, Iran was signalling its readiness to fight, Hashem added, but also its readiness to talk “whenever the negotiations are proper” and not enforced on them through military threat.</p><h2 id=\"show-of-power\">‘Show of power’</h2><p>Wednesday’s tensions came after the Trump administration moved the <a href=\"/news/2026/1/25/us-military-moves-navy-air-force-assets-to-the-middle-east-what-to-know\">USS Abraham Lincoln</a> aircraft carrier to the region, spurring fears of a military confrontation.</p><p>Adnan Hayajneh, a professor of international relations at Qatar University, said that move was a “show of power” by Washington intended to send a message to Tehran “that if you cannot follow exactly what we want, we will let the missiles fly”.</p><p>He said it remained to be seen whether the US would choose the path of diplomacy or military action but the threats were “the American way of convincing [Iran] to come to the table”.</p><p>Washington wants to put a halt to the Iranian nuclear and missile programmes, which pose a challenge to Israeli hegemony in the region, and is seeking to do so while Tehran is weak domestically, regionally and internationally, Hayajneh said.</p><p>Regarding Iran’s defiant rhetoric in response to the US threats, he said Tehran had struck a similar tone during last year’s war with Israel, in which the US participated.</p><p>“At the end of the day, they did not deliver,” he said. “Israel was controlling the skies.”</p><p><a href=\"/news/2026/1/23/trump-says-us-still-watching-iran-as-massive-fleet-heads-to-gulf-region\" target=\"_blank\" rel=\"noopener noreferrer\" data-sk=\"tooltip_parent\">Trump</a> has repeatedly indicated that he is considering ordering military action in response to Tehran’s crackdown on antigovernment protests this month, raising tension across the region.</p><p>Araghchi, the Iranian foreign minister, had said earlier this month that Iran was <a href=\"/news/2026/1/12/iranian-fm-araghchi-warns-iran-ready-for-war-if-us-wants-to-test-it\" target=\"_blank\" rel=\"noopener noreferrer\" data-sk=\"tooltip_parent\">ready for war</a> if Washington wanted to “test” it.</p><p>Earlier this week, Iranian President <a href=\"/news/2026/1/27/iran-president-tells-saudi-crown-prince-that-us-threats-cause-instability\" target=\"_blank\" rel=\"noopener noreferrer\" data-sk=\"tooltip_parent\">Masoud Pezeshkian</a> hit out against the latest US “threats”, saying they were “aimed at disrupting the security of the region and will achieve nothing other than instability”.</p><p>Nevertheless, speaking to Al Jazeera on Wednesday, Turkish Foreign Minister <a href=\"/news/2026/1/24/turkiyes-fm-fidan-says-israel-looking-for-opportunity-to-attack-iran\" target=\"_blank\" rel=\"noopener noreferrer\" data-sk=\"tooltip_parent\">Hakan Fidan</a> suggested “Iran is ready to negotiate a nuclear file again”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"iran-nuclear-programme\">Iran nuclear programme</h2><p>In June, as indirect negotiations on the Iranian nuclear programme were under way, the US joined Israel in its 12-day war on Iran by bombing three of its main <a href=\"/news/2025/12/24/iran-rejects-inspections-of-bombed-nuclear-sites-without-iaea-framework\" target=\"_blank\" rel=\"noopener noreferrer\" data-sk=\"tooltip_parent\">nuclear facilities</a>.</p><p>The bombings killed 430 people and Iranian officials have <a href=\"/news/2026/1/26/as-us-armada-approaches-iran-warns-of-dire-consequences-if-attacked\" target=\"_blank\" rel=\"noopener noreferrer\" data-sk=\"tooltip_parent\">promised to launch</a> a “comprehensive and regret-inducing response” if attacked again.</p><p>Trump has repeatedly claimed that last year’s US attacks “obliterated” the Iranian nuclear programme, which Western nations and international institutions worry is aimed at developing nuclear weapons.</p><p>However, Tehran insists the programme has strictly civilian purposes and it has the right to carry out the enrichment of uranium.</p><p>The whereabouts of the country’s highly enriched uranium have remained unknown since the June attacks.</p><p>Meanwhile, the US continues to ramp up the pressure on Iran by focusing its rhetoric on recent antigovernment <a href=\"/news/2026/1/21/at-least-3117-people-killed-during-iran-protests-state-media-reports\" target=\"_blank\" rel=\"noopener noreferrer\" data-sk=\"tooltip_parent\">protests</a>, in which thousands of people are reported to have been killed.</p><p>The US-based Human Rights Activists News Agency (HRANA) said it has confirmed at least 6,221 deaths, including at least 5,858 protesters, and is investigating 12,904 others.</p><p>The United Nations special rapporteur on Iran, Mai Sato, has said the death toll could reach <a href=\"/news/2026/1/24/iran-rejects-un-rights-resolution-condemning-protest-killings\" target=\"_blank\" rel=\"noopener noreferrer\" data-sk=\"tooltip_parent\">20,000 or more</a> as reports from doctors inside Iran emerge.</p><p>Iran’s government has put the death toll at 3,117, saying 2,427 were civilians and security forces and labelling the rest as “terrorists”.</p><p>Al Jazeera has been unable to independently verify the figures.</p><p>Trump has in the past laid down two red lines for launching an attack: the killing of peaceful demonstrators and the possible mass execution of detainees.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-tensions\">Regional tensions</h2><p>The threat of military action has raised tensions across the region. Iran has pledged to retaliate against any US strike with attacks on bases in the region that host US forces.</p><p>Both Tehran and the US Air Force have announced military drills near the Strait of Hormuz while Iran’s Islamic Revolutionary Guard Corps has warned that neighbouring countries would be “considered hostile” if their territory is used by the US during any attack.</p><p>In June, Tehran responded to the bombing of its nuclear facilities with an attack on US forces stationed at the <a href=\"/news/2025/6/23/iran-attacks-us-air-base-in-qatar-what-we-know-so-far\">Al Udeid</a> airbase in Qatar.</p><p>Saudi Arabia and the United Arab Emirates, which both host US forces, have signalled they will not allow their airspace to be used for any attack.</p><p>The tension has also provoked a diplomatic whirlwind in the region.</p><p>On Wednesday, Egypt’s Ministry of Foreign Affairs said its top diplomat, Badr Abdelatty, had spoken with Araghchi and Witkoff separately in a bid to “work toward achieving calm, in order to avoid the region slipping into new cycles of instability”.</p><p>However, Hayajneh, the Qatar University professor, said the calls for de-escalation from regional actors were unlikely to play a major role in influencing US decisions on whether it would strike Iran.</p><p>“[Trump] doesn’t really care about regional actors,” he said. “At the end of the day, he listens to himself.”</p></div></div></body></html>"
        },
        {
            "title": "Sara in Southern Lebanon | Israel attacks Lebanon | Al Jazeera",
            "time": "2026-01-28T12:37:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/9-1769602303.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Her video diary shares her two-year journey of escaping to Beirut, followed by the difficulties of trying to return home.</p><p>This video diaries was produced in collaboration with the Global Reporting Centre.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israeli plans for Rafah ‘camp’ in Gaza slammed as continuation of genocide | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-28T12:02:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6979aa9e-1769581214.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-path-to-node=\"8\">While diplomatic circles welcome the <a href=\"/news/2026/1/26/remains-of-last-israeli-captive-in-gaza-retrieved-says-israel\">recovery</a> of the last Israeli captive’s remains in Gaza and the imminent partial reopening of the enclave’s Rafah border crossing with Egypt, a quieter, darker reality is taking shape on the ground.</p><p data-path-to-node=\"9\">According to comments by retired Israeli General Amir Avivi, who still advises the military, Israel has cleared land in Rafah, an area in the southern Gaza Strip that it had already flattened in more than two years of its <a href=\"/tag/israel-palestine-conflict/\">genocidal war,</a> to construct an enormous facility to entrench its military control and presence in Gaza for the long term.</p><p data-path-to-node=\"9\">Speaking to the Reuters news agency on Tuesday, Avivi described the project as a “big, organised camp” capable of holding hundreds of thousands of people, stating it would be equipped with “ID checks, including facial recognition”, to track every Palestinian entering or leaving.</p><p data-path-to-node=\"9\">Corroborating Avivi’s claims, exclusive analysis by Al Jazeera’s Digital Investigations Team confirms that ground preparations for this project are already well under way.</p><p data-path-to-node=\"9\">Satellite imagery captured from December 2 through Monday reveals extensive clearing operations in western Rafah. The analysis identifies an area of about 1.3sq km (half a square mile) that has undergone systematic levelling.</p><p data-path-to-node=\"9\">According to the investigation, the operations went beyond mere debris removal and involved the flattening of land previously devastated by Israeli air strikes.</p><p data-path-to-node=\"9\">The cleared zone is located adjacent to two Israeli military posts, suggesting the new camp will be under direct and immediate military supervision. The satellite evidence aligns with reports that the facility is to act as a controlled “holding pen” rather than a humanitarian shelter.</p><figure id=\"attachment_4271184\" aria-describedby=\"caption-attachment-4271184\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4271184\" src=\"/wp-content/uploads/2026/01/Area-After-26-01-2026-1769599457.png?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Recent satellite images reveal that Israel has been conducting rubble removal operations in the south of the Gaza Strip, especially in western Rafah. This has occurred between December 2, 2025 and January 26, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4271184\" class=\"wp-caption-text\">Recent satellite images reveal that Israel has been conducting rubble removal operations in the south of the Gaza Strip, especially in western Rafah. This has occurred between December 2, 2025 and January 26, 2026. [Planet Labs PBC]</figcaption></figure><h2 id=\"the-trap-of-return\">The trap of return</h2><p data-path-to-node=\"10\">To analysts in Gaza, no humanitarian intent is behind this projected high-tech infrastructure, which they say is in fact a trap for Palestinians.</p><p data-path-to-node=\"11\">“What they are building is, in reality, a human-sorting mechanism reminiscent of Nazi-era selection points,” Wissam Afifa, a Gaza-based political analyst, told Al Jazeera. “It is a tool for racial filtering and a continuation of the genocide by other means.”</p><p data-path-to-node=\"13\">The reopening of the Rafah crossing, tentatively scheduled for Thursday, according to The Jerusalem Post, comes with strict Israeli conditions. Prime Minister Benjamin Netanyahu has insisted on full “security control”.</p><p data-path-to-node=\"14\">For Palestinians hoping to return to Gaza, this means submitting to what Afifa describes as “human sorting stations”.</p><p data-path-to-node=\"15\">“This mechanism is designed to deter return,” Afifa said. “Palestinians will face interrogation, humiliation and the risk of arrest at these Israeli-run checkpoints just to go home.”</p><p data-path-to-node=\"16\">By leveraging facial recognition technology confirmed by Avivi, Israel is creating a high-risk ordeal for returnees, he said. Afifa argued it will force many Palestinians to choose exile over the risk of the “sorting station”, serving Israel’s longstanding goal of depopulating the Strip.</p><figure id=\"attachment_4021265\" aria-describedby=\"caption-attachment-4021265\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4021265\" src=\"/wp-content/uploads/2025/10/INTERACTIVE-Gaza-map-Israels-withdrawal-in-Trumps-20-point-plan-yellow-line-map-1760017243.png?quality=80\" alt=\"INTERACTIVE - Gaza map Israel’s withdrawal in Trump’s 20-point plan yellow line map-1760017243\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4021265\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"permanent-occupation-within-the-yellow-line\">Permanent occupation within the ‘yellow line’</h2><p data-path-to-node=\"18\">The Rafah camp is just one piece of a larger puzzle. Israel in effect occupies all of Gaza with a physical military presence in 58 percent of the Gaza Strip. Its forces directly occupy an area within the “yellow line”, a self-proclaimed Israeli military buffer zone established by an October ceasefire.</p><p data-path-to-node=\"19\">“We are witnessing the re-engineering of Gaza’s geography and demography,” Afifa said. “About 70 percent of the Strip is now under direct Israeli military management.”</p><p data-path-to-node=\"20\">This assessment of a permanent foothold is reinforced by Netanyahu’s own remarks to the Knesset on Monday. By declaring that “the next phase is demilitarisation”, or disarming Hamas, rather than reconstruction, Netanyahu signalled that the military occupation has no end date.</p><p data-path-to-node=\"21\">“The talk of ‘reconstruction’ starting in Rafah under Israeli security specifications suggests they are building a permanent security infrastructure, not a sovereign Palestinian state,” Afifa added.</p><h2 id=\"a-show-of-peace\">A ‘show’ of peace</h2><p data-path-to-node=\"23\">For the more than two million Palestinians in Gaza, the hope that the return of the last Israeli captive would bring relief has turned into frustration.</p><p data-path-to-node=\"24\">“There is a deep sense of betrayal,” Afifa said. “The world celebrated the release of one Israeli body as a triumph while two million Palestinians remain hostages in their own land.”</p><p data-path-to-node=\"25\">Afifa warned that the international silence regarding these “sorting stations” risks normalising them. If the Rafah model succeeds, it would transform Gaza from a besieged territory into a high-tech prison where the simple act of travel becomes a tool of subjugation, he said.</p><p data-path-to-node=\"26\">“Israel is behaving as if it is staying forever,” Afifa concluded. “And the world is watching the <a href=\"/news/2026/1/27/map-shows-what-would-happen-to-gaza-under-the-us-master-plan\">show</a> of peace while the prison walls are being reinforced.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Video: Mozambique floods force thousands into displacement camps | Floods | Al Jazeera",
            "time": "2026-01-28T11:51:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769601020.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Sudan’s war displaced crisis peaks as millions eye return to ruined homes | Sudan war News | Al Jazeera",
            "time": "2026-01-28T11:28:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2025-08-28T145031Z_400237497_RC2JP0AL0DB8_RTRMADP_3_AFRICA-HUMANITARIAN-AID-1761339872.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/longform/2025/4/14/animated-maps-show-two-years-of-war-in-sudan\">Sudan</a> has moved to the forefront of the global humanitarian landscape, now hosting the world’s largest internal displacement crisis. According to the United Nations refugee agency (UNHCR), approximately 14 million people have been forced from their homes within the country.</p><p>These staggering figures in Sudan are part of a broader global surge in forced displacement. UNHCR estimates suggest the number of forcibly displaced people worldwide exceeded 122 million by the first half of 2025.</p><p>However, amid geopolitical shifts sweeping the Middle East, a countertrend has emerged. For the first time in a decade, the global number of displaced persons dropped by 5.9 million by mid-2025. This shift raises critical questions: what drives people back to conflict zones, and how do they survive in the ruins?</p><p>Al Jazeera Arabic <a href=\"https://www.aljazeera.net/politics/2026/1/26/%d8%a8%d8%a7%d9%84%d8%a3%d8%b1%d9%82%d8%a7%d9%85-%d9%88%d8%a7%d9%84%d8%aa%d8%ad%d9%84%d9%8a%d9%84-%d9%85%d8%a7-%d8%a7%d9%84%d8%b0%d9%8a-%d9%8a%d8%ad%d8%aa%d8%a7%d8%ac%d9%87\" target=\"_blank\" rel=\"noopener\">spoke with experts</a>, officials and returnees to understand the “Khartoum case” – a phenomenon where civilians are trickling back to the Sudanese capital despite the destruction, driven by nostalgia and a fragile sense of stability following the government’s recent return to the city.</p><figure id=\"attachment_4175500\" aria-describedby=\"caption-attachment-4175500\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175500\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-HUMANITARIAN-SITUATION-NOV12-2025-copy-2-1765797196.png?quality=80\" alt=\"INTERACTIVE - SUDAN - HUMANITARIAN SITUATION - NOV12, 2025 copy 2-1765797196\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175500\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"a-region-in-flux\">A region in flux</h2><p>While the global numbers show a slight decline, the regional reality remains grim. The conflict between the Sudanese army and the Rapid Support Forces (RSF), which erupted in April 2023, has placed immense pressure on infrastructure across all Sudanese states.</p><p>Elsewhere in the region, the situation is equally dire. In the Gaza Strip, internal displacement affects nearly two million people—the vast majority of the population. Many have been displaced multiple times due to the Israeli offensive that began in October 2023.</p><p>Adnan Abu Hasna, media adviser for the UN agency for Palestinian refugees (UNRWA), describes the situation in Gaza as unique. With 90 percent of homes, schools and infrastructure destroyed, Abu Hasna notes that 2.5 million Palestinians are, in effect, homeless, making a return to normalcy “almost impossible” amid total destruction.</p><p>Meanwhile, protracted conflicts continue to drive displacement figures in Syria, where 12 million remain displaced, and in Yemen, where the number exceeds five million.</p><h2 id=\"the-khartoum-experiment\">The Khartoum experiment</h2><p>Khartoum presents a unique case study in the dynamics of return. The recent resumption of government operations from the capital has sent a signal of potential stability.</p><p>Adel El-Baz, director-general of the African Centre for Consulting, views the government’s return as a “direct invitation” for citizens to follow suit. Major-General Osama Abdel Salam, former director of the Centre for Strategic Studies and Research, argues that the return of civilians naturally enhances security.</p><p>“The filling of abandoned neighbourhoods with residents reduces the risk of negative phenomena, prevents theft and spreads an atmosphere of reassurance,” Abdel Salam explained.</p><p>However, the infrastructure challenge is monumental. Saad El-Din El-Tayeb, spokesperson for Khartoum State, told Al Jazeera that the government has spent more than a year attempting to clear the debris of war.</p><p>“We began by cleaning the cities of bodies and burnt vehicles, restarting water stations, and rehabilitating power distribution lines,” El-Tayeb said.</p><p>He highlighted that Khartoum suffered the “largest looting operation” of its electrical infrastructure in history. Approximately 15,000 electrical transformers were stripped, with looters targeting the copper in underground cables and motors. Despite this, El-Tayeb noted that authorities are diverting available electricity to critical facilities like hospitals and water stations, while encouraging the use of solar energy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"nostalgia-amid-the-ruins\">‘Nostalgia’ amid the ruins</h2><p>For the displaced, the decision to return is often emotional rather than practical. Rimah Hamed, a dentist and journalist, fled Khartoum for Gezira State and later Egypt when hospitals closed and security collapsed.</p><p>She recently returned to her family home in Khartoum. “The primary motivation was nostalgia,” Hamed told Al Jazeera. “The Sudanese character is sentimental. People returned because they missed their homes.”</p><p>Hamed found her neighbourhood transformed. Her house was empty, stripped of essential items, with no running water or electricity.</p><p>“There was only one water source in the neighbourhood where everyone went to fill up,” she recalled. “But gradually, neighbours started coming back. The neighbourhood began to regain its social features, and life returned little by little.”</p><p>Hamed observed that the community had developed a “psychological immunity” to the harsh conditions, adapting to shortages through grassroots initiatives.</p><h2 id=\"prerequisites-for-peace\">Prerequisites for peace</h2><p>While emotional ties drive some to return, sustainable reintegration requires tangible resources. Tom Ndahiro, a Rwandan genocide researcher, suggests that “relative peace” is the baseline requirement – a sense that the situation has improved enough to survive the night.</p><p>Experts interviewed by Al Jazeera outlined a hierarchy of needs for a sustainable return:</p><ul>\n<li><strong>Security:</strong> A trusted leadership to organise resettlement and prevent chaos.</li>\n<li><strong>Shelter:</strong> Even temporary structures like tents, provided they offer safety.</li>\n<li><strong>Essentials:</strong> Food security and access to clean water are non-negotiable.</li>\n<li><strong>Power:</strong> Electricity is viewed as the decisive factor for economic stability.</li>\n</ul><p>Rami Mahkar, a journalist, emphasised that security must come first. “Without security, the displaced are forced to move again,” he said, adding that the presence of functioning shops for food and supplies is critical for those trying to rebuild their lives.</p><p>As Sudan attempts to turn the tide on the world’s largest displacement crisis, the durability of this return remains untested. As Hamed noted, the returnees are currently fuelled by resilience and longing, hoping to rebuild what the war has destroyed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who was Ajit Pawar, the Indian politician killed in plane crash? | Politics News | Al Jazeera",
            "time": "2026-01-28T11:25:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP19327296179192-1769592464.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A private plane carrying Ajit Pawar, the deputy chief minister of India’s Maharashtra state, crashed on Wednesday, killing him and four other people on board, authorities said.</p><p>The aircraft was en route to Baramati, Pawar’s home city, from India’s financial capital of Mumbai when it crash-landed in an open field and burst into flames some 254km (159 miles) from the state capital.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The reason behind the crash was not immediately known, and an investigation is under way.</p><h2 id=\"who-was-ajit-pawar\">Who was Ajit Pawar?</h2><p>Pawar, 66, was a key political figure and served as the second-highest elected official in Maharashtra, India’s wealthiest state.</p><p>He was an ally of Prime Minister Narendra Modi’s Bharatiya Janata Party (BJP) ‌in the state government, leading a faction ⁠that split in 2023 from the opposition Nationalist Congress Party (NCP).</p><p>He wielded considerable influence in the state’s sugar belt and was known for his ability to mobilise rural voters.</p><p>Born on July 22, 1959, Pawar started his political career with the Indian National Congress, commonly known as the Congress party, in the late 1980s, influenced by his uncle Sharad Pawar, according to a report in India’s The Hindu newspaper.</p><p>In 1991, he was first elected as a member of the Maharashtra Legislative Assembly from the Baramati constituency, which he represented for a record eight terms.</p><p>In 1999, when his powerful uncle formed the NCP, Pawar joined it and served several terms as Maharashtra’s deputy chief minister in coalitions led by the NCP over the past two decades.</p><p>In 2019, Pawar briefly left the NCP to join the BJP’s cabinet in Maharashtra as a deputy chief minister. He later returned to the party and, in 2023, orchestrated a split within the NCP by aligning with the BJP-led coalition.</p><p>In February 2024, the Election Commission of India acknowledged Ajit Pawar’s faction as the official NCP. The same year, he was sworn in as Maharashtra’s deputy chief minister for a sixth time.</p><figure id=\"attachment_4270934\" aria-describedby=\"caption-attachment-4270934\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270934\" src=\"/wp-content/uploads/2026/01/12669803-1769592460.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ajit Pawar India\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270934\" class=\"wp-caption-text\">Ajit Pawar, right, with Maharashtra Chief Minister Devendra Fadnavis [File: Divyakant Solanki/EPA]</figcaption></figure><h2 id=\"what-s-pawar-s-legacy\">What’s Pawar’s legacy?</h2><p>Pawar’s contribution to the development of his region was significant, said a report in The Indian Express newspaper, particularly in Maharashtra’s Pimpri-Chinchwad area, where he pushed “large-scale infrastructure projects, including wider roads and improved civic facilities”.</p><p>Baramati especially underwent a makeover, with several infrastructure projects attributed to him, as he supervised the development of his bastion with his uncle, Sharad Pawar.</p><p>However, Pawar was also accused of corruption in two prominent cases.</p><p>In an alleged Maharashtra irrigation scam, he was accused of involvement in irregularities in awarding contracts worth millions of dollars for civic projects between 1999 and 2009.</p><p>Last year, he was named in a land scam in Maharashtra’s Pune city, with a company owned by his son accused of buying reserved government land below the market value. Upon uproar, the deal was scrapped.</p><p>Government inquiries into both the alleged scams remain inconclusive.</p><h2 id=\"how-did-pawar-die\">How did Pawar die?</h2><p>Pawar’s aircraft, travelling from Mumbai, tried to make an emergency landing in the family stronghold of Baramati, where he was set to canvass ‍in the local elections.</p><p>The VSR Ventures-operated Learjet 45 aircraft <a href=\"/news/2026/1/28/plane-crash-kills-prominent-indian-politician-ajit-pawar\">crashed in an open field</a> at about 8:30am (03:00 GMT) while landing at Baramati airport, local media reported.</p><p>The charter aircraft went down in flames, said the Directorate General of Civil Aviation (DGCA), India’s aviation regulator.</p><p>Videos from the crash site showed smoke billowing from some of the burning wreckage of the plane, scattered across the open field.</p><p>“At first it was ‌on fire, after that there were four or five more explosions,” an unidentified witness told India’s ANI news agency, after seeing the plane crash and explode. But the flames were ‌too fierce to pull anyone out, he added.</p><p>Pawar was travelling with his personal security officer, an assistant, and two crew members at the time of the crash, the DGCA said.</p><p>VK ⁠Singh, the director of VSR Ventures, told broadcaster India Today the cause of the crash was not clear.</p><p>“The aircraft is 100 percent safe,” he said. “The crew was fairly experienced.”</p><h2 id=\"what-have-been-the-reactions\">What have been the reactions?</h2><p>PM Modi described Pawar as a “leader of the people” in a post he shared on X. He said Pawar’s “untimely demise” was “shocking and saddening”.</p><p>“Shri Ajit Pawar Ji was a leader of the people … [with] a strong grassroots level connect,” Modi said, adding that he was a “widely respected” and “hardworking” political stalwart.</p><p>“His understanding of administrative matters and passion for empowering the poor and downtrodden were also noteworthy.”</p><p>Rahul Gandhi of the Congress party also posted his condolences on X, calling Pawar’s death “extremely painful”.</p><p>“I am with the people of Maharashtra in this hour of grief,” he wrote.</p><p>Maharashtra’s Chief Minister Devendra Fadnavis said he had “no words to express my emotions”.</p><p>“I have lost my strong and generous friend,” he posted on social media.</p></div></div></body></html>"
        },
        {
            "title": "ICE, Ilhan Omar and Somalis: Unpacking Trump’s obsession with Minnesota | Donald Trump News | Al Jazeera",
            "time": "2026-01-28T10:54:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/s1-1769587463.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Minnesota Congresswoman Ilhan Omar <a href=\"/news/2026/1/28/minnesota-representative-ilhan-omar-attacked-during-town-hall-meeting\">has been sprayed</a> with a foul-smelling liquid during a town hall she was hosting on Tuesday. A man rushed towards the stage and targeted her as she criticised immigration enforcement actions.</p><p>Omar was not injured in the attack. “Here’s the reality that people like this ugly man don’t understand. We are Minnesota strong, and we will stay resilient in the face of whatever they might throw at us,” she told the crowd.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p>“I learned at a young age you don’t give in to threats,” Omar added.</p><p>While the motivation for the man’s attack on Omar is so far unknown, the Somalia-born congresswoman has long been the target of threats of violence. Many of those threats have been from strangers, but Omar has also been the repeated target of United States President Donald Trump’s ire.</p><p>And in recent weeks, Trump has extended hostile rhetoric to all <a href=\"/news/2025/12/3/trump-plans-crackdown-on-somali-communities-in-minnesota-what-we-know\">Somali Americans</a> and Somalia while his administration has launched its most severe crackdown on immigrants yet in the state of Minnesota, centred on the city of Minneapolis, which Omar represents in the US House of Representatives. In the past three weeks, federal officers have shot dead two US citizens who were protesting against the crackdown, which in turn further inflamed tensions in the state.</p><p>So what happened on Tuesday, and what’s behind Trump’s fixation with Omar, Somalis and Minnesota?</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-happened-at-omar-s-event\">What happened at Omar’s event?</h2><p>Omar was attacked in Minneapolis on Tuesday when a man rushed towards the stage during her town hall and sprayed her with an unknown liquid using a syringe, according to police and video footage.</p><p>The incident occurred as Omar was criticising federal immigration enforcement actions in Minnesota, singling out the Immigration and Customs Enforcement (ICE) agency and the head of the Department of Homeland Security (DHS).</p><p>“ICE cannot be reformed. It cannot be rehabilitated. We must abolish ICE for good, and DHS Secretary Kristi Noem must resign or face impeachment,” Omar said to applause shortly before the attack.</p><p>The man, identified as 55-year-old Anthony Kazmierczak, was sitting in the front row when he stood up and ran towards the podium. Omar took a few steps towards him with her hand raised before he was tackled, restrained by security and arrested.</p><p>In a statement, Omar’s office said she continued the event after the disruption. “During her town hall, an agitator tried to attack the congresswoman by spraying an unknown substance with a syringe,” the statement said. “She continued with her town hall, because she doesn’t let bullies win.”</p><p></p><p>The crowd cheered as the man was pinned to the floor and his hands were tied behind his back. In video footage, someone in the audience can be heard saying, “Oh, my God, he sprayed something on her.”</p><p>Authorities have not publicly identified the substance, but witnesses described a strong, unpleasant odour.</p><p>The incident took place within an hour of Trump, a Republican, mentioning the Democrat during a speech in Iowa.</p><h2 id=\"who-is-ilhan-omar\">Who is Ilhan Omar?</h2><p>Omar came to the US as a child refugee from Somalia.</p><p>She <a href=\"/features/2016/11/15/ilhan-omar-first-female-somali-american-lawmaker\">was born in Mogadishu</a> and her family fled the country in 1991 when Somalia descended into prolonged cycles of clan-based violence, famine and attacks by the armed group al-Shabab, all of which continue to destabilise the Horn of Africa.</p><p>After spending four years in a refugee camp in Kenya, her family was granted resettlement in the US state of Virginia. They later moved to Minneapolis, home to the largest Somali communities in the country.</p><p>Minnesota has an <a href=\"/news/2025/12/3/trump-plans-crackdown-on-somali-communities-in-minnesota-what-we-know\">estimated 80,000 people</a> of Somali origin. A majority of them were born in the US. Of those who were born outside the country, 87 percent are naturalised citizens.</p><p>Since November, Trump has repeatedly attacked Somalia and its diaspora while also keeping a focus on Omar.</p><p></p><h2 id=\"how-has-trump-targeted-somalis\" data-start=\"118\" data-end=\"172\">How has Trump targeted Somalis?</h2><p>On November 21, Trump announced on his Truth Social platform that he was “immediately” terminating temporary protected status (TPS) for Somali immigrants in Minnesota, referring to a programme designed to provide emergency refuge for people whose countries are in crisis. About 705 Somalis were on that programme.</p><p>Without providing evidence, Trump claimed that “Somali gangs are terrorising the people of that great State” and accused Governor Tim Walz, without proof, of overseeing a state that had become a “hub of fraudulent money laundering activity”.</p><p>“Send them back to where they came from,” Trump said. “It’s OVER!”</p><p>In early December, Trump told reporters that he did not want Somali immigrants in the US, claiming that residents of the East African country “contributed nothing” to the US while relying on aid. Trump did not provide any evidence to support these claims.</p><p>He called Somali immigrants “<a href=\"/news/2025/12/3/ilhan-omar-denounces-donald-trump-for-calling-somali-immigrants-garbage\">garbage</a>“.</p><p>His language against Somalis has been widely criticised as racist, including by some members of his Republican Party. But that hasn’t stopped Trump.</p><p>Speaking to reporters in December, he said Somalia “isn’t even a country” and the nation “doesn’t function”.</p><p>At the start of January, the Trump administration froze childcare payments in Minnesota during an investigation into alleged fraud that the president has insisted revolves around benefits for Somali immigrants.</p><p>Trump also took his attacks against Somalis to the <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">World Economic Forum</a> in Davos, Switzerland, where he spoke last week.</p><p>“We’re cracking down on more than $19bn in fraud that was stolen by Somalian bandits,” he said. “Can you believe that? Somalia – they turned out to be higher IQ than we thought. I always say these are low-IQ people. How did they go into Minnesota and steal all that money?”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-is-trump-targeting-minnesota-and-why\">How is Trump targeting Minnesota and why?</h2><p>Officially, Trump has justified his administration’s <a href=\"/news/2026/1/13/minnesota-sues-trump-administration-over-immigration-crackdown\">crackdown in Minnesota</a> as aimed at undocumented immigrants whom he has blamed, without evidence, for disproportionately contributing to crime and fraud.</p><p>But even by the standards of ICE operations in multiple cities and states across the country, the nature and duration of the violence unleashed by its officers and the officers of other federal agencies, such as Border Patrol, on the streets of Minnesota appear unmatched, according to several observers.</p><p>On January 7, Renee Nicole Good, a 34-year-old woman, was shot dead by an ICE agent in Minneapolis while she was trying to drive her car away from officers. The Trump administration claimed the officer fired in self-defence, but video evidence has raised questions about that account.</p><p>Then, on Saturday, Alex Pretti, a 37-year-old intensive care nurse, was shot dead by federal agents while he was helping a woman pushed down on the street by officers. Trump administration officials claimed Pretti had brandished a handgun and was threatening officers, but video footage showed that he did not have a weapon in his hand at the time when he was shot.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On January 13 after Good had been killed, Trump lashed out at Minnesota’s Democratic leadership. While referring to the “GREAT PEOPLE OF MINNESOTA” in a Truth Social post, he also issued a blunt warning: “THE DAY OF RETRIBUTION &amp; RECKONING IS COMING.”</p><p>Governor Walz was quick to pick up on Trump’s comments and accuse him of choosing to “punish” the state because it had voted against him in the past three presidential elections.</p><p></p><p>Apart from Illinois, Minnesota is the only Upper Midwestern state that Trump failed to win even once in his three bids for the presidency in 2016, 2020 and 2024. Walz himself was the Democratic Party’s vice presidential candidate in 2024, running against Trump and Vice President JD Vance.</p><h2 id=\"what-s-trump-s-history-of-attacking-ilhan-omar\" data-start=\"118\" data-end=\"172\">What’s Trump’s history of attacking Ilhan Omar?</h2><p id=\"it-goes-back-to-2019\" data-start=\"245\" data-end=\"303\">In April 2019, Trump falsely accused Omar of downplaying the September 11, 2001, attacks. After his post on X against Omar, the newly elected member of the House of Representatives witnessed a spike in death threats.</p><p data-start=\"245\" data-end=\"303\">Three months later, as he launched his re-election bid for the 2020 election, <a href=\"/news/2019/7/18/crowds-chant-send-her-back-as-trump-renews-attack-on-ilhan-omar\">Trump accused Omar</a> of being ungrateful towards the US as his supporters chanted, “Send her back!”</p><p data-start=\"245\" data-end=\"303\">Since then, he has repeatedly targeted Omar over her headscarf, her Somali background and her persistent criticism of his policies.</p><p>“She’s an incompetent person. She’s a real terrible person,” Trump said in December, claiming without evidence that Omar “hates everybody” and is anti-Semitic.</p><p data-start=\"245\" data-end=\"303\">Omar has in turn described Trump’s apparent “obsession” with her as “creepy”.</p><p></p></div></div></body></html>"
        }
    ]
}