{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump administration seizes oil tanker off Venezuela coast: Reports | Donald Trump News | Al Jazeera",
            "time": "2025-12-10T19:55:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/09/breaking-news%402x.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has seized an oil tanker off the coast of Venezuela, where President Donald Trump has been threatening military action for the last <a href=\"/news/2025/12/3/us-venezuela-tensions-your-questions-answered\">several months</a>.</p><p>The news outlets Reuters and Bloomberg reported on Wednesday that the US Coast Guard had led an operation to commandeer the vessel, but details of its name and location remain uncertain. Both outlets cited anonymous US officials and stated that Venezuelan authorities have yet to comment.</p><p>The Trump administration has ramped up threats against Venezuela, deploying considerable military forces to the region, carrying out a campaign of <a href=\"/news/2025/12/9/aclu-files-lawsuit-seeking-legal-basis-for-trumps-caribbean-boat-strikes\">lethal strikes</a> targeting alleged drug trafficking boats in the Caribbean and threatening that land operations could follow.</p><p>Venezuelan President Nicolas Maduro has said that the US is seeking to topple the government and has said that the country’s armed forces <a href=\"/news/2025/12/5/the-homeland-is-the-homeland-venezuelans-brace-for-possible-us-attack\">would resist</a> a military attack from the US. Oil exports are a key source of revenue for the South American country, which exported more than 900,000 barrels per day last month.</p><p><i>More to come…</i></p></div></div></body></html>"
        },
        {
            "title": "Oldest evidence of deliberate fire use found in England | History News | Al Jazeera",
            "time": "2025-12-10T19:44:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6939ba5d82090-1765390941.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Oldest evidence of deliberate fire use found in England</h1><p class=\"article__subhead\"><em>Humans may have made fire 350,000 years earlier than previously thought, scientists say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Scientists have uncovered the oldest-known evidence of deliberate fire-making by prehistoric humans in Suffolk, <a href=\"/where/united-kingdom/\">Britain</a> – revealing it happened some 350,000 years earlier than experts previously believed.</p><p>The site, a former clay pit near the village of Barnham, contains a hearth made by Neanderthals about 415,000 years ago.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Until now, the earliest known evidence of humans making fire dated to around 50,000 years ago at a site in northern France, also linked to Neanderthals.</p><p>Researchers identified the remains of a repeatedly used campfire, including heated clay, flint tools shattered by intense heat and two pieces of iron pyrite – a mineral that sparks when struck against flint to ignite tinder.</p><p>“We think humans brought pyrite to the site with the intention of making fire. And this has huge implications, pushing back the earliest fire-making,” said archaeologist Nick Ashton, curator of Palaeolithic Collections at the British Museum in London.</p><p>While there are even older signs of humans using naturally occurring wildfires in Africa, this is the earliest proof that people knew how to start their own fires.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Fire was a crucial turning point in human evolution. Controlled flames allowed ancient hunter-gatherers to live in colder environments, cook food, and protect themselves from predators. Cooking also helped our ancestors get more energy from meat, roots and tubers, fuelling the growth of larger brains and enabling communities to support more people.</p><p>Scientists say fire likely transformed social life as well. It brought people together at night to share warmth, food and conversation, possibly encouraging storytelling, language and cultural beliefs.</p><p>“The campfire becomes a social hub,” British Museum archaeologist and study co-author Rob Davis said. “We’re a species who have used fire to really shape the world around us – and now we know this is something Neanderthals were doing far earlier than we thought, just like us.”</p><p>The evidence at Barnham suggests repeated fire use at temperatures above 700 degrees Celsius (1,292 degrees Fahrenheit), pointing to deliberate fire-starting rather than reliance on natural flames. The team spent four years testing the materials to confirm the hearth’s age and human origin.</p><p>The finding supports the view that Neanderthals, and possibly their close relatives such as the Denisovans, were far more innovative than once assumed, sharing key survival skills long before the emergence of modern-day humans.</p></div></div></body></html>"
        },
        {
            "title": "US Federal Reserve cuts interest rates in final decision of the year | Banks News | Al Jazeera",
            "time": "2025-12-10T19:19:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-10T110408Z_250086814_RC2FWHAWO19B_RTRMADP_3_USA-FED-OUTLOOK-1765392219.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Federal Reserve has cut interest rates by a quarter of a percentage point, marking the last rate cut of the year.</p><p>On Wednesday, the Federal Reserve cut its benchmark interest rate by 25 basis points to 3.50 – 3.75 percent as US job growth has appeared to stall.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Job gains have slowed this year, and the unemployment rate has edged up through September. More recent indicators are consistent with these developments. Inflation has moved up since earlier in the year and remains somewhat elevated,” the central bank said in a statement.</p><p>The cut was widely expected with an 89 percent probability of a rate cut, according to the CME Fed Watch, a tracker which monitors the likelihood of monetary policy decisions.</p><p>The <a href=\"/economy/2025/10/29/us-federal-reserve-cuts-interest-rates-as-labour-market-weakens\" target=\"_blank\" rel=\"noopener\">decision came</a> as the central bank faced gaps in many sets of government data used to assess the state of the US economy. During the record-long 43-day government shutdown, key agencies, including the Department of Labor, were unable to gather information needed for their reports.</p><p>Among them were import and export prices, the producer price index report, as well state employment and unemployment. The Bureau of Labor Statistics on Monday said that it would not release numbers from October because the agency did not have enough resources to collect information.</p><p>The last top-line data that the central bank had to make its interest rate decision was from September. At the time, the unemployment rate rose slightly to 4.4 percent and the core inflation rose to 2.8 percent.</p><p>“The labour market has continued to cool gradually… a touch more gradually than we thought,” chairman Jerome Powell said at a news conference after the rate cut decision.</p><p>A new government report on Wednesday showed US labour costs increased 0.8 percent in the third quarter, slightly less than expected.</p><p>The central bank might be more cautious about interest rate cuts in the next year as economic data shows a cooling labour market.</p><p>“There is considerable uncertainty around the labour market, but some of the weights should begin to lift early next year,” Ryan Sweet, managing director, US Macro Forecasting and Analysis at Oxford Economics, said in a report published ahead of the central bank’s decision.</p><p>“The challenge facing the Fed next year is the potential jobless expansion, when GDP increases but employment gains are modest, at best. This leaves the economy vulnerable to shocks because the labour market is the main firewall against a recession.”</p><h2 id=\"political-turmoil\">Political turmoil</h2><p>While the Fed has maintained its independence from partisan interference, there has been increased pressure from US President Donald Trump to cut rates further and he has often used hostile rhetoric towards the Fed chair to do it. The first rate cut in Trump’s second term as president came only in <a href=\"/economy/2025/9/17/us-federal-reserve-cuts-interest-rates-for-the-first-time-since-december\" target=\"_blank\" rel=\"noopener\">September</a>.</p><p>The White House has also installed loyalist Stephen Miran to the Fed board where he is on leave from his job as an economic adviser in the White House. Miran has dissented against the 25 basis point rate cut that was undertaken at each of the two meetings he has attended in favour of larger half-percentage-point cuts.</p><p>On Wednesday, Miran, again, voted for a more aggressive cut of half a percentage point while governors Austan D Goolsbee and Jeffrey R Schmid voted not to make a rate cut at all. The other governors all voted for a 25 basis point cut.</p><p>“Still elevated inflation and a backlog of economic data complicate the picture for the Fed looking into next year — with President Trump’s aggressive push for lower short-term rates potentially complicating the objective of bringing down longer-term borrowing costs,” Daniel Hornung, policy fellow at Stanford Institute of Economic Policy Research, said in remarks provided to Al Jazeera.</p><p>Fed Chair Powell’s term is up in mid-May 2026. Trump, in an interview published on Tuesday in news outlet Politico, said support for immediately cutting interest rates would be a requirement for anyone he chose to lead the Federal Reserve.</p><p>Wednesday’s decision was underscored by an upcoming Supreme Court decision that would either allow Trump to fire <a href=\"/economy/2025/11/17/us-fed-governor-cook-offers-detailed-defence-in-mortgage-fraud-case\" target=\"_blank\" rel=\"noopener\">Fed Governor Lisa Cook</a> or not after she was accused of mortgage fraud. When asked about the looming decision, Powell said, “we are not legal commentators.”</p></div></div></body></html>"
        },
        {
            "title": "Anger after deadly dual building collapse in Morocco | Infrastructure | Al Jazeera",
            "time": "2025-12-10T18:40:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25344357351285_cropped-1765391829.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Iceland to join boycott of Eurovision in protest at Israel’s involvement | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-10T18:35:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2024-05-11T143410Z_1946289143_RC2EO7ANIZAI_RTRMADP_3_MUSIC-EUROVISION-PROTESTS-1765387372.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Iceland to join boycott of Eurovision in protest at Israel’s involvement</h1><p class=\"article__subhead\"><em>Iceland joins four other nations in a boycott, after the organiser declined to hold a vote over Israel’s involvement.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iceland will not take part in next year’s <a href=\"/news/2025/9/17/will-a-boycott-over-israel-divide-the-eurovision-song-contest\">Eurovision Song Contest</a>, the country’s public broadcaster has said, joining four other countries boycotting the event over Israel’s inclusion.</p><p>Broadcaster RUV said on Wednesday that the Nordic nation would not participate in the 2026 competition, after organiser the European Broadcasting Union (EBU) greenlit Israel’s involvement last week, dismissing calls from some countries to hold a vote on whether to exclude the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is clear from the public debate in this country and the reaction to the EBU’s decision last week that there will be neither joy nor peace regarding RUV’s participation,” the broadcaster’s director general Stefan Eiriksson said in a statement.</p><p>Iceland, along with <a href=\"/news/2025/9/11/ireland-wont-participate-in-eurovision-2026-if-israel-does-broadcaster\">Ireland</a>, Spain, Slovenia and the Netherlands, had threatened to boycott next year’s edition of the glitzy music contest, due to be held in Vienna in May, if Israel took part, citing its genocidal war on Palestinians in Gaza – as well as allegations that it unfairly intervened in the most recent competition to the benefit of its entrant.</p><p>The issue was initially <a href=\"/news/2025/12/4/eurovision-organisers-debate-whether-israel-should-be-barred-from-contest\">supposed</a> to be resolved with a vote in November.</p><p>But on Thursday, the EBU said there would be no vote on Israel’s participation, and that it would instead introduce new rules “to reinforce trust and protect [the] neutrality” of the contest that would discourage governments from influencing the outcome.</p><p>That prompted Ireland, the Netherlands, Slovenia and Spain to swiftly announce <a href=\"/news/2025/12/4/spain-ireland-boycott-eurovision-song-contest-over-israels-inclusion\">they would boycott</a> the competition, with Irish broadcaster RTE citing “the appalling loss of lives in Gaza and humanitarian crisis”, and Slovenia’s national broadcaster saying it was “on behalf of the 20,000 children who died” in Israel’s genocidal war on Palestinian people in the territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>By contrast, Germany – a vocal supporter of Israel in Europe – had said it would boycott the event if Israel were barred.</p><p>The Eurovision Song Contest dates back to 1956 and reaches about 160 million viewers, according to the EBU.</p></div></div></body></html>"
        },
        {
            "title": "Olympics decision on gender eligibility to come in early 2026 | Olympics News | Al Jazeera",
            "time": "2025-12-10T18:23:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-26T101148Z_319765010_UP1ELBQ0SBN6A_RTRMADP_3_OLYMPICS-2026-FLAME-1765389446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Olympics decision on gender eligibility to come in early 2026</h1><p class=\"article__subhead\"><em>IOC currently has no universal rule in place for the participation of transgender athletes at the Olympic Games.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The International Olympic Committee says it will announce eligibility criteria for transgender athletes early next year, after months of deliberation as it seeks to find a consensus on how to protect the female category.</p><p>The issue has been a source of controversy, with no universal rule in place for the participation of transgender athletes at the Olympic Games.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The IOC, under its new President Kirsty Coventry, did a U-turn in June, deciding to take the lead in setting eligibility criteria for Olympic participation, having previously handed responsibility to the individual sports federations, leading to a confusing patchwork of different approaches.</p><p>In September, Coventry set up the “Protection of the Female Category” working group, made up of experts as well as representatives of international federations, to look into how best to protect the female category in sports.</p><p>“We will find ways to find a consensus that has all aspects covered,” Coventry told a press conference on Wednesday following an IOC executive board meeting.</p><p>“Maybe it is not the easiest thing to do, but we will try our best, so when we talk about the female category, we are protecting the female category.”</p><p>Coventry said a decision would come in the first months of 2026.</p><p>“We want to make sure we have spoken to all stakeholders, taken adequate time to cross the Ts and dot the Is,” she said.</p><p>“The group is working extremely well. I don’t want to try to constrain the working group by saying they need to have a specific deadline, but I am hopeful in the next couple of months and definitely within the first quarter of next year we will have a clear decision and way forward, which I think we are all looking forward to,” said Coventry, a former Olympic swimming champion.</p><p>Before Coventry’s decision in June, the IOC had long refused to apply any universal rule on transgender participation for the Games, instructing international federations in 2021 to come up with their own guidelines. Under current rules, still in force, transgender athletes are eligible to take part in the Olympics.</p><p>Only a handful of openly transgender athletes have taken part in the Games. New Zealand’s Laurel Hubbard became the first openly transgender athlete to compete in a different gender category to that assigned at birth when the weightlifter took part in the Tokyo Olympics in 2021.</p><p>Currently, some international federations have rules in place, but others have not yet reached that stage.</p><p>US President Donald Trump has banned transgender athletes from competing in sports in schools in the United States, which civil society groups say infringes on the rights of trans people, as Los Angeles prepares to host the 2028 Summer Olympics.</p><p>Trump, who signed the “Keeping Men Out of Women’s Sports” order in February, has said he would not allow transgender athletes to compete at the LA Games.</p></div></div></body></html>"
        },
        {
            "title": "US general highlights ‘close cooperation’ with Syria against ISIL threats | Syria's War News | Al Jazeera",
            "time": "2025-12-10T18:21:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/epa_6939b9beece9-1765390782.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The head of the US military’s Middle East-based Central Command, Brad Cooper, has said that the United States is working with Syrian forces to carry out operations against ISIL (ISIS), highlighting the collaboration between Washington and Damascus.</p><p>Speaking virtually at a Middle East Institute event on Wednesday, Cooper said the US military is working to “foster cooperation” with Syrian authorities.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We have now had multiple instances of collaboration with the Syrian government to counter very specific ISIS threats,” Cooper said.</p><p>The US general’s comments came on <a href=\"/news/2025/12/8/with-flags-and-fireworks-syrians-celebrate-one-year-since-fall-of-al-assad\">the first anniversary</a> of the start of the Syrian transition after the fall of the government of President Bashar al-Assad in a lightning offensive by opposition fighters.</p><p>Cooper’s statement emphasising security cooperation in Syria underscores the stunning transformation in Damascus, which had close ties to US rivals Russia and Iran for decades under al-Assad’s rule.</p><p>The US commander also said the US is helping efforts to integrate the Kurdish-dominated Syrian Democratic Forces with the Syrian government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Backed by the US, the SDF controls large parts of the country’s northeast, where it enjoys de facto self-rule. Despite an <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">agreement in March</a> to merge SDF fighters into Syrian state institutions, occasional clashes have broken out between the two sides.</p><p>“SDF’s successful integration with the Syrian government forces will lead to a more predictable and stable security environment,” Cooper said.</p><p>Syria joined the US-led global coalition against ISIL last month after President Ahmed al-Sharaa – a former rebel commander who formerly led a group with ties to al-Qaeda – <a href=\"/news/2025/11/10/ahmed-al-sharaa-meets-trump-as-us-extends-syria-sanctions-relief\">visited Washington, DC</a>, and met US President Donald Trump.</p><p>“Just the other week, we worked with the Syrian Ministry of Interior in locating and destroying 15 ISIS weapon sites in southern Syria,” Cooper said on Wednesday.</p><p>“This operation eliminated over 130 mortars and rockets, multiple small arms, antitank mines, IED [improvised explosive device] material and illicit drugs.”</p><p>ISIL controlled large areas in Syria and Iraq between 2014 and 2019. Despite the group’s territorial defeat, US officials say ISIL remnants continue to pose a threat to the region.</p><p>The US deployed as many <a href=\"/news/2024/12/19/us-says-it-has-two-thousand-troops-in-syria-not-nine-hundred-as-previously-declared\">as 2,000 troops</a> to Syria during the fight against ISIL, but the Trump administration announced earlier this year that it will slash the number of US bases and soldiers in the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Cooper said the US military will continue to play an “active role” in supporting US envoy <a href=\"/news/2025/8/28/us-envoy-says-calling-lebanon-reporters-animalistic-was-inappropriate\">Tom Barrack</a> to realise Trump’s “vision of a prosperous Middle East and a stable Syria at peace with itself and its neighbours”.</p><p>He also reiterated his gratitude to the Syrian authorities for intercepting weapons intended for Hezbollah in Lebanon.</p><p>“These are the types of tangible security gains we can make on the ground through close cooperation with Syrian government forces,” he said.</p><p>Since the fall of al-Assad, Israel – the top US ally in the region – has been carrying out air strikes in Syria and expanding its military presence in the south of the country.</p><p>Israeli troops have also been regularly launching raids in southern Syria and <a href=\"/news/2025/11/21/israeli-incursions-abductions-stoke-fear-in-syrias-occupied-golan-heights\">abducting and disappearing</a> residents.</p><p>On Wednesday, Cooper failed to mention the Israeli campaign in the country, but he hailed what he called “hoops diplomacy”, referring to footage of himself playing basketball with al-Sharaa earlier this year.</p><p>“While much work remains, I believe there’s great reason for optimism and hope about the historic opportunity ahead,” he said.</p></div></div></body></html>"
        },
        {
            "title": "UN rights office in ‘survival mode’ amid deep funding cuts | United Nations News | Al Jazeera",
            "time": "2025-12-10T17:59:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-08-28T110104Z_253815047_RC2BACAYY9JO_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-UN-RIGHTS-1757081019.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN rights office in ‘survival mode’ amid deep funding cuts</h1><p class=\"article__subhead\"><em>The UN High Commissioner for Human Rights said the shortfall has already forced the loss of 300 jobs.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"286\" data-end=\"470\">The <a href=\"/news/2025/12/8/condemnation-as-israel-raids-unrwa-hq-in-east-jerusalem-removes-un-flag\">United Nations’</a> top human rights official says his office is struggling to operate after major funding cuts from donor governments, even as rights abuses escalate across the globe.</p><p data-start=\"472\" data-end=\"797\">Volker Turk, the UN high commissioner for human rights, said on Wednesday that the Office of the High Commissioner for Human Rights has $90m less than it needs this year. He told reporters the shortfall has already forced the loss of 300 jobs and reduced the organisation’s ability to monitor violations around the world.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"799\" data-end=\"975\">“Our resources have been slashed, along with funding for human rights organisations, including at the grassroots level, around the world,” Turk said. “We are in survival mode.”</p><p data-start=\"977\" data-end=\"1489\">Donor governments including Britain, the Netherlands and Sweden have pulled back on UN contributions and aid as they prioritise defence and domestic spending. A significant reduction has also come from the United States, where the administration of US President Donald Trump has repeatedly questioned the role of the UN, withdrawing from UN agencies and supporting a congressional rescission that removed funding for international organisations, including the UN.</p><p data-start=\"977\" data-end=\"1489\">The warning from Turk comes as the UN Office for the Coordination of Humanitarian Affairs (OCHA), which handles humanitarian aid and crisis response, launches a $23bn appeal for 2026 while also facing cuts of its own, acknowledging that a sharp drop in donor support means tens of millions of people in urgent need will be left without assistance.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1711\" data-end=\"1961\">The largest request is for the occupied Palestinian territory, with $4bn mostly aimed at Gaza, where Israel’s genocidal war against the Palestinian people has left almost all 2.3 million residents displaced and dependent on aid. UN officials say that figure is well below the level of need.</p><p data-start=\"1963\" data-end=\"2333\">Funding is also being sought for other major crises, including $2bn for people displaced in Sudan and $1bn for Sudanese refugees who have fled the conflict there. Another $1.4bn is requested for communities affected by violence in the Democratic Republic of the Congo, more than $2bn for emergency support inside Syria, and nearly $3bn for Syrian refugees.</p><p data-start=\"2335\" data-end=\"2623\">To cope with the financial crisis, Turk said country visits by UN experts have been limited and fact-finding missions and investigations have been reduced. Reviews of states’ compliance with UN human rights treaties have also been postponed, dropping to 103 this year from 145 previously.</p><p data-start=\"2625\" data-end=\"2792\">“All this has extensive ripple effects on international and national efforts to protect human rights,” Turk said.</p></div></div></body></html>"
        },
        {
            "title": "US federal judge halts Trump’s National Guard operations in California | Donald Trump News | Al Jazeera",
            "time": "2025-12-10T17:49:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/AFP__20250610__49QC8UK__v1__HighRes__UsAgentsProtestersClashAgainInLosAngelesOverImm-1749539643.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US federal judge halts Trump’s National Guard operations in California</h1><p class=\"article__subhead\"><em>California Governor Gavin Newsom celebrates court victory against US President Donald Trump’s extended National Guard presence in Los Angeles.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A federal judge has blocked the Trump administration’s deployment of <a href=\"/news/2025/9/2/us-judge-declares-trumps-military-deployment-to-los-angeles-illegal\">National Guard troops</a> to Los Angeles, California, ordering that they must be returned to the authority of the state governor.</p><p>United States District Judge Charles Breyer rejected the government’s claim that the deployment was necessary to quell protests against the administration’s aggressive <a href=\"/news/2025/6/11/you-dont-know-if-youll-return-home-immigration-raids-shake-los-angeles\">immigration raids</a> in a ruling on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The founders designed our government to be a system of checks and balances. Defendants, however, make clear that the only check they want is a blank one,” Breyer said.</p><p>President Donald Trump’s deployments of the National Guard to cities across the country have often occurred despite resistance from state and local officials and in the absence of any serious emergency conditions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>About 4,000 members of the California <a href=\"/news/2025/6/8/trump-deploys-national-guard-to-quell-protests-against-ice-in-los-angeles\">National Guard</a> were sent to Los Angeles in June without the governor’s approval, while only about 100 remain there today. The government had argued that its presence was necessary to help protect federal officials and property, and had extended the deployment through February.</p><p>Breyer’s decision grants a preliminary injunction sought by California officials, but also places the decision on hold until Monday.</p><p>The administration has also clashed with California over efforts to deploy members of the state National Guard to the city of Portland in neighbouring <a href=\"/news/2025/10/5/gov-newsom-says-trump-is-sending-california-national-guard-troops-to-oregon\">Oregon</a>.</p><p>Democratic officials such as California Governor Gavin Newsom have slammed the troop deployment as an authoritarian power grab meant to stifle dissent in cities seen as hubs of resistance to the Trump administration.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Newsom’s office reacted to the Wednesday ruling with a social media post celebrating “Another W (win) for Democracy, L (loss) for the rule of the Don.”</p><p>The US president has frequently used alarming language to attack Democrat-run cities and <a href=\"/news/2025/12/4/from-mogadishu-to-minneapolis-somalis-reject-trumps-bigoted-remarks\">immigrant communities</a> as filthy and crime-infested, and has said that he could use the military more regularly to fight “the enemy within”.</p></div></div></body></html>"
        },
        {
            "title": "WATCH: Palestine prepare for historic FIFA Arab Cup clash with Saudi Arabia | Football News | Al Jazeera",
            "time": "2025-12-10T17:37:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765388500.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Palestine face Saudi Arabia in the quarterfinals of the FIFA Arab Cup, the first time the former have reached this stage.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>After finishing on top of their group in the opening round of the 2025 FIFA Arab Cup, Palestine will look to continue their historic run when they face Saudi Arabia at Lusail Stadium on Thursday.</p><p>The Palestinian side also defied the odds to reach the knockout stages of the AFC Asian Cup for the first time earlier this year.</p><p>Having already beaten hosts and favourites Qatar, who were subsequently <a href=\"/sports/2025/12/7/gritty-palestine-enter-arab-cup-quarters-as-favourites-qatar-crash-out\">eliminated at the group stage</a>, Palestine must now overcome a Saudi Arabia side that <a href=\"/sports/2022/11/22/jubilant-saudi-arabia-declares-public-holiday-after-argentina-win\">produced a shock</a> at the Qatar 2022 FIFA World Cup when they defeated the eventual champions, Argentina.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "LIVE: Real Madrid vs Manchester City - UEFA Champions League | Football News | Al Jazeera",
            "time": "2025-12-10T17:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6939d5bc-1765397948.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Real Madrid vs Manchester City – UEFA Champions League</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow the build-up, analysis and live text commentary of the game as Madrid host City at the Santiago Bernabeu Stadium.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Masked neo-Nazis march through Arkansas community | Civil Rights | Al Jazeera",
            "time": "2025-12-10T16:37:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/little_rock_arkansas_neo-nazi_blood_tribe_march_dec_6_2025_via_CAIR_national-1765384138.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Are Israel, Hamas entering the second phase of Gaza ceasefire? | Newsfeed | Al Jazeera",
            "time": "2025-12-10T16:32:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765384303.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy warns Russia, China stepping up military-industrial cooperation | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-10T16:08:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-09T194451Z_2009550826_RC26DIANUJ03_RTRMADP_3_UKRAINE-CRISIS-ZELENSKIY-PEACE-1765379547.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has said that China is moving to “intensify cooperation” with Russia, particularly in the military-industrial sphere, amid deepening ties between the strategic partners since Moscow launched its full-scale invasion of its neighbour.</p><p>In comments on social media on Wednesday, Zelenskyy said a report from the head of Kyiv’s foreign intelligence had noted the dependence of the Russian state on “Chinese investment, technologies, and political priorities”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Ukrainian leader said that Kyiv’s partner intelligence services had also noted the moves by Beijing and Moscow to ramp up their cooperation in the military-industrial sector, adding he had instructed Ukraine’s foreign intelligence service to monitor the cooperation “more substantively” for how it related to Ukraine’s and its Western allies’ interests.</p><p>“Global security must not be undermined because Russia’s appetite for aggression remains unabated,” he said.</p><p>The report also observed a growing trend of the “de-sovereignisation of parts of Russian territory” in Beijing’s favour – primarily through the use of resource-rich land, and the sale of precious resources to China, he said.</p><p>Despite pressure from the West, Beijing, Moscow’s key strategic partner, has drawn closer to Russia since it launched its full-scale invasion of Ukraine in February 2022.</p><p>It has claimed neutrality in the conflict, maintaining a low profile amid international efforts to negotiate peace, despite calls for it to use its influence over Moscow – which relies heavily on China to blunt the impact of Western sanctions – to help bring an end to the conflict.</p><p>In September, the Chinese and Russian leaders outlined their vision of a new, multilateral international order <a href=\"/news/2025/9/2/china-russia-pledge-new-global-order-at-shanghai-cooperation-summit\">at the Shanghai Cooperation Organisation</a> (SCO) summit, while last month, Chinese President Xi Jinping <a href=\"/news/2025/11/4/xi-eyes-deeper-china-russia-ties-despite-turbulent-external-conditions\">pledged to expand investment</a> and deepen economic relations between the countries in a meeting with Russian Prime Minister Mikhail Mishustin, describing the enhanced ties as a “shared strategic choice”.</p><p>Xi highlighted industries including aerospace, energy, agriculture, and the digital economy as sectors where the countries could cooperate.</p><h2 id=\"coalition-of-willing-to-meet\">‘Coalition of willing’ to meet</h2><p>Zelenskyy’s warning came as he said Ukrainian officials ​​were expected to hand US negotiators their latest proposals to end the war shortly, amid US President Donald Trump’s push for a settlement.</p><p>Zelenskyy is due to discuss the status of those negotiations in a video call on Thursday with the leaders of about 30 of Ukraine’s allies, members of the so-called “coalition of the willing” led by France and the United Kingdom. The French presidency confirmed on Wednesday that the call would take place.</p><p>Ukraine’s European <a href=\"/news/2025/12/9/ukraines-allies-say-efforts-to-end-russias-war-at-critical-moment\">allies are backing Zelenskyy’s effort</a> to ensure that any deal to end the war is fair and deters future Russian aggression in Europe, amid concerns that Trump’s push for a swift settlement will result in an outcome heavily weighted in the Kremlin’s favour.</p><p>Responding to comments from Trump that suggested the Ukrainian president was using the war as an excuse not to hold an election, Zelenskyy also said the country <a href=\"/news/2025/12/10/zelenskyy-says-ukraine-ready-to-hold-polls-if-us-allies-ensure-security\">would be ready to hold a vote</a> within three months if its partners guaranteed security during wartime, and provided its electoral law could be altered.</p><p>“To hold elections, two issues must be addressed: primarily, security – how to conduct them, how to do it under strikes, under missile attacks; and a question regarding our military – how they would vote,” Zelenskyy said.</p><p>“The second issue is the legislative framework required to ensure the legitimacy of elections,” he said, referring to the fact that elections cannot be held during times of martial law.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"hospital-shelled-in-russian-held-kherson\">Hospital shelled in Russian-held Kherson</h2><p>Meanwhile, as efforts continued to reach a settlement in the war, hostilities continued to play out on the battlefield.</p><p>In a Russia-controlled part of Ukraine’s southern Kherson region, three people were killed and two wounded by Ukrainian shelling of a hospital, a Russia-installed governor, Vladimir Saldo, said on Telegram.</p><p>He said all the victims worked at the facility, and one of the injured was in intensive care.</p><p>Elsewhere, Russian drones hit the gas transport system in Ukraine’s southern Odesa region, Deputy Energy Minister Mykola Kolisnyk said, while heavy fighting was continuing to rage in Pokrovsk, in the eastern Donbas region, where Ukraine’s military said it was fending off a Russian mechanised assault.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s $12bn aid package: Are tariffs bleeding US farmers? | Agriculture News | Al Jazeera",
            "time": "2025-12-10T15:52:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AFP__20251013__78HK4W7__v1__HighRes__UsTradeSoyChina-1760423464.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump has announced a <a href=\"/news/2025/12/8/trump-announces-12bn-package-to-aid-farmers-hurt-by-his-tariffs\" target=\"_blank\" rel=\"noopener\">$12bn aid package</a> for farmers, offering financial assistance to a core part of his political base that has been hit hard by falling crop prices and the impact of his trade policies.</p><p>Unveiling the plan at the White House in Washington, DC alongside Agriculture Secretary Brooke Rollins and several farmers on Monday, Trump said: “Maximising domestic farm production is a big part of how we will make America affordable again and bring down grocery prices.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rollins said the Farmer Bridge Assistance programme’s initial phase would provide $11bn for row crop farmers – those who cultivate crops such as corn, soya beans and cotton in rows. An additional $1bn has been earmarked for farmers who grow some speciality crops not covered by this. The aid money is expected to be made available by the end of February.</p><p>The package is Trump’s latest effort to defend his economic record and respond to public anxiety about rising food costs. It also comes after China curbed its purchases of US soya beans in retaliation for steep US trade tariffs, which have also caused the cost of fertiliser and other agricultural products to soar.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-will-this-aid-be-distributed-to-farmers\">How will this aid be distributed to farmers?</h2><p data-start=\"1678\" data-end=\"2034\">The US Department of Agriculture (USDA) will calculate per-acre payments for different crops using a formula that estimates production costs. Payments will be capped at $155,000 per farm or individual, and only farms earning less than $900,000 annually will qualify.</p><p>The USDA’s formula is designed to bolster small-scale producers who may be struggling more than others. “We looked at how they were hurt, to what extent they were hurt,” Trump said.</p><p>Farmers will begin receiving funds on February 28, according to Rollins. Meanwhile, applications for funds will open in the coming weeks so that farmers “will know exactly what that number looks like”.</p><p>Trump said the money for the scheme will come from tariff revenues.</p><p>Though Trump has, at times, downplayed cost-of-living issues, he visited Pennsylvania on Tuesday to explain to voters how his administration is addressing this concern.</p><p>At the same time, he defended his record on trade and the sweeping reciprocal tariffs he has imposed on countries around the world this year. “It’s amazing,” Trump said of tariffs at a rally in Mount Pocono, Pennsylvania. “It’s the smart people who understand it. Other people are starting to learn, but the smart people really understand it.”</p><h2 id=\"why-is-this-aid-package-being-introduced-now\">Why is this aid package being introduced now?</h2><p>Many farmers continue to support Trump. The country’s most farming-dependent counties overwhelmingly backed him in last year’s presidential election by an average of 77.7 percent, according to the USDA.</p><p>Experts say his anti-establishment rhetoric has resonated with rural communities that feel overlooked by political elites in Washington, DC. His promises of deregulation also appealed to many farmers who feel frustrated by federal rules they view as burdensome.</p><p>But the president’s trade agenda and the imposition of trade tariffs to address the country’s trading deficit with many other countries have hit farmers hard. Trump’s <a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\">“liberation day”</a> tariff announcement earlier this year provoked steep retaliatory duties on US products, particularly from China, including on US agricultural exports.</p><p>Trump’s latest package is an echo of a $12bn programme he offered to farmers in 2018 during his first-term administration’s initial trade dispute with China.</p><h2 id=\"which-crops-have-been-hardest-hit-by-trade-tariffs\">Which crops have been hardest hit by trade tariffs?</h2><p>Soya bean farmers have been badly bruised by the US-China trade spat this year. Trump was the principal architect of recent tensions – his sweeping “reciprocal” tariffs, <a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\">launched earlier this year</a>, targeted China more than any other country.</p><p>Historically, more than half of all soya beans produced in the US – mainly in the Midwest – have been sold to China. But after Trump imposed steep tariffs on Chinese goods, Beijing raised duties on US soya beans to 34 percent.</p><p>Last year, China bought slightly more than 50 percent (27 million metric tons) of the $24.5bn of produce that US soya bean farmers sold to international markets. This year, US exports to China have so far fallen by more than half.</p><p>Instead, China has begun buying more soya beans from Brazil and other South American nations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The American Soybean Association has also warned that tariffs are driving up costs for soya bean producers. In particular, US tariffs on Moroccan fertiliser, which have been hiked from 2.1 percent to 16.8 percent, have squeezed farmers.</p><p>In October, following a <a href=\"/news/liveblog/2025/10/29/trump-xi-meeting-live-china-and-us-to-negotiate-rare-earths-tariffs\">meeting</a> with Chinese President Xi Jinping in South Korea, Trump said Beijing had committed to buying 12 million metric tons of US soya beans by the end of this year, and 25 million metric tons annually for the next three years.</p><p>Trump is also facing pressure to address rising beef prices. On November 7, he asked the Department of Justice to investigate foreign-owned meatpackers in the US, which he claims are driving up costs, though he has provided no supporting evidence for this.</p><p>Then, on November 20, Trump announced he would <a href=\"/news/2025/12/3/trump-and-lula-hold-phone-call-to-discuss-us-tariffs-on-brazil-sanctions\" target=\"_blank\" rel=\"noopener\">peel back trade tariffs</a> of up to 50 percent on certain Brazilian agricultural products, including coffee and beef. The reversal was broadly interpreted as an acknowledgement that the tariffs were fuelling inflationary pressures at home.</p><p>More broadly, US consumer sentiment remains near record lows. In November, data released by the University of Michigan showed that Americans view their personal finances as the weakest they’ve been since 2009. High inflation is the primary cause of concern.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4164966\" src=\"/wp-content/uploads/2025/12/Interactive_USEconomy_ConsumerFinance_Dec10_2025-02-1765374338.png?quality=80\" alt=\"Interactive_USEconomy_ConsumerFinance_Dec10_2025-02-1765374338\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Prices of <a href=\"/economy/2025/11/25/prices-increase-as-americans-prepare-for-thanksgiving\">other food staples have also risen recently</a>. Compared to last year’s Thanksgiving Day, potatoes this year on the November US holiday were up by 3.7 percent, bread rolls 3.9 percent and apples 5.3 percent – all outpacing the 3 percent annual inflation rate, government data shows.</p><h2 id=\"will-trump-s-bailout-package-be-enough-to-rescue-farmers\">Will Trump’s bailout package be enough to rescue farmers?</h2><p data-start=\"3715\" data-end=\"4057\">While farmers have generally welcomed Trump’s bailout package, many view it as a temporary reprieve rather than a solution to long-term challenges like rising costs and the decline of small-scale farming.</p><p>“[It’s] a start, but I think we need to be looking for some avenues to find other funding opportunities, and we need to get our markets going. That’s where we want to be able to make a living from,” Kentucky farmer Caleb Ragland told the Associated Press on Monday.</p><p>Family farmers and those renting land have been particularly exposed to Trump’s trade war. Many smaller farms, already operating on thin margins, have struggled to absorb the shock of higher input costs.</p><p>As strains persist, analysts have warned that the sector may undergo further consolidation, with large industrial farms expanding their reach while smaller growers disappear or take on more debt just to stay afloat.</p><p>Earlier this year, Cornell University in Ithaca, New York, estimated that in the first half of this year, the number of farm bankruptcies was 60 percent higher than a year before. In addition, farm sector debt is expected to rise by 5 percent to nearly $600bn in 2025.</p><p>Libby Schneider, deputy executive director of the Democratic National Committee, said Trump’s aid package does not go far enough: “Farmers don’t want handouts – they want their markets back,” she said in a statement.</p></div></div></body></html>"
        },
        {
            "title": "Families shelter in makeshift tents after floods ravage Indonesia’s Sumatra | Floods | Al Jazeera",
            "time": "2025-12-10T15:49:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765381768.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Could Ukraine hold a presidential election right now, as Trump demands? | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-10T15:46:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-10-17T191802Z_518549795_RC2TDHAREW61_RTRMADP_3_UKRAINE-CRISIS-1765379228.jpg?resize=1839%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> United States President Donald Trump bristled at a question about his Ukrainian counterpart on Wednesday during an interview with media outlet Politico. Admonishing Volodymyr Zelenskyy for failing to hold a presidential election, he accused him of not ending the war with Russia as an excuse to cling to power.</p><p>“They talk about a democracy, but it gets to a point where it’s not a democracy any more,” Trump told Politico, referring to the presidency of Zelenskyy who was elected in April 2019 with more than 70 percent of the vote, but whose five-year term would, under normal circumstances, have expired in 2024.</p><p>There is a reason he’s still there, though. The Ukrainian constitution bans wartime elections, and Russia’s 2022 full-scale invasion will enter its fifth year in February 2026.</p><p>Hours after Trump’s remarks, Zelenskyy responded, saying he was “ready” to hold an election – as long as Washington and, perhaps, Brussels could ensure its security.</p><p>“I’m asking – and now declaring it openly – the United States to help me, maybe along with European colleagues, to provide security for holding the vote,” Zelenskyy said. “I have the will and readiness for that.”</p><p>So why is Trump raising this issue now, and would it even be possible to hold an election during a war?</p><h2 id=\"is-trump-repeating-russian-talking-points\">Is Trump repeating Russian talking points?</h2><p>Trump is indeed “playing along” with Russian President Vladimir Putin, Lieutenant General Ihor Romanenko, former deputy head of Ukraine’s general staff of armed forces, told Al Jazeera.</p><p>Putin and his ministers have long called Zelenskyy “illegitimate” and dubbed his government a “neo-Nazi junta” that allegedly pits average Ukrainians against the “brotherly” Russian nation.</p><p>Last month, Trump unveiled a <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point peace plan</a> for Ukraine with short and vague clauses which offer few security guarantees for Kyiv and are widely seen as a Moscow wish list. Crucially, the plan would involve Ukraine ceding land already lost to Russia during the war, a line that Zelenskyy has repeatedly said he will not cross.</p><p>“Trump doesn’t care what’s going to happen to Ukraine and Ukrainians, what’s more important to him is that the war is settled somehow, and he can show his leadership and response to Ukraine and to Europeans,” Romanenko said.</p><p>Civilian observers <a href=\"/news/2025/11/25/trump-wants-us-to-capitulate-to-russia-ukrainians-aghast-at-peace-plan\">agree</a>.</p><p>“The Kremlin offered an ultimatum via Trump, and Ukraine refused,” Kyiv-based analyst Igar Tyshkevych told Al Jazeera.</p><p>And now, observers say, Trump is seeking to settle Europe’s bloodiest conflict since World War II before his upcoming summit with Chinese President Xi Jinping.</p><p>“Otherwise Trump will have to consult Xi, and that contradicts his conception of America First and Make America Great Again,” Tyshkevych said.</p><p>That’s why the upcoming two months will be “very complicated” for Ukraine as Washington is likely to frantically push for a peace deal, he said.</p><figure id=\"attachment_4161889\" aria-describedby=\"caption-attachment-4161889\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4161889\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1765274027.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1765274027\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4161889\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"what-are-the-hurdles-an-election-would-face\">What are the hurdles an election would face?</h2><p>Zelenskyy said on Wednesday that Trump’s suggestion of him clinging to the presidency were “frankly, completely unreasonable”. He added that he would ask his Public Servant party, which dominates the Verkhovna Rada, Ukraine’s lower house of parliament, to draft a law to allow voting during martial law.</p><p>However, practically, it could be extremely difficult to hold an election in Ukraine now.</p><p>In February, Zelenskyy and his officials also responded to Trump’s demands that they hold a presidential vote. They insisted it couldn’t be held while Moscow <a href=\"/tag/ukraine-russia-crisis/\">pummelled Ukrainian cities</a> with drones and missiles and occupied almost one-fifth of Ukraine.</p><p>Ukrainian nationals in occupied areas are subject to abduction, torture and even death for taking an anti-Russian stance and, therefore, could not possibly take part in any vote.</p><p>An election would likely be a logistical nightmare as millions of Ukrainians have been displaced or fled to Europe or other nations where embassies and consulates would not be able to handle the volume of voters.</p><p>The hours-long blackouts all over Ukraine, which follow Moscow’s pinpointed, repeated strikes on Ukrainian power generation and transmission infrastructure, would make an election even more difficult to hold.</p><figure id=\"attachment_4165109\" aria-describedby=\"caption-attachment-4165109\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4165109\" src=\"/wp-content/uploads/2025/12/2025-12-09T164718Z_549838239_RC23DIAF625K_RTRMADP_3_UKRAINE-CRISIS-BLACKOUT-KYIV-1765379466.jpg?w=770&amp;resize=770%2C536&amp;quality=80\" alt=\"Kyiv blackout\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4165109\" class=\"wp-caption-text\">A delivery courier uses his bike light to illuminate during a power blackout after critical civil infrastructure was hit by recent Russian missile and drone attacks in Kyiv, Ukraine, on December 9, 2025 [Gleb Garanich/Reuters]</figcaption></figure><h2 id=\"who-would-ensure-voters-safety\">Who would ensure voters’ safety?</h2><p>Only Washington’s full commitment to interfere militarily if Russia were to violate a ceasefire could guarantee security, analyst Tyshkevych said.</p><p>But that’s a step that Washington has not taken and is not likely to take now, he added. “I barely imagine security guarantees that will ensure the security of the election without ending the war.”</p><figure id=\"attachment_4165114\" aria-describedby=\"caption-attachment-4165114\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4165114\" src=\"/wp-content/uploads/2025/12/2025-12-06T104108Z_562327897_RC2YAIAUJPRN_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-REGION-1765379554.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Ukraine\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4165114\" class=\"wp-caption-text\">A family looks at their home that was damaged during a night of Russian missile and drone strikes in Novi Petrivtsi, outside Kyiv, Ukraine, on December 6, 2025 [Thomas Peter/Reuters]</figcaption></figure><h2 id=\"how-soon-could-an-election-be-held\">How soon could an election be held?</h2><p>Even if Kyiv begins preparations for a vote, it likely could not be held much earlier than March 2026.</p><p>The Verkhovna Rada will take several weeks to draft, submit and vote in a law allowing the election. Election authorities would then take several more weeks to approve all candidates and allow them to campaign. All earlier timelines are “fantasy,” Tyshkevych said.</p><h2 id=\"would-soldiers-be-able-to-vote\">Would soldiers be able to vote?</h2><p>Kyiv did hold presidential and parliamentary elections after 2014, when Russia annexed Crimea and backed a separatist uprising in the southeastern Donbas region.</p><p>But the hostilities were limited to Donbas and were labelled “an anti-terrorism operation” that did not require martial law to be imposed on Ukraine.</p><p>Servicemen were able vote – but most did not insist on participating, Lieutenant General Romanenko said.</p><p>This time, securing the vote of hundreds of thousands of servicemen would be near-impossible without a stable, months-long ceasefire, he added.</p><p>A truce would have to guarantee every serviceman’s chance to cast a ballot – or risk triggering an uproar among them. “They will demand full participation,” Romanenko said.</p><h2 id=\"what-do-ukrainians-say-about-holding-an-election\">What do Ukrainians say about holding an election?</h2><p>Most Ukrainians are opposed to holding an election without a stable peace settlement in place.</p><p>In September, 63 percent of those surveyed opposed holding a vote even immediately after a ceasefire, according to a survey by the Kyiv International Institute of Sociology.</p><p>Only 22 percent believed elections could be held in the wake of a ceasefire with security guarantees, the poll said.</p><p>“Now is not the time,” Mykola Chernenko, a 29-year-old sales manager at an electronics store in Kyiv, told Al Jazeera. “We have to focus on ending the war, and will sort all the politics out later,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"would-zelenskyy-be-re-elected\">Would Zelenskyy be re-elected?</h2><p>Zelenskyy’s approval ratings soared above 80 percent in the immediate aftermath of the full-scale invasion by Russia in 2022.</p><p>However, his popularity has diminished since. Valerii Zaluzhnyi, a burly, taciturn top commander and four-star general whom Zelenskyy fired in early 2024 is Ukraine’s most popular politician these days.</p><p>Some 73 percent of Ukrainians polled in July said they trust Zaluzhny, according to the Rating Sociological Group, <a href=\"https://english.nv.ua/nation/zaluzhnyi-tops-ukraine-s-trust-ratings-in-july-2025-new-poll-shows-50528376.html\" target=\"_blank\" rel=\"noopener\">a Kyiv pollster</a>.</p><p>Zaluzhny, who now serves as ambassador to the United Kingdom, has largely refrained from making any public remarks on the matter.</p><p>The same poll found that Zelenskyy is trusted by 65 percent of Ukrainians, while 29 percent said they “distrust” him.</p><p>A <a href=\"/news/2025/11/13/could-ukraines-corruption-crisis-lead-to-military-defeat-against-russia\">scandal</a>, which unfolded last month over the alleged involvement of Zelenskyy’s close allies in a corruption scheme linked to nuclear power generation, is likely to dampen his popularity further in the energy-starved nation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"are-elections-allowed-in-other-countries-during-war\">Are elections allowed in other countries during war?</h2><p>Two years after the full-scale invasion, Russia held a presidential election – even though hostilities were raging in four partly-occupied Ukrainian regions, which Moscow declared part of its territory in September 2022.</p><p>Many Ukrainians in occupied areas were <a href=\"/news/2024/3/16/at-gunpoint-ukrainians-in-occupied-regions-back-putin-in-russias-election\">forced to cast their ballots</a> under duress, and Putin predictably won with 88 percent of the vote.</p><p>But Moscow never openly declared martial law and stubbornly dubs its invasion of Ukraine “a special military operation”. Anyone who calls it a “war” faces fines, arrest or Kremlin-orchestrated trials.</p><p>Other ex-Soviet nations have held presidential elections during ongoing, yet frozen, armed conflicts – notably, Armenia and Azerbaijan, whose conflict over Nagorno-Karabakh began in 1988 and ended in 2023.</p><p>Iraq and Afghanistan also held presidential and parliamentary elections during active domestic conflicts.</p></div></div></body></html>"
        },
        {
            "title": "Why the battle for Kordofan could be critical for Sudan’s future | Sudan war | Al Jazeera",
            "time": "2025-12-10T15:39:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T035901Z_428842356_RC238IA88U13_RTRMADP_3_SUDAN-RSF-BABANUSA_cropped.JPG-1765380990.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "El Palestino: More than a Club | Football | Al Jazeera",
            "time": "2025-12-10T15:34:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765380884.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Chile’s Palestino FC, where football, identity and resistance unite in a powerful act of Palestinian representation.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The remarkable story of Deportivo Palestino, the Chilean football club founded more than a century ago by Palestinian migrants and still driven by identity, memory and resistance.</p><p>Opening with Palestino’s appearance in the Copa Libertadores, it blends history, community and high-stakes football through the personal journeys of those shaped by the club. Former midfielder Roberto Kettlun reveals how joining Palestino reconnected him with his roots and led him to play for the Palestinian national team and live in Jerusalem, confronting a reality he had heard about only through family stories.</p><p>The film also follows Chile’s former Interior Minister Rodrigo Delgado, who credits his Palestinian heritage and Palestino fandom with forging his political determination.</p><p>From emotional family ties to international controversy, including the famous 2014 kit featuring the map of historic Palestine, the film shows how every Palestino match is an act of representation, a reminder to the world that Palestine is alive.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Post‑Assad Syria’s security challenges persist despite political change | Syria's War | Al Jazeera",
            "time": "2025-12-10T15:13:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765379592.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "One year after the fall of al-Assad, a reporter returns to Damascus | Syria's War | Al Jazeera",
            "time": "2025-12-10T15:00:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20241225__36RF84L__v2__HighRes__SyriaConflict-1765092018.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Damascus, Syria – </strong>On the morning of December 5, 2025, a taxi drove me across the Lebanon-Syria border. This time was different from my first trip across, in the early hours of December 9, 2024, just a day after Bashar al-Assad fled Syria for Moscow.</p><p>On that day, Syrian Army military vehicles were abandoned on the side of the highway to Damascus. Also abandoned, scattered along the highway’s shoulders, were the uniforms of the men who had once driven them.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A year later, they’re all gone. So, too, are the defaced portraits of Bashar and his father Hafez, who ruled the country from 1971 until last year. And gone is a sign I’d photographed a year earlier that read “Assad’s Syria welcomes you”.</p><figure id=\"attachment_4164957\" aria-describedby=\"caption-attachment-4164957\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4164957\" src=\"/wp-content/uploads/2025/12/F0C8B3EC-D228-47B1-B381-CC4977F652C2-4-1765374133.jpg?w=770&amp;resize=770%2C665&amp;quality=80\" alt=\"A sign reading &quot;Syria's Assad welcomes you&quot; taken on December 9, 2024, the day after Bashar al-Assad fled Syria for Moscow. [Justin Salhani/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4164957\" class=\"wp-caption-text\">A photograph of a sign reading ‘Assad’s Syria welcomes you’, taken on December 9, 2024, the day after Bashar al-Assad fled Syria for Moscow [Justin Salhani/Al Jazeera]</figcaption></figure><p>I was back in Damascus to cover the first anniversary of the fall of the regime. A year later, people return to Umayyad Square to celebrate.</p><p>This time, armed men are organising the crowds instead of firing their rifles into the air. The muddied SUVs that transported anti-Assad forces into Damascus have been replaced by new security forces vehicles, emblazoned with the new national emblem adopted by Ahmed al-Sharaa’s government.</p><p>A lot can change in a year. Immediately after the fall, Syrians had a five-decade weight removed from their chests. It had pressed down on their ribs and organs and robbed them of feelings of agency.</p><h2 id=\"may-god-protect-the-government\">‘May God protect the government’</h2><p>For years, many Syrians – even in the diaspora – avoided giving their real names or having their photos taken out of fear of repercussions for themselves or loved ones back in Syria.</p><p>After al-Assad’s fall, many Syrians were <a href=\"/features/2024/12/11/damascus-celebrates-assads-fall-joy-concern\">eager to express</a> the suppressed thoughts they’d long burrowed away.</p><p>In Umayyad Square, even though the anniversary was still three days away, people gathered and <a href=\"/news/2025/12/7/hope-flags-fireworks-as-syria-starts-to-celebrate-a-year-without-al-assad\">waved flags</a> and lit fireworks. Many spoke of their joy at the upcoming celebration.</p><p>“The situation is good, may God protect the government,” said Moataz, a 19-year-old student. “The situation in the last year changed … in every way.”</p><p>We finished speaking, and I began talking to another student. Then, Moataz approached me and asked me to please not include his family name in the report.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Another of his friends refused to be interviewed. Nothing was wrong, they said, they just felt more comfortable that way.</p><p>Standing next to me was a Canadian colleague. When Moataz’s friend heard he was from Canada, he told him that Syria was good to visit for a week or two, but that it’s better to live in Canada.</p><p>Most in the square had only ever known one family’s rule. Many, under the age of 25, had only known one man’s rule. Exorcising the trauma and demons, especially those of the years of the uprising and violent suppression, will understandably take time. So will improving the country and its infrastructure.</p><p>Syrian shop owners I spoke to in the al-Salhiye and al-Hamadiyeh souqs told me that they no longer feared security forces would raid their shops, but that business had largely still not improved. Hopes are high that the lifting of United States sanctions, including the recent repeal of the Caesar Act, might kick-start the economy. But for now, many are living day-to-day or off remittances.</p><figure id=\"attachment_4164968\" aria-describedby=\"caption-attachment-4164968\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4164968\" src=\"/wp-content/uploads/2025/12/IMG_4488-1765374346.jpg?w=770&amp;resize=770%2C536&amp;quality=80\" alt=\"A street artist in the al-Salhiye souk in Damascus. [Justin Salhani/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4164968\" class=\"wp-caption-text\">A street artist in the al-Salhiye souk in Damascus [Justin Salhani/Al Jazeera]</figcaption></figure><h2 id=\"the-disappeared\">The disappeared</h2><p>One criticism from activists is that little progress has been made on the issue of the tens of thousands of disappeared Syrians. Portraits of missing persons posted in Damascus’s Marjeh Square were torn down.</p><p>A year earlier, my colleagues and I had driven towards Sednaya prison north of the city. We parked a couple of kilometres away, as Israeli air strikes exploded in the distance, and carried on by foot towards the prison.</p><p>There, we found tens of thousands of people looking for any sign, whisper or remnant of their loved ones who had been disappeared in the nefarious Syrian prison network built by the Assad regime over decades. On our way down from the prison, people arriving asked us if there were any prisoners left inside. They did not yet know that all the remaining prisoners had been liberated and that rumours of an underground holding cell were proof of the depths of creative depravity the regime was capable of.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>That regime is gone. And nobody I spoke to in Damascus wants al-Assad back. That fact alone has made a world of difference to millions of Syrians. However, discussions with shop owners, servers at cafes, a former hotel employee, former prisoners, researchers, students, engineers, taxi drivers and members of the diaspora considering returning home, also highlighted that it will not be enough to rebuild the country.</p><p>The World Bank estimates reconstruction in Syria needs $216bn. Dozens of areas still lie in ashes and rubble. The economy has yet to take off, and the pledges of financial and political support from international and regional allies have not fully materialised yet.</p><p>A year on from al-Assad’s fall, some streets are being repaved, gunmen in mismatched fatigues who once roamed the city streets have been replaced by men in matching black uniforms with state insignia. An official sheen has been laid over Damascus. Many locals may match that sheen with their own expressions of joy, but underneath, many are still struggling.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"to-come-home-or-not-to-come-home\">To come home or not to come home?</h2><p>Syria is still in a post-war phase.</p><p>While locals said electricity and infrastructure are improving, walking through unlit streets or alleys is still not uncommon. While visiting a friend in the Muhajreen neighbourhood, he looked at the clock. “The electricity hasn’t come yet today,” he said. “We’ve been getting two hours on and four hours off.”</p><p>Of course, few people in Damascus miss the days of al-Assad. His mere absence has opened up the possibility of return for thousands of Syrians.</p><p>Many feel there is an opportunity to help rebuild and reshape the country.</p><p>About three million Syrians have reportedly returned to the country in the last year. I met a handful during my short trip.</p><p>Omran, 22, moved back a week ago from Lebanon, where he worked installing solar panels after not seeing his mother or little brother for close to a decade.</p><p>Abu Taj, 24, came back after 10 years in Saudi Arabia and hopes his family will soon follow. At a dinner near Bab Sharqi, a group energetically discussed the last year, the changes they wanted to see and how they might be part of shaping it.</p><p>A Syrian-Palestinian researcher who had moved back from Lebanon a few months earlier had her criticisms but felt contagiously optimistic about the direction the country was going in.</p><p>Others, Syrians living abroad in London, Amman or Istanbul, said they were considering moving back as well. For them, there is finally hope.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"end-the-culture-of-impunity\">End the culture of impunity</h2><p>On December 9, 2024, I visited a villa used by the al-Assads to host guests. In front of the villa was a neatly curated row of fruit trees, bearing kumquats.</p><p>As locals filtered in and out of the ransacked villa, visiting a location that had previously been off-limits to the public, a man wearing a leather jacket picked kumquats off the trees and sucked the juice from them. He projected his voice for all around to hear, “How sweet this is!”</p><p>He could have been talking about the fruit or the moment in history.</p><p>On that day, and for months afterwards, it was common to see men in a variety of colours and patterns of fatigues, patrolling the city or manning checkpoints.</p><p>Today, they’ve been replaced by men in standardised black uniforms. People are no longer jumping up and down, hugging them and celebrating with them. But in Damascus at least, people didn’t visibly fear them in public.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Of course, the past year has also included a variety of lived experiences, including some that are dark.</p><p>Widespread violence and massacres on the coast in March and in Suwayda in July have left many minorities distrustful of authorities. In earlier trips around the country, including to Suwayda for a day in February 2025, I found many Syrians from minority backgrounds sceptical of Ahmed al-Sharaa and his new government. But many expressed a sense of hope that actions about minority rights and dignity would match the words from the new leadership and its followers.</p><p>In fact, many expressed frustration about talk in Europe and elsewhere about the protection of minorities. At an upscale restaurant in the Abou Roummaneh neighbourhood in Damascus, a lawyer told me he was angered by a conservative French newspaper after it discussed his views on the political situation and called him a “Christian lawyer”.</p><p>On my latest trip, however, I found much of that goodwill from the minorities I spoke with had faded. That was true in Damascus and elsewhere.</p><p>“I don’t think people understand how badly the massacres in Suwayda affected people there,” one non-Syrian who regularly visits the region for work told me.</p><p>Last year, I wrote a <a href=\"/features/2024/12/30/syria-end-of-fear-assad-damascus-aleppo\">reporter’s notebook</a> after a trip to Damascus and Aleppo in December. In it, I expressed scepticism over the Western obsession with minority rights when they had so clearly ignored that under al-Assad, and that the only universalism was the ability to be imprisoned, tortured or disappeared.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The concerns of minorities are real and not to be dismissed, but I also hope a focus on a particular minority group does not overshadow or dismiss the wider struggle for universal rights that thousands of Syrians are demanding across sects and regions,” I wrote at that time.</p><p>The relief that al-Assad is gone is still present. But that struggle for universal rights, for minorities and for the majority, still has a mountain to climb.</p><p>On my second day in Damascus, I received a voice note from Razan Rashidi, executive director of The Syria Campaign. Rashidi and her colleagues are leading a campaign to bring al-Assad back from Moscow to face a Syrian-led special court.</p><p>“After one year of the fall of the Assad regime as human rights campaigner and a person who worked for so long for many years with survivors of many atrocities inside Syria, I’ve personally witnessed stages and how the regime used aid to starve civilians, worked with chemical weapons survivors, worked with families of the missing. And it’s very heartbreaking to know that Assad is living and enjoying freedom in Moscow and many of his officials,” she told me.</p><p>“And what we’ve seen in the past year in terms of the culture of impunity in different parts of Syria, whether for perpetrators who film themselves when they’re committing the crimes or the denials of many of the crimes that we’ve seen as well inside Syria, it makes us more committed and our belief in the need for justice and accountability is even deepened, knowing that only justice can bring peace to this country that is trying to rebuild and revive after years of atrocities.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bulgarian court rejects Lebanon’s extradition request over Beirut blast | Beirut explosion News | Al Jazeera",
            "time": "2025-12-10T14:37:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/08/beirut-port-1722767320.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Bulgarian court has rejected Lebanon’s request to extradite Igor Grechushkin, a Russian-Cypriot shipowner wanted in connection with the <a href=\"/features/2025/8/4/beirut-port-blast-victims-say-five-years-later-justice-feels-a-bit-closer\">2020 Beirut port explosion</a>, a hammer blow for the city that came during the first months of the coronavirus pandemic and amid a deepening economic crisis.</p><p>Grechushkin, 48, is the former owner of the Rhosus, the ship allegedly carrying the ammonium nitrate that detonated at Beirut port on August 4, 2020.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The blast killed at least 218 people, injured at least 6,500, and devastated large parts of Beirut, leaving tens of thousands homeless.</p><p>It was one of the largest non-nuclear explosions ever recorded, generating a seismic event of 3.3 magnitude felt as far away as Syria, Israel and Cyprus.</p><p>Grechushkin was detained in Bulgaria in September on an Interpol notice issued at Lebanon’s request and has been held pending extradition proceedings.</p><p>Ekaterina Dimitrova, Grechushkin’s lawyer, told reporters that the Sofia City Court ruled Lebanon had not provided “sufficient evidence to ensure that the death penalty will not be imposed on him or, if imposed, will not be carried out”. The hearing was closed to the media.</p><p>The ruling can be appealed within seven days at the Sofia Court of Appeal, whose decision will be final. Authorities said Grechushkin will remain in custody until the appeal process concludes.</p><p>Angel Kanev, the supervising prosecutor, said he would challenge the decision, arguing that Lebanon’s justice minister, Supreme Court and prosecutor general had already given the necessary assurances.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Given that they have been given by such an authority … I believe that the grounds for extradition exist,” Kanev said.</p><p>Authorities in Lebanon say the explosion was triggered by a fire in a port warehouse where nearly 3,000 tonnes of ammonium nitrate had been stored for years without proper safeguards, despite repeated warnings to officials.</p><p>Meanwhile, more than five years later, no senior figure has been held accountable inside Lebanon. Families of the victims accuse political leaders of blocking the investigation to shield officials from prosecution.</p><p>The initial investigative judge was removed after charging high-ranking officials. His successor, Judge Tarek Bitar, also issued charges against senior politicians, who refused to appear for questioning, denied wrongdoing and stalled the probe.</p><p>Bitar resumed the investigation earlier this year and has questioned several current and former officials, but has yet to issue a preliminary indictment.</p><p>The explosion caused property damage estimated at $15bn and displaced roughly 300,000 people, compounding an already severe economic crisis in Lebanon.</p><p>Earlier this month, Pope Leo XIV offered prayers at the site of the Beirut port blast, one of the final stops in his three-day visit to Lebanon.</p><p>The Catholic Church leader prayed silently and lit a lamp at a monument to victims.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How al-Assad’s Syria broke its own people in Sednaya prison | Syria's War | Al Jazeera",
            "time": "2025-12-10T13:24:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/H_16x9-1765373008.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Young Palestinian dies in Israeli custody, dozens taken in West Bank raids | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-10T13:18:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693319ab34f5-1764956587.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A young Palestinian man has died while being held in captivity by Israeli authorities, according to the Palestinian Authority, as Israeli military and settler violence across the occupied West Bank reaches levels unseen in decades, and <a href=\"/news/liveblog/2025/12/10/live-israel-5\">its genocidal war on Gaza</a> continues unabated.</p><p>Abdul Rahman al-Sabateen, 21, from Husan near Bethlehem, died at a Jerusalem medical facility on Tuesday night after being arrested by Israeli soldiers in late June, the PA said in a statement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His family reported seeing no signs of illness when they last visited him during a court appearance on November 25.</p><p>The death comes as Israeli forces arrested more than 100 Palestinians in dawn raids across the West Bank on Wednesday, the Palestinian Prisoners’ Media Office said.</p><p>The sweeps targeted cities including Nablus, where approximately 30 people were detained, and Silwad, where another 24 were taken into custody. Witnesses told the Wafa news agency that soldiers entered homes, confiscating belongings and jewellery during the operations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al-Sabateen’s death brings to at least 94 the number of Palestinians who have died in Israeli detention since October 2023, according to Physicians for Human Rights – Israel, which has documented what it describes as “systematic torture” in both military and prison facilities.</p><p>The organisation’s recent report details cases involving beatings, medical neglect and deliberate starvation.</p><p>The United Nations human rights office has separately confirmed at least 75 deaths during the same period, saying that Israeli authorities have “deliberately imposed conditions of detention that amount to torture or other forms of ill-treatment”.</p><p><a href=\"/video/newsfeed/2025/11/28/un-condemns-summary-execution-of-palestinians-in-west-bank\">Israeli forces have killed</a> more than 1,000 Palestinians in the West Bank since the start of the war in Gaza, while settler attacks, often with the military’s backing, have surged dramatically and with impunity.</p><p>More than 700 Palestinians have been injured by Israeli settlers so far this year, double the total for all of 2024, according to UN data. October alone saw 264 such attacks, the highest monthly figure since tracking began in 2006.</p><p>The violence has coincided with an aggressive illegal settlement expansion drive. On Wednesday, Israeli authorities approved 764 new housing units in three West Bank settlements, a move Finance Minister Bezalel Smotrich – who openly rejects a two-state solution – described as a continuation of “the revolution”.</p><p>Far-right ministers in Israel have been pushing for the total annexation of the occupied territory, a move the <a href=\"/news/2025/10/23/vance-criticises-israeli-parliament-vote-on-west-bank-annexation\">United States</a>, European, and Arab and Muslim nations all oppose.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Wasel Abu Yousef, a member of the PLO Executive Committee, told Reuters that “the settlements are illegal” and run counter to “all the resolutions of international legitimacy”.</p><p>Smotrich announced approval for 764 new housing units on Wednesday, part of what Israeli media describes as a 2.7 billion-shekel ($836m) five-year plan to entrench Israeli control over the territory.</p><p>Since late 2022, more than 51,000 settlement units have been authorised.</p><p>Human Rights Watch <a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">reported</a> last month that Israeli forces forcibly displaced 32,000 Palestinians from three refugee camps earlier this year, operations the organisation characterised as war crimes and crimes against humanity.</p><p>Omar Shakir, Human Rights Watch’s Israel and Palestine director,<a href=\"https://x.com/OmarSShakir/status/1991372502837391813\"> called</a> it the “second largest – after Gaza – displacement of Palestinians since 1967,” likening it to a second Nakba, when more than 700,000 Palestinians were displaced during Israel’s founding in 1948.</p><p>A psychologist working with Doctors Without Borders and speaking anonymously in Hebron described the mounting psychological toll on Palestinians on Wednesday, saying they are “preparing themselves for loss” rather than planning for the future.</p><p>The mental health worker said patients commonly express the thought: “They started in Gaza, then moved to the north of the West Bank – now it’s just a matter of time until it’s our turn.”</p><p data-start=\"103\" data-end=\"444\">The Wafa news agency reported that around 190 settlers, accompanied by Israeli forces, forcefully entered the courtyard of Al-Aqsa Mosque in occupied East Jerusalem on Wednesday, part of a pattern of increasingly frequent incursions in recent months, some of which far-right Israeli National Security Minister Itamar Ben-Gvir has <a href=\"/news/2023/1/3/israel-ben-gvir-enters-al-aqsa-why-was-seen-provocative-explainer\">personally</a> joined.</p><p data-start=\"446\" data-end=\"635\" data-is-last-node=\"\" data-is-only-node=\"\">Under a decades-old status-quo arrangement, only Muslims are permitted to worship at the site, while Jews—who refer to the complex as the Temple Mount—are allowed to visit but not pray.</p></div></div></body></html>"
        },
        {
            "title": "Tatjana Haenni named as first female CEO in German football at RB Leipzig | Football News | Al Jazeera",
            "time": "2025-12-10T12:54:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-615579614-1765369361_2fa7cb-1765369596.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tatjana Haenni named as first female CEO in German football at RB Leipzig</h1><p class=\"article__subhead\"><em>Former player Tatjana Haenni is named the new chief executive, making her the first female boss in the Bundesliga.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Dec 2025</span><span aria-hidden=\"true\">10 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former Switzerland international and experienced football administrator, Tatjana Haenni, has become the first female CEO of a Bundesliga club after RB Leipzig appointed her to the post on Wednesday.</p><p>Haenni has decades of experience following her playing career, having held various posts in women’s football at the global governing body FIFA for more than a decade.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>She was also in charge of women’s football at the Swiss football association and sports director at the National Women’s Soccer League (NWSL) in the United States, among others, until her departure earlier this year.</p><p>“In our discussions, she impressed us and the committees with her expertise, as well as her combination of specialist knowledge, leadership strength and strategic thinking,” said Oliver Mintzlaff, chair of RB Leipzig’s supervisory board, in a club statement.</p><p>The 59-year-old will take up her role on January 1, 2026.</p><p>Leipzig, owned by energy drinks maker Red Bull, are currently in second place in the Bundesliga, eight points behind leaders Bayern Munich. The Bundesliga will go into a winter break between December 21 and January 9.</p><p>“I am very much looking forward to this new role. I am convinced that with strong teamwork and a focus on RB Leipzig’s strengths, we can tap into significant potential,” Haenni said.</p><p>“I can’t wait to get started in January and to get to know the club on a deeper level,” Haenni said. “Together, we want to continue on what is already a successful path and achieve our ambitious goals.”</p></div></div></body></html>"
        }
    ]
}