{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Syrian forces enter Qamishli under ceasefire deal with SDF: State media | News | Al Jazeera",
            "time": "2026-02-03T13:40:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6981f8d4-1770125524.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrian forces have begun entering the Kurdish-majority city of Qamishli, Syria’s state news agency is reporting, as part of a <a href=\"/news/2026/2/2/syrian-forces-deploy-in-hasakah-under-ceasefire-agreement-with-sdf\">ceasefire deal</a> with Kurdish-led forces.</p><p>Citing the Syrian Interior Ministry, the SANA news agency reported on Tuesday that units began entering the city in northeastern Hasakah province, “to implement the terms of the agreement and commence their security duties”.</p><p><i>More to come…</i></p></div></div></body></html>"
        },
        {
            "title": "Protecting children is a priority - now is the time to prove it | Child Rights | Al Jazeera",
            "time": "2026-02-03T13:34:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_6981f0fd55-1770123517.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When governments adopted the 2030 Agenda for Sustainable Development, we committed to a world that invests in our children, where every girl and boy grows up free from violence, exploitation and neglect. Establishing, for the first time, global targets to end all forms of violence against children, grounded in the Convention on the Rights of the Child.</p><p>Today, 10 years on, we must confront a stark reality: we are not on course to achieve those targets.</p><p>Each year, half of the world’s children are victims of violence. Bluntly, we are failing to keep a billion girls and boys safe in their homes, schools, communities, care settings and online.</p><p>We recognise the complexity of the issue, and we recognise its consequences, often lasting lifetimes and spanning generations. Violence erodes every investment that families, communities, and governments make in children, from their education and social inclusion to their mental and physical health. The violence experienced by a billion children today is the same violence that will undermine the health, prosperity, and stability of our societies tomorrow.</p><p>As Ministers, we are driven by the possible, by the interventions and investments that can most improve people’s lives. We are motivated by the fact that violence against children is entirely preventable. And that preventing violence strengthens public health outcomes, social protection systems, community resilience and intergenerational mobility.</p><p>Decades of rigorous research, community mobilisation, and country experience have given us a clear understanding of what works. The <a href=\"https://inspire-strategies.org/\" target=\"_blank\" rel=\"noopener\">INSPIRE framework,</a> coordinated by WHO and partners, provides a proven blueprint of seven strategies – from strengthening norms and laws to supporting parents and caregivers, scaling response services and creating safe school environments. A recent, largest-ever, <a href=\"https://www.thelancet.com/journals/lanchi/article/PIIS2352-4642(25)00214-7/abstract\" target=\"_blank\" rel=\"noopener\">evidence review</a> on preventing violence against children confirmed unequivocally that INSPIRE strategies work. We are now the first generation in history with the knowledge and tools to deliver sustained reductions in violence at a national scale. We have the opportunity, and responsibility, to act.</p><p>This is why we are launching the <a href=\"https://www.who.int/initiatives/council-of-champions-on-ending-violence-against-children\">WHO Council of Champions to End Violence Against Children</a>. The first-ever global collective of Ministers committed to using our political capital to position violence prevention where it belongs: at the centre of national and global health, social development, justice, protection and economic agendas. We are compelled to act by the fact that children who grow up safe are healthier, learn better and are more socially protected, becoming adults who contribute to stronger, more equitable societies.</p><p>Together, we, the 10 Ministers, will generate – and demonstrate – political leadership. From the outset, we must confront the dramatic disparity between the scale of the problem and the scale of investment. Whether looking at domestic budgets or funder flows, the power of preventing violence – with its wins for child outcomes from social development to mental health – remains unrecognised and under-resourced. We are committed to prioritising the problem, increasing funding and intensifying actions to unlock the enabling potential of preventing violence against children.</p><p>This year is our proof point. In November 2026, the Second Global Ministerial Conference on Ending Violence Against Children, hosted by the government of the Philippines, will stand on the shoulders of an impactful <a href=\"https://endviolenceagainstchildrenconference.org/\" target=\"_blank\" rel=\"noopener\">First Global Ministerial Conference in Colombia in 2024</a>. That moment proved what is possible. Prioritising our most promising and vulnerable citizens, mobilising member states, civil society, citizens and delivering unprecedented commitments to action for children affected by violence.</p><p>With the SDG deadline fast-approaching, we must do more and do better. The Ministerial Conference in Manila must celebrate success, lock-in progress, elevate expectation and generate concrete commitments, commensurate with the scale of the violence prevention challenge. It represents a moment to scale best-proven INSPIRE strategies, confront the financing gap head-on, strengthen health and social protection systems, and ensure that lived experience – of children, young people, civil society and victims of violence – helps shape the solutions so essential to delivering our shared SDG promise.</p><p>Let our next moves as Ministers prove our commitment – redoubling our efforts to work towards a world free from violence and exploitation, just as we pledged, just as each child deserves.</p><p><strong>Signed by:</strong></p><p><strong>HE Evis Sala, Minister of Health and Social Protection, Albania</strong></p><p><strong>HE Anna Karapetyan, Deputy Minister of Justice, Armenia</strong></p><p><strong>HE Alexandre Padilha, Minister of Health, Brazil</strong></p><p><strong>HE Stephanie Rist, Minister of Health, Families, Autonomy, and Disabled Persons, France</strong></p><p><strong>HE Wafa Bani Mustafa, Minister of Social Development, Jordan</strong></p><p><strong>HE Ahmed Abdulwahab Ahmed al-Awadhi, Minister of Health, Oman</strong></p><p><strong>HE Teodoro J Herbosa, Minister of Health, Philippines</strong></p><p><strong>HE Elia dos Reis Amaral, Minister of Health, Timor-Leste (East Timor)</strong></p><p><em><strong>The views expressed in this article are the authors’ own and do not necessarily reflect Al Jazeera’s editorial policy</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Modi, Trump announce India-US ‘trade deal’: What we know and what we don’t | Explainer News | Al Jazeera",
            "time": "2026-02-03T13:17:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250213__36XT4M3__v3__MidRes__TopshotUsIndiaPoliticsDiplomacyTrumpModi-1770112681.jpg?resize=1800%2C1200&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India –</strong> United States President Donald Trump has announced what he described as a “trade deal” with India to reduce market barriers between the two countries, which have a combined gross domestic product of $33 trillion.</p><p>On Monday, Trump said he would reduce trade tariffs on Indian goods from 50 to 18 percent after New Delhi agreed to stop buying Russian oil – one of the major sticking points between the two sides.</p><p>Trump said he reached the agreement with Indian Prime Minister Narendra Modi in a telephone call. The agreement comes at the end of the first year of Trump’s global trade war – of which India had been one of the worst casualties and which had seen relations between the two countries fall to new lows in recent months.</p><p>On Tuesday, India’s commerce minister, Priyush Goyal, confirmed that the two countries would sign a deal “shortly”. A joint statement will be released when the final details have been agreed, he said. However, he gave no further details about the contents of the agreement.</p><p>Beyond Trump’s announcement about tariffs on Indian goods, therefore, uncertainty about the future of US-India trade relations remains. For one, while Trump claims New Delhi has agreed to buy oil from the US instead, India has not publicly confirmed this.</p><p>And, while Trump claimed that Modi had agreed to eliminate Indian tariffs on US goods altogether, this has also not been confirmed by India.</p><p>Subsequent announcements from Trump and Modi about the agreement the two had reached also differed greatly, geopolitical observers and economists told Al Jazeera.</p><p>We unpack what we know, what we don’t, and why Modi is facing criticism at home following the announcement.</p><figure id=\"attachment_4285163\" aria-describedby=\"caption-attachment-4285163\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4285163\" src=\"/wp-content/uploads/2026/02/AFP__20250213__36XT4L3__v1__MidRes__UsIndiaPoliticsDiplomacyTrumpModi-1770112675.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"trump modi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4285163\" class=\"wp-caption-text\">US President Donald Trump and Indian Prime Minister Narendra Modi hold a joint news conference in the East Room of the White House in Washington, DC, on February 13, 2025 [Andrew Caballero-Reynolds/AFP]</figcaption></figure><h2 id=\"what-have-trump-and-modi-said-about-this-agreement\">What have Trump and Modi said about this agreement?</h2><p>On Monday, Trump wrote on his Truth Social platform that he had spoken with Modi – calling him “one of my greatest friends” – about several issues, including ending Russia’s war in Ukraine.</p><p>“He [Modi] agreed to stop buying Russian Oil, and to buy much more from the United States and, potentially, Venezuela,” Trump said.</p><p>Then, Trump wrote that upon Modi’s request, and out of “friendship and respect” for him, Washington “agreed to a Trade Deal”, whereby the US “will charge a reduced Reciprocal Tariff, lowering it from 25% to 18%”.</p><p>White House officials were quoted in US media confirming that the additional 25 percent tariffs levied on Indian goods last year as punishment for buying Russian oil would also be dropped. In total, that would bring 50 percent tariffs down to 18 percent.</p><p>In turn, India would reduce “their Tariffs and Non Tariff Barriers against the United States, to ZERO”, Trump wrote.</p><p>Trump added that Modi had also committed to “‘BUY AMERICAN’, at a much higher level, in addition to over $500 BILLION DOLLARS of U.S. Energy, Technology, Agricultural, Coal, and many other products”.</p><p>“Our amazing relationship with India will be even stronger going forward,” he wrote.</p><p>Shortly after, Modi’s statement was posted on X. In it, he completely avoided mention of a “trade deal”, or of any agreement to stop purchasing Russian oil, or committing to buy $500bn worth of goods from the US.</p><p>Instead, Modi simply confirmed that “Made in India products will now have a reduced tariff of 18%,” and expressed his gratitude over “this wonderful announcement”.</p><p>Then, he hailed Trump, writing: “President Trump’s leadership is vital for global peace, stability, and prosperity. India fully supports his efforts for peace.”</p><p>Analysts said these statements leave too much uncertainty, however.</p><p>“It’s no deal, but just a declaration by both leaders when nothing has been signed,” said Jayati Ghosh, an economist and professor at the University of Massachusetts Amherst.</p><p>“So far, whatever little has been revealed, it’s already a bad deal for India. I feel it could be even worse in detail,” she told Al Jazeera.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3659628\" src=\"/wp-content/uploads/2025/04/INTERACTIVE-India-trade-US-Bilateral-trade-1745295820.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE India trade US Bilateral trade-1745295820\" fetchpriority=\"low\"></p><h2 id=\"how-are-india-us-trade-relations\">How are India-US trade relations?</h2><p>For years, the US and China have remained India’s top two trading partners.</p><p>Last year, the US took the top slot with bilateral trade with India worth $129.2bn, according to US government trade data. That was only a little higher than India-China trade worth $127.7bn.</p><p>But, unlike China, where the bilateral balance sheet is highly skewed towards Beijing, which has a trade deficit with India of about $95bn, India has a much more favourable trade balance with Washington.</p><p>In 2024, US exports to India amounted to about $41bn. While oils and fuels account for a nearly 30 percent share at $13bn, they are followed by precious pearls and stones, amounting to $5.16bn. India also imports parts for nuclear reactors, electrical machinery and equipment, and medical instruments from the US.</p><p>By comparison, Indian exports to the US, its biggest market, totalled nearly $87bn in 2024, including pearls, electrical machinery, and pharmaceutical products among the lead export products.</p><p>Now, Trump says Modi has agreed to buy unspecified US goods worth more than $500bn across several sectors, including energy, technology, coal, and agricultural products, among others.</p><p>But $500bn on its own is a promise to increase purchases by 1,150 percent.</p><p>Last week, the Modi government unveiled its annual budget, which included total spending plans of $590bn. Trump’s claimed promise from Modi would be worth about 85 percent of India’s annual budget.</p><p>This seems a stretch, analysts say.</p><p>“This is a come-down for the government of India. This deal is quite disconcerting for New Delhi,” said Biswajit Dhar, a trade economist who has worked on several Indian trade deals.</p><p>“So, the US will impose 18 percent tariffs on India, and India is going to give them duty-free access. That is 0 versus 18,” Dhar told Al Jazeera. “Can this be a cause of celebration on the Indian side?”</p><figure id=\"attachment_4285170\" aria-describedby=\"caption-attachment-4285170\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4285170\" src=\"/wp-content/uploads/2026/02/AFP__20250404__394Z87J__v1__MidRes__IndiaUsEconomyTradeTariffProtest-1770112690.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"modi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4285170\" class=\"wp-caption-text\">Farmers burn an effigy of US President Donald Trump (C, top) and India’s Prime Minister Narendra Modi during a protest in Amritsar on April 4, 2025, following Trump’s sweeping new tariffs on imports to the US from countries across the globe [Narinder Nanu/AFP]</figcaption></figure><h2 id=\"is-india-really-opening-up-its-agricultural-sector\">Is India really opening up its agricultural sector?</h2><p>Agriculture has been one of the main sticking points in trade talks between the US and India for years. Washington has demanded that New Delhi open its market to genetically modified crops from the US – a sore point for Modi.</p><p>Almost half of India’s 1.4 billion people are still reliant on agriculture to earn a living, and the country has kept the sector guarded from foreign trade to protect farmers’ interests.</p><p>Furthermore, one of the most sustained protests Modi has faced since he came to power in 2014 has been from farmers opposed to new farm laws that the government wanted to bring in. In the end, Modi was forced to back down in a rare win for dissenters under his rule.</p><p>Amid growing pressure from the US during trade talks, Modi in August declared he was willing to pay a personal “price” for defending the interests of farmers.</p><p>“For us, the welfare of our farmers is of the highest priority. Bharat will never compromise on the interests of its farmers, dairy farmers and fishermen,” he said, using the Hindi name for India. “<span>And I am fully aware that I may have to pay a very heavy price personally, but I am prepared for it.”  </span></p><p>But on Monday, US Secretary of Agriculture Brooke Rollins wrote in a post on X: “New US-India deal will export more American farm products to India’s massive market, lifting prices, and pumping cash into rural America.”</p><p>She added: “In 2024, America’s agricultural trade deficit with India was $1.3 billion. India’s growing population is an important market for American agricultural products, and today’s deal will go a long way to reducing this deficit.”</p><p>An unnamed Indian government official was quoted by the Reuters news agency as saying on Monday that India had agreed to buy US goods, including in the telecommunications and pharmaceutical industries, as part of its commitments under the deal. Publicly, however, New Delhi has been silent on this.</p><p>“This is really quite, quite disastrous,” Dhar said. “That goes against the verbatim commitment by the PM himself that farmers’ interests would be protected.</p><p>“The US agri-companies are really large, and the bottom line of any trade negotiation – to save Indian farmers – seems to have been dropped now.”</p><p>Ghosh, the Indian economist, said she doubted “if the domestic politics would even allow Modi to open the agriculture sector to Trump”.</p><p>“India cannot afford to do that. The impact would be huge, and the farmers’ protest will be even bigger amid a lot of discontent,” she told Al Jazeera.</p><figure id=\"attachment_3941609\" aria-describedby=\"caption-attachment-3941609\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3941609\" src=\"/wp-content/uploads/2025/09/2025-07-31T103347Z_886267835_RC2KXFAJUABW_RTRMADP_3_USA-TRUMP-TARIFFS-INDIA-TEXTILES-1757596792.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"India textile tariff\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3941609\" class=\"wp-caption-text\">Garment workers stitch shirts at a textile factory in Noida, India, on July 31, 2025 [Bhawika Chhabra/Reuters]</figcaption></figure><h2 id=\"is-india-in-a-more-favourable-position-now\">Is India in a more favourable position now?</h2><p>On the face of it, the 18 percent US trade tariff on Indian goods makes India better placed than neighbouring rivals, such as Pakistan with 19 percent, Bangladesh and Vietnam with 20 percent, and China with 34 percent.</p><p>However, nearly all of India’s neighbours are beneficiaries of the US’s Generalized System of Preferences concession, under which Washington facilitates duty-free entry for selected goods from developing countries to support their exports.</p><p>New Delhi, which was previously the biggest beneficiary of this, was removed from that list in 2019 amid trade tensions as India resisted opening up its markets.</p><h2 id=\"what-other-things-do-we-not-know-about-this-deal\">What other things do we not know about this ‘deal’?</h2><p>Most importantly, we do not know if an India-US Free Trade Agreement (FTA) has been formally negotiated and concluded.</p><p>India signed a <a href=\"/economy/2026/1/27/mother-of-all-deals-how-india-eu-trade-deal-creates-27-trillion-market\">major FTA with the European Union</a> last week, hailing it as the “mother of all deals”. While that deal, which creates a new $27bn market, has yet to go through legal scrutiny, it offers clarity on key areas relating to non-tariff barriers, investments and selective limits to market access, unlike Trump’s announcement.</p><p>Dhar told Al Jazeera there are significant areas of contention which could stoke anxiety in stock markets. “What happens to India’s intellectual property laws, especially patent laws?” he asked, arguing a change could lead to a significant hike in medical bills, for example, for patients in India.</p><p>“What are the other conditions that have been imposed, like with respect to environment and labour standards?” Dhar added.</p><p>Another example, Ghosh said, was that while India is planning to implement a digital service tax, whether US tech giants would be included in that – or exempted – has not been clarified.</p><p>“India has already given in far too much,” she said. “Not just at the cost of domestic security, but health, safety, and now livelihoods and employment.”</p><figure id=\"attachment_4285168\" aria-describedby=\"caption-attachment-4285168\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4285168\" src=\"/wp-content/uploads/2026/02/AFP__20250217__36Y283A__v1__MidRes__IndiaUsPoliticsMigrationProtest-1770112685.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"modi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4285168\" class=\"wp-caption-text\">Members of the Communist Party of India (Marxist), holding placards with caricatures of India’s Prime Minister Narendra Modi (L) and United States President Donald Trump, shout slogans in Chennai on February 17, 2025, during a protest to condemn the treatment of unregistered migrants deported from the US to India [R Satish Babu/AFP]</figcaption></figure><h2 id=\"what-have-the-reactions-in-india-been\">What have the reactions in India been?</h2><p>Modi held a meeting with members of parliament on Tuesday morning, in which he was reportedly congratulated over the supposed deal.</p><p>India’s home minister, Amit Shah, hailed “the historic India-US trade deal”, writing in a post on X that the “agreement will open new doors of opportunities for every Indian. This deal, which will give a new momentum to our economy, will not only boost employment but will also prove to be a milestone in realising our resolve to make India a leader in every sector by 2047.”</p><p>Despite giving no further details about the agreement when he confirmed it in a press conference on Tuesday, India’s commerce minister, Piyush Goyal, was similarly effusive.</p><p>“It will protect the sensitive sectors – the interests of our agriculture and our dairy sectors,” Goyal said, without explaining how. “It will open up huge opportunities for our labour intensive sectors and export sectors. This is truly a deal every Indian can be proud of.”</p><p>But Trump’s announcement from Washington drew ire from the political opposition in India, which pressed the Modi government to reveal the details of the deal.</p><p>“The main thing is that our PM is compromised. The public needs to think about this. Narendra Modi ji has sold your hard work in this trade deal because he is compromised. He has sold the country,” said Rahul Gandhi, the leader of the opposition in the Indian parliament.</p><h2 id=\"does-this-mark-an-upturn-in-india-us-relations\">Does this mark an upturn in India-US relations?</h2><p>The public statements by Trump and Modi seem to signal a major thaw in relations that had turned frosty since the US president took office in January last year, experts say.</p><p>Sources of tension have anged from the handling of Indian immigrants to the US, a steep fee hike for the US’s <a href=\"/news/2025/9/23/trumps-h-1b-visa-fee-hike-which-countries-could-benefit\">H-1B worker visa</a>, India’s continued purchase of Russian oil, and stalling trade negotiations. In addition, Trump has repeatedly claimed to have brokered a ceasefire between India and Pakistan following their four-day hostilities last May. While Pakistan hailed the US president’s role and nominated him for the Nobel Peace Prize, India denied that Trump had played a major role.</p><p>“Trump is playing to the domestic theatre to show that there’s a major victory coming out of this,” Harsh Pant, vice president of the New Delhi-based Observer Research Foundation think tank, said. “It is equally important for Modi to showcase that he’s able to withstand the pressure from Washington.</p><p>“This is the beginning of a new phase where the relationship will take on a different texture with clarity on lots of things [for leaders],” Pant told Al Jazeera. However, he cautioned that it will likely still take time to restore confidence fully between the two sides, particularly from India’s perspective.</p><p>Pant also added that issues like the purchase of Russian oil will persist, as New Delhi will try to protect its traditional ties with the Kremlin, as well.</p><p>But with the Monday announcement, Pant said, these niggles may be easier to resolve.</p></div></div></body></html>"
        },
        {
            "title": "French authorities raid X offices, summon Musk in cybercrime probe | Elon Musk News | Al Jazeera",
            "time": "2026-02-03T13:11:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26012168381117-1768235668.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French police have raided the Paris offices of X and summoned its owner, Elon Musk, to appear at a hearing, amid an ongoing investigation into ⁠the social media giant, the prosecution has said.</p><p>The search on Tuesday related to an investigation launched in January last year into allegations of biased algorithms and fraudulent data extraction ‍by the platform, the Paris Prosecutor’s Office said in a post on X.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The investigation has since widened, following complaints about X’s artificial intelligence (AI) chatbot Grok, to include the platform’s alleged “complicity” in numerous potential crimes, the office said.</p><p>These included possessing and spreading pornographic images of minors, defamation of personal image related to the creation of <a href=\"/news/2026/1/17/mother-of-elon-musks-child-sues-his-ai-company-over-grok-deepfake-images\">sexually explicit “deepfakes”</a>, Holocaust denial, and manipulation of an automated data processing system.</p><p>Prosecutors have also filed requests for “voluntary interviews” of Musk – the billionaire CEO of X’s parent company xAI, as well as SpaceX and Tesla – and the platform’s former CEO, Linda Yaccarino, on April 20.</p><p>Other staff at X – known as Twitter before Musk’s 2022 purchase of the platform – have been summoned to appear the same week as witnesses, the office said.</p><p>“At this stage, the conduct of this investigation is part of a constructive approach, with the aim of ultimately ensuring that the ‌X platform complies with French laws, insofar as it operates on national territory,” the prosecutor’s office said.</p><p>The prosecutor’s ‌cybercrime division was conducting the inquiry in addition to ⁠the French police’s cybercrime unit and the European Union Agency for Law Enforcement Cooperation, or Europol, the office said.</p><p>In its post on X, the Paris Prosecutor’s Office said it was “leaving” the platform, advising people to find its updates on LinkedIn and Instagram instead.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"political-censorship\">‘Political censorship’</h2><p>X has not yet publicly responded to the raid or summons.</p><p>But in July, it “categorically” denied the allegations of algorithm manipulation and fraudulent data extraction.</p><p>“X is committed to defending its fundamental rights, protecting user data and resisting political censorship,” a statement from X’s global government affairs office said at the time.</p><p>France and the EU have stepped up efforts to rein in large social media operators in recent years, claiming that giant platforms such as X, Meta and TikTok have failed to tackle illegal content, disinformation and hate speech satisfactorily.</p><p>French authorities have been among the most vocal advocates of tougher oversight.</p><p>Last week, the European Commission <a href=\"/news/2026/1/26/eu-launches-probe-into-grok-ai-feature-creating-deepfakes-of-women-minors\">launched an investigation</a> into Grok relating to the creation of sexually explicit fake images of women and minors.</p><p>The commission said the inquiry would look at whether the AI tool complied with its legal obligations under the EU’s Digital Services Act (DSA), which requires social media companies to address illegal and harmful online content.</p><p>In December, the EU ordered X to pay a fine of 120 million euros ($141m) for violating the DSA’s transparency obligations.</p><p>The United Kingdom’s media regulator, Ofcom, <a href=\"/news/2026/1/12/uk-to-investigate-elon-musks-grok-over-deeply-disturbing-deepfakes\">also launched</a> a formal investigation into X last month over the use of Grok to generate sexualised deepfakes.</p><p>The push has drawn a sharp response from the United States, which claims that aggressive regulation risks infringing on freedom of expression and unfairly targeting US-based technology companies.</p></div></div></body></html>"
        },
        {
            "title": "Huge fire breaks out at Tehran market | Al Jazeera | Al Jazeera",
            "time": "2026-02-03T13:10:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Tehran-fire-horizontal-thumb-1770124175.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Video shows a massive fire erupting at Tehran’s Jannat Abad market with flames and smoke visible from across Iran’s capital.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel reopens Rafah crossing but continues bombing Palestinians | Gaza | Al Jazeera",
            "time": "2026-02-03T13:01:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770123660.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "What does 303 billion barrels of Venezuelan oil look like? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-02-03T12:46:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/INTERACTIVE-venezuela_oil_poster-1770028159.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Oil becomes more meaningful when you turn it into fuel.</p><p>A barrel contains 159 litres of crude oil, or 42 gallons.</p><p>To use this oil, it must be refined. The refining process produces various products, including petrol, diesel, jet fuel and numerous household items, such as cleaning products, plastics and even lotions.</p><p>Once refined, a barrel typically produces about 73 litres, or 19.35 gallons, of petrol to power cars and trucks.</p><p>A pick-up truck that can drive 24 miles on 1 gallon of petrol, or 100km on 10 litres, can travel about 730km, or 450 miles, from one barrel of oil.</p><p>Put another way, one barrel of crude oil can fuel that pick-up on a trip from New York City to Cleveland, Ohio.</p><figure id=\"attachment_4283085\" aria-describedby=\"caption-attachment-4283085\" class=\"wp-caption aligncenter\"><img class=\"size-arc-image-770 wp-image-4283085\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Venezuela-oil-How-many-Michigan-stadiums-could-hold-Venezuelas-oil-1770023997.png?w=770&amp;quality=80\" alt=\"INTERACTIVE - Venezuela oil - How many Michigan stadiums could hold Venezuelas oil-1770023997\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283085\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Now let's scale that up to US national consumption. According to the US Energy Information Administration, the US has about 285 million motor vehicles and consumes nearly 9 million barrels of petrol every day.</p><p>If all of Venezuela’s crude oil were refined into petrol, it could supply US vehicles for roughly 40 years at today’s consumption rate.</p><figure id=\"attachment_4283083\" aria-describedby=\"caption-attachment-4283083\" class=\"wp-caption aligncenter\"><img class=\"size-arc-image-770 wp-image-4283083\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Venezuela-oil-How-long-Venezuelas-oil-could-fuel-US-cars-1770023993.png?w=770&amp;quality=80\" alt=\"INTERACTIVE - Venezuela oil - How long Venezuelas oil could fuel US cars-1770023993\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283083\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Which teams are in the T20 World Cup 2026, and what are their squads? | Cricket News | Al Jazeera",
            "time": "2026-02-03T12:31:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-21T143033Z_1634926285_UP1EL9L14AWI6_RTRMADP_3_CRICKET-ASIACUP-IND-PAK-1758465746.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The 10th edition of the ICC Men’s Twenty20 World Cup gets under way on February 7, with 20 teams competing for the prize.</p><p>Defending champions India will be led by Suryakumar Yadav, who replaced Rohit Sharma as captain after he retired from the T20 format.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The cohosts, alongside England and the West Indies, will be aiming to become the first country to win three T20 World Cup trophies.</p><p>Rashid Khan’s Afghanistan will look to emulate their performance from 2024, while Pakistan will hope their journey does not stop at the group stage.</p><p>Here are the 20 teams and their squads for the T20 World Cup:</p><h3>Afghanistan</h3><p>Rashid Khan (captain), Ibrahim Zadran, Rahmanullah Gurbaz (wicketkeeper), Mohammad Ishaq (wicketkeeper), Sediqullah Atal, Darwish Rasooli, Shahidullah Kamal, Azmatullah Omarzai, Gulbadin Naib, Mohammad Nabi, Noor Ahmad, Mujeeb Ur Rahman, Zia Ur Rahman Sharifi, Fazalhaq Farooqi, Abdullah Ahmadzai</p><h3>Australia</h3><p>Mitchell Marsh (captain), Xavier Bartlett, Cooper Connolly, Pat Cummins, Tim David, ‍Cameron Green, Nathan Ellis, Josh Hazlewood, Travis Head, Josh Inglis (wicketkeeper), Matthew Kuhnemann, Glenn Maxwell, Matthew Short, Marcus Stoinis, Adam Zampa</p><h3>Canada</h3><p>Dilpreet Bajwa (captain), Navneet Dhaliwal, Shreyas Movva (wicketkeeper), Ravinderpal Singh, Yuvraj Samra, Kanwarpal Tathgur, Ajayveer Hundal, Nicholas Kirton, Saad Bin Zafar, Shivam Sharma, Harsh Thaker, Dilon Heyliger, Kaleem Sana, Ansh Patel, Manjot Buttar</p><h3>England</h3><p>Harry Brook (captain), Rehan Ahmed, Jofra Archer, Tom Banton, Jacob Bethell, Jos Buttler (wicketkeeper), Sam Curran, Liam Dawson, Ben Duckett, Will Jacks, Jamie Overton, Adil Rashid, Phil Salt (captain), Josh Tongue, Luke Wood</p><h3>India</h3><p>Suryakumar Yadav (captain), Abhishek Sharma, Sanju Samson (wicketkeeper), Tilak Varma, Hardik Pandya, Shivam Dube, Axar ‍Patel, Rinku Singh, Jasprit Bumrah, Harshit Rana, Arshdeep Singh, Kuldeep Yadav, Varun Chakaravarthy, Washington Sundar, Ishan Kishan (wicketkeeper)</p><h3>Ireland</h3><p>Paul Stirling (captain), Ross Adair, Ben Calitz, Harry Tector, Tim Tector, Lorcan Tucker (wicketkeeper), Mark Adair, Curtis Campher, Gareth Delany, George Dockrell, Matthew Humphreys, Josh Little, Ben White, Barry McCarthy, Craig Young</p><h3>Italy</h3><p>Wayne Madsen (captain), Harry Manenti, Jon-Jon Trevor Smuts, Grant Stewart, Ben Manenti, Ali Hasan, Marcus Campopiano, Thomas Draca, Jaspreet Singh, Crishan Kalugamage, Gian-Piero Meade, Anthony Mosca, Justin Mosca, Syed Naqvi, Zain Ali</p><h3>Namibia</h3><p>Gerhard Erasmus (captain), Jan Balt, Zane Green (wicketkeeper), Malan Kruger, Dylan Leicher, Louren Steenkamp, Jan Frylinck, Jan Nicol Loftie-Eaton, Willem Myburgh, Johannes Jonathan Smit, Jack Brassell, Max Heingo, Bernard Scholtz, Ben Shikongo, Ruben Trumpelmann</p><h3>Nepal</h3><p>Rohit Paudel (captain), Aarif Sheikh, Aasif Sheikh (wicketkeeper), Dipendra Singh Airee, Basir Ahamad, Kushal Bhurtel, Sundeep Jora, Lokesh Bam, Gulshan Jha, Karan KC, Sompal Kami, Sandeep Lamichhane, Sher Malla, Lalit Rajbanshi, Nandan Yadav</p><h3>Netherlands</h3><p>Scott Edwards (captain, wicketkeeper), Noah Croes, Michael Levitt, Max O’Dowd, Colin Ackermann, Bas de Leede, Zach Lion-Cachet, Saqib Zulfiqar, Roelof van der Merwe, Aryan Dutt, Fred Klaassen, Kyle Klein, Logan van Beek, Tim van der Gugten, Paul van Meekeren</p><h3>New Zealand</h3><p>Mitchell Santner (captain), Finn Allen, Michael Bracewell, Mark Chapman, Devon Conway (wicketkeeper), Jacob Duffy, Lockie Ferguson, Matt Henry, Daryl Mitchell, Adam Milne, James Neesham, Glenn Phillips, Rachin Ravindra, Tim Seifert (wicketkeeper), Ish Sodhi</p><h3 id=\"oman\">Oman</h3><p>Jatinder Singh (captain), Hammad Mirza (wicketkeeper), Vinayak Shukla (wicketkeeper), Jay Odedra, Mohammad Nadeem, Nadeem Khan, Karan Sonavale, Wasim Ali, Hassnain Shah, Jiten Ramanandi, Shafiq Jan, Shah Faisal, Shakeel Ahmed, Sufyan Mehmood, Ashish Odedara</p><h3>Pakistan</h3><p>Salman Ali Agha (captain), Abrar Ahmed, Babar Azam, Faheem Ashraf, Fakhar Zaman, Khawaja Nafay (wicketkeeper), Mohammad Nawaz, Salman Mirza, Naseem Shah, Sahibzada Farhan, Saim Ayub, Shaheen Shah Afridi, Shadab Khan, Usman Khan (wicketkeeper), Usman Tariq</p><h3 id=\"scotland\">Scotland</h3><p>Richie Berrington (captain), Tom Bruce, Matthew Cross (wicketkeeper), Michael Jones, Finlay McCreath, George Munsey, Michael Leask, Brendon McCullen, Brad Currie, Chris Greaves, Safyaan Sharif, Mark Watt, Brad Wheal, Oliver Davidson, Zainullah Ihsan</p><h3>South Africa</h3><p>Aiden Markram (captain), Corbin Bosch, Dewald Brevis, Quinton de Kock (wicketkeeper), Tony de Zorzi, Donovan Ferreira, Marco Jansen, George Linde, Keshav Maharaj, Kwena Maphaka, David Miller, Lungi Ngidi, Anrich Nortje, Kagiso Rabada, Jason Smith</p><h3>Sri Lanka</h3><p>Dasun Shanaka (captain), Pathum Nissanka, Kamil Mishara, Kusal Mendis (wicketkeeper), Kusal Janith Perera, Kamindu Mendis, Charith Asalanka, Janith Liyanage, Pavan Rathnayake, Wanindu Hasaranga, Dunith Wellalage, Maheesh Theekshana, Dushmantha Chameera, Matheesha Pathirana, Eshan Malinga</p><h3>USA</h3><p>Monank Patel (captain), Jessy Singh, Andries Gous (wicketkeeper), Shehan Jayasuriya, Milind Kumar, Shayan Jahangir, Saiteja Mukkamala, Sanjay Krishnamurthi, Harmeet Singh, Nosthush Kenjige, Shadley van Schalkwyk, Saurabh Netravalkar, Ali Khan, Mohammad Mohsin, Shubham Ranjane</p><h3>Zimbabwe</h3><p>Sikandar Raza (captain), Brian Bennett, Ryan Burl, Brendan Taylor (wicketkeeper), Graeme Cremer, Bradley Evans, Clive Madande (wicketkeeper), Tinotenda Maposa, Tadiwanashe Marumani, Wellington Masakadza, Tony Munyonga, Tashinga Musekiwa, Blessing Muzarabani, Dion Myers, Richard Ngarava</p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera Director General calls for ethical tech and dialogue | Politics | Al Jazeera",
            "time": "2026-02-03T12:20:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770121167.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia ready to respond to any US weapons deployment in Greenland: Ryabkov | NATO News | Al Jazeera",
            "time": "2026-02-03T12:14:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2019/03/a7ab712d8ef843c1afaa7a6e76cd5826_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Moscow is ready to respond if Washington moves to place weapons on Greenland, a senior Russian official has said.</p><p>Deputy Foreign Minister Sergey Ryabkov said Russia will take military measures should the United States follow through on proposals to deploy its Golden Dome missile defence programme to the Arctic island.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ryabkov made the comments to reporters at the Russian embassy in China on Tuesday, Russian state news agency TASS reported. His words came two days before the expiration of the <a href=\"/news/2023/2/22/what-is-the-new-start-nuclear-deal-and-why-did-russia-suspend-it\">New START treaty</a>, the last remaining nuclear arms control pact between Washington and Moscow.</p><p>“If [the Americans] opt to pump some weapons systems to the region or deploy certain elements of their Golden Dome concept [in Greenland], it will be a situation that would require military and technical compensatory measures, and our specialists will be quite ready to take them,” Ryabkov said.</p><p>“There can be no doubt about it.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The comments followed US President Donald Trump’s <a href=\"/news/2026/1/22/trumps-greenland-framework-deal-what-we-know-about-it-what-we-dont\">remarks last month</a> that discussions were being held about the Golden Dome – Washington’s proposed multilayered missile defence programme intended to be completed by the end of Trump’s term in 2029 – “as it pertains to Greenland”.</p><p>Trump made the remarks as he claimed to have struck an agreement on a “<a href=\"/video/newsfeed/2026/1/22/trump-praises-infinite-greenland-framework-deal\">framework of a future deal</a>” on the Arctic island, a self-governing territory of Denmark, with NATO Secretary-General Mark Rutte.</p><p>Trump has repeatedly expressed his desire to acquire the island for strategic national security reasons despite the fierce objections of Denmark, Greenland and other European allies.</p><p>Last month, he threatened to impose escalating tariffs on countries that opposed his plans, plunging transatlantic relations into crisis, before retracting the threat and claiming the <a href=\"/video/the-take-2/2026/1/23/glb_davosframework_av_v1-230126\">“framework”</a> for a deal had been reached during talks with the NATO chief.</p><h2 id=\"nuclear-pact-due-to-expire\">Nuclear pact due to expire</h2><p>Ryabkov also addressed the impending expiration of the New START treaty, which is due to lapse on Thursday unless a ‍last-minute understanding is struck.</p><p>Moscow said it has made a proposal to keep observing the treaty’s limits for another ‌year that remains on the table but the US is yet ‌to respond.</p><p>Ryabkov said Moscow would not send any further communications to Washington.</p><p>“We completed everything necessary in a timely manner, and they had ample time to consider it. The lack of a response is also a response,” he said.</p><p>To revive the strategic security dialogue between the two countries, the US must significantly change course in its foreign policy approach to Moscow, he added.</p><p>“Significant reforms are required – improvements in the US’s overall approach to its relations with us,” Ryabkov said.</p><p>However, the official insisted that Russia will not enter a new arms race after the nuclear treaty expires.</p><h2 id=\"dangerous-moment-kremlin\">‘Dangerous’ moment: Kremlin</h2><p>Kremlin spokesperson Dmitry Peskov separately warned that the world was heading into a “dangerous” moment with the treaty set to expire.</p><p>“In just a few days, the world will be in a more dangerous position than it has ever been before,” Peskov said, adding that the world’s top two nuclear powers would be “left without a fundamental document that would limit and control these arsenals”.</p><p>The New START treaty, which was signed by former US President Barack Obama and his Russian counterpart Dmitry Medvedev in 2010, caps the number of strategic nuclear warheads that the US and Russia can deploy.</p><p>It came into force in February 2011 and was extended in 2021 for five years after former US President Joe Biden took office.</p><p>Under the agreement, Moscow and Washington are committed to deploying no more than 1,550 strategic nuclear warheads and a maximum of 700 long-range missiles and bombers.</p><p>It imposes a deployment limit of 800 intercontinental ballistic missiles and permits each side to conduct up to 18 inspections of strategic nuclear weapons sites yearly to ensure the other has not breached the treaty’s limits.</p></div></div></body></html>"
        },
        {
            "title": "Have superheroes become our moral leaders? | Digital Series | Al Jazeera",
            "time": "2026-02-03T12:09:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/EPISODE-THUMBNAIL-1770120410.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera Director General outlines media vision at Web Summit Qatar | Politics | Al Jazeera",
            "time": "2026-02-03T12:03:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770120157.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Video: Tough conditions in Sudan camp for displaced as funding cuts bite | Sudan war | Al Jazeera",
            "time": "2026-02-03T11:10:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770117050.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera to reinvent journalism for the digital age: Director General | Media News | Al Jazeera",
            "time": "2026-02-03T11:09:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2259167467-1770118984.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Journalism has acquired a renewed importance at a time technology guided by algorithmic systems has “fuelled new forms of polarisation”, Al Jazeera Media Network’s director general has said, adding that the Doha-based Network aims to review its role and the purpose in the digital age.</p><p>“Algorithmic systems, attention-based economic models and instant interaction have fuelled new forms of polarisation, and deepened division instead of dialogue. They have built echo chambers where people live cut off from other narratives, and from the true complexity of the world,” Sheikh Nasser bin Faisal Al Thani said at the Web Summit Qatar 2026 on Tuesday.</p><p>Journalism, the Al Jazeera director general, said, is “not an alternative to technology, or in opposition to it, but rather a valuable force capable of adding context to events, connecting diverse voices, and revealing the human stories behind the news”.</p><p>“The evolution of journalism cannot be separated from profound changes driven by digital platforms and artificial intelligence within the public sphere,” he said.</p><p>But he called on the global technology sector to fundamentally rethink the design of digital platforms, warning that algorithmic models prioritising “shock” and “outrage” are eroding shared human understanding.</p><p>Sheikh Nasser argued that humanity has entered an era where the challenge is no longer accessing information, but making sense of its “over-abundance”.</p><p>Addressing a packed audience at the Doha Exhibition and Convention Center, Sheikh Nasser cautioned that while technology has democratised storytelling, it has also given rise to “troubling realities” where attention-based economic models deepen division instead of fostering dialogue.</p><p>“Many are now surrounded by cascades of content, yet they feel more isolated, more alienated,” Sheikh Nasser said. He warned that current digital systems often “flatten complex truths into harsh binary choices”, creating fragmented worlds where “disagreements never meet.”</p><h2 id=\"the-core-project\">The ‘Core Project’</h2><p>Amid the fast-paced technological changes, such as Artificial Intelligence (AI), Al Jazeera has embarked on a comprehensive initiative dubbed the “Core Project” to review its role, responsibility, and purpose in the digital age.</p><p>Describing it as a “re-evaluation of the fundamental ideas that underpin our journalism”, rather than just a technical upgrade, Sheikh Nasser outlined a strategy to combine technology with “ethical and professional responsibility”.</p><p>“We plan to combine technology with ethical and professional responsibility, to give journalists the tools to provide context, to report responsibly on breaking news, to separate facts from biases, and to maximise the power of objective analysis and understanding,” he said.</p><p>The initiative aims to automate repetitive tasks to free up journalists for high-value analysis, centred on three guiding principles: The “Now”, “Meaning or Context”, and “People”.</p><p>“The ‘Now’ alone cannot guide us,” he noted, explaining that while speed and accuracy are vital, journalism must provide the “Meaning” by linking events to their root causes.</p><p>Most critically, he redefined the audience not as passive consumers or data points, but as “conscious actors” capable of engaging responsibly with the world.</p><p>“Resilient journalism – swift but not shallow, modern without abandoning its values – can restore context to the news, create space for debate, and a human dimension to disagreements,” Sheikh Nasser said.</p><p>The director general concluded with a direct appeal to the tech leaders and innovators gathered in Doha, calling for a partnership where “responsible journalism meets ethical technology”.</p><p>“The challenge we face today is not a battle between journalism and technology,” Sheikh Nasser said. “It is rather an opportunity to align them through shared responsibility … to bridge divides, and empower a world capable of dialogue.”</p></div></div></body></html>"
        },
        {
            "title": "US abandoning the SDF has impacted Kurds across the region | Kurds | Al Jazeera",
            "time": "2026-02-03T10:59:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-21T172427Z_894983936_RC2Q5JA9AXEE_RTRMADP_3_SYRIA-SECURITY-IRAQ-PROTEST-1770109666.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Last month during the violent clashes between Kurdish forces and the Syrian army, the United States delivered a devastating message to Syria’s Kurds: Their partnership with Washington had “<a href=\"/news/2026/1/20/us-envoy-says-sdfs-role-in-syria-has-largely-expired-after-isil\">expired</a>“. This was not merely a statement of shifting priorities – it was a clear signal that the US was siding with Damascus and abandoning the Kurds at their most vulnerable moment.</p><p>For the Kurds across the region watching events unfold, the implications were profound. The US is no longer perceived as a reliable partner or supporter of minorities.</p><p>This development is likely to have an impact not just on the Kurdish community in Syria but also those in Iraq, Turkiye and Iran.</p><h2 id=\"fears-of-repeat-marginalisation-in-syria\">Fears of repeat marginalisation in Syria</h2><p>US support for Damascus under interim President Ahmed al-Sharaa paves the way for a centralised Syrian state – an arrangement that Kurds throughout the region view with deep suspicion. Their wariness is rooted in bitter historical experience.</p><p>Centralised states in the Middle East have historically marginalised, excluded and assimilated Kurdish minorities. The prospect of such a system emerging in Syria, with US backing, represents a fundamental divergence from Kurdish hopes for the region’s future.</p><p>The approach the Assad regime to the Kurdish question was built on systematic denial. Kurds were not recognised as a distinct collective group within Syria’s national fabric; the state banned the public use of the Kurdish language and Kurdish names. Many Kurds were denied citizenship.</p><p>Al-Sharaa’s <a href=\"/news/2026/1/17/syria-decree-grants-kurds-new-rights-formally-recognising-kurdish-language\" target=\"_blank\" rel=\"noopener\">presidential decree</a> of January 16 promised Kurds some rights while the January 30 agreement between Damascus and the Kurdish-led Syrian Democratic Forces (SDF) included limited recognition of Kurdish collective identity, including acknowledgment of “Kurdish regions” – terminology conspicuously absent from Syria’s political vocabulary and government documents in the past.</p><p>These represent incremental gains, but they are unfolding within a transitional government structure that aims for centralisation as its ultimate objective. That is why Syrian Kurds remain suspicious of whether the promises made today will be upheld in the future.</p><p>While a consensus has emerged among the majority of Kurdish groups that armed resistance is not strategically viable at this stage, any future engagement with the US will be perceived with mistrust.</p><h2 id=\"possibility-of-renewed-shia-kurdish-alliance-in-iraq\">Possibility of renewed Shia-Kurdish alliance in Iraq</h2><p>After years of power rivalries between Shia and Kurdish parties in Iraq, both groups are now observing developments in Syria and potential changes in Iran with a shared sense of threat and common interests. If in 2003, their alliance was driven by a shared past – the suffering under Saddam Hussein’s regime – today it is being guided by a shared future shaped by fears of being marginalised in the region.</p><p>At both the political and popular levels, Shia and Kurdish parties and communities have had much more in common over the past few weeks than in the past. This convergence is evident not only in elite political calculations but also in public sentiment across both communities.</p><p>For the first time in recent memory, both Kurdish elites and ordinary citizens in Iraq are no longer enthusiastic about regime change in Iran, a position that would have been unthinkable just a few weeks ago.</p><p>In addition, last month, Iraq’s Shia Coordination Framework, an alliance of its Shia political parties, nominated Nouri al-Maliki for prime <a href=\"/news/2026/1/24/iraq-shia-alliance-nominates-former-pm-nouri-al-maliki-as-its-candidate\">minister</a>, the most powerful position in the Iraqi government. Remarkably, the Kurdistan Democratic Party (KDP), the dominant Kurdish political force, welcomed the nomination.</p><p>The KDP’s support for al-Maliki was not solely a reaction to anger over US policy in Syria. It was also rooted in Iraqi and Kurdish internal politics. The endorsement is part of an ongoing rivalry between the KDP and the Patriotic Union of Kurdistan (PUK) over Iraq’s presidency, an office reserved for the Kurds. The KDP needs allies in Baghdad to ensure its candidate, rather than the PUK’s, secures the position.</p><p>However, Washington might see an alignment between the KDP-led Kurdistan Regional Government in northern Iraq and an al-Maliki-led government or a similar government in Baghdad as not conducive to its interests in Iraq, especially its efforts to curb Iranian influence.</p><p>Before casting blame, Washington should ask itself why the Kurds feels compelled to adopt this position. The Kurdish stance cannot be fully understood without factoring US policy in Syria into the discussion. From a Kurdish perspective, the US has not been a neutral arbiter in Syria.</p><h2 id=\"the-peace-process-in-turkiye\">The peace process in Turkiye</h2><p>Over the past year, many believed that the sustainability of Turkiye’s peace process with the Kurdistan Workers’ Party (PKK) hinged on a resolution of the Kurdish question in Syria and the fate of the SDF.</p><p>The violent clashes between Damascus, backed by Ankara and Washington, and the SDF threatened to close the door on negotiations. Remarkably, however, not all avenues have been shut.</p><p>It now appears the two issues are being treated as separate files. Negotiations with the PKK are likely to continue within Turkiye’s borders, and crucially, PKK leaders have not translated their disappointment over the weakening of the SDF into a definitive rejection of talks with Ankara.</p><p>What sustains this dynamic is that the SDF has not been entirely dismantled, leaving some breathing room for continued dialogue between Ankara and the PKK.</p><h2 id=\"the-iranian-kurds\">The Iranian Kurds</h2><p>The Iranian Kurds, although farther away from Syria, have also observed events there and made their conclusions. The abandonment of the SDF reveals the unpredictable nature of US support for the region’s minorities.</p><p>In light of this and given continuing US incitement against the Iranian regime, it is quite significant that the Iranian Kurds collectively and deliberately decided not to be at the forefront of the recent protests or allow themselves to be instrumentalised by Western media.</p><p>The Kurdish community in Iran is not enthusiastic about a potential return of Reza Pahlavi, who clearly enjoys support from Washington, and the restoration of the shah’s legacy, which was also oppressive. Iranian opposition groups – many of them based in the West – have not offered a better prospect for the Kurdish question. There is widespread fear that the current regime could simply be replaced by another with no guarantee for Kurdish rights.</p><p>Some Iraq-based Iranian Kurdish armed groups did carry out attacks on Iranian positions near the Iran-Iraq border. But the main Iranian Kurdish armed actors chose not to engage directly or escalate militarily. Their calculations are based on the uncertainty about the endgame envisioned by Israel and the US and the reality that any escalation would provoke Iranian retaliation against Iraqi Kurds.</p><p>With each abandonment of its Kurdish allies, the US further erodes the foundation of trust upon which its local partnerships rest. Iraqi and Syrian Kurds have learned to live with American unreliability, but this arrangement may not endure indefinitely. When it fractures, the consequences for US influence in the region could be profound.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Son of Norway’s crown princess denies rape as trial opens | Crime News | Al Jazeera",
            "time": "2026-02-03T10:43:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_68a433f49e47-1755591668.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Son of Norway’s crown princess denies rape as trial opens</h1><p class=\"article__subhead\"><em>Marius Borg Hoiby, son of Crown Princess Mette-Marit, faces 38 counts centred on alleged abuse of women as his mother regrets Epstein links.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The son of Norway’s crown princess has pleaded not guilty to four counts of rape as a trial that has brought fresh scrutiny to a royal family already embarrassed by links to <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">Jeffrey Epstein</a> opened.</p><p>Marius Borg Hoiby entered his plea on Tuesday as proceedings got under way at the Oslo District Court. A conviction on the most serious of the charges he faces could result in at least 10 years in prison.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The son of Crown Princess Mette-Marit and stepson of the heir to the throne, Crown Prince Haakon, Hoiby faces 38 counts, which also include domestic violence, assault and drug possession.</p><p>The 29-year-old has no official royal title or role, but the trial has shaken Norway’s royals. Parts of the trial will take place behind closed doors, the court has said.</p><p>Hoiby was <a href=\"/news/2025/8/19/son-of-norways-crown-princess-charged-with-rape-domestic-violence\">indicted</a> in August after multiple arrests throughout 2024 but was free pending trial until he was arrested on Sunday over new accusations of assault, threats with a knife and violation of a restraining order.</p><p>Defence lawyer Petar Sekulic said the latest arrest followed an alleged “incident” involving another person but declined to give details. The court agreed to keep Hoiby in detention for up to a month based on what it said was his risk of reoffending.</p><p>Hoiby is accused of four rapes from 2018 to 2024, violence and threats against a former partner from 2022 to 2023 and two acts of violence against another partner along with violations of a restraining order.</p><p>Sekulic has previously said Hoiby “denies all charges of sexual abuse as well as the majority of the charges regarding violence”.</p><p>The trial began as the royal family faces a backlash over Mette-Marit’s contacts with the late American sex offender Jeffrey Epstein.</p><p>A <a href=\"/news/2026/1/31/bill-gates-elon-musk-howard-lutnick-face-new-scrutiny-over-epstein-ties\">tranche</a> of documents related to investigations of Epstein released by the United States Department of Justice on Friday <a href=\"/news/2026/2/2/modi-to-kevin-rudd-how-epstein-files-set-off-a-storm-far-beyond-the-us\">mentioned her</a> hundreds of times.</p><p>In a statement, Mette-Marit said she “must take responsibility for not having investigated Epstein’s background more thoroughly”, calling their exchanges “simply embarrassing”.</p><p class=\"western\">Norway’s parliament on ‌Tuesday voted overwhelmingly in a long-planned show of hands in favour of maintaining the country’s monarchy, rejecting a proposed change ‍to a republic, ‍despite the recent turmoil.</p></div></div></body></html>"
        },
        {
            "title": "Syrian army enters Kurdish city of Hasakah as ceasefire takes hold | Syria's War News | Al Jazeera",
            "time": "2026-02-03T10:28:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26033387403691-1770106290.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian army has deployed to the northeastern city of Hasakah, previously controlled by the Kurdish-led Syrian Democratic Forces (SDF), implementing the first phase of a United States-backed ceasefire agreement.</p><p>A large convoy of military <a href=\"https://www.youtube.com/watch?v=Aj9w-GtZwpA\" target=\"_blank\" rel=\"noopener\">trucks entered Hasakah</a> on Monday, hours after the SDF imposed a curfew. Syrian forces arrived as part of the newly brokered agreement between Damascus and the SDF announced last Friday.</p><p>The agreement aims to solidify the ceasefire that halted weeks of conflict during which the SDF lost substantial territory in northeastern Syria.</p><p>It establishes a framework for incorporating SDF fighters into Syria’s national army and police forces, while integrating civilian institutions controlled by the group into the central government structure.</p><p>Under the terms of the agreement, government forces will avoid entering Kurdish-majority areas. However, small Interior Ministry security units will take control of state institutions in Hasakah and Qamishli, including civil registries, passport offices and the airport.</p><p>Kurdish local police will continue security operations in both cities before eventually merging with the Interior Ministry.</p><p>The government forces’ entry into Hasakah occurred without incident and as scheduled.</p><p>Turkish President Recep Tayyip Erdogan – whose government has long viewed the SDF as an extension of the Kurdish-led armed rebellion in Turkiye – issued a stern warning to Kurdish forces.</p><p>“With the latest agreements, a new page has now been opened before the Syrian people,” Erdogan said in a televised address. “Whoever attempts to sabotage this, I say clearly and openly, will be crushed under it.”</p><p>Friday’s agreement includes provisions for establishing a military division incorporating three SDF brigades, plus an additional brigade for forces in the group-held town of Ain al-Arab, also known by its Kurdish name Kobane, which will operate under the state-controlled Aleppo governorate.</p><p>The arrangement also provides for the integration of governing bodies in SDF-held territories with state institutions.</p><p>According to Syria’s state news agency SANA, Interior Ministry forces began deploying in rural areas near Kobane on Monday.</p><p>Since the overthrow of longtime ruler Bashar al-Assad 14 months ago, interim President Ahmed al-Sharaa’s efforts to unify the fractured nation under central authority have been hampered by deadly clashes with the SDF and other groups.</p></div></div></body></html>"
        },
        {
            "title": "Why is Benzema’s Al Hilal transfer linked to Ronaldo? | Football News | Al Jazeera",
            "time": "2026-02-03T09:45:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-10-28T180319Z_1890289066_UP1ELAS1E5IF6_RTRMADP_3_SOCCER-SAUDI-ITH-NSR-1770107309_490dec-1770108997.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two of the most popular footballers in the world have caused a stir in Saudi football on the final day of the midyear transfer window.</p><p>Portuguese superstar Cristiano Ronaldo and French football icon Karim Benzema, both of whom play in the Saudi Pro League (SPL), were in the news on Monday for their off-field actions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Star forward Benzema moved from Al-Ittihad to Al Hilal, with the transfer confirmed hours after Ronaldo was not named for Al-Nassr’s SPL game against Al Riyadh.</p><p>Here’s a breakdown of what happened on transfer deadline day in the SPL:</p><h2 id=\"why-did-benzema-move-from-al-ittihad-to-al-hilal\">Why did Benzema move from Al-Ittihad to Al Hilal?</h2><p>The former Ballon d’Or winner’s move is seen as an ambitious one, as Al Hilal are the most successful club in Saudi football and the current league leaders.</p><p>Despite winning the SPL with Al-Ittihad last year, the 38-year-old wanted to join the club that has won 21 league titles and four Asian Championships.</p><p>Coached by two-time Champions League finalist Simone Inzaghi, they stunned Manchester City at last year’s FIFA Club World Cup 4-3, knocking out Pep Guardiola’s team.</p><p>Benzema’s arrival was announced with fanfare by the record Saudi champions on social media.</p><p></p><h2 id=\"why-did-ronaldo-miss-al-nassr-s-game-on-monday\">Why did Ronaldo miss Al-Nassr’s game on Monday?</h2><p>Ronaldo was absent from Al-Nassr’s SPL match against Al-Riyadh amid reports he is unhappy about the transfer situation at his club.</p><p>Ronaldo has scored 17 goals for the club this season.</p><p>Portuguese media outlet A Bola reported that the five-time Ballon d’Or winner is unhappy that Al-Nassr have not strengthened their squad as they challenge for the league title.</p><p>The Portuguese superstar forward decided to recuse himself ⁠from head coach Jorge Jesus’ squad because Al-Nassr, the ​second-place team in the SPL ‍table, had not made a significant addition before the closure of the transfer window.</p><p>Heading into the game, Al-Nassr were second behind Al Hilal, which is also backed by the Saudi Public Investment Fund (PIF) and has been linked with Ronaldo’s former Real Madrid teammate Karim Benzema.</p><h2 id=\"how-is-benzema-s-move-linked-to-ronaldo\">How is Benzema’s move linked to Ronaldo?</h2><p>Benzema’s transfer from the previous SPL champions to the most successful club is seen as a major threat to Ronaldo’s hopes of being crowned league champion, despite prompting a wave of top football players – including Benzema – to move to the Saudi league.</p><p>Ronaldo, who turns 41 on Thursday, has scored 91 goals ‌in 95 league matches for Al-Nassr since he arrived in Riyadh, the capital of Saudi Arabia, ‍in January 2023.</p><p>SPL leaders Al Hilal are one point ahead of Ronaldo’s Al-Nassr.</p><p>The former Real Madrid striker, a teammate of Ronaldo’s at the Spanish giant, led Al-Ittihad to the title last year, as well as the King’s Cup.</p><p>Meanwhile, Ronaldo is still waiting for his first league title since moving to Saudi Arabia in 2022, and has seen his main rival strengthen with the addition of five-time Champions League winner Benzema.</p><h2 id=\"what-have-al-nassr-said-about-ronaldo-and-could-he-leave-the-club\">What have Al-Nassr said about Ronaldo, and could he leave the club?</h2><p>Al-Nassr CEO Jose Semedo declined to comment, according to Saudi media.</p><p>Ronaldo is not injured, ill or out of favour ​with Jesus, ESPN reported.</p><p>Neither does ‌he intend to leave Al-Nassr, who signed him to a lucrative two-year contract extension in June 2025.</p><p>According to CBS Sports, ‌senior club officials understand Ronaldo’s vexation with the PIF, ‌the Saudi Arabian sovereign ⁠wealth fund that owns Al-Nassr, Al Hilal and two other Pro League sides.</p><h2 id=\"could-al-nassr-still-sign-more-players-to-placate-ronaldo\">Could Al-Nassr still sign more players to placate Ronaldo?</h2><p>Saudi football’s transfer window closed on Monday night, pushing any hopes for the next transfer activity until the end of the current season.</p></div></div></body></html>"
        },
        {
            "title": "Austerity hinders fight against wildfires in Argentina’s Patagonia | Climate News | Al Jazeera",
            "time": "2026-02-03T09:39:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260202__94W44ZR__v2__HighRes__TopshotArgentinaEnvironmentClimateFire-1770102967.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Wildfires are sweeping through Argentina’s Patagonia region, consuming more than 450sq km (175sq miles) of native forests, including parts of the UNESCO World Heritage Site of Los Alerces National Park.</p><p>Thousands of people have been evacuated as flames spread through Chubut province, threatening ancient alerce trees, which can live for more than 3,600 years.</p><p>The crisis has intensified criticism of President Javier Milei’s aggressive austerity policies.</p><p>His administration’s “chainsaw” spending cuts have slashed the National Fire Management Service’s budget by 71 percent in real terms compared with last year, according to the environmental group FARN.</p><p>“These fires are absolutely predictable,” said Ariel Slipak, an economist at FARN, arguing that Milei has prioritised fiscal balance “at all costs” over emergency preparedness.</p><p>The burned area has surpassed last summer’s entire fire season damage of 325sq km (125sq miles). As firefighters battle strong winds and high temperatures, Milei declared a state of emergency on Thursday, allocating about $69m for firefighting efforts.</p><p>Environmental advocates point to climate change as an exacerbating factor with Greenpeace’s Hernan Giardini saying: “To continue denying or underestimating the effects of climate change, which science and the ecological movement have long warned about, is a political irresponsibility that will be paid for by forests and homes.”</p><p>Milei, who has called climate change a “socialist lie” and is considering withdrawing from the Paris Agreement, faces mounting pressure as the fires have now destroyed an area more than twice the size of Buenos Aires.</p></div></div></body></html>"
        },
        {
            "title": "ICE agents confronted at Mexican diner in Minneapolis | Protests | Al Jazeera",
            "time": "2026-02-03T09:16:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770110176.jpg?resize=1914%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gold and silver prices soared, then plummeted. What’s going on? | Business and Economy News | Al Jazeera",
            "time": "2026-02-03T09:10:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-28T135228Z_1432587036_RC2CAJA9GI69_RTRMADP_3_GLOBAL-PRECIOUS-GERMANY-GOLD-1770089177_96cd39-1770100107.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gold and silver prices have been on a rollercoaster ride in the past few days.</p><p>After racking up huge gains over the past year to hit record highs, prices of the precious metals fell sharply on Friday and Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Prices recovered some ground on Tuesday, though remaining well below their peaks.</p><p>Here’s all you need to know about the recent price moves:</p><h2 id=\"why-have-gold-and-silver-prices-risen-so-much-over-the-past-year\">Why have gold and silver prices risen so much over the past year?</h2><p>Precious metals are prized by investors for their tendency to hold their value.</p><p>Historically, they have attracted buyers during times of economic uncertainty and geopolitical turmoil.</p><p>The return of Donald Trump, a leader famed for his unpredictability, to the White House has been one factor driving volatility over the past year.</p><p>From his tariffs to his pressure on the independence of the Federal Reserve, the country’s central bank, and threats to take over the Danish autonomous territory of Greenland, Trump has repeatedly taken a sledgehammer to orthodoxy, stirring unease in markets.</p><p>Trump’s convention-busting governance has also driven a weakening of the United States dollar, further encouraging investors to seek out “safe haven” assets that will hold their value.</p><p>Between Trump’s inauguration last year and the end of January 2026, gold prices nearly doubled, while silver prices rose nearly four-fold.</p><p>Some analysts argue that the rising prices of precious metals reflect a deeper crisis of confidence in economic systems worldwide after years of high inflation and rising national debts.</p><p>The US national debt has grown to $38 trillion, the highest in the world, though a number of major economies, including Japan and Italy, have higher debt levels as a percentage of their GDPs.</p><p>“In a world where almost every financial activity incorporates credit risk – that of a state, a central bank, an intermediary – gold remains the only asset without a counterparty. It makes no promises, pays no interest, and is not dependent on political decisions. It simply exists. And that is precisely why it provides security,” Diego Franzin, head of portfolio strategies at Plenisfer Investments, told Al Jazeera.</p><p>“In a system based on record levels of public and private debt, this characteristic takes on unprecedented value.”</p><p>Another factor driving demand has been purchases by central banks in emerging economies, including China and Turkiye, which have been seeking to lessen their dependence on the dollar.</p><p>On Thursday, gold hit a record peak of almost $5,595 an ounce, while silver hit an all-time high of nearly $122.</p><p>The blistering rally came to a sudden halt on Friday when gold and silver prices plunged about 10 percent and 28 percent, respectively.</p><p>The slide continued into Monday, with gold ending the day about 4.5 percent lower and silver down about 6.5 percent.</p><p>On Tuesday, the precious metals clawed back some of their gains, with gold up about 3.5 percent and silver up about 4.5 percent as of 06:00 GMT.</p><h2 id=\"why-did-gold-and-silver-prices-crash\">Why did gold and silver prices crash?</h2><p>Analysts are not united on the cause of the fall.</p><p>Some have suggested that Trump was responsible for bringing prices back to earth just as he was for driving the surge.</p><p>On Friday, Trump announced he would nominate Kevin Warsh to lead the Federal Reserve, a pick that was widely seen as relatively conventional compared with other names on his shortlist.</p><p>The choice of Warsh, a former member of the Fed’s seven-member board of governors, was welcomed by investors who had feared that Trump would tap an ally who would slash interest rates without paying heed to inflation risks. The US president has been pressuring the outgoing Fed chief, Jerome Powell, to cut rates.</p><p>Trump on Friday also expressed hopes that he would reach a deal with Iran, following weeks of threats of military action against the Middle Eastern country.</p><p>Some analysis has suggested that the prospect of more stable economic conditions and a rising dollar led investors to sell off precious metals.</p><p>Many analysts, however, have cast doubt on that explanation, arguing that the drop simply reflected the fact that prices had become overvalued.</p><p>“The more likely explanation is that precious metals prices collapsed simply because they had already gone parabolic in the previous week. Once profit-taking started, it just snowballed,” Mark Matthews, head of research for Asia at Bank Julius Baer, told Al Jazeera.</p><h2 id=\"what-will-happen-to-gold-and-silver-prices-next\">What will happen to gold and silver prices next?</h2><p>Predicting the market is famously a fool’s errand, but some analysts see precious metals continuing to gain over the medium-to-long term.</p><p>In a note on Sunday, JP Morgan analysts said they expected gold to reach $6,300 an ounce – a 30 percent gain from current prices – by the end of 2026.</p><p>“Gold remains a dynamic, multi-faceted portfolio hedge and investor demand has continued to come in stronger than our previous expectations,” Gregory Shearer, Jason Hunter, Ali Ibrahim and Ananyashree Gupta said in the note.</p><p>Bank Julius Baer’s Matthews said investors are likely to pick up their purchases of gold and silver once they believe the market has stabilised.</p><p>“Their two fundamental drivers remain unchanged – namely, the US dollar should continue to depreciate, and central banks should increase their holdings in gold,” Matthews said.</p><p>“The price ascent probably won’t be as steep as it was before, but that’s a good thing.”</p></div></div></body></html>"
        },
        {
            "title": "Video: Syrian government forces enter city of Hasakah | Syria's War | Al Jazeera",
            "time": "2026-02-03T09:06:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770109593.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia renews attacks on frozen Ukrainian cities | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-03T08:29:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260203__94WE9NW__v2__HighRes__TopshotUkraineRussiaConflictWar-1770101276.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian forces have attacked energy infrastructure in Ukraine’s capital, Kyiv, and its second-largest city, Kharkiv, as a <a href=\"/news/2026/1/30/trump-says-russia-to-pause-bombing-kyiv-during-extreme-winter-conditions\">supposed weeklong truce</a> amid winter conditions ended, according to Ukrainian officials.</p><p class=\"western\">‍Russia ‍attacked with 450 drones and more than 60 ⁠missiles overnight, ​Ukraine’s Minister of Foreign Affairs Andrii ‍Sybiha said on Tuesday, accusing ‍Moscow of having waited for temperatures to drop before renewing its targeting of energy infrastructure <a href=\"/news/2026/1/23/psychological-war-on-society-russia-plunges-ukraine-into-darkness\">amid brutal subzero conditions</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>United States President Donald Trump said last week that Russia had agreed to pause attacks on Ukraine’s cities amid the freezing weather. Moscow has concentrated fire on Ukraine’s energy infrastructure every winter since its full-scale invasion in February 2022.</p><p>At least two people were wounded in the capital and two others in Kharkiv amid the barrage on Tuesday, officials said.</p><p class=\"p1\">Kyiv Mayor Vitali ⁠Klitschko ​said 1,170 ‍residential buildings ⁠in the capital were left ​without ‌heating as temperatures dropped to -17 degrees Celsius (1.4 degrees Fahrenheit).</p><p>Russia targeted Kyiv “in the bitter cold with another massive strike” overnight, Tymur Tkachenko, head of the city’s military administration, said on Telegram, urging residents to remain in shelters.</p><p>The attacks affected five city districts, causing damage to three apartment blocks and a building housing a kindergarten, he said.</p><p>Footage on social media showed the upper floors of an apartment building in the capital engulfed in flames.</p><p>According to unconfirmed media reports, two thermal power plants in the capital were hit.</p><p>Energy company DTEK said that the overnight attack was the largest of the year and had damaged facilities across the country.</p><figure id=\"attachment_4284768\" aria-describedby=\"caption-attachment-4284768\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4284768\" src=\"/wp-content/uploads/2026/02/AFP__20260203__94WF7CQ__v1__HighRes__UkraineRussiaConflictWar-1770102372.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ukrainian emergency workers are seen at the site of an apartment building that was damaged following a Russian air attack in Kyiv\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284768\" class=\"wp-caption-text\">Ukrainian emergency workers at the site of an apartment building damaged following a Russian air attack in Kyiv [Serhii Okunev/AFP]</figcaption></figure><h2 id=\"maximum-destruction\">‘Maximum destruction’</h2><p>Russian attacks on energy infrastructure in recent weeks have knocked out heating and power to hundreds of residential blocks in Kyiv and other cities across Ukraine.</p><p class=\"p1\">Kharkiv Mayor Ihor Terekhov said Tuesday’s attacks aimed to “cause maximum destruction … and leave the city without heat during severe frost”.</p><p>As a result of the attacks, officials had to cut heating to 820 buildings to drain coolant in order to prevent the wider network from freezing, he said.</p><p>Public broadcaster Suspilne said the attacks had knocked out power in the towns of Izyum and Balakliya in Kharkiv region, and struck two apartment buildings in the ⁠northern city of Sumy.</p><p>Ivan Fedorov, military administrator in the southeastern city of Zaporizhzhia, said on Telegram that a 38-year-old woman had been killed in a drone attack in a suburb.</p><h2 id=\"so-called-truce-fails\">So-called truce fails</h2><p>Trump had announced on Thursday that Russian President Vladimir Putin had agreed to his personal request to halt attacks on “Kyiv and various towns” amid the bitterly cold winter weather.</p><p>Moscow said it had agreed to the request, but said the truce would last only until Sunday, and did not link the measure to the freezing temperatures.</p><p>Kyiv, which had welcomed the move, said the truce was supposed to continue for a week from January 30, but reported that Moscow had kept up its attacks anyway.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The attacks came as Russian and Ukrainian officials prepare to meet for a <a href=\"/news/2026/2/1/trilateral-ukraine-talks-set-to-resume-in-abu-dhabi-on-wednesday-zelenskyy\">new round of US-brokered talks</a> in Abu Dhabi on Wednesday.</p><p class=\"western\">“Neither anticipated diplomatic efforts ​in ‌Abu Dhabi this week nor [Putin’s] promises to ‌the United States ‌kept him ⁠from continuing terror against ordinary people in the ‌harshest winter,” Sybiha wrote on social media.</p><p>Ukraine’s President Volodymyr Zelenskyy said Russia was prioritising more attacks over peace talks.</p><p>“Taking advantage of the coldest days of winter to terrorize people is more important to Russia than turning to diplomacy,” Zelenskyy wrote on social media.</p><p>Zelenskyy had suggested on Monday that recent “de-escalation” with Russia was helping build trust in the negotiations.</p><p>Reporting from Kyiv, Al Jazeera’s Audrey MacAlpine said that issues around territory remain a major sticking point in negotiations. But with neither Putin nor Zelenskyy scheduled to appear at the talks, it is “unlikely that that particular issue will be resolved”.</p><p>Many Ukrainians, however, are hoping that the talks might result in a pause in the ongoing attacks on energy infrastructure, she said.</p></div></div></body></html>"
        },
        {
            "title": "From Crimea to Cameroon: Ukraine’s minorities reflect on life during war | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-03T08:27:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Mosque-1769783800.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Various locations, Ukraine</strong> – When the war began, the Muhammad Asad Islamic Cultural Centre in western Ukraine opened its doors to displaced people from across the country, turning classrooms and prayer halls into temporary shelters.</p><p>Muslims lined study rooms with mattresses, cooked meals and distributed water – acts they saw as ordinary, yet gestures that quietly challenged long-held misconceptions about Islam.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ibrahim Zhumabekov, the centre’s 29-year-old imam, said misinformation in Ukraine is prevalent, including claims that “Muslims are terrorists” and that their faith subjugates women.</p><p>But amid the chaos of the early days of the war, these views were dispelled as hundreds of Ukrainians found peace at the centre and as women and children were given female-only quarters to sleep, change and wash in privacy.</p><figure id=\"attachment_4282245\" aria-describedby=\"caption-attachment-4282245\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4282245 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/DSCF4105-2-1769983306.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Zhumabekov motions to a small piece of the Kiswa, the black cloth that covers the Kaaba in Mecca, which has been framed and put in a display cabinet, Lviv, Ukraine, January 29 2026 [Nils Adler/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4282245\" class=\"wp-caption-text\">Zhumabekov motions to a small piece of the Kiswa, the black cloth that covers the Kaaba in Mecca, which has been framed and put in a display cabinet, Lviv, Ukraine, January 29 2026 [Nils Adler/Al Jazeera]</figcaption></figure><h2 id=\"muslims-in-ukraine\">Muslims in Ukraine</h2><p>As two small, colourful birds flew overhead, chirping, Zhumabekov and 46-year-old Ezzideen el-Yaman, a visitor at the centre who is originally from Lebanon, recalled when a Ukrainian man once arrived at the centre banging on the door as he hurled anti-Muslim stereotypes.</p><p>“We invited him in, showed him around, and he changed his mind – now he visits us regularly,” Zhumabekov said, smiling.</p><p>Zhumabekov said educating Ukrainians about the country’s rich Muslim heritage is equally important, noting that Muslims in Lviv may have been present since the 14th century.</p><figure id=\"attachment_4276358\" aria-describedby=\"caption-attachment-4276358\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4276358 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/playing-table-football-1769785946.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"at the Islamic Cultural Centre in Kyiv\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276358\" class=\"wp-caption-text\">People play table football at the Islamic Cultural Centre in Kyiv, Ukraine [File: Nils Adler/Al Jazeera]</figcaption></figure><p>He also spoke of Muhammad Asad, a Jewish-born journalist from Lviv who converted to Islam and later became an influential Quran translator and scholar in the early 20th century.</p><p>El-Yaman said watching Israel’s attacks on southern Lebanon, where his family lives, while also enduring war in Ukraine, has been emotionally exhausting.</p><p>But one positive outcome has been the coming together of diverse communities in the face of shared hardship.</p><p>In 2024, about 1.5 million Muslims lived in Ukraine, before Russia annexed Crimea and pro-Moscow separatists seized parts of eastern Ukraine in 2014.</p><figure id=\"attachment_4276380\" aria-describedby=\"caption-attachment-4276380\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4276380 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/Anas-3-1769786762.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinians in Kyiv\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276380\" class=\"wp-caption-text\">A Palestinian shop on Dehtiarivska Street, the heart of the Arab community in Kyiv, Ukraine [File: Nils Adler/Al Jazeera]</figcaption></figure><h2 id=\"crimean-tatars\">Crimean Tatars</h2><p>Questions of identity, belonging and historical injustice also resonate deeply with Ukraine’s <a href=\"/news/2025/1/28/crimean-tatars-jailed-by-russia-hailed-by-ukraine\">Crimean Tatars</a>, a Muslim ethnic minority Indigenous to the Crimean Peninsula, many of whom have faced repeated displacement over generations.</p><p>Zakhida Adylov, a 38-year-old Kyiv-based translator, said that since Russia’s full-scale invasion, many Ukrainians have become more sympathetic to the longstanding oppression of Crimean Tatars, especially as many have <a href=\"/news/2026/1/22/the-crimean-tatar-group-seeking-systemic-collapse-of-russian-army\">fought</a> in the war.</p><figure id=\"attachment_4276364\" aria-describedby=\"caption-attachment-4276364\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4276364 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/DSCF0163-1769786176.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"battalion commander Izmailov, who is Crimean Tatar, believes that young Crimeans need to show more affirmative action in the face of repression.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276364\" class=\"wp-caption-text\">When Al Jazeera met Ukrainian battalion commander Izmailov, a Crimean Tatar, in January 2022, he said young Crimeans needed to take more affirmative action in the face of repression [Nils Adler/Al Jazeera]</figcaption></figure><p>The Ukrainian government has tied Indigenous rights, including those of Crimean Tatars, to its attempts to join the European Union, instructing diplomats to highlight Crimean Tatars and Ukraine’s multicultural identity abroad, she said.</p><p>Although Ukraine’s approach to Crimean Tatars has improved, cultural initiatives remain chronically under-resourced and are forced to compete on equal terms with far larger Ukrainian institutions.</p><p>However, Adylov said discrimination still afflicts the job market, an experience she has personally encountered.</p><figure id=\"attachment_4281997\" aria-describedby=\"caption-attachment-4281997\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4281997 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/Z-1769974657.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Zakhida\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4281997\" class=\"wp-caption-text\">Zakhida Adylov in Uzhhorod, Ukraine, January 30, 2026 [Nils Adler/Al Jazeera]</figcaption></figure><h2 id=\"foreign-students\">Foreign students</h2><p>When the war began, an estimated 76,548 international students were enrolled at Ukrainian universities.</p><p>In the first weeks of Russia’s war, almost all of them fled the country.</p><figure id=\"attachment_4276340\" aria-describedby=\"caption-attachment-4276340\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4276340 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/Medyka-1769785441.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ukraine Poland border\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276340\" class=\"wp-caption-text\">Many foreign nationals fled across the borders during the early days of Russia’s full-scale invasion, Medyka, Poland, February 2022 [Nils Adler/Al Jazeera]</figcaption></figure><p>Al Jazeera spoke to several students on the trains that were crossing into Poland, and many spoke of discriminatory treatment by Ukrainian authorities and personnel at train stations and evacuation centres.</p><p>Now only a handful remain.</p><p>Basame Ngoe Ekumi, a 40-year-old Cameroonian, came to Ukraine in late 2021 to enrol at an agrarian university. Upon arrival, he realised he had been enrolled in a scheme that turned out to be a scam.</p><p>In a spiral of unfortunate events, he ended up with limited funds in a Kyiv hostel, seeing out his 90-day visa allowance, when he met a Ukrainian man who invited him to stay with his family in a small town in eastern Ukraine for Christmas.</p><figure id=\"attachment_4276352\" aria-describedby=\"caption-attachment-4276352\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4276352 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/Cam-1769785696.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Cameroon Ukraine\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276352\" class=\"wp-caption-text\">Basame Ngoe Ekumi, Lviv, January 28, 2026 [Nils Adler/Al Jazeera]</figcaption></figure><p>There, Ekumi was hospitalised for appendicitis, something he described as “divine intervention” because while thousands of foreigners took the dangerous journey across Ukraine when the war began, he was recovering in a small rural community largely spared from the fighting.</p><p>Ekumi would spend two years in the community. He was handed the keys to his friend’s house, as his hosts left for Finland or joined the war effort.</p><p>Now, he has a successful job running a website for a personal development mentor.</p><p>Standing outside a hostel in central Lviv, he said everything had changed since the war. Whereas before he feared being forced to leave due to bureaucracy, his expired passport and the absence of a Cameroonian consulate now mean he cannot leave.</p><p>However, he said he has been treated well by Ukrainians, who sympathise with him as he lives in a foreign country during wartime.</p><p>Although for different reasons, he, like most men aged 25 to 60 in Ukraine under martial law, is unable to leave the country.</p><p>The police officers who carry out <a href=\"/news/2025/8/8/ukraines-conscription-crisis-alleged-abuse-leads-to-protests-emigration\">regular wartime checks</a> on men recognise this and, although he has no papers, they are always polite and let him go.</p><p>He said the experience has taught him that it does not matter what happens in life; it is how you respond to it, and although he would like to leave Ukraine at least for some time, he is content.</p><p>“People give me my space here; they are respectful,” he said.</p><h2 id=\"ukraine-s-roma-minority\">Ukraine’s Roma minority</h2><p data-start=\"178\" data-end=\"396\">Of all of Ukraine’s minorities, it is perhaps the Roma communities that are the most vulnerable.</p><p data-start=\"178\" data-end=\"396\">The European Roma Rights Centre says many face displacement, poverty and barriers to documentation needed for humanitarian aid.</p><p data-start=\"403\" data-end=\"564\">Al Jazeera <a href=\"/news/2022/3/5/they-told-us-to-go-home-student-recounts-ukraine-war\">reported</a> back in March 2022 that Roma refugees described being separated from other evacuees, as they lacked documents, and facing hostility at border crossings.</p><p data-start=\"571\" data-end=\"719\">Despite this, <a href=\"/news/2022/4/26/ukraines-persecuted-roma-community-joins-war-effort\">a number</a> have volunteered in defence and humanitarian efforts.</p><h2 id=\"ethnic-hungarians-in-ukraine\">Ethnic Hungarians in Ukraine</h2><p>About 150,000 ethnic Hungarians live in western Ukraine, mainly in the Zakarpattia region along the Hungarian border. Tensions with Budapest have flared over Ukraine’s post-2014 language and education laws, which Hungary says marginalise the minority and which it has cited to justify blocking steps towards Kyiv’s closer EU integration.</p><p>When Al Jazeera visited the Zakarpattia region, many locals said the issue had been highly politicised, but relations in everyday life remained warm.</p><p>Kornelia, a 17-year-old student who is of Hungarian ethnicity, said she is fluent in both languages. “I have friends in Hungary and friends in Ukraine; it has never been an issue for me.”</p></div></div></body></html>"
        },
        {
            "title": "Palestinians return to Gaza after limited Rafah crossing reopening | Gaza | Al Jazeera",
            "time": "2026-02-03T08:07:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770105865.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        }
    ]
}