{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Why US-funded vaccine trial plan for babies in Guinea-Bissau caused outrage | Health News | Al Jazeera",
            "time": "2026-02-07T06:01:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-11-24T202723Z_622259382_RC233IAIUOJB_RTRMADP_3_BISSAU-ELECTION-1770194403.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Danish researchers were set to begin a controversial United States-funded vaccine trial on newborns in the West African nation of Guinea-Bissau last month when public outrage derailed their plans.</p><p>The scientists wanted to assess the effects of administering hepatitis B vaccines at two separate times on 14,000 babies. Half of the sample group, chosen at random, would receive the vaccine at birth – as is recommended – while the other half would get it six weeks later. The researchers would then compare health outcomes over five years.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Soon after the trial was announced, anger erupted in the international<strong> </strong>health expert community over the ethical grounds of the experiment. It resulted in such widespread scrutiny that the Bissau-Guinean government suspended the research on January 22 pending a review.</p><p>“I was disappointed, to say the least, that my country could have approved a study of that kind,” Magda Robalo, a former Guinea-Bissau health minister, told Al Jazeera on a video call from the capital, Bissau.</p><p>While a small ethics committee within the health ministry knew about the study, the country’s national public health institute, which would approve such a monumental experiment, was not informed, she said.</p><p>“[The researchers] took advantage of the fact that Guinea-Bissau does not have a very strong research capacity … a very strong critical mass of public health professionals, very well vested in understanding what the politics that surround global health are,” she added with a pained expression.</p><p>Because of their weaker immune systems, babies are at the highest risk of being chronically infected with the <a href=\"https://www.who.int/news-room/fact-sheets/detail/hepatitis-b\" target=\"_blank\" rel=\"noopener\">hepatitis B virus</a> (HBV), which spreads through body fluids, and can lead to long-term liver damage and cancer. In most cases, mothers carrying the virus pass it on to their infants during birth or through breastfeeding. HBV resulted in 1.1 million deaths globally in 2022, according to the World Health Organization (WHO).</p><p>There’s no cure for the disease, but the WHO advises that babies be given doses of approved hepatitis B vaccines at birth, and boosters weeks later. <a href=\"https://www.emro.who.int/health-topics/hepatitis-vaccine/vaccine-vaccination.html#:~:text=Currently%2C%20four%20inactivated%20vaccines%20against,minimum%20interval%20of%20four%20weeks.\" target=\"_blank\" rel=\"noopener\">WHO-approved </a>vaccines offer protection, possibly for life, according to multiple independent studies.</p><p>Guinea-Bissau, a small country of 2.2 million, has one of the highest numbers of people infected with HBV in the world – about one in every five people. Authorities typically vaccinate babies six weeks after birth because there aren’t enough doses to go around. However, from 2028, Guinea-Bissau is planning a budget that supports at-birth vaccines.</p><p>The Danish researchers who planned the vaccine trial <a href=\"https://www.bandim.org/hepatitis-b-vaccine-at-birth/\">argue</a> that the study is timely, as it will take advantage of the time left before Guinea-Bissau switches to the new schedule to recruit participants. They also point out that half of the babies will receive at-birth shots for the first time in Guinea-Bissau.</p><p>But critics like Robalo say the trial is unethical because it withholds vaccines at a critical time for the other 7,000 babies, even if they’d still receive shots in six weeks, per the current schedule.</p><p>“You don’t run such research,” Robalo, who served as a senior WHO official for many years, insisted.</p><p>“It is unethical to deny children an intervention that we know works, that will contribute to improving their lives and save them from a disease that we know they will likely acquire,” she said.</p><figure id=\"attachment_4287541\" aria-describedby=\"caption-attachment-4287541\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287541\" src=\"/wp-content/uploads/2026/02/AP25253623716598-1770194676.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Hapatisis B \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287541\" class=\"wp-caption-text\">A box of hepatitis B vaccine is displayed at a pharmacy in the US [File: Rebecca Blackwell/AP]</figcaption></figure><h2 id=\"under-scrutiny\">Under scrutiny</h2><p>Not only are the ethics of the experiment under scrutiny, but so are the researchers set to lead it.</p><p>Scientists at the Guinea-Bissau-based Bandim Health Project, part of the University of Southern Denmark, have conducted <a href=\"https://portal.findresearcher.sdu.dk/en/publications/adverse-events-after-measles-and-bacillus-calmette-gu%C3%A9rin-vaccina/\" target=\"_blank\" rel=\"noopener\">studies on thousands of Bissau-Guinean</a> women and children since 1978. The project is chaired by Christine Stabell Benn, and founder, Peter Aaby, both prominent scientists in Denmark.</p><p>The pair, who are married, say their work aims to reveal the unintended impacts of vaccines, whether good or bad. One of their studies, for example, found that a vaccine against diphtheria, tetanus (lockjaw) and pertussis (DTP) <a href=\"https://www.sciencedirect.com/science/article/pii/S0264410X1731455X\">was linked to higher child mortality</a>, particularly among girls.</p><p>After reviewing the results in 2014, the WHO <a href=\"https://terrance.who.int/mediacentre/data/sage/SAGE_Docs_Ppt_Apr2014/9_session_non-specific_vaccine_effects/Apr2014_session9_non-specific_vaccine_effects.pdf\" target=\"_blank\" rel=\"noopener\">concluded</a> that the study and others with similar findings were inconsistent but merited further review. The WHO recommended that countries continue vaccinating against DTP.</p><p>Danish scientists have repeatedly accused Benn and Aaby of claiming without proof that vaccines containing inactivated viruses, such as the DTP and HBV vaccines, can cause adverse reactions, including death.</p><p>Critics say the pair downplays important results from their own randomised controlled trials (RCTs). RCTs, like the proposed one in Guinea-Bissau, are the gold standard of experiments in medical research because they significantly reduce the risk of bias.</p><p>Last February, an investigation by Danish publication Weekendavisen <a href=\"https://www.weekendavisen.dk/samfund/et-daarligt-immunforsvar\" target=\"_blank\" rel=\"noopener\">revealed</a> they did not publish the results of an RCT they conducted 14 years ago, looking into the effects of the DTP vaccine.</p><p>The outcome of the study, which hypothesised that the vaccine increased child mortality rates especially among girls, was null, meaning no significant effects were recorded. The pair, however, continued to conduct studies and pushed in public statements over the years that the vaccine needed to be tested, the newspaper alleged.</p><p>Months after the investigation, the study <a href=\"https://www.medrxiv.org/content/10.1101/2025.10.29.25339081v1\">was published.</a></p><p>In a response to Al Jazeera, Benn pushed back against allegations that their trial results were hidden.</p><p>The “accusations raised in Danish newspapers in February 2025 were investigated by our institution’s committee for research integrity. That review did not find grounds for sanctions or other actions,” she said.</p><p>Still, critics say there’s a disconnect between the researchers’ claims and findings in general.</p><p>“They haven’t really been able to produce solid evidence to back these hypotheses up,” researcher Anders Peter Hviid of the Danish State Serum Institute, a research institute, told Al Jazeera, questioning why the researchers would be willing to administer a vaccine they think is harmful in the first place.</p><p>“They have a lot of null findings which they keep ignoring themselves, time and again … and they are overlooking these ethical issues and basically running trials that are negative again and again and again on African children,” he said.</p><p>Other critics point out that hepatitis B infections in newborns can manifest long after the five years the study is meant to run – meaning the full effects of not giving vaccines at birth may never be known. They also fault the researchers’ plans to conduct an “open-label” trial, where the organisers would know which participants received vaccines. Usually, such experiments are done “blind” to avoid bias. It is unclear why the Bandim Health Project chose to conduct an open-label trial.</p><p>Both Benn and Aaby have pushed back against the backlash to the Guinea-Bissau project and what they called “moral outrage” in a <a href=\"https://www.bandim.org/wp-content/uploads/2026/01/It-is-really-about-the-non-specific-effects.pdf\">lengthy statement,</a> faulting their critics for not having a “curious and humble” mindset.</p><p>The pair say they are not questioning the vaccine’s effectiveness, but that “the issue is whether the prevention comes at a prohibitive price,” such as death.</p><p>“The moral outrage from academic celebrities seems unnecessary,” the <a href=\"https://www.bandim.org/wp-content/uploads/2026/01/It-is-really-about-the-non-specific-effects.pdf\">statement</a> read.</p><p>“Contrary to what some of the critiques claim, we will not withhold the vaccination from any children who would other[wise]<strong> </strong>have received it … As a result of the trial, more children who would not otherwise have had it, are actually getting the vaccine.”</p><figure id=\"attachment_4287557\" aria-describedby=\"caption-attachment-4287557\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287557\" src=\"/wp-content/uploads/2026/02/AP25353717718588-1770194826.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"HEPATISIS B\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287557\" class=\"wp-caption-text\">This 1981 electron microscope image made available by the US Centers for Disease Control and Prevention (CDC) shows hepatitis B virus particles, indicated in orange [File: Dr Erskine Palmer/CDC via AP]</figcaption></figure><h2 id=\"funding-from-trump-s-white-house\">Funding from Trump’s White House</h2><p>Despite facing controversy at home, the Bandim Health Project found an audience with the US Centers for Disease Control (CDC), led by Health Secretary Robert F Kennedy Jr (RFK), a known vaccine sceptic whose anti-vaccine advocacy group praised Aaby in a <a href=\"https://childrenshealthdefense.org/news/the-impact-of-vaccines-on-mortality-decline-since-1900-according-to-published-science/\" target=\"_blank\" rel=\"noopener\">2019 article.</a></p><p>The researchers <a href=\"https://www.federalregister.gov/documents/2025/12/18/2025-23245/notice-of-award-of-a-single-source-unsolicited-grant-to-fund-university-of-southern-denmark-sdu#page-59125\" target=\"_blank\" rel=\"noopener\">secured $1.6m in funding</a> in December without having to go through a competitive, rigorous process, as would be the norm in a study where humans are the subjects, and where close monitoring by the CDC would be required. Earlier, RFK Jr <a href=\"/news/2025/8/9/how-rfk-jrs-vaccine-funding-cuts-fit-with-trumps-vision\" target=\"_blank\" rel=\"noopener\">disbanded</a> a team of scientists at the agency’s helm and appointed a non-scientist as its acting head.</p><p>RFK has long pushed the narrative that vaccines are linked to autism. Details earlier <a href=\"https://insidemedicine.substack.com/p/scoop-the-leaked-protocol-of-the\">leaked online</a> about the Guinea-Bissau study showed it specifically aimed to see if administering the HBV vaccine at birth could lead to skin disorders and neurodevelopmental conditions – like autism – by age five.</p><p>The WHO, in December, <a href=\"https://www.who.int/news/item/11-12-2025-who-expert-group-s-new-analysis-reaffirms-there-is-no-link-between-vaccines-and-autism\" target=\"_blank\" rel=\"noopener\">reaffirmed</a> there is no link between vaccines and autism.</p><p>After news of the research attracted the attention of researchers in Denmark and the US in early January, Guinea-Bissau approached the Africa Centres for Disease Control and Prevention, which declared that the trial would need to be reviewed. Representatives from the US health department, however, repeatedly told reporters that the experiment would go ahead, causing commotion before the decisive suspension by the Guinea-Bissau government last week.</p><p>Al Jazeera reached out to the US CDC for comment. CDC officials told news agencies that the experiment was important to test “non-specific effects” of the hepatitis B vaccine.</p><p>A military coup in Guinea-Bissau in late November caused a total government change. In a media statement last week, the new health minister, Quinhin Nantote, confirmed that his government had not been involved in talks about the study.</p><p>Under RFK, the US has suspended funding to Gavi, the Vaccine Alliance, which helped deliver crucial doses to less-wealthy nations during the COVID-19 pandemic. In a statement justifying the cuts to Gavi, RFK cited Bandim Health Project’s work.</p><p>The US has also cut the number of vaccines it recommends for newborns to 11 from 17. In December, the health department scrapped a decades-long recommendation for infants to receive HBV vaccines at birth, and now says guardians and physicians should decide for themselves.</p><figure id=\"attachment_4287566\" aria-describedby=\"caption-attachment-4287566\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287566\" src=\"/wp-content/uploads/2026/02/2021-11-19T000000Z_2109335490_RC2PXQ9NJH64_RTRMADP_3_HEALTH-CORONAVIRUS-NIGERIA-1770195017.jpg?w=770&amp;resize=770%2C559&amp;quality=80\" alt=\"vaccines Nigeria\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287566\" class=\"wp-caption-text\">A health worker takes a dose of the coronavirus disease (COVID-19) vaccine from a vial during the rollout of mass vaccination in Abuja, Nigeria [File: Afolabi Sotunde/Reuters]</figcaption></figure><h2 id=\"painful-history-of-trials-gone-wrong\">Painful history of trials gone wrong</h2><p>For many, the controversial trial is reminiscent of Western-led health studies that have proven deadly for minority communities and poorer countries in the past.</p><p>During a severe outbreak of meningitis disease in Nigeria’s northern Kano State in 1996, Pfizer administered the experimental Trovan antibiotic drug to 200 children. The medication, which was not approved by the US Food and Drug Administration, caused a severe reaction in the children. At least 11 of them died, and others experienced varying injuries from paralysis to blindness.</p><p>The case contributes to still-high levels of vaccine mistrust in northern Nigeria. In 2003, many boycotted a national polio vaccination campaign, leading to an <a href=\"/news/2004/7/31/nigerians-restart-polio-immunisation#:~:text=Mother%2Dof%2Dfive%20Abu%20Bako,said%20Professor%20Sadiq%20Bashir%20Wali.\" target=\"_blank\" rel=\"noopener\">explosion in polio cases</a> a year later that saw Nigeria carry about 80 percent of the global burden at the time. COVID-19 vaccine campaigns similarly suffered from high hesitancy in the region.</p><p>Much earlier, between 1932 and 1972, US health authorities studying the effects of untreated syphilis on about 400 Black men in Tuskegee, Alabama, observed them in death, even though efficient treatments such as penicillin were already available. More than 100 men died in the trial.</p><p>Back in Bissau, former health minister Robalo told Al Jazeera that the country’s priorities are not to retest the hepatitis B vaccine, but to provide sufficient supplies so that babies can immediately get the birth dose.</p><p>The Bandim Health Project, she said, had operated in Guinea-Bissau for many decades and ought to have known what agencies to approach, especially after the military coup. Over the years, the researchers should also have trained enough Bissau-Guineans in clinical research to help boost local capacity, she added.</p><p>“We are not second-level citizens,” Robalo said. “We are not a population to be used for anything that you cannot do in the Global North. We demand respect, despite the fact that we don’t have the capacity that we need. We don’t tolerate that.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "European Union says video app TikTok must change ‘addictive’ design | Technology News | Al Jazeera",
            "time": "2026-02-07T05:08:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/06/2024-05-30T192121Z_1437657028_RC291W9DK6B8_RTRMADP_3_TIKTOK-ALGORITHM-1719588352.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>European Union says video app TikTok must change ‘addictive’ design</h1><p class=\"article__subhead\"><em>TikTok calls European Commission probe ‘meritless’, pledges to challenge findings the video platform harms minors.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in the European Union said that the video-sharing platform TikTok is in breach of online content regulations, warning the company to change “addictive” features in order to protect minors from compulsive use.</p><p>The European Commission shared the preliminary conclusions of a probe into TikTok on Friday, stating that features such as infinite scroll, autoplay, push notifications, and a personalised recommendation algorithm encouraged addiction.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“TikTok has to take actions and they have to change the design of their service in Europe to protect our minors,” EU tech chief Henna Virkkunen told reporters.</p><p>European Commission spokesperson Thomas Regnier said the “measures that TikTok has in place are simply not enough”.</p><p>“These features lead to the compulsive use of the app, especially for our kids, and this poses major risks to their mental health and wellbeing,” Regnier said, stating that the app is in violation of the Digital Services Act.</p><p>The EU regulator has threatened TikTok with a potential fine of as much as 6 percent of the global turnover of ByteDance, the platform’s owner.</p><p>TikTok slammed the findings, saying they are without basis.</p><p>“The Commission’s preliminary findings present a categorically false and entirely meritless depiction of our platform, and we will take whatever steps are necessary to challenge these findings,” a spokesperson for TikTok said.</p><p>The probe comes as EU countries are seeking greater restrictions on powerful tech and social media companies, often with the stated goal of protecting young users.</p><p>TikTok stands out among competitors for an algorithm able to craft a precise understanding of the users’ interests, directing related content into their feed.</p><p>The investigation into TikTok was first opened in February 2024, with Regnier citing a series of “alarming” statistics compiled during the course of the investigation.</p><p>He stated that the app is the most-used social media platform after midnight by children between the ages of 13 and 18, and that 7 percent of children between the ages of 12 and 15 spend four to five hours on the app every day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Bangladesh election: Who are the key players and parties? | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-07T04:18:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/s2-1769147722.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An array of political parties and alliances will be vying for seats in the Bangladesh Parliament on February 12 in the country’s first election since the ousting of former Prime Minister <a href=\"/news/2024/8/5/timeline-sheikh-hasinas-reign-ends-after-15-years\">Sheikh Hasina</a> in 2024. About 127 million registered voters are eligible to cast votes to elect 350 members of the Jatiya Sangsad, the country’s parliament.</p><p>The South Asian country has been in the hands of a caretaker government led by Nobel laureate Muhammad Yunus since August 2024, when a student-led uprising ended Hasina’s long rule. Hasina ordered troops to crack down on protesters, killing 1,400 people. She has since been sentenced to death by a special tribunal in Bangladesh for the brutal crackdown, but remains in exile in India, and her Awami League party has been banned from political activity.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Besides the election on February 12, Bangladesh will also hold a referendum on the July National Charter 2025 – a document drafted following the student protests, setting the foundation for future governance of the country.</p><p>The two biggest groups competing for parliamentary seats across the country’s 300 constituencies are the Bangladesh Nationalist Party (BNP), which is leading a coalition of 10 parties, and Jamaat-e-Islami (JIB), which heads an 11-party alliance, including the National Citizen Party, a group formed by students who led the anti-Hasina movement in 2024. The Awami League, which dominated Bangladeshi politics for decades, has been barred from fielding candidates.</p><p>Besides the two main blocs, the Islami Andolan Bangladesh, which broke away from the JIB-led alliance, and the Jatiya Party, a longtime ally of Hasina’s Awami League, are contesting independently.</p><p>Here is a look at the main political parties and their leaders vying for parliament seats this year, and the key players influencing the election.</p><h2 id=\"bangladesh-nationalist-party\">Bangladesh Nationalist Party</h2><p>Led by Tarique Rahman, the son of the late former Prime Minister <a href=\"/features/2025/12/30/khaleda-zia-bangladeshs-first-woman-pm-a-life-of-power-and-resistance\">Khaleda Zia</a>, the BNP is seen as one of the main contenders in the upcoming elections.</p><p>The party was founded in 1978 by Ziaur Rahman, Tarique’s father and one of the leading military figures of the country’s independence war against Pakistan in 1971, on the principles of Bangladeshi nationalism. According to the BNP website, this is an “ideology that recognises the right of Bangladeshis from all walks of life, irrespective of their ethnicity, gender or race”.</p><p>As a centre-right political party, the BNP has been a popular political force in the country for decades and has traditionally exchanged power with the Awami League.</p><p>For four decades after Ziaur Rahman’s assassination in 1981, his wife and Tarique’s father, Khaleda Zia, led the party. Khaleda served as the country’s first female prime minister from 1991 to 1996 and again from 2001 to 2006. In that period, Jamaat was an ally of the BNP as they together fought against Hasina’s Awami League.</p><p>After Hasina came back to power in 2009 – she had also ruled between 1996 and 2001 –  the BNP faced the wrath of her government over corruption charges, and Khaleda was put under house arrest in 2018 in two related cases. She was acquitted of all charges after Hasina’s departure in 2024.</p><p>Since Hasina’s ousting in 2024, the BNP has risen again as a political frontrunner. A December survey by the United States-based International Republican Institute indicated the BNP had the support of 33 percent of respondents. That was also the only month when the BNP — seeking to position itself as a liberal force ahead of the elections — broke its alliance with Jamaat. Polls show Jamaat just marginally behind the BNP in popular support.</p><p>Tarique, 60, had been living in London, United Kingdom, since he fled Bangladesh in 2008 over what he called politically motivated persecution. He arrived in Dhaka on December 25, 2025 to take over the BNP leadership ahead of his mother Khaleda’s death on December 30.</p><p>“We will build a Bangladesh that a mother dreams of,” he said in December after returning to the country and calling on citizens from the hills and plains – Muslims, Hindus, Buddhists and Christians – to join him in creating a secure and inclusive nation.</p><p>In election rallies, he has pledged to improve the country’s infrastructure, among other promises.</p><p>“If elected, the healthcare system will be improved, a flyover will be constructed in Sherpur, permanent embankments will be built in the river erosion areas of Dhunat, and the youth will be made self-reliant through the establishment of IT education institutions,” he said.</p><p>According to Khandakar Tahmid Rejwan, lecturer in global studies and governance at the Independent University, Bangladesh, since Rahman’s return, the BNP has become more organised.</p><p>“The party has basically revived with a newfound spirit in both its central and grassroots-level leadership,” he said.</p><p>“Typical objections against BNP and affiliated party activists, like [allegations of] extortion … have also significantly declined. Top leaders of the central committee have also been comparatively cautious to avoid any statement that might create popular outrage. Significantly, the people are flocking in thousands to hear from Rahman at his electoral rally, even late at midnight,” he said.</p><p>Rejwan added that it is widely believed that Rahman is the only man who can currently unite Bangladesh with an “inclusive vision”, unlike his Jamaat rivals, who have failed to address any clear stance or acknowledge what are seen by many as their restrictive policies towards women and religious minorities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"jamaat-e-islami\">Jamaat-e-Islami</h2><p>The party was founded in 1941 by Sayyid Abul Ala Maududi during British rule in India.</p><p>In 1971, during Bangladesh’s war of independence, Jamaat supported staying with Pakistan, and was banned after the country won its freedom.</p><p>But in 1979, four years after the assassination of Sheikh Mujibur Rahman, who had fought for Bangladesh’s independence and is seen by many as the country’s founding father, BNP founder Ziaur Rahman, who was the country’s president at the time, lifted the ban. Ziaur Rahman was also assassinated in 1981.</p><p>Over the next two decades, Jamaat developed into a significant political force. It supported the BNP-led coalition in 1991 and 2001.</p><p>But while <a href=\"/news/2025/7/2/bangladesh-ex-pm-hasina-sentenced-to-six-months-in-contempt-case\">Hasina</a> was in power from 2009 until she was toppled in student-led protests in 2024 and fled to India, five top Jamaat leaders were executed, while others were jailed for crimes committed during the independence war of 1971. The party was barred in 2013 from running in elections.</p><p>In June 2025, the country’s Supreme Court restored the party’s registration, paving the way for its participation in elections.</p><p>While Jamaat no longer has an alliance with the BNP, its current leader, 67-year-old Shafiqur Rahman, has also focused on reorganising the party into a strong contender in the election.</p><p>Speaking at an election rally in Jamalpur city on Sunday, Shafiqur Rahman <a href=\"https://www.thedailystar.net/news/national-election-2026/news/election-will-end-the-aynaghar-era-jamaat-ameer-4095806\" target=\"_blank\" rel=\"noopener\">said</a> the upcoming election “will be a turning point”.</p><p>“It is an election to end the cries of the families of martyrs. It is an election to bury the rotten politics of the past,” he said, according to The Daily Star newspaper.</p><p>But his party’s resurgence has also prompted debate over whether Bangladesh is prepared to be led by an Islamist force, which some fear could seek to enforce Islamic law or try to restrict women’s rights and freedoms.</p><p>However, Jamaat has rejected such fears and has told reporters it is focusing on expanding its electoral power. Last December, the party announced an alliance with the National Citizen Party, founded by 2024 leaders of the student-led uprising, and with the Liberal Democratic Party, led by 1971 war hero Oli Ahmad.</p><p><a href=\"/news/2026/1/21/what-is-bangladeshs-jamaat-e-islami-party-could-it-lead-the-country-next\">For the first time</a> in its history, Jamaat is also fielding a Hindu candidate, Krishna Nandi, from Khulna, in a bid to attract non-Muslim voters.</p><p>The International Republican Institute survey suggested the Jamaat-led alliance at number two, with 29 percent, closely behind the BNP.</p><p>According to Independent University’s Rejwan, Jamaat has an appeal across Bangladesh’s social classes.</p><p>“Its student wing has literally outperformed any other political rivals in the university union elections. We are also seeing the Jamaat-affiliated women’s wing reaching out door-to-door in both rural and urban areas to expand their women’s base of voters. Moreover, since the fall of Hasina, we are seeing pro-Jamaat active and retired elites from security forces, university academics, and civil services constantly pushing the pro-Jamaat narratives within their respective capacities,” he said.</p><p>“Jamaat’s upper hand and pragmatic postures are now being extended to its allies, like NCP, which is explicitly reaping all the benefits of its senior partner in the alliance,” he added.</p><h2 id=\"national-citizens-party-ncp\">National Citizens Party (NCP)</h2><p>The NCP, one of Jamaat’s allies, was formed in February 2025 by students who led the mass protests in July 2024 over government job quotas, which ultimately toppled Hasina’s government.</p><p>Seeking to stand for the 2026 elections, the leaders told a rally in February 2025 that they had formed the party “to uphold the spirit of the July movement among students”.</p><p>Led by Nahid Islam, 27, the stated ideals of the NCP are to ensure “governance without corruption” and to unite the country. The party says it aims to uphold freedom of the press, increase women’s representation in parliament and improve Bangladesh’s relations with neighbouring countries, such as India.</p><p>But lacking adequate funds to run by itself in an election, the party has allied with Jamaat. However, the move has been received poorly by some in Bangladesh. It also triggered some resignations by some NCP members over ideological differences.</p><p>According to local media reports, those members submitted a memorandum stating that Jamaat’s controversial political history and historical views against Bangladesh’s independence in 1971 were contrary to the NCP’s values.</p><p>In an interview with ABC News last month, Nahid Islam defended the decision to unite with Jamaat and <a href=\"https://www.abc.net.au/news/2026-01-24/bangladesh-election-gen-z-revolution-will-they-win/106204040\" target=\"_blank\" rel=\"noopener\">said</a>, “When we are forming an electoral alliance, we are not abandoning our own political beliefs. It’s just a strategic alliance.”</p><p>“It’s unfortunate to see the leader of the political party that arguably claims to own and lead the 2024 mass uprising and depose Hasina, now become a junior partner to a major political party,” Rejwan said.</p><p>“As a result, we see defections of many top leaders of NCP, and astonishingly, by allying, it was only able to bargain for 30 seats for its own candidate. To sum up, Nahid has sold his political autonomy and image of an exclusive figure by de facto becoming subservient to Jamaat,” he added.</p><h2 id=\"who-are-the-other-key-players-in-the-election\">Who are the other key players in the election?</h2><p>Besides the main political parties, <a href=\"/news/2025/8/5/on-revolution-anniversary-bangladeshs-yunus-announces-national-elections\">Muhammad Yunus</a>, who currently leads the interim government, and General Waker-Uz-Zaman, the army chief, are also influential figures in this election.</p><p>Yunus, who was selected to run the government after Hasina’s ousting, is facilitating the election in his capacity as the country’s chief adviser.</p><p>But while political parties are campaigning for the election, Yunus is focusing on the referendum on the July Charter, which will take place on the same day.</p><p>After Hasina’s ousting, Yunus formed the Constitution Reform Commission (CRC) in 2025, seeking to amend the governance of the country. The commission proposed an anticorruption mechanism, electoral reforms and new rules the police must follow, among other issues. The July Charter is the culmination of the CRC’s work and takes its name from the protests which dismantled Hasina’s government in July 2024. Bangladeshis will vote to approve or reject it in the referendum.</p><p>Last month, Yunus expressed confidence in the results of the referendum and told the media he expected people and political parties to agree to the charter. But some critics have said holding the referendum and establishing the charter is not constitutional.</p><figure id=\"attachment_3985813\" aria-describedby=\"caption-attachment-3985813\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3985813\" src=\"/wp-content/uploads/2025/09/afp_68d6b746830e-1758902086.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladesh's interim government, Muhammad Yunus addresses the United Nations General Assembly at UN headquarters in New York City on September 26, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3985813\" class=\"wp-caption-text\">Muhammad Yunus addresses the United Nations General Assembly in New York, US [File: AFP]</figcaption></figure><p>General Zaman is also a key player in the election.</p><p>Following the 1975 assassination of Sheikh Mujibur Rahman, Bangladesh’s founding leader and then-president, the country entered a period marked by coups, countercoups and military rule, which reshaped the state.</p><p>Currently, the army is not vying for electoral power, but its focus will be on ensuring public order and security during the election, in light of political violence that has spread in the country since the upheaval of 2024.</p><p>The <a href=\"/features/2026/1/29/bangladesh-election-is-the-military-still-a-power-behind-the-scenes\">military</a> also plays a role with respect to backing the political party in power or deciding how to govern the country during a political crisis.</p><p>In September 2024, after the protests against Hasina, Zaman told the Reuters news agency that he would back Yunus’s interim government “come what may”, while also floating a timeline for elections within 18 months, placing him central to the political debate.</p><p>A successful election will require goodwill from both Yunus and the army chief, according to Rejwan.</p><p>“Executives under the leadership of Yunus are critical to ensure the nationwide voting, while the Chief of Army Staff Waker’s forces, which would be deployed throughout the country, are indispensable to maintain public order and prevent the proliferation of political instability, violence and chaos,” he said.</p><figure class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4273201\" src=\"/wp-content/uploads/2026/01/2024-09-24T000131Z_521340642_RC266AAI7PDQ_RTRMADP_3_BANGLADESH-POLITICS-ARMY-1769664823.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Zaman\" fetchpriority=\"low\"><figcaption class=\"wp-caption-text\">General Waker-uz-Zaman gestures during an interview with Reuters at his office in the Bangladesh army headquarters in Dhaka [File: Mohammad Ponir Hossain/Reuters]</figcaption></figure><h2 id=\"does-hasina-have-any-power-at-all\">Does Hasina have any power at all?</h2><p>Hasina, who is currently in exile in India, has denounced the upcoming elections since her party, the Awami League, has not been allowed to take part. However, those who voted for her in the past must now choose how to vote this time.</p><p>In a message sent to the media last month, Hasina stated that “a government born of exclusion cannot unite a divided nation”.</p><p>“Each time political participation is denied to a significant portion of the population, it deepens resentment, delegitimises institutions and creates the conditions for future instability,” the former leader <a href=\"/news/2025/11/17/tension-high-as-bangladesh-tribunal-convicts-ex-pm-hasina\">warned</a> in an email to The Associated Press news agency.</p><p>Bangladesh’s Ministry of Foreign Affairs said it was “surprised and shocked” that Hasina had been allowed to make a public address in India. Her speeches and statements are banned from the media in Bangladesh.</p><p>“Allowing the event to take place in the Indian capital and letting mass murderer Hasina openly deliver her hate speech … constitute a clear affront to the people and the Government of Bangladesh,” the ministry <a href=\"/news/2026/1/25/bangladesh-slams-india-over-fugitive-ex-pm-hasinas-first-public-address\">said</a> in a statement.</p><p>Hasina was sentenced to death in absentia by a tribunal in Bangladesh last November, and Dhaka has called on New Delhi to extradite her.</p><p>But she remains in India, and Rejwan says she will be a key political instigator of unrest as the elections approach.</p><p>“If Hasina were a negligible figure, then the interim government wouldn’t have banned all of her speeches and statements from being aired on television or printed in newspapers … the interim government would also not have reacted so firmly against India for allowing her to speak,” he noted.</p><p>“This means Hasina is a factor that the interim government implicitly believes has an influence over the Awami League populace, who are yet undecided on whom to cast their vote for, given that AL is banned from the polls,” he said.</p><p>“The reality is that AL has its own clear political ideology and a base of loyal cadres, many of whom have declined to change their allegiance despite living a harsh clandestine life in Bangladesh or abroad,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Japan snap election: Who’s standing and what’s at stake? | Elections News | Al Jazeera",
            "time": "2026-02-07T04:17:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-03T020705Z_323272159_RC22EJAQOUKX_RTRMADP_3_JAPAN-ELECTION-TAKAICHI-MARKET-1770287882_817220-1770385132.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japanese voters head to the polls this weekend for a snap election called by Prime Minister Sanae Takaichi, who became the country’s first female prime minister in October last year.</p><p>While she has only been in power for a few months, Takaichi is enormously popular in Japan and hopes to translate that goodwill into more seats for the conservative Liberal Democratic Party (LDP) in the lower house of parliament.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s what you need to know:</p><h2 id=\"when-will-the-election-take-place-and-who-will-participate\">When will the election take place, and who will participate?</h2><p>The upcoming vote will be held on Sunday, February 8, for all 465 seats in the House of Representatives. There are more than 1,200 candidates on the ballot, according to Japanese broadcaster NHK World.</p><p>Parties include the LDP, the new Centrist Reform Alliance, the Japan Innovation Party, the Democratic Party for the People, the Japanese Communist Party and the Conservative Party of Japan, among others.</p><p>There are approximately 105 million registered voters in Japan. More than 4.5 million have already taken part in early voting, Japan’s Ministry of Internal Affairs and Communications said on Monday.</p><h2><strong>What are the key issues for this election?</strong></h2><p>The rising cost of living is front and centre in this election. Consumer prices are on the rise while real wage growth is lagging behind inflation, so paycheques are not going as far as they once did.</p><p>Japan also has a longstanding problem with slow economic growth. The economy only grew 1.1 percent last year, and it is on track to grow by just 0.7 percent in 2026, according to the IMF. The “goldilocks” rate of economic growth considered healthy for a developed nation is between 2 percent and 3 percent.</p><p>Parties are campaigning on varying strategies to tackle economic concerns, such as cutting Japan’s consumption tax or revising income tax rates. While the governing LDP wants to stimulate growth in the economy, some opposition parties are campaigning for greater welfare and others, like the Japan Innovation Party is pushing for deregulation.</p><p>Another election concern for some parties is the role of foreigners in a rapidly ageing society. Foreign residents topped 2.5 million in 2025, and they tend to fill major employment gaps, but they are also changing the face of Japan’s once largely homogenous society – much to the chagrin of more conservative voters.</p><p>The LDP is in favour of “selective” immigration by foreign workers to fill specific labour shortages. It has beefed up immigration regulations, however.</p><h2 id=\"what-s-at-stake-in-this-election\">What’s at stake in this election?</h2><p>The election will be a significant test for the governing LDP.</p><p>The party has led Japan almost continuously since the end of World War II, but it has suffered serious setbacks at the polls in recent years because of a series of corruption scandals. The party is hoping for a comeback after losing its majority in both houses.</p><p>Party members have been implicated in a long-running slush fund scandal over the alleged misuse of campaign funds, and the former prime minister, Shigeru Ishiba, was the target of infighting.</p><p>Takaichi won the post of prime minister in October through an internal leadership race within the LDP and made history as Japan’s first female prime minister. Takaichi has a very high approval rating in recent opinion polls, but she is still governing through a coalition with the Japan Innovation Party. A victory for the LDP now would shore up her position as prime minister.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-s-on-takaichi-s-agenda\">What’s on Takaichi’s agenda?</h2><p>A victory in the lower house would help Takaichi push forward with an agenda of economic reform and expanding Japan’s defences.</p><p>She also wants to revise Japan’s pacifist constitution – something that has never been done before – citing security concerns like a potential conflict between China, the US and Taiwan.</p><p>The US is a treaty ally of Japan, while Taiwan is both hugely popular with the Japanese public and geographically close to Japan’s outlying islands.</p><p>In November, Takaichi angered China when she told Japanese legislators that if China were to use force against Taiwan, which China regards as part of its own territory, the move would constitute a “survival-threatening situation” for Japan and could warrant a military response from Tokyo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel’s war on Gaza decimated transport and even made walking perilous | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-07T04:16:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-26T110206Z_1217642673_RC278JABB03X_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-TRANSPORT-1769434744.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City – </strong>Every morning, university professor Hassan El-Nabih straps his briefcase and laptop to his bicycle and rides out in search of a place with electricity and an internet connection, hoping to reach his students online.</p><p>Before <a href=\"/news/2026/1/31/israeli-forces-kill-12-palestinians-across-gaza-attacks-reported-in-rafah\">Israel’s genocidal war on Gaza</a>, a professor on a bicycle was not a common sight. Today, it has become a reality imposed by the war – a practical option, one of the only options, given damaged infrastructure and decimated public transport.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“My car was severely damaged in December 2023 while it was parked in the Shujayea neighbourhood [of Gaza City],” El-Nabih said.</p><p>“I was visiting relatives when an Israeli air strike struck a nearby building … shattering both windscreens and crippling the engine. With my car unusable and fuel almost impossible to find, I had to adapt.”</p><p>The genocidal war has severely damaged the besieged enclave’s transport infrastructure, with total losses estimated at roughly $2.5bn. A joint report by the World Bank, the European Union and the United Nations found that about 81 percent of Gaza’s road network has been damaged or destroyed, leaving many areas isolated and basic transport services largely suspended.</p><p>Before the war, Gaza’s streets were buzzing with cars, motorcycles, buses and taxis, and even those without private vehicles could usually find a ride within minutes. That reality has changed dramatically after more than two years of relentless Israeli bombardment.</p><p>Many streets are blocked by huge piles of rubble or considered too dangerous to use, making motorised transport difficult, and, in some places, impossible.</p><h2 id=\"even-walking-is-difficult\">‘Even walking is difficult’</h2><p>Abu Mohammed Jundieh, 55, used to work as a driver using his own car, which he lost in the early days of the genocidal war.</p><p>“That car was my source of income and my only way to get around,” he said, adding that owning a vehicle has now become a distant dream.</p><p>“Prices are high, fuel is expensive, and even if you find transport, it’s hard to [pay],” he said. “Most of the cash we have is worn out, and drivers often refuse it.”</p><p>“Sometimes I have to take much longer routes just to reach my destination,” Jundieh said, referring to the destroyed streets. “Even walking is difficult now.”</p><p>There is also the ever-present threat of Israeli attack, in any type of movement by Palestinians in Gaza, or staying put.</p><p>The few Palestinians, many with <a href=\"/features/2026/2/1/gaza-patients-in-limbo-amid-israels-pilot-reopening-of-rafah-crossing\">severe medical conditions</a>, allowed to leave during <a href=\"/news/2026/2/2/gazas-rafah-crossing-reopens-for-limited-traffic\">Israel’s partial opening of the Rafah</a> border crossing are having to do so on foot.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-new-bicycles-for-sale\">No new bicycles for sale</h2><p>As its use increased, the bicycle’s status changed from a simple, affordable means of transport to a rare and expensive commodity.</p><p>On Gaza City’s Jalaa Street, Abu Luay Haniyeh, 52, runs a small bicycle repair shop, its shelves filled with used parts and a few new ones and customers from all walks of life waiting to have their bicycles repaired.</p><p>There are no new bicycles for sale.</p><p>“Before the war, selling bicycles was my main business,” Abu Luay said. “Now, repairs are all I can offer.”</p><p>“People come here every day asking for bicycles, but there’s nothing … Even when a bicycle is available, most people can’t afford it.</p><p>“A bicycle that sold for less than $200 before the war now costs over $1,000,” he added.</p><p>With cars and motorcycles largely unusable due to fuel shortages and damage, some residents have turned to hand-pulled carts or limited motorcycle use where fuel is available.</p><p>For many, however, bicycles have become the most reliable and sometimes the only means of transport.</p><figure id=\"attachment_4117382\" aria-describedby=\"caption-attachment-4117382\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4117382\" src=\"/wp-content/uploads/2025/11/AP25322603081525-1763553339.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A man carries a child while riding his bicycle along a damaged street in the Al-Shati camp in Gaza City on November 18, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4117382\" class=\"wp-caption-text\">A man carries a child while riding his bicycle along a damaged street in the Shati refugee camp in Gaza City [File: Jehad Alshrafi/AP Photo]</figcaption></figure><h2 id=\"surviving-displacement-finding-a-source-of-income\">Surviving displacement, finding a source of income</h2><p>Bicycles have also made an appearance in some service sectors, like delivery services.</p><p>In a large tent on al-Shifa Street, west of Gaza City, is the headquarters of Hamama Delivery. Out front is a row of bicycles, while a few broken-down motorcycles stand off to the side. Abu Nasser al-Yazji, 45, Hamama Delivery’s manager, works from here.</p><p>The company had been operating for more than 10 years before the war started, using cars and motorcycles to cover the entire Gaza Strip around the clock.</p><p>Today, the fuel shortage has made running vehicles impossible. “We had no choice but to switch entirely to bicycles,” al-Yazji said.</p><p>“Most of our motorcycles were destroyed, and around 50 of our employees were killed during the war,” he continued.</p><p>“But as unemployment increased, more people began looking for any kind of work, including delivery. That’s why our workforce actually grew.”</p><p>Now, delivery drivers have adapted their bicycles by attaching plastic vegetable crates to them as carrier baskets.</p><p>“We transport all kinds of orders … meals from restaurants, clothing from small shops, or whatever people need. We load everything into plastic crates attached to the bicycles,” al-Yazji said.</p><p>Because the streets are unlit and difficult to navigate, the company had to cut its delivery hours, no longer able to operate around the clock. Now they deliver for only about 10 hours a day.</p><p>Among those working with Hamama is Ahmad, 23, who was studying law before the war and is now running deliveries after being unable to continue his studies.</p><p>“At the beginning, it was physically exhausting,” Ahmad said. “I never imagined I’d be so grateful for owning a bicycle.</p><p>“In the first days of the war, my mother told me to buy one,” he continued. “She felt movement would soon become impossible.”</p><p>“During displacement, there are no cars and no transport,” he said. “You move with a few bags, and the bicycle helps you carry them and stay with your family while you’re trying to reach a safer place.”</p><p>What began as a way to survive displacement later became his only source of income.</p><p>“Now, securing transport is almost impossible,” Ahmad said. “If you don’t have a bicycle, you’re nearly stuck.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "No evidence to support US claim China conducted nuclear blast test: Monitor | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-07T03:14:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2018-11-09T195259Z_2038998821_RC138EB22270_RTRMADP_3_USA-CHINA-1770432820.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An international monitor said it has seen no evidence to support the claim by a senior United States official who accused China of carrying out a series of clandestine nuclear tests in 2020 and concealing activities that violated nuclear test ban treaties.</p><p>US Under Secretary of State for Arms Control and International Security Thomas DiNanno made the assertions about China at a United Nations disarmament conference in Geneva, Switzerland, on Friday, just days after a <a href=\"/amp/news/2026/2/6/trump-rejects-call-from-russias-putin-to-extend-cap-on-nuclear-deployments\">nuclear treaty with Russia expired.</a></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I can reveal that the US government is aware that China has conducted nuclear explosive tests, including preparing for tests with designated yields in the hundreds of tonnes,” DiNanno said at the conference.</p><p>China’s military “sought to conceal testing by obfuscating the nuclear explosions because it recognised these tests violate test ban commitments,” he said.</p><p>“China conducted one such yield-producing nuclear test on June 22 of 2020,” he said.</p><p>DiNanno also made his allegations on social media in a series of posts, making the case for “new architecture” in nuclear weapons control agreements following the <a href=\"/news/2026/2/5/russia-says-will-act-responsibly-despite-new-start-nuclear-treaty-expiry\">expiration of the New START treaty with Russia</a> this week.</p><p>“New START was signed in 2010 and its limits on warheads and launchers are no longer relevant in 2026 when one nuclear power is expanding its arsenal at a scale and pace not seen in over half a century and another continues to maintain and develop a vast range of nuclear systems unconstrained by New START’s terms,” he said.</p><p></p><p>Robert Floyd, executive secretary of the Comprehensive Nuclear-Test-Ban Treaty Organization, said in a statement on Friday that the body’s monitoring system “did not detect any event consistent with the characteristics of a nuclear weapon test explosion” at the time of the alleged Chinese test, adding that that assessment remains unchanged after further detailed analyses.</p><p>China’s ambassador on nuclear disarmament, Shen Jian, did not directly address DiNanno’s charge at the conference but said Beijing had always acted prudently and responsibly on nuclear issues while the US had “continued to distort and smear China’s national defence capabilities in its statements”.</p><p>“We firmly oppose this false narrative and reject the US’s unfounded accusations,” Shen said.</p><p>“In fact, the US’s series of negative actions in the field of nuclear arms control are the biggest source of risk to international security,” he said.</p><p>Later on social media, Shen said, “China has always honored its commitment to the moratorium on nuclear testing”.</p><p></p><p>Diplomats at the conference said the US allegations were new and concerning.</p><p>China, like the US, has signed but not ratified the Comprehensive Nuclear Test Ban Treaty (CTBT), which bans explosive nuclear tests. Russia signed and ratified it, but withdrew its ratification in ⁠2023.</p><p>US President Donald Trump has previously instructed the US military to prepare for the resumption of nuclear tests, stating that other countries are conducting them without offering details.</p><p>The US president said on October 31 that Washington would start testing nuclear weapons “on an equal basis” with Moscow and Beijing, but without elaborating or explaining what kind of nuclear testing he wanted to resume.</p><p>He has also said that he would like China to be involved in any future nuclear treaty, but authorities in Beijing have shown little interest in his proposal.</p></div></div></body></html>"
        },
        {
            "title": "WHO says fatal case of Nipah virus confirmed in Bangladesh | World Health Organization News | Al Jazeera",
            "time": "2026-02-07T02:02:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T063807Z_517781593_RC2BPP9129J1_RTRMADP_3_HEALTH-NIPAHVIRUS-1769679681.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The World Health Organization (WHO) has said that a patient in Bangladesh died after contracting the <a href=\"/news/2026/1/28/india-says-deadly-nipah-virus-contained-after-two-cases-confirmed\">Nipah virus</a>, adding that it believes the risk of the disease spreading internationally still remains low.</p><p>The WHO said on Friday that a patient died after being admitted to hospital on January 28, where a team collected throat swabs and blood samples. Infection with the virus was laboratory-confirmed the following day.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“On 3 February 2026, the International Health Regulations National Focal Point (IHR NFP) for Bangladesh notified WHO of one confirmed case of Nipah virus (NiV) infection in Rajshahi Division,” the international health organisation said in a statement.</p><p>The announcement comes about a week after two cases were confirmed in West Bengal state in eastern India, as authorities work to contain the <a href=\"/news/2026/1/29/why-is-indias-nipah-virus-outbreak-spooking-the-world\">deadly virus</a> that they say remains largely under control.</p><p>An outbreak of the Nipah virus in India’s West Bengal has heightened concerns in China and several Southeast Asian nations, prompting tighter health screening operations at airports, though the WHO said it does not recommend any travel or trade restrictions based on current information.</p><p>“WHO assesses the overall public health risk posed by NiV to be low at the national, the regional and global level,” an assessment reads.</p><p>“The risk of international disease spread is considered low,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The WHO said that the patient in Bangladesh, described as a female between the ages of 40 and 50 residing in the Naogaon district, first began experiencing fever and neurological symptoms on January 21. The patient reported no travel history but had recently consumed raw date palm sap.</p><p>An additional 35 contact persons have been tested for the virus, with no further cases yet detected.</p><p>About 348 Nipah virus cases have been reported in Bangladesh since 2001, about half of which occurred among people with a confirmed history of drinking raw palm sap.</p><p>Outbreaks tend to occur on a seasonal basis from the months of December through April, which the WHO says corresponds with the harvest and consumption of date palm sap.</p><p>There are currently no licensed medicines or vaccines specific for the infection, and the fatality rate is reported to be high, between 40 percent and 75 percent, among people infected with the virus, according to reports.</p><p>In a statement last week, WHO chief Tedros Adhanom Ghebreyesus called Nipah a “rare but serious disease” that authorities are working to counter.</p><p>“Authorities have increased disease surveillance and testing, implemented prevention and control measures in health care settings, and are keeping the public informed about how to protect themselves,” Ghebreyesus said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,444 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-07T01:47:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770426232_644ba6-1770426443.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,444</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,444 of Russia’s war on Ukraine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">8 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Saturday, February 7:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Fierce fighting continues on the front line between Russian and Ukrainian forces despite the frigid winter temperatures, said Ukraine’s Commander in Chief Oleksandr Syrskii, who stated the front line now stretches about 1,200km (750 miles) in length along eastern and southern parts of Ukraine.</li>\n<li>Increasing <a href=\"/features/2026/2/6/ukraine-pulls-plug-on-russian-starlink-beefs-up-drone-defence\">technological improvements</a> in drone warfare on both sides of the conflict mean that the so-called “kill zone” – where troops are in greatest danger on the front line – is now up to 20km (12 miles) deep, Syrskii told reporters.</li>\n<li>Russia launched 328 drones and seven missiles at Ukraine overnight and into the early morning on Friday, Ukraine’s air force said, claiming that air defences had shot down 297 drones.</li>\n<li>One person was killed and two others were injured in an overnight Russian attack using drones and powerful glide bombs on the central Dnipropetrovsk region, according to the head of the regional military administration, Oleksandr Hanzha.</li>\n<li>A Russian aerial attack on the southern Zaporizhia region during early daylight hours injured eight people and damaged 18 apartment blocks, according to regional military administration head Ivan Fedorov. A dog shelter in the Zaporizhia regional capital was also struck, killing 13 dogs, Zaporizhzhia City Council Secretary Rehina Kharchenko said.</li>\n<li>Russia’s Ministry of Defence said that air defences downed 38 Ukrainian drones overnight, including 26 over the Bryansk region. Bryansk regional Governor Alexander Bogomaz said the attack briefly cut power to several villages in the region.</li>\n<li>Another Ukrainian nighttime strike damaged power facilities in the Russian city of Belgorod, disrupting electricity distribution, regional Governor Vyacheslav Gladkov said. Local reports stated that Ukrainian missiles hit a power plant and an electrical substation, cutting power to parts of the city.</li>\n<li>Ukrainian President Volodymyr Zelenskyy described the performance of the Ukrainian air force in parts of the country as “unsatisfactory” and said that steps are being taken to improve the response to large-scale Russian drone barrages of civilian areas.</li>\n<li>President Zelenskyy called for faster action in boosting Ukrainian air defences and in repairing damage to electricity grids and heating systems following massive Russian air attacks. He said more than 1,110 apartment blocks remained without heat in the aftermath of Russian attacks on energy infrastructure this week.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>A <a href=\"/news/2026/2/6/senior-russian-officer-shot-in-moscow-in-apparent-assassination-attempt\">top Russian military intelligence official</a> was shot in his Moscow apartment building and rushed to hospital, investigators said, the latest in a series of assassination attempts Russia has blamed on Ukraine.</li>\n<li>An unidentified gunman fired several shots at Lieutenant General Vladimir Alexeyev, deputy head of the GRU, Russia’s military intelligence arm, before fleeing the scene, investigators said. Alexeyev’s position meant he would have been closely involved in prosecuting Russia’s war in Ukraine.</li>\n<li>At least three bullets hit the intelligence officer – two in the stomach and one in his leg, causing Alexeyev to lose a lot of blood, according to reports.</li>\n<li>Russian Foreign Minister Sergey Lavrov accused Ukraine of being behind the assassination attempt, which he said – without citing evidence – was designed to sabotage peace talks. Alexeyev’s boss, Admiral Igor Kostyukov, the head of the GRU, has been leading Russia’s delegation in negotiations with Ukraine in Abu Dhabi on security-related aspects of a potential peace deal.</li>\n<li>Ukrainian Foreign Minister Andrii Sybiha told the Reuters news agency that Kyiv had nothing to do with the attack.</li>\n</ul><h3>Military aid</h3><ul class=\"spaced-bullet-spacing\">\n<li>Canada is supplying AIM missiles to strengthen Ukraine’s air defences, Ukrainian Defence Minister Mykhailo Fedorov wrote on X, adding that delivery is already under way. Fedorov did not disclose the number of missiles but also said that he had discussed joint drone production, military training and experience sharing in a call with his Canadian counterpart, David McGuinty.</li>\n<li>The United States Department of State has approved the potential sale of spare parts for military equipment and related items to Ukraine for an estimated cost of $185m, the Pentagon said.</li>\n</ul><h3>Peace talks</h3><ul class=\"spaced-bullet-spacing\">\n<li>A third round of talks aimed at ending the war between Russia and Ukraine should take place “soon”, although there is no fixed date yet, the Kremlin said on Friday.</li>\n<li>The <a href=\"/news/2026/2/5/russia-ukraine-talks-end-with-agreement-on-prisoner-swap\">latest and second round of talks between Russia and Ukraine</a>, mediated by the US on Wednesday and Thursday in Abu Dhabi, resulted in the two sides agreeing to a major prisoner swap but failed to yield a breakthrough on a ceasefire.</li>\n<li>US and Ukrainian negotiators have discussed an ambitious goal of March for Russia and Ukraine to agree on a peace deal, Reuters news agency reports, according to three sources familiar with the matter.</li>\n<li>Under the framework being discussed by US and Ukrainian negotiators, any deal would be submitted to a referendum by Ukrainian voters, who would simultaneously vote in national elections, according to five sources, who requested anonymity to discuss private deliberations, Reuters reported.</li>\n</ul><h3>Sanctions</h3><ul class=\"spaced-bullet-spacing\">\n<li>US President Donald Trump has lifted an additional 25 percent tariff he imposed on goods from India over its purchases of Russian oil. “India has committed to stop directly or indirectly importing Russian Federation oil,” according to an executive order Trump signed.</li>\n<li>The European Commission proposed a sweeping ban on any services that support Russia’s seaborne crude oil exports. Russia exports more than a third of its oil in Western tankers – mostly from Greece, Cyprus and Malta – with the help of Western shipping services. The ban would end that practice.</li>\n</ul><h3>Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Two top Organization for Security and Co-operation in Europe (OSCE) officials said on Friday they had paid their first visit to Moscow since Russia’s 2022 all-out invasion of Ukraine. OSCE’s acting head, Swiss Foreign Minister Ignazio Cassis, and OSCE Secretary-General Feridun Hadi Sinirlioglu met Russia’s Foreign Minister Lavrov on Thursday and Friday.</li>\n<li>France has detected a Russia-linked disinformation effort alleging President Emmanuel Macron’s involvement with convicted US sex offender Jeffrey Epstein, a government authority said.</li>\n<li>France’s Viginum agency, which tracks foreign disinformation campaigns, said it had on Wednesday detected a social media operation involving a fabricated video report alleging that “journalists had uncovered a compromising exchange implicating Emmanuel Macron”.</li>\n</ul><h3>Regional security</h3><ul class=\"spaced-bullet-spacing\">\n<li>Russian and US negotiators discussed the expiration of the last remaining nuclear arms pact between the two countries and agreed on the need to quickly launch new arms control talks, the Kremlin said.</li>\n<li>Washington accused Beijing of conducting a secret nuclear test in 2020 as it called for a new, broader arms control treaty that would bring in China as well as Russia.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Sport</h3><ul>\n<li>The Ukrainian delegation was met with deafening applause as athletes and staff entered San Siro Stadium in Milan, Italy, for the opening ceremony of the 2026 Olympic Winter Games</li>\n</ul><h3>Energy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s energy minister said that he discussed US liquefied natural gas (LNG) imports during an online meeting with his US counterpart. Energy Minister Denys Shmyhal said on the Telegram app that LNG supplies could be crucial to ensuring Ukraine’s energy security as the country faces its worst wartime energy crisis due to Russian air strikes, cold winter and accumulated damage.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Venezuela’s National Assembly leader sets deadline for prisoner release | Nicolas Maduro News | Al Jazeera",
            "time": "2026-02-07T00:13:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26029817236149-1770421713.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The president of Venezuela’s National Assembly, Jorge Rodriguez, has announced that his government plans to release all political prisoners no later than February 13.</p><p>Friday’s announcement was seen as a positive step towards addressing human rights abuses under the leadership of former President Nicolas Maduro.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But critics have long been sceptical of promises made by the Venezuelan government, which remains led by Maduro’s close allies.</p><p>Speaking to the family members of political prisoners in the capital Caracas, Rodriguez set a clear deadline for the mass release.</p><p>“We hope that, between next Tuesday and by Friday at the latest, they will all be free,” Rodriguez, the brother of interim President Delcy Rodriguez, said as he stood outside the Zona 7 detention centre.</p><p>He added that the government would “repair all the mistakes” committed during the Chavismo movement, founded by the late President Hugo Chavez and continued under Maduro.</p><figure id=\"attachment_4293718\" aria-describedby=\"caption-attachment-4293718\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293718\" src=\"/wp-content/uploads/2026/02/2026-02-06T214405Z_1165912663_RC2JGJAG8Z5O_RTRMADP_3_VENEZUELA-AMNESTY-LAW-1770421728.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nicolas Maduro Guerra walks with National Assembly members after discussions of an amnesty law\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293718\" class=\"wp-caption-text\">Nicolas Maduro Guerra, son of ousted President Nicolas Maduro, leaves after a meeting about Venezuela’s amnesty law on February 6 [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><p>His remarks come one day after the National Assembly unanimously approved an <a href=\"/news/2026/2/5/venezuelas-national-assembly-approves-amnesty-bill-in-first-of-two-votes\">amnesty bill</a> in the first of two votes before its final passage.</p><p>The legislation is designed to absolve those who have been accused or convicted of crimes related to their political leanings or protests. Under Maduro, dissidents were often charged with crimes like treason, terrorism or spreading hate.</p><p>The bill would also lift bans that prevent opposition figures like Nobel Prize winner Maria Corina Machado from running for public office.</p><p>But the amnesty measure would not cover crimes like murder, human rights violations or corruption.</p><p>The second and final vote on the bill is slated to take place on Tuesday. Rodriguez indicated that once the bill was signed into law, the mass release would begin.</p><p>“As soon as the law is adopted, they will also be released the same day,” he said on Friday.</p><p>The Maduro government had long been accused of stifling political dissent through arbitrary detention, torture and extrajudicial killing.</p><p>On January 3, however, United States President Donald Trump authorised a military operation to abduct Maduro and his wife Cilia Flores, transporting them to New York to face trial on drug trafficking charges.</p><p>Since that time, the Trump administration has pressured the interim presidency of Delcy Rodriguez to comply with its demands, particularly on the sale and extraction of Venezuelan oil.</p><p>But administration officials have also repeatedly blasted the Maduro government for its human rights record. This week’s prisoner release deadline, together with the amnesty law, is likely to be hailed as a victory for the Trump White House.</p><p>Still, concern abounds over whether human rights commitments will be maintained and justice served to alleged abusers within the government.</p><p>The Venezuelan government has said it has already released as many as 900 political prisoners.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But human rights groups like Foro Penal have recorded a number far lower, closer to 383. Foro Penal estimates that nearly 680 people remain jailed for their political activities.</p><p>There have also been reports of released prisoners facing gag orders, preventing them from speaking out about their arrest and detention.</p><p>Earlier this week, Amnesty International pointed out that 14 journalists were detained and released in the aftermath of Maduro’s abduction, and that others have reported harassment and intimidation from government-aligned forces.</p><p>It also argued that Venezuelan laws restricting free speech and political activities remain on the books, while those in power under Maduro also remain in office.</p><p>Though Amnesty International said the amnesty bill and other measures were “welcome”, it warned there was no guarantee that the abuses of the past would not be repeated.</p><p>“Crimes against humanity do not end with Maduro’s removal,” said the group’s secretary-general, Agnes Callamard.</p><p>“Venezuelan victims, survivors, and their families continue to carry physical and psychological scars. The fate and whereabouts of many people subjected to enforced disappearance remain unresolved. The state machinery responsible for those crimes is still firmly in place, now supported by the US authorities’ involvement.”</p><p>Callamard also criticised the US’s abduction of Maduro, calling it a violation of international law.</p><p>“Not only was the Trump administration’s use of force illegal, but it could encourage unlawful actions by other states and herald similar future actions by the USA,” she said.</p><p>In addition to releasing political prisoners, the Venezuelan government has also announced it plans to close one of its most infamous prisons, El Helicoide, a pyramid-shaped structure in Caracas reputed to be a torture site.</p></div></div></body></html>"
        },
        {
            "title": "Thousands gather in Libya for funeral of Saif al-Islam Gaddafi | Muammar Gaddafi News | Al Jazeera",
            "time": "2026-02-06T23:25:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260206__96DD3RE__v1__HighRes__LibyaPoliticsDeathGaddafi-1770414005.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thousands gather in Libya for funeral of Saif al-Islam Gaddafi</h1><p class=\"article__subhead\"><em>Authorities investigating killing of Saif al-Islam Gaddafi, once seen as de-facto PM under father’s iron-fisted rule.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of people have attended the funeral of <a href=\"/news/2026/2/3/saif-al-islam-gaddafi-son-of-former-leader-killed-in-libya\">Saif al-Islam Gaddafi</a>, the late Libyan leader Muammar Gaddafi’s most prominent son, who was shot dead this week.</p><p>The burial took place on Friday in the town of Bani Walid, some 175 kilometres (110 miles) south of Tripoli.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Nearly 15 years after the elder Gaddafi was toppled and killed in a 2011 NATO-backed uprising, thousands of loyalists turned up to mourn his son, who was once seen as the former leader’s heir apparent.</p><p>Saif al-Islam Gaddafi was killed on Tuesday in his home in the northwestern city of Zintan. His office said in a statement that he had been killed during a “direct confrontation” with four unknown gunmen who broke into his home.</p><p>The office of Libya’s <a href=\"/news/2026/2/4/libyas-top-prosecutor-launches-probe-into-saif-al-islam-gaddafis-killing\">attorney general</a> said investigators and forensic doctors examined the 53-year-old’s body and determined that he died from gunshot wounds and that the office was working to identify suspects.</p><p>“We are here to accompany our beloved one, the son of our leader in whom we placed our hope and our future,” said Waad Ibrahim, a 33-year-old woman from Sirte, nearly 300km (186 miles) away from Bani Walid.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"divided-country\">Divided country</h2><p>Saif al-Islam Gaddafi was once described as the de facto prime minister under his father’s iron-fisted 40-year rule, cultivating an image of moderation and reform despite holding no official position.</p><p>Championing himself as a reformer, he led talks on Libya abandoning its weapons of mass destruction and negotiated compensation for the families of those killed in the bombing of Pan Am Flight 103 over Lockerbie, Scotland, in 1988.</p><p>But that reputation soon collapsed when he promised “rivers of blood” in response to the 2011 uprising, which led to his arrest that year on a warrant issued by the International Criminal Court for alleged crimes against humanity.</p><p>In 2021, he announced he would run for president, but the elections aiming to unify the divided country under a United Nations agreement were indefinitely postponed.</p><p>Today, Libya remains split between Prime Minister Abdul Hamid Dbeibah’s UN-backed government based in Tripoli and an eastern administration backed by Khalifa Haftar.</p><p>The killing of Gaddafi, seen by many as an <a href=\"/news/2026/2/4/killing-said-gaddafi-removes-alternative-libya-rival-governments\">alternative</a> to the country’s power duopoly, occurred less than a week after a reported January 28 meeting in France’s Elysee Palace, which brought together Haftar’s son and advisers to Dbeibah.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "As Thailand votes, can the reformist People’s Party break the cycle? | Elections News | Al Jazeera",
            "time": "2026-02-06T23:23:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-06T151441Z_507545_RC2DGJAAETVD_RTRMADP_3_THAILAND-ELECTION-1770397885.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bangkok, Thailand –</strong> The orange campaign buses of Thailand’s opposition People’s Party have been hard to miss in recent weeks, winding through cities and villages carrying reformist politicians on what they call the “Choose the Future” tour.</p><p>At rally stops, thousands have gathered to hear promises of change.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On social media, videos of the candidates have drawn millions of views.</p><p>For many, the support for the party before Sunday’s general election has stirred hope that the democratic future it promises may finally be within reach.</p><p>But in Thailand, winning an election does not guarantee the right to govern.</p><p>Known simply as the Orange party for its signature colour, the People’s Party is the latest incarnation of a progressive movement that has repeatedly clashed with Thailand’s royalist conservative establishment. Its predecessor won the last election in 2023, taking 151 seats in the 500-member House. Yet it was blocked from power by a military-appointed Senate and later dissolved by the Constitutional Court over its calls to curb the powers of the monarchy.</p><p>“Our ‘soldiers’ might have grown in number, but the conservative side’s arsenal is still devastatingly strong,” said Thankrit Duangmaneeporn, co-director of Breaking the Cycle, a documentary about the “Orange Movement”. But he said he hoped the party could still force the entrenched establishment into a compromise by demonstrating overwhelming support at the polls.</p><p>“We will fight at the ballot box on Sunday,” he said. “That is all we can do.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"overturned-mandates\">Overturned mandates</h2><p>For more than a quarter-century, Thailand – a nation of about 71 million people – has been trapped in a dispiriting loop. Reformist parties win elections, only to be removed by courts, coups or other interventions by judges, generals and tycoons, all loyal to the monarchy.</p><p>Many fear the pattern is about to repeat itself.</p><p>While opinion polls suggest the People’s Party will again win the most seats on Sunday, analysts say the conservative Bhumjaithai Party, led by caretaker Prime Minister Anutin Charnvirakul, stands a better chance of forming a government.</p><p>A January 30 survey by the National Institute of Development Administration put the People’s Party leader, Natthaphong Ruengpanyawut, in first place for prime minister with 29.1 percent, followed by Anutin at 22.4 percent. For party lists, the People’s Party led with 34.2 percent, followed by Bhumjaithai at 22.6 percent. In third was Pheu Thai, the party of jailed former Prime Minister Thaksin Shinawatra, with 16.2 percent.</p><p>A candidate for the top job must secure the backing of 251 legislators. Unless the People’s Party can reach that threshold on its own, analysts say Bhumjaithai could manoeuvre – with help from conservative power brokers, Pheu Thai and smaller parties – into forming the next government.</p><p>The People’s Party traces its roots to the Future Forward Party, founded in 2018 with a pledge to curb the influence of unelected institutions. It quickly became the most serious challenge to elite domination of Thai politics and the economy in a generation, winning 81 seats in its first election in 2019.</p><p>But it was disbanded by the courts the following year.</p><p>Reconstituted as Move Forward, the party went on to win the 2023 election — only to be dissolved again the next year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-don-t-use-money-to-buy-power\">‘We don’t use money to buy power’</h2><p>Rukchanok Srinork, a 32-year-old lawmaker for the reborn People’s Party, said past defeats should not extinguish hopes. Speaking from a rally stop in the northern city of Chiang Mai, Rukchanok, who goes by the nickname “Ice”, said her party has already changed Thai politics.</p><p>“We are a party that won an election without spending a single baht on buying votes,” she told Al Jazeera, referring to the vote-buying practices that have long shaped Thailand’s elections, particularly in rural areas.</p><p>“We don’t use money to buy power,” she said.</p><p>Rukchanok’s own rise reflects the party’s appeal.</p><p>Once an online vendor, she built a following through social media critiques of corruption and military overreach, then entered the National Assembly on the strength of that support. Her story, she said, showed what could be possible in a fairer system.</p><p>“When people understand they have a role and that their voice matters, they won’t lose hope in politics,” Rukchanok said.</p><p>But that idealism might not be enough.</p><p>Prinya Thaewanarumitkul, a legal scholar at Thammasat University, warned that “money politics” could still tilt outcomes in rural areas, even if voters increasingly “take the money but vote with their heart”.</p><p>For the People’s Party, the possibility of forming a government “becomes real” only if it secures 200 seats or more, he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-conservative-counteroffensive\">A conservative counteroffensive</h2><p>As the People’s Party surges in the polls, Anutin, the caretaker prime minister, has become the favoured candidate of the royalist conservative establishment.</p><p>The heir to a construction fortune and the face of Thailand’s cannabis legalisation, Anutin became prime minister in August after the Constitutional Court removed his predecessor, Paetongtarn Shinawatra, over her handling of a border crisis with Cambodia.</p><p>Since then, he has skilfully exploited nationalist sentiment around the conflict, which killed 149 people on both sides before a ceasefire in December.</p><p>“Anyone can say ‘choose me and you won’t regret it,'” Anutin told a rally near the border with Cambodia this week. “But Bhumjaithai says that with the military on our side, we will never be defeated.”</p><p>Anutin has assembled a team of seasoned figures from business and diplomatic circles and drawn support from powerful political dynasties that trade their support for cabinet positions. His party has also rolled out populist policies, including a subsidy programme that covers half the cost of food and has proved popular among struggling households and small businesses.</p><p>“I don’t know many other policies,” said Buapan Anusak, 56, at a recent Bhumjaithai rally in Bangkok. “But there also has to be a prime minister that’s patriotic,” she added, referring to the border tensions.</p><p>Bhumjaithai has also made inroads into territory once dominated by Pheu Thai, the party that won every election from 2001 until the People’s Party’s breakthrough in 2023.</p><p>Pheu Thai’s founder Thaksin, now 76, remains a hero to many for policies like universal healthcare. But Pheu Thai has lost its mantle as the voice of reform to the People’s Party, after it placed second in the last election and joined military-backed parties to form a government. Since then, two of its governments have collapsed, with two prime ministers — including Thaksin’s daughter Paetongtarn — removed by the courts.</p><p>Thaksin is currently in prison, with a parole hearing scheduled for May, around the time a new government must be formed.</p><p>“Thaksin remains a master of the ‘deal,'” said Prinya, the scholar at Thammasat University. And given Thaksin’s legal troubles and the pending cases against his daughter, the politician “is heavily incentivised to maintain a partnership with the conservative establishment,” Prinya added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"economic-strain\">Economic strain</h2><p>Whoever wins on Sunday will inherit a country in economic distress.</p><p>Tariffs have hurt exporters, growth has slowed to less than 2 percent, and tourist arrivals have declined.</p><p>“This may be a last chance to repair Thailand’s once-Teflon economy,” said Pavida Pananond, a professor of international business at Thammasat University, referring to the country’s historical resilience.</p><p>But to bounce back, political stability would be essential, she stressed.</p><p>“Respecting the results and avoiding political manoeuvring that derails democratic processes is essential to restore economic confidence,” she added.</p><p>Back on the campaign trail, Rukchanok urged Thais not to give up.</p><p>“The moment you stop sending your signal by voting, that is when the 1 percent who hold this country’s resources will decide for you,” she said. “People may look at politics and see something ‘dirty’ — full of bluffing, mudslinging and endless arguing. But your life can only change if politics changes.”</p><p>She paused, then added: “We still have faith in the people.”</p></div></div></body></html>"
        },
        {
            "title": "‘Nothing retaliatory’: US seeks deportation of 5-year-old Liam Conejo Ramos | Donald Trump News | Al Jazeera",
            "time": "2026-02-06T23:13:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26032616849393-1770414281.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Department of Homeland Security (DHS) has revealed it will continue to seek the deportation of five-year-old <a href=\"/news/2026/2/1/five-year-old-boy-and-father-detained-by-ice-return-home-to-minnesota\">Liam Conejo Ramos</a> and his father Adrian Conejo Arias, after their recent return to Minnesota.</p><p>The department, however, denied it is seeking their expedited removal, as the family’s lawyer claimed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“These are regular removal proceedings,” DHS spokesperson Tricia McLaughlin said on Friday. “This is standard procedure, and there is nothing retaliatory about enforcing the nation’s immigration laws.”</p><p>Conejo Ramos’s case has drawn nationwide attention since his initial detention on January 20.</p><p>Photos went viral of Conejo Ramos standing in the snow, dressed in floppy blue bunny ears, with an immigration agent grabbing onto his Spiderman backpack.</p><p>Officials in Minnesota’s Columbia Heights Public School District accused immigration officials of using the preschool student as “bait” for his father. DHS, meanwhile, has claimed that his father abandoned the child when approached by immigration authorities.</p><p>Each side has denied the other’s account of the January 20 arrest.</p><figure id=\"attachment_4293663\" aria-describedby=\"caption-attachment-4293663\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293663\" src=\"/wp-content/uploads/2026/02/AP26022729648178-1770416380.jpg?w=770&amp;resize=770%2C1027&amp;quality=80\" alt=\"Liam Conejo Ramos in blue bunny ears, being escorted by federal agents\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293663\" class=\"wp-caption-text\">Liam Conejo Ramos, 5, is detained by US Immigration and Customs Enforcement officers after arriving home from preschool on January 20, 2026 [Ali Daniels via AP Photo]</figcaption></figure><p>Since December, the administration of President Donald Trump has led an immigration crackdown in Minnesota known as Operation Metro Surge. As many as 3,000 agents were deployed to the state at the operation’s height.</p><p>But bystander videos and photos have raised questions about the heavy-handed tactics being used, particularly in the Minneapolis-St Paul metropolitan area.</p><p>There, two US citizens were shot dead by immigration agents in the last month alone: Renee Nicole Good on January 7 and Alex Pretti on January 24.</p><p>The outcry over the shooting deaths, as well as other reports of violence against bystanders and warrantless arrests, has prompted the Trump administration to announce this week the withdrawal of nearly 700 immigration agents.</p><p>The detention of Conejo Ramos and his father had been among the high-profile flashpoints during the crackdown.</p><p>The five-year-old and his father were detained as they were coming home from preschool. They were quickly transported from Minnesota to Dilley, Texas, where they were kept in an immigration processing centre while Trump officials sought their expulsion.</p><p>But on January 27, Judge Fred Biery ruled that the two <a href=\"/news/2026/2/1/us-judge-orders-release-of-five-year-old-and-father-from-ice-detention\">should be released</a> while they challenged their expulsion.</p><p>“They seek nothing more than some modicum of due process and the rule of law,” Biery wrote in his brief but cutting decision.</p><p>Conejo Ramos and his father arrived in the US from Ecuador. Their legal team has said the pair entered the country legally and were in the midst of their asylum proceedings at the time of their detention.</p><p>Lawyer Danielle Molliver told Minnesota Public Radio this week that DHS had filed documents to expedite the father and son’s removal, speculating that the action was “retaliatory”.</p><p>“It’s really frustrating as an attorney, because they keep throwing new obstacles in our way,” she told the public broadcaster. “There’s absolutely no reason that this should be expedited.”</p></div></div></body></html>"
        },
        {
            "title": "For cricket-mad Bangladesh, T20 World Cup expulsion means heartbreak | Cricket | Al Jazeera",
            "time": "2026-02-06T22:52:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2023-10-10T000000Z_1989775131_UP1EJAA0KMJ1A_RTRMADP_3_CRICKET-WORLDCUP-ENG-BGD-1769321202.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dhaka, Bangladesh –</strong> Ziaul Haque Tanin had planned his February around the T20 World Cup.</p><p data-start=\"30\" data-end=\"218\">The former first-class cricketer turned sports-goods entrepreneur from Thakurgaon, in northwestern Bangladesh, had lined up a trip combining business, family visits and cricket fandom.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Tanin had secured a premium hospitality ticket at the famed Eden Gardens cricket stadium in Kolkata, where Bangladesh would take on Italy on February 9.</p><p>Those plans were scrapped after <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">Bangladesh said</a> it would not send its men’s team to India for the tournament, citing security concerns.</p><p>The Bangladesh Cricket Board had asked the International Cricket Council (ICC) to move Bangladesh’s matches from India to Sri Lanka, a request the governing body rejected. Bangladesh stood firm in their stance, resulting in their ouster from the tournament and Scotland’s inclusion at their expense.</p><p>The decision has drawn Bangladesh’s most popular sport into a wider political dispute, dividing opinion between supporters of the government’s stance and those fearing long-term ramifications on the game.</p><h2 id=\"how-cricket-became-a-casualty-of-politics\">How cricket became a casualty of politics</h2><p>Tensions sharpened after January 3, when Bangladesh fast bowler <a href=\"/amp/sports/2026/2/5/pakistan-super-league-signs-bangladeshs-mustafizur-after-ipl-controversy\">Mustafizur Rahman</a> was dropped from the Indian Premier League, a move that Bangladeshi officials said highlighted the impact of extremist pressure on Indian cricket authorities.</p><p>In Dhaka, the episode amplified wider resentment towards India, rooted in trade disputes and anger over New Delhi hosting fugitive former Prime Minister Sheikh Hasina since her ousting in August 2024.</p><p>In that charged atmosphere, cricket – Bangladesh’s most emotional public arena – became a proxy for questions of security and national dignity, with debate dominating social media, television talk shows and conversations in Mirpur, the heart of the country’s cricket culture.</p><p>About a year and a half after Bangladesh’s July 2024 mass uprising, signs of a thaw appeared in relations with India.</p><p>Indian External Affairs Minister S Jaishankar visited Dhaka for the funeral of former Prime Minister Khaleda Zia, while Prime Minister Narendra Modi sent a conciliatory letter to Tarique Rahman, Khaleda’s son, followed by a brief meeting between Jaishankar and Rahman.</p><p>Indian High Commission contacts with Jamaat-e-Islami further fuelled speculation that New Delhi was recalibrating its Bangladesh policy ahead of elections.</p><p>That cautious optimism, however, was abruptly undercut by actions of the Board of Control for Cricket in India (BCCI), pulling cricket into the centre of a renewed political standoff.</p><figure id=\"attachment_4292717\" aria-describedby=\"caption-attachment-4292717\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292717\" src=\"/wp-content/uploads/2026/02/2025-07-29T131949Z_76306680_UP1EL5O176JE2_RTRMADP_3_CRICKET-IPL-PBKS-DC-1770381986.jpg?w=770&amp;resize=770%2C549&amp;quality=80\" alt=\"Cricket - Indian Premier League - IPL - Punjab Kings v Delhi Capitals - Sawai Mansingh Stadium, Jaipur, India - May 24, 2025 Delhi Capitals' Mustafizur Rahman celebrates with Ashutosh Sharma after taking the wicket of Punjab Kings' Shashank Singh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292717\" class=\"wp-caption-text\">Mustafizur Rahman, left, playing for Delhi Capitals in the 2025 IPL [File: Abhijit Addya/Reuters]</figcaption></figure><h2 id=\"security-first-cricket-second\">Security first, cricket second</h2><p>Many supporters say the government had little room to manoeuvre.</p><p>Shamim Chowdhury, head of research at Dhaka-based sports channel T Sports, said the issue had hurt Bangladesh’s sentiments and questioned the role of the ICC. “The ICC’s double standards have been exposed,” he told Al Jazeera.</p><p>Abu Zarr Ansar Ahmed, a sports journalist in Dhaka, said the security concern goes beyond players and includes staff, journalists and supporters. With national elections approaching, he warned that even a single incident involving Bangladeshi nationals in India could trigger widespread anger at home. “From that perspective, Bangladesh made the right decision,” he said.</p><p>Others accept the security logic but are concerned about the long-term cost to cricket. Khairul Islam, a Dhaka-based university lecturer, said the threat level should have been assessed more carefully and suggested a third-country venue as an alternative.</p><p>On the streets, support appears strong. At a tea stall in Dhaka’s Tejgaon area, vendor Billal Hossain backed the boycott, citing violence against Muslims in India and border tensions. “If something happened to our players, it would be disastrous,” he said.</p><p>Of 14 people interviewed by Al Jazeera across Dhaka, seven supported the government’s decision, three opposed it – all identifying as supporters of Hasina’s party, the Awami League – while four declined to state party affiliations but still backed the boycott. Overall, support outweighs opposition, with dissent largely driven by concerns over cricketing consequences rather than security.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"players-regret-missed-opportunity\">Players regret missed opportunity</h2><p>The protagonist of the story, Bangladesh’s cricket team, have stayed largely silent, wary of being drawn into a diplomatic dispute, though privately many are anxious.</p><p>Two national team players, speaking to Al Jazeera on the condition of <span>anonymity</span>, said the squad had prepared intensively and felt confident after a strong run in T20 cricket. In 2025, Bangladesh won 15 of 30 matches – their best calendar-year record in the shortest format of the game.</p><p>“We felt ready,” one player said.</p><p>Both relayed the team’s eagerness to play in the T20 World Cup – in India or elsewhere – and had hoped for a compromise on venue. Missing the tournament, they said, means more than the loss of lost match fees – it limits their exposure to quality opposition, franchise opportunities and career growth.</p><p>“It’s not just money,” one player said. “It’s the chance to grow.”</p><p>Neither player criticised the government or the board publicly, saying that with India central to the dispute, speaking out felt risky.</p><p>However, Bangladesh’s absence from the T20 World Cup has left national cricketers facing an unexpected break. To make use of this vacant period, the Bangladesh Cricket Board (BCB) has offered them a swiftly-organised local T20 tournament.</p><p>The three-team event, titled “Odommo Bangladesh T20 Cup”, will offer 25 million taka ($200,000) in total tournament prize money and player fees.</p><figure id=\"attachment_4290927\" aria-describedby=\"caption-attachment-4290927\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4290927\" src=\"/wp-content/uploads/2026/02/2025-09-24T143651Z_416874300_UP1EL9O14LD0T_RTRMADP_3_CRICKET-ASIACUP-IND-BGD-1770314712.jpg?w=770&amp;resize=770%2C483&amp;quality=80\" alt=\"Cricket - Asia Cup - India v Bangladesh - Dubai International Cricket Stadium, Dubai, United Arab Emirates - September 24, 2025 General view of the trophy as the Bangladesh players line up during the national anthems before the match REUTERS/Satish Kumar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4290927\" class=\"wp-caption-text\">Bangladesh last played India at the 2025 Asia Cup in a match staged in Dubai [Satish Kumar/Reuters]</figcaption></figure><h2 id=\"the-sadness-of-not-playing-is-bigger\">‘The sadness of not playing is bigger’</h2><p>Not all cricket figures back the hardline stance.</p><p>Former Bangladesh batter Anamul Haque Bijoy urged keeping sport above politics, saying that a World Cup is the pinnacle of a cricketer’s career and a dream not many can realise.</p><p>“Sports should be above everything,” he said.</p><p>Others challenged the critics directly.</p><p>Behind the scenes, criticism has been sharper. Former BCB director Ahmed Sajjadul Alam said the decision reflected government interference, warning of financial losses and damage to Bangladesh’s standing within the ICC.</p><p>Another former director, Syed Ashraful Haque, who helped secure Bangladesh’s Test status, said the country’s influence in world cricket had weakened and argued the issue could have been resolved through dialogue.</p><p>Former captain Mohammad Ashraful took a pragmatic view, noting that government approval is mandatory for tours. While acknowledging the disappointment – especially for younger players – he said financial losses could be managed, but “the sadness of not playing is bigger”.</p><h2 id=\"pakistan-s-backing-and-what-comes-next\">Pakistan’s backing and what comes next</h2><p>The dispute has taken on a regional dimension after the Pakistan Cricket Board <a href=\"/sports/2026/1/27/why-is-pakistan-backing-bangladesh-in-its-t20-world-cup-row-with-india\">backed Bangladesh</a> and urged the ICC to reconsider venue arrangements. While some in Dhaka see this as a challenge to India’s dominance, officials reject the idea of a new alliance.</p><p>Former BCB director Alam dismissed talk of a Bangladesh-Pakistan axis, calling Pakistan a longstanding cricketing friend. BCB officials also avoided any suggestion of formal alignment.</p><p>The BCB says the matter is closed and it will not pursue arbitration. “We have accepted the ICC’s decision,” said Amjad Hossain, a BCB director.</p><p>Attention has now shifted to managing the fallout. Suggestions of extra tournaments to offset player losses remain unconfirmed, with the board saying benefits are being handled internally.</p><p>The government’s youth and sports adviser, Asif Nazrul, said the decision not to travel was taken at cabinet level after the ICC refused to revise the schedule.</p><p>For fans like Tanin, the cost is personal – cancelled plans, unused visas and an idle World Cup ticket – reflecting a wider national sense of loss as cricket once again collides with politics.</p><p>Pakistan’s decision <a href=\"/sports/2026/2/1/pakistan-to-boycott-t20-world-cup-match-against-india-on-february-15\">not to take part</a> in its match against India at the T20 World Cup has sent shockwaves through world cricket, with its impact also being felt in Bangladesh.</p><p>Multiple senior sources at the BCB said the move could reduce the board’s potential earnings from the ICC. However, a top BCB official, speaking on condition of anonymity, said there was little the board could do at this stage. He added that the crisis could still be resolved through dialogue at any time.</p><p>Referring to Pakistan’s boycott, he said Pakistan has always been a good friend of Bangladesh in cricket and has maintained a consistently friendly relationship.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"diplomacy-in-the-dark\">Diplomacy in the dark</h2><p>Questions have emerged over how diplomatic communication was handled. An official at Bangladesh’s Ministry of Foreign Affairs, speaking on condition of anonymity, said the government was not formally engaged in the process, as the BCB communicated directly with the ICC.</p><p>Neither the BCB nor the Ministry of Youth and Sports issued any directive to involve the Foreign Ministry, leaving officials largely reliant on media reports.</p><p>Political and diplomatic analyst and former Bangladeshi ambassador Humayun Kabir said the situation has grown more opaque due to recklessness on both sides. He argued that groups in both Bangladesh and India actively work to derail normalisation efforts, using multiple flashpoints – with cricket now possibly added to that list.</p><p>Once a unifying force, cricket in Bangladesh is now caught in politics. Supporters see sovereignty, critics see a setback for a promising generation, and players see a lost stage.</p><p>Whether this strengthens Bangladesh’s position or weakens its standing in world cricket remains unclear – but the cost is already being felt far beyond the boundary rope.</p></div></div></body></html>"
        },
        {
            "title": "Gas, power and AI’s role in the new age of energy addition | Energy News | Al Jazeera",
            "time": "2026-02-06T21:33:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/000_33L72ZJ-1760804658.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For two decades, <a href=\"/news/2025/4/8/clean-energy-surges-globally-but-has-yet-to-replace-fossil-fuels-report\">global energy demand</a> was static and efficiency gains, economic shifts, and renewable growth created an illusion of control.</p><p>The narrative was one of managed transition — a straight line from fossil fuels to a cleaner, perhaps simpler, energy system.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Energy companies believe that narrative is over.</p><h2 id=\"addition-not-substitution\">Addition, not substitution</h2><p>It’s unusual to see that many security personnel lining the road to Qatar’s convention centre. Enter LNG 2026, and the vast conference centre in Doha is hosting the people who shape the global energy system. Seated on the same stage were Saad Sherida al-Kaabi of QatarEnergy, Wael Sawan of Shell, Darren Woods of ExxonMobil, Patrick Pouyanne of TotalEnergies, and Ryan Lance of ConocoPhillips — leaders of companies that collectively sit at the centre of global energy supply.</p><p>Their estimation: The era of demand is here, and the age of gas is accelerating, not fading.</p><p>Everything from artificial intelligence, data centres, electrification and population growth are all pulling the energy system to a new scale. The executives say that demand is rising faster than grids, infrastructure, and policy frameworks can adapt.</p><h2 id=\"from-oil-to-energy\">From oil to energy</h2><p>Perhaps that is why the industry is changing how it describes itself. These companies no longer frame their future narrowly like “international oil companies” or oil producers. They now talk about being “international energy companies” – a deliberate shift reflecting a broader ambition: to manage molecules, systems, and supply chains in a world with increasing energy demands.</p><figure id=\"attachment_916112\" aria-describedby=\"caption-attachment-916112\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-916112\" src=\"/wp-content/uploads/2018/12/afd4659813ff435888d5778765e6fc1f_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"LNG at Raslaffans Sea Port,\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-916112\" class=\"wp-caption-text\">This undated file photo shows a Qatari liquid natural gas (LNG) tanker ship being loaded up with LNG at Raslaffans Sea Port, northern Qatar [File: AP]</figcaption></figure><p>Executives outlined projections that underline how deeply the market is changing. Global LNG demand, currently about 400 million tonnes a year, is expected to reach 600 million tonnes by 2030 and approach 800 million tonnes by 2050, according to the energy executives, and LNG is growing at more than 3 percent annually, making it the fastest-growing fuel among non-renewables, according to their data.</p><h2 id=\"building-for-a-bigger-world\">Building for a bigger world</h2><p>The confidence in Doha was backed by construction on a vast scale. QatarEnergy, under Saad al-Kaabi, is expanding LNG production and assembling a fleet expected to reach about 200 LNG carriers, one of the largest shipping expansions in energy history.</p><p>In the United States, ExxonMobil and QatarEnergy are partnering on a new 18 million MMBtu LNG facility, part of a wider North American build-out. Canadian LNG is entering the market, while new supply is emerging from Africa and South America.</p><p>These are substantial investments.</p><p>As al-Kaabi put it during the discussion: “The world cannot live without energy. People need to be prosperous, and nearly a billion people still do not have basic electricity. We cannot deprive them of growth.”</p><p>It is a framing shared across the panel. This is no longer a conversation about replacement, as one executive summed it up, “we are in a world of energy addition, not energy substitution.”</p><h2 id=\"europe-and-energy-security\">Europe and energy security</h2><p>The Russia–Ukraine war remains a defining reference point. Europe’s sudden loss of Russian pipeline gas forced a dramatic pivot to LNG. Imports jumped from roughly 50 million tonnes a year to approximately 120 million tonnes, transforming Europe into a major LNG market almost overnight.</p><p>What began as crisis management has reshaped global gas flows. LNG delivered flexibility, security, and scale, and for investors, that restored confidence that LNG infrastructure could be strategic.</p><p>As new supply comes online, executives expect prices to ease. When that happens, Asian demand, currently constrained by cost, is expected to rebound sharply. Several Asian economies are also shifting from exporters to net importers as domestic reserves decline.</p><h2 id=\"oil-s-quiet-re-entry\">Oil’s quiet re-entry</h2><p>Two years ago, oil was widely predicted to disappear from the energy mix by 2030. That narrative, too, has faded.</p><p>Oil demand has proven resilient, and even gas-focused producers are expanding oil portfolios. Qatar is actively seeking new oil opportunities and remains one of the world’s largest holders of exploration blocks.</p><figure id=\"attachment_913740\" aria-describedby=\"caption-attachment-913740\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-913740\" src=\"/wp-content/uploads/2016/11/b70eae012def4c90889a289c4c9f21e6_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Qatar Petroleum Refinery\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-913740\" class=\"wp-caption-text\">A petroleum refinery of Qatar Petroleum stands near Umm Sa’id, Qatar. Qatar is ranked 16th in countries with the biggest oil reserves and 3rd in natural gas reserves [File: Sean Gallup/Getty Images]</figcaption></figure><p>The shift is pragmatic. The industry is no longer debating whether oil and gas will be needed, but how they can be supplied at the lowest possible cost and emissions intensity. Several executives noted that many former oil sceptics have quietly reversed course.</p><h2 id=\"ai-and-the-end-of-low-demand\">AI and the end of low demand</h2><p>The most urgent driver of change is not geopolitics — it is artificial intelligence.</p><p>For nearly 20 years, global energy demand was relatively stable. That period has ended. AI-driven data centres are consuming electricity at a scale planners failed to anticipate. Individual facilities can require thousands of megawatts of constant power, running 24 hours a day, with no tolerance for interruption.</p><p>Executives described this moment as a decisive break with the past. After decades of flat demand, the system has entered what they call hyper-scaling mode.</p><p>This demand, they say, is inflexible. Data centres cannot wait for weather conditions. They require power that is reliable, dispatchable, and immediate.</p><h2 id=\"when-renewables-need-backup\">When renewables need backup</h2><p>No one on stage dismissed renewables. Shell’s Wael Sawan and TotalEnergies’ Patrick Pouyanne both stressed their central role in the future mix. But they were clear about limitations.</p><p>The executives viewed wind and solar as intermittent and argued that grids built for predictable generation are under growing stress. Recent blackouts and near-misses in highly renewable systems have exposed the consequences of imbalance.</p><p>“When the wind isn’t blowing and the sun isn’t shining,” one executive noted, “gas fills the gap.”</p><p>Gas turbines remain essential for grid stability. Nuclear takes decades to scale. Batteries are improving but remain limited. Hydrogen is promising, but not yet deployable at the pace required.</p><p>Gas, the industry argues, is the only option that can be built fast enough to meet the contemporary surge in demand.</p><h2 id=\"ai-the-friction-points\">AI: The friction points</h2><p>But behind the power-hungry AI-driven confidence are real snag lines. Building energy infrastructure has become slower and more complex.</p><p>The executives pointed to permitting delays that stretch projects more than a decade. Water and grid connections are major bottlenecks. Skilled labour is in short supply. Community resistance is growing, driven by cost concerns and environmental pressure.</p><p>Executives were openly critical of policy frameworks they see as detached from operational reality. Overlapping and conflicting regulations, they argued, raise costs and delay supply.</p><p>“The market dictates what can be delivered,” one leader said, warning that governments risk choking the arteries of energy flow.</p><h2 id=\"sustainability-emissions-and-the-social-contract\">Sustainability, emissions and the social contract</h2><p>The industry acknowledges that its future depends on emissions performance. Methane leakage, efficiency, manufacturing footprints, and transport emissions remain under scrutiny. Gas offers immediate reductions where it replaces coal – about 40 percent in power generation and 20 percent in marine fuels. Carbon capture and sequestration is increasingly integrated into new projects.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>ExxonMobil’s Darren Woods emphasised the company’s push to be seen as a technology player — working on hydrogen, carbon capture, and new uses for hydrocarbons beyond combustion. They describe this approach as responsible energy addition.</p><p>Yet the tension remains. The current demand surge has pushed environmental scrutiny to the background, but executives know that window is temporary. The sustainability of gas in this new role is under intense scrutiny.</p><p>While it burns cleaner than coal, its emissions of CO2 and methane, along with the transport footprint of LNG, remain central to the climate debate. Industry leaders acknowledge that gas must evolve to maintain its social licence. The CEO of QatarEnergy emphasised delivering energy “in the most environmentally responsible manner”.</p><p>There is awareness that the current surge in demand has sidelined environmental concerns, but these questions will resurface forcefully once the immediate capacity crisis abates. The gas industry risks a fate similar to coal if it fails to accelerate its decarbonisation efforts through carbon capture, utilisation, and storage (CCUS), and the integration of low-carbon gases, such as hydrogen.</p><h2 id=\"inclusive-not-mutually-exclusive\">Inclusive not mutually exclusive</h2><p>The dynamic with renewables and emerging technologies adds another layer of complexity. Executives recognise that, for many regions, building new infrastructure, renewables are the cheapest and easiest option.</p><p>The role of gas, therefore, is evolving from a baseload provider to a “complementary load-following role,” essential for balancing grids increasingly saturated with variable wind and solar power.</p><p>The advancement of battery storage technology also looms as a potential competitor for this grid-balancing role. The future energy mix is envisioned as abundant, accessible, reliable, and clean, but the path is uncertain.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Investments in hydrogen and ammonia are continuing, though with fluctuating levels of hype, indicating a sector in search of the next breakthrough.</p><h2 id=\"the-human-connection\">The human connection</h2><p>Strip away politics and technology, and the core driver is human. Roughly five billion people still consume far less energy than developed economies. To paraphrase QatarEnergy’s al-Kaabi: Prosperity requires power.</p><p>Removing energy poverty means adding supply – reliable, affordable supply – at unprecedented scale. That is the context in which the energy company executives are positioning gas: not as a bridge, but as a stabiliser. Energy producers are betting that global demand – supercharged by AI and economic ambition – will outpace the ability of renewables alone to carry the load.</p><p>They are building for a world that they say cannot afford shortages, blackouts, or theoretical purity. Gas, they believe, is not a bridge, but the foundation to weather the storm of demand.</p><p>And its future will be defined by a simple metric: Can the system deliver abundant, accessible, reliable, and progressively cleaner energy?</p></div></div></body></html>"
        },
        {
            "title": "US FCC notice to broadcasters prompts concerns on curtailing free speech | Freedom of the Press News | Al Jazeera",
            "time": "2026-02-06T21:02:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP24282559377967-1770407498.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>San Francisco, United States –</strong> In a November 2024 appearance on ABC’s popular daytime show, The View, host Sunny Hostin asked Kamala Harris, then the Democratic candidate for president, if she would do anything differently from the president, Joe Biden. Harris said, “There is not a thing that comes to mind.”</p><p>In this moment, analysts said, Harris had tied herself inextricably with the economic hardships voters faced during the Biden administration and its other failings. Harris lost the election and returned to the show a year later to say, “I realise now that I didn’t fully appreciate how much of an issue it was.” In her book 107 Days, Harris likened her statement to pulling the pin on a hand grenade.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While Harris’s appearance may not have helped her electoral prospects, Donald Trump, then the Republican presidential nominee, did not appear on The View before the 2024 election or in his previous two elections.</p><p>Daytime and late-night shows are usually required by a United States Communications Act rule that political candidates be given equal access to airtime, but The View may possibly have been an exemption because it could be seen as a “bona fide news show”, and those are exempt from that requirement.</p><p>But in the last year, The View, Saturday Night Live, Jimmy Kimmel Live and other shows have been in the Federal Communications Commission’s eye for not providing equal access and possibly providing partisan coverage. But critics say the FCC’s attempts to rein in such shows could amount to curtailing of speech. That, along with increasing corporate consolidation of media ownership, could make it vulnerable to regulatory intervention and a backsliding in media freedom, as has been seen in countries such as Hungary and Russia.</p><p>The FCC put out a public notice in late January saying concerns had been raised that the interview portions of all daytime and late-night shows were exempt from the equal opportunities requirement. “This is not the case,” the FCC’s notice said, encouraging stations “to obtain formal assurance” that they are exempt from giving equal access.</p><p>But such processes could be “a tool for harassment and intimidation”, said Harold Field, senior vice president at Public Knowledge, a left-leaning think tank based in Washington, DC.</p><p>With the notice and the petitioning process hanging, broadcasters may rethink “which perspectives to air and which ones not to”, said Seth Stern, chief of advocacy at the Freedom of Press Foundation.</p><p>Gigi Sohn, a lawyer who has previously worked in the FCC, said, “I like the spirit of the notice,” referring to the principle of providing lesser-known candidates equal access to airtime, “but the impact could be censorship. I am concerned about how it will be applied.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"it-costs-money-to-stand-up-for-principle\">‘It costs money to stand up for principle’</h2><p>The FCC notice stems from the Communications Act of 1934, which said, since the three broadcasters were being provided public airwaves, if a station provides space to one political candidate, it would have to provide equal opportunity to all other candidates for that office. Broadcasters would have to keep a public file on any free time given to a candidate so that other candidates could review this and claim their equal free time, too.</p><p>When John Kennedy appeared on the Tonight Show in 1959, the FCC had ruled that equal time was to be given to other candidates. In 2006, by the time Arnold Schwarznegger appeared on the Tonight Show while running for California governor, more talk shows had filled the airwaves and blurred the line between news and entertainment. The FCC had ruled that The Tonight Show was exempt from the equal time rule as a bona fide news interview.</p><p>The FCC notice from January said that the industry has taken this to mean that all daytime and late-night shows are exempt because they are bona fide news shows, but they are not.</p><p>“To state the obvious, Jimmy Kimmel Live is not Meet The Press. Not by a long shot. Not even close,” Daniel Suhr, president of the Center for American Rights, a right-leaning think tank based in Chicago, wrote in a blog post for the Yale Regulatory Journal.</p><p>FCC chair Brendan Carr had also <a href=\"https://x.com/BrendanCarrFCC/status/2014081766902940028\" target=\"_blank\" rel=\"noopener\">tweeted</a> that such shows had claimed exemptions “even when motivated by partisan political purposes”. Right-wing analysts quoted a study saying The View had only two conservative guests in 2025, while it had 128 liberal guests. A media representative of The View did not respond to Al Jazeera’s request for comment.</p><p>But others worry that the notice is part of a broader effort to curtail satire, comedy and comment.</p><p>“This, to me, is the most shocking element of what this administration has been able to do, is to say that views, satire and humour are censored,” said Margot Susca, assistant professor of journalism at American University in Washington, DC.</p><p>Putting out such notices could push the broadcasters’ parent organisations to limit their content, analysts say, citing instances of how the Paramount Skydance <a href=\"/economy/2025/2/10/trump-accused-of-leading-a-multipronged-attack-on-us-media\" target=\"_blank\" rel=\"noopener\">merger</a> was approved only after it settled a lawsuit over Harris’s interview on 60 Minutes.</p><p>“For-profit corporations are not known for their bravery,” said Public Knowledge’s Field. “They may keep their heads down and views in check.”</p><p>Berkeley’s Davis said that “it costs money to stand up for principle,” and that the administration’s “understanding of the financial needs of media corporations is unprecedented.”</p><p>Large corporations often have mergers pending or licence issues, said Sohn, “so departments can extract a pound of flesh when there isn’t even an issue.”</p><p>The notice may also be “intended to drive a wedge between broadcasters and affiliates”, argued Sohn. “It could be that Disney asks Kimmel not to have political candidates, or the affiliate may preempt the show since the burden also falls on stations.”</p><p>Sohn had been nominated by Biden for the FCC, but withdrew her nomination after a protracted and fraught confirmation process.</p><p>Last fall, when Kimmel made comments about Charlie Kirk’s killer, FCC commissioner Carr said affiliates could preempt, or drop the show, which Nextstar and Sinclair, the two biggest owners of television stations, did. Even after a public outrage reinstated Kimmel’s show, the two <a href=\"/economy/2025/9/23/some-us-broadcasters-will-not-air-kimmel-even-as-abc-brings-back-show\" target=\"_blank\" rel=\"noopener\">did not bring back Kimmel’s show for days</a>.</p><p>“Public outrage is the best tonic,” Sohn said, referring to the outcry that led ABC to bring back Kimmel. “But there are so many outrages.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"control-the-narrative\">‘Control the narrative’</h2><p>While broadcasters’ licences for free airwaves come with a public service responsibility, the FCC notice said daytime and late-night shows have been partisan.</p><p>But others, such as Berkeley’s Davis, say notices like this serve to “control the narrative, not inform the public”.</p><p>“The executive branch getting so powerful and increasing concentration of media ownership in corporate hands have created two forms of power that have colluded in ways that undermine media independence,” he told Al Jazeera.</p><p>It is a pattern American University’s Susca said she saw in other countries with sliding democratic standards and has written about in her forthcoming book Media Plutocracy, to be published by the University of Massachusetts Press.</p><p>“Hungary was the most glaring example where media ownership was concentrated in the hands of wealthy people who were aligned with President Orban,” she said. “This led to media restrictions and has meant that media independence was gone and any accountability on journalism disappeared in 15 years of Orban.”</p><p>Stern of the Freedom of Press Foundation said that, while there are comparisons with developments in Russia and Hungary, where media acquisitions have been steered towards favourable owners leading to a slide in media independence, these aren’t the only such cases.</p><p>“There are many precedents. Some of what we are seeing is old, and some new, but the value of these comparisons is limited because Trump is a unique figure in a unique time”.</p><p>More conservative analysts have accused the media of having a liberal bias that they have battled to correct. For instance, when Harris appeared in a 90-second Saturday Night Live last year and made jokes such as the US public “wants to end the dramala”, Suhr’s Center for American Rights filed a complaint for equal time. NBC then filed a public file offering equal time to Trump, who made a 90-second speech asking voters to vote for him.</p><p>The Center for American Rights did not respond to a request for comment by Al Jazeera.</p><p>While these battles are being fought over broadcasters’ right to air, Berkeley’s Davis pointed out that “this is a time for convergence. I watch Kimmel on YouTube,” where viewers could see the show, even when Nextstar and Sinclair did not air it, and the Communication Act rules do not apply.</p><p>Viewers, of all political views, are increasingly turning to social media for their news, opinions and humour, data shows.</p><p>“I like more speech, not less. Limiting it could be a concerning impact of this,” Sohn said.</p></div></div></body></html>"
        },
        {
            "title": "Oil and US oversight: How is Venezuela’s interim government surviving? | Oil and Gas News | Al Jazeera",
            "time": "2026-02-06T20:25:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260131__94MV49Z__v1__HighRes__VenezuelaUsConflictCrisis-1-1769837471.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After transferring between 30 and 50 million barrels of crude to the US, Venezuela has received $500m from its first oil sale under a US-brokered agreement.</p><p>The deal, reached last month, provides a lifeline for Venezuela’s struggling economy. However, the government does not control the proceeds. Instead, funds are deposited into a restricted account in Qatar, subject to US approval, to pay public sector salaries and essential services.</p><p>This new agreement came amid major political changes following the US military <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abduction</a> of President Nicolas Maduro. On January 15, acting President Delcy Rodriguez proposed reforms to Venezuela’s hydrocarbons law, aiming to attract foreign investment by easing restrictions that had favoured nationalisations for the past 25 years.</p><p>US Energy Secretary Chris Wright also said on Friday that he plans to visit Venezuela soon to meet “all the leadership” and assess oil and gas operations, as Washington signals it intends to oversee Venezuela’s oil sector for the foreseeable future.</p><p>As Venezuela moves forward amid these political changes, we examine how the government sustains its operations and the challenges it currently faces.</p><h2>What is the context, and what has been happening in Venezuela?</h2><p>One month after the US military action known as Operation Absolute Resolve, Venezuela is navigating a volatile political and economic landscape. The operation, conducted on January 3, 2026, resulted <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">in the abduction</a> of Maduro and his wife, Cilia Flores. According to Venezuela’s Ministry of Defence, the extraction was deadly, resulting in at least <a href=\"/news/2026/1/17/nearly-50-venezuelan-soldiers-killed-in-us-abduction-of-president-maduro\">83 deaths</a>.</p><p>In the aftermath, the Supreme Tribunal of Justice declared Maduro’s capture a “forced absence” and appointed Rodriguez as acting president. While Rodriguez condemned the US action as an “illegal kidnapping,” she has since signalled willingness to cooperate with Washington, including proposing reforms to attract foreign investment in the oil sector.</p><p>She has also framed herself as shaping a new order while maintaining tight control over the implementation of reforms.</p><p>Domestically, in late January, Rodriguez also announced a mass amnesty bill aimed at releasing political prisoners and plans to repurpose the notorious El Helicoide prison into a community centre.</p><p>Critics, however, argue that these measures may not address Venezuela’s structural problems, raising questions about the interim government’s long-term legitimacy and direction.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-are-the-key-people-running-the-venezuelan-government\" data-start=\"1639\" data-end=\"1690\">Who are the key people running the Venezuelan government?</h2><p>In Venezuela, power remains concentrated in a “civic-military” alliance.</p><p>While Rodriguez holds formal executive authority, analysts like Salvador Santino Regilme, a political scientist who leads the international relations programme at Leiden University in the Netherlands, say that in this case “real power is best understood as residing within a governing coalition rather than a single office-holder.”</p><p>Here are some of the key figures forming her government:</p><ul>\n<li data-path-to-node=\"8,2,0,0\"><strong>Jorge Rodriguez (Head of the National Assembly):</strong> The interim president’s brother controls the legislature. He was the architect behind the fast-track approval of the new energy reforms. “Rodriguez controls the legislative agenda and its outcomes,” said Carlos Pina, a Venezuelan political analyst.</li>\n</ul><figure id=\"attachment_4292000\" aria-describedby=\"caption-attachment-4292000\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292000\" src=\"/wp-content/uploads/2026/02/2026-02-05T192206Z_1124700125_RC2TFJAFI4O5_RTRMADP_3_VENEZUELA-ASSEMBLY-AMNESTY-LAW-1770362835.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Venezuela's National Assembly President Jorge Rodriguez\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292000\" class=\"wp-caption-text\">Venezuela’s National Assembly President Jorge Rodriguez [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><ul>\n<li data-path-to-node=\"8,2,1,0\"><strong>Diosdado Cabello (Interior Minister):</strong> He represents the hardline ideological wing of Chavismo. But he is under pressure: With a $25m US bounty on his head for narco-terrorism charges, he faces an ultimatum from Washington to cooperate with the transition or face arrest.</li>\n</ul><figure id=\"attachment_4292005\" aria-describedby=\"caption-attachment-4292005\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292005\" src=\"/wp-content/uploads/2026/02/2026-01-23T225110Z_305130512_RC287JA8RSMH_RTRMADP_3_USA-VENEZUELA-MARCH-1770362887.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Venezuela's Interior Minister Diosdado Cabello\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292005\" class=\"wp-caption-text\">Venezuela’s Interior Minister Diosdado Cabello speaks [Marco Bello/Reuters]</figcaption></figure><ul>\n<li data-path-to-node=\"8,2,2,0\"><strong>Vladimir Padrino (Defence Minister): </strong>He has held the military chain of command together, staying in his post for more than 11 years despite a US drug trafficking indictment and a $15m bounty for his capture.</li>\n</ul><figure id=\"attachment_4292009\" aria-describedby=\"caption-attachment-4292009\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292009\" src=\"/wp-content/uploads/2026/02/2026-02-04T193138Z_298664174_RC23FJA0GSP8_RTRMADP_3_VENEZUELA-ANNIVERSARY-1770362955.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Venezuela's Defence Minister Vladimir Padrino Lopez \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292009\" class=\"wp-caption-text\">Venezuela’s Defence Minister Vladimir Padrino Lopez [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><p>Pina also noted that one actor is often overlooked: the business sector.</p><p>“Many business leaders who are still operating inside the country have rallied behind Rodriguez, even before she assumed the interim presidency,” Pina explained. “This group has positioned itself as a kind of shadow power,” he added.</p><figure id=\"attachment_4290788\" aria-describedby=\"caption-attachment-4290788\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4290788\" src=\"/wp-content/uploads/2026/02/2026-02-04T013240Z_50977365_RC2OEJAEIMER_RTRMADP_3_USA-VENEZUELA-RODRIGUEZ-1770308341.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Venezuela’s interim president Delcy Rodriguez, flanked by National Assembly President Jorge Rodriguez and Interior Minister Diosdado Cabello, \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4290788\" class=\"wp-caption-text\">Venezuela’s interim President Delcy Rodriguez, flanked by Jorge Rodriguez and Cabello [File: Miraflores Palace/Handout via Reuters]</figcaption></figure><h2 id=\"how-is-the-current-government-paying-its-bills\">How is the current government paying its bills?</h2><p>Venezuela has the <span>world’s largest <a href=\"/news/longform/2026/2/3/what-does-303-billion-barrels-of-venezuelan-oil-look-like\" target=\"_blank\" rel=\"noopener\">proven oil reserves</a>, estimated at 303 billion barrels, more than five times </span>those of the US. As such, oil remains one of its main sources of income.</p><p>“Venezuela’s fiscal survival still depends primarily on hydrocarbons, because oil remains the only sector capable of generating rents at scale,” Santino told Al Jazeera.</p><p>The current financial control mechanism operates through several stages, from oil extraction to the final disbursement of funds.</p><p>Payments are not sent directly to Venezuela. Instead, they go through US-supervised channels and are deposited into a restricted account in Qatar, to stop creditors from seizing the money to recover Venezuela’s estimated $170bn in external debt.</p><p>The US also oversees the distribution of these funds. Venezuela must submit budget requests for specific uses, such as paying teachers, police and healthcare workers. Once approved, the funds are transferred to the Central Bank of Venezuela and then to private local banks.</p><p>“Venezuela will submit every month a budget of ‘this is what we need funded.’ We will provide for them at the front end what that [oil] money can be used for,” Rubio detailed the plan during an appearance before the Senate Foreign Relations Committee in January.</p><p>“I understand it’s novel, but it’s the best we could come up with in the short term,” Rubio added.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3925812\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Venezuela-oil-fields-poster-1756997699.png?quality=80\" alt=\"INTERACTIVE - Venezuela oil fields poster-1756997699\" data-interactive=\"true\" fetchpriority=\"low\"><br>\nHowever, experts have raised concerns about the implications of this arrangement.</p><p>“Right now, given the control … even though you have a facade, you have an interim president, Delcy Rodriguez, and other members, the one who really has control is Donald Trump,” Jose Manuel Puente, a professor at the Instituto de Estudios Superiores de Administracion in Caracas, said.</p><p>“Venezuela is a state under tutelage right now by the US. The US took control of all its income,” he added.</p><p>Some US officials have also criticised the arrangement. Democrat Lloyd Doggett <a href=\"https://doggett.house.gov/media/press-releases/rep-doggett-demands-answers-trumps-corrupt-venezuelan-oil-bargain\" target=\"_blank\" rel=\"noopener\">said</a> Rubio’s testimony “raised more questions than answers”</p><p>“There are currently no safeguards to ensure the Rodriguez family does not use the revenue to pay off Maduro’s allies,” Doggett said.</p><p>And by following this scheme, “[Trump] is unlawfully refusing to honour debts owed to US institutions … and [he] instead appears to be rewarding his donors,” he added.</p><h2>Are there any other sources of government revenue?</h2><p>The government has tried to diversify its revenue streams beyond oil.</p><p>The country possesses <a href=\"/news/2026/1/8/what-resources-does-venezuela-have-apart-from-the-worlds-most\">the largest official gold</a> reserves in Latin America. Venezuela’s reserves are approximately 161.2 metric tonnes, worth more than $23bn in today’s market value.</p><p>The country is also believed to hold some of the most significant untapped gold resources, but official data is outdated. Large parts of gold production happen through informal or illegal mining networks, especially in southern states like Bolivar.</p><p>According to the government, Venezuela produced 9.5 tonnes of gold in 2025.</p><p>“In recent years, gold has increased its share, just like some small export areas, such as the case of tropical fruits, or the case of shrimp,” Puente explained.</p><p>“There are some sectors that generate some income, but it is still completely asymmetric in favour of oil,” he added.</p><h2>How are things looking inside the country?</h2><p>With more than 7.9 million people requiring urgent humanitarian assistance and approximately<a href=\"https://civil-protection-humanitarian-aid.ec.europa.eu/where/latin-america-and-caribbean/venezuela_en\"> 56 percent</a> of the population living in extreme poverty, according to the United Nations and the European Civil Protection and Humanitarian Aid Operations, the administration faces immense pressure to implement effective solutions.</p><p>Nationals are struggling with wages that are too low to cover basic living costs.</p><p>“I am a housewife. I don’t work. My two older children work, but they earn salaries that are not enough,” Zulma Clavo, a Petare resident in Caracas, told Al Jazeera.</p><p>“My son works as a motorcycle taxi driver and has to take risks just to survive, and my daughter earns the minimum wage, and it’s still not enough. When we go grocery shopping, we realise we have to put things back because we don’t have enough money,” she added.</p><p>Experts say there will be some economic relief as oil production increases.</p><p>“And that, evidently, is going to be a significant flow [of funds]. The thing is, who will finally decide how and in what that large amount of money is invested will be the Americans, and that is the point of difference,” Puente said.</p></div></div></body></html>"
        },
        {
            "title": "Ronaldo misses Al-Nassr game amid reported discontent with Saudi club | Football News | Al Jazeera",
            "time": "2026-02-06T20:22:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25235567311817-1770409179.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ronaldo misses Al-Nassr game amid reported discontent with Saudi club</h1><p class=\"article__subhead\"><em>Ronaldo was not part of Al-Nassr’s 2-0 win at home, the second game he’s missed in four days due to unspecified reasons.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cristiano Ronaldo has missed his second consecutive game for Al-Nassr in the Saudi Pro League (SPL) amid reports he is <a href=\"/sports/2026/2/3/why-is-benzemas-al-hilal-transfer-linked-to-ronaldo\">unhappy</a> with the club’s majority owner over the lack of transfer activity.</p><p>The five-time Ballon d’Or winner was not in the squad when Al-Nassr faced defending champions Al-Ittihad at home on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Portuguese superstar also missed their 1-0 win over Al-Riyadh on Monday, which raised questions over his long-term future at the club.</p><p>Ronaldo has been unhappy with how Al-Nassr is being managed by the country’s Public Investment Fund, Portuguese outlet A Bola reported this week.</p><p>The 38-year-old was said to be upset with the club’s lack of action in the January transfer window while watching rivals Al-Hilal sign Ballon d’Or winner Karim Benzema, a former Real Madrid teammate.</p><p>Without naming Ronaldo, the SPL issued a statement on Thursday emphasising that no player was bigger than the league.</p><p>“The Saudi Pro League is structured around a simple principle: Every club operates independently under the same rules,” the league said.</p><p>“Clubs have their own boards, executives and football leadership. Decisions on recruitment, spending and strategy rest with those clubs, within a financial framework designed to ensure sustainability and competitive balance. That framework applies equally across the league.”</p><p>Meanwhile, Al-Nassr CEO Jose Semedo has declined to comment on Ronaldo’s absence.</p><p>Ronaldo is not injured, ill or out of favour with manager Jorge Jesus, ESPN reported. Neither does ‌he intend to leave Al-Nassr, who signed him to a lucrative two-year contract extension in June 2025.</p><p>According to CBS Sports, ‌senior club officials understand Ronaldo’s vexation with the PIF, ‌the Saudi Arabian sovereign ⁠wealth fund that owns Al-Nassr, Al-Hilal and two other Pro League sides.</p><p>Ronaldo has scored 17 goals for the club this season.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "New Yemen government formed with Shaya Mohsin al-Zindani as prime minister | News | Al Jazeera",
            "time": "2026-02-06T19:58:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696997f8-1768527864_2959f1-1768542439.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>New Yemen government formed with Shaya Mohsin al-Zindani as prime minister</h1><p class=\"article__subhead\"><em>Yemen’s Saudi-backed presidential council announces the formation of the new government.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yemen’s Saudi-backed Presidential Leadership Council has issued a decree to form a new government, with Shaya Mohsen al-Zindani confirmed as the country’s prime minister.</p><p>Al-Zindani will also continue to serve as foreign minister, the state-run news agency Saba reported on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Last month, the council accepted the resignation of former Prime Minister Salem bin Breik and asked al-Zindani to form a cabinet.</p><p>The new 34-member cabinet includes 10 ministers from the previous government and three women, Saba reported.</p><p>Marwan Faraj bin Ghanim was named as minister of finance, while Mohamed Abdullah Ali was confirmed as oil minister. Taher Ali al-Uqaili will serve as defence minister, according to the presidential decree.</p><p>The government’s formation follows months of consultations held in Riyadh, aimed at easing tensions between the Yemeni government and the main southern Yemeni separatist group, the Southern Transitional Council (STC), which announced its dissolution on January 9.</p><p>In December, the STC – which Saudi Arabia says is backed by the UAE – gained control of areas across southern and eastern Yemen, advancing ‌to within reach of the Saudi border, which the kingdom considered a threat to its national security. Saudi-backed fighters have ‌since largely retaken those areas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The two Gulf states have recently also faced friction over numerous other matters, ranging from geopolitics to oil output.</p><p>Saudi Arabia and the UAE had ‌previously worked together in a coalition battling the Iran-backed Houthis in Yemen’s civil war, which led to one of the world’s worst humanitarian crises.</p><p>United Nations Special Envoy for Yemen Hans Grundberg said last month that recent political and security developments – particularly in the south – underscored how quickly stability could unravel without a credible, inclusive political process.</p><p>Speaking to the UN Security Council last month, Ramesh Rajasingham, director of the Humanitarian Sector for the UN aid coordination office, said Yemen’s crisis was worsening as needs rise, and humanitarian access has become more restricted amid funding shortfalls.</p><p>More than 18 million Yemenis – about half the population – will face acute food insecurity in February, while tens of thousands could fall into “catastrophic hunger,” facing famine-like conditions, he warned.</p><p>“Humanitarian action saves lives,” Rajasingham said, “but when access is obstructed and funding falls away, those gains are quickly reversed”.</p></div></div></body></html>"
        },
        {
            "title": "Mexico promises food support for Cuba as US stifles the island’s fuel supply | Donald Trump News | Al Jazeera",
            "time": "2026-02-06T19:57:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_698636f099bc-1770403568.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexico’s President Claudia Sheinbaum has announced that her country will ship humanitarian aid to Cuba, as she continues to negotiate with United States President Donald Trump to relax the <a href=\"/economy/2026/2/5/cuba-to-introduce-plan-to-address-fuel-shortage-amid-us-blockade\">oil blockade</a> he has imposed on the island nation.</p><p>Speaking on Friday from Michoacan, Sheinbaum added that her government would be delivering the aid imminently.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are planning to send this aid, if not this weekend, then on Monday at the latest,” she said. “It is mainly food and some other supplies that they have requested.”</p><p>She added that she would also continue “diplomatic efforts” with the US to restore Cuba’s access to oil, a necessary fuel to power the country’s electrical grid.</p><p>But Sheinbaum acknowledged that the US has threatened to issue <a href=\"/news/2026/1/30/trump-threatens-tariffs-on-countries-supplying-cuba-with-much-needed-oil\">tariffs</a> against any country that seeks to circumvent its energy blockade.</p><p>“Obviously, we don’t want sanctions against Mexico,” she told reporters.</p><p>Her remarks come after Trump issued an executive order last week declaring that Cuba’s communist government constituted an “unusual and extraordinary threat” to the US, thereby requiring a national emergency declaration.</p><p>Trump cited reports of human rights violations on the island, the mass exodus of migrants and asylum seekers from Cuba, and the country’s ties to Russia, China and Iran.</p><p>As part of Trump’s declaration, his administration pledged to impose tariffs on any country that “provides any oil to Cuba”, whether directly or indirectly.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"aftermath-of-maduro-s-abduction\">Aftermath of Maduro’s abduction</h2><p>Trump has increased his pressure campaign against Cuba since January 3, when the US abducted Venezuelan leader Nicolas Maduro.</p><p>Cuba and Venezuela have long been close regional allies. But following Maduro’s ouster, the US has exerted pressure on the government of interim Venezuelan President Delcy Rodriguez.</p><p>Venezuela has since agreed to comply with a US demand to end its supply of oil and funds to Cuba.</p><p>“Cuba lived, for many years, on large amounts of OIL and MONEY from Venezuela,” Trump <a href=\"https://x.com/WhiteHouse/status/2010348143880053159?lang=en\" target=\"_blank\" rel=\"noopener\">wrote</a> on January 11.</p><p>“THERE WILL BE NO MORE OIL OR MONEY GOING TO CUBA – ZERO! I strongly suggest they make a deal, BEFORE IT IS TOO LATE.”</p><p>Cuba has seen antigovernment protests erupt in recent years as the island suffers from chronic power outages. Trump has previously said the country appears “<a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">ready to fall</a>“.</p><p>Meanwhile, Mexico’s oil and petroleum sales to Cuba totaled $496m in 2025. The state-owned oil company Pemex has said the sales account for less than 1 percent of its production.</p><p>It has framed the shipments as purely humanitarian, with Cuba having suffered from rampant poverty and energy shortages amid a decades-long US embargo.</p><p>Earlier this week, a spokesperson for United Nations Secretary-General Antonio Guterres <a href=\"/news/2026/2/5/un-warns-of-humanitarian-collapse-in-cuba-as-us-seeks-to-block-oil-supplies\">told reporters</a> that the UN chief was “extremely concerned about the humanitarian situation in Cuba”.</p><p>The spokesperson, Stephane Dujarric, added that the situation in Cuba would “worsen, if not collapse, if its oil needs go unmet”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"humanitarian-aid\">Humanitarian aid</h2><p>Still, <a href=\"/features/longform/2026/1/23/after-the-us-attack-on-venezuela-will-cubas-economy-survive\">critics have pointed out</a> that a humanitarian crisis in Cuba could result in an influx of migrants and asylum seekers fleeing to the US, undermining Trump’s goal of reducing migration.</p><p>Cuba lies only 145 kilometres (90 miles) from the southern tip of the United States.</p><p>On Thursday, the US State Department announced it would provide an extra $6m in humanitarian aid to Cuba, adding to $3m in previously announced support.</p><p>The aid was set to be delivered by the Catholic Church, bypassing Cuba’s government.</p><p>Cuba’s Deputy Foreign Minister Carlos Fernandez de Cossio decried the move as duplicitous.</p><p>“Quite hypocritical to apply draconian coercive measures denying basic economic conditions to millions and then to announce soup &amp; cans for a few,” de Cossio said in a post on social media.</p><p>US Secretary of State Marco Rubio — the child of Cuban immigrants — has long been a proponent of overthrowing the country’s government and has championed Washington’s “maximum pressure” campaign.</p><p>Latin American analysts have <a href=\"/news/2026/1/6/maduro-abduction-shows-influence-limits-of-us-secretary-of-state-rubio\">argued</a> that Rubio may have helped to orchestrate the abduction of Maduro as a means to that end.</p><p>Some have noted that the Caribbean island has far less in the way of economic resources than Venezuela, making it potentially less attractive as a target for Trump.</p><p>But Cuban President Miguel Diaz-Canel has repeatedly <a href=\"https://x.com/DiazCanelB/status/2010370814202569018\" target=\"_blank\" rel=\"noopener\">pledged</a> to defend his government, even to the “last drop of blood”.</p><p>On Thursday, Diaz-Canel said his government would roll out ‌temporary measures in the next week to deal with fuel shortages amid blackouts in several provinces.</p><p>Diaz-Canel also said the country is open to dialogue with the US — but without “pressure or preconditions”.</p></div></div></body></html>"
        },
        {
            "title": "Anti-ICE protesters rally in Milan as Winter Olympics get under way | Winter Olympics News | Al Jazeera",
            "time": "2026-02-06T19:39:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26037423002645-1770401969.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hundreds of protesters gathered in Milan to reject the presence of United States immigration agents in the city before the opening ceremony of the Milano Cortina Winter Games.</p><p>The student-led demonstration on Friday featured banners reading “ICE should be in my drinks, not my city” in reaction to the reported presence of <a href=\"/sports/2026/1/27/ice-agents-from-us-set-to-help-with-security-at-winter-olympics\">Immigration and Customs Enforcement</a> (ICE) officials providing security for the United States delegation at the games.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>ICE’s Homeland Security Investigations (HSI) is a separate division from the department playing a lead role in US President Donald Trump’s aggressive deportation push at home, which provoked global outrage after the <a href=\"/news/2026/1/24/us-federal-agents-shoot-another-person-in-minneapolis-governor\">fatal shootings</a> of two US citizens and the detention of a <a href=\"/news/2026/2/1/five-year-old-boy-and-father-detained-by-ice-return-home-to-minnesota\">five-year-old</a> and his father.</p><p>Italy’s Interior Minister Matteo Piantedosi insisted this week that HSI would <a href=\"/sports/2026/1/27/ice-agents-from-us-set-to-help-with-security-at-winter-olympics\">operate</a> only within US diplomatic missions, insisting that officials “are not operational agents” and “have no executive function”.</p><p>But students in Milan were not convinced, turning up in force on the streets with plastic whistles, which have become a symbol of anti-ICE rallies in the US, and calling for visiting US Vice President JD Vance and Secretary of State Marco Rubio to leave.</p><p>Protester Giacomo Calvi told the AFP news agency he was protesting the US “anti-immigration police, which are carrying out all kinds of violence in the United States”.</p><figure id=\"attachment_4293435\" aria-describedby=\"caption-attachment-4293435\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293435\" src=\"/wp-content/uploads/2026/02/AP26037426403123-1770404634.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Protesters spray paint on a wall during a demonstration against ICE organized by students at the 2026 Winter Olympics, in Milan, Italy, Friday, Feb. 6, 2026. (AP Photo/Luca Bruno)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293435\" class=\"wp-caption-text\">Protesters spray paint on a wall during a demonstration against ICE organised by students at the 2026 Winter Games, in Milan, Italy, on Friday [Luca Bruno/AP Photo]</figcaption></figure><p>“I thought that this was a good opportunity to show that the rest of the world is not OK with what’s happening in Minnesota,” Katie Legare, a protester from Minnesota currently studying in Europe, told the news agency Reuters.</p><p><strong>‘Shared values’</strong></p><p>The opening extravaganza at the event’s main hub in Milan’s San Siro Stadium was attended by Vance and Rubio, with pop diva Mariah Carey performing “Volare” for the crowd.</p><p>Vance is on a weeklong visit to Italy at a time when relations with Europe have been strained under the Trump administration, which has claimed Europe is facing “<a href=\"/news/2025/12/8/will-trumps-new-security-doctrine-boost-the-rise-of-far-right-in-europe\">civilisational erasure</a>” due to mass migration.</p><p>The US vice president and Italian Prime Minister Giorgia Meloni, who is close to Trump, hailed their “shared values” on Friday, with the latter calling the games an event that brings together Italy and the US, and “Western civilisation”.</p><p>Vance’s office said in a statement that he and the prime minister discussed the strength of bilateral relations between the nations and mutual efforts to improve the business and investment climate.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>More than 3,500 athletes from 93 countries will compete in this year’s winter games, which is taking place over a large area of northern Italy spanning about 8,500 square miles (more than 22,000 square kilometres).</p><p class=\"p1\">While the main opening ceremony was held in San Siro, where the five Olympic rings were lowered into the stadium, athletes also participated in simultaneous festivities held in Cortina d’Ampezzo in the heart of the Dolomite mountains, Livigno in the Alps, and Predazzo in the autonomous province of Trento.</p><p>The opening stages also honoured the late Italian fashion designer Giorgio Armani, who made Milan his base and died last September, with additional tributes made to other icons of Italian culture, including artist Leonardo da Vinci and composer Giacomo Puccini.</p></div></div></body></html>"
        },
        {
            "title": "Thousands attend funeral for Saif al-Islam Gaddafi, son of Libyan ex-leader | Muammar Gaddafi | Al Jazeera",
            "time": "2026-02-06T19:32:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770406340.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Is globalisation killing craftsmanship? | Arts and Culture | Al Jazeera",
            "time": "2026-02-06T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770299578.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Handmade crafts are disappearing under mass production. What is lost when everything is made fast, cheap, and at scale?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As globalisation reshapes how goods are made and consumed, traditional crafts are increasingly under threat. We explore what is being lost as handmade skills struggle to survive in a fast, profit-driven global economy. From sustainability to cultural identity, the discussion asks whether handmade work still has value and if it can survive in a world built for speed and scale.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong><br>\nSomesh Singh – Steering Committee member, World Crafts Council International<br>\nFadi Kattan – Chef &amp; author<br>\nSabah Arbilli – Calligraphy artist</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Republicans condemn racist Trump video post depicting Obamas as apes | Donald Trump News | Al Jazeera",
            "time": "2026-02-06T18:58:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6986208f7c80-1770397839.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has again stoked outrage over his online posts, this time for sharing a video <a href=\"/news/2025/7/22/donald-trump-accuses-barack-obama-of-treason-over-2016-election-claims\">depicting</a> former President Barack Obama and his wife, Michelle Obama, as apes.</p><p>The reposted clip came as part of a flurry of late-night messages on Trump’s Truth Social account.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>By midday on Friday, the video had been removed — but not after an outpouring of bipartisan condemnation, slamming the post as blatantly racist.</p><p>In a <a href=\"https://x.com/votetimscott/status/2019784005852242083\" target=\"_blank\" rel=\"noopener\">post</a> on the social media platform X, Tim Scott, the only Black Republican currently serving in the Senate, said he was “praying” that the video “was fake because it’s the most racist thing I’ve seen out of this White House”.</p><p>“The president should remove it,” he added.</p><p>Another Republican, Representative Mike Lawler, also called on Trump to delete the post, calling it “incredibly offensive — whether intentional or a mistake”.</p><p>Democrats, meanwhile, sought to tie the video to Trump’s history of insensitive remarks, and they called on Republicans to condemn this latest episode.</p><p>“President Obama and Michelle Obama are brilliant, compassionate and patriotic Americans. They represent the best of this country,” said Hakeem Jeffries, the top Democrat in the US House of Representatives.</p><p>“Donald Trump is a vile, unhinged and malignant bottom feeder. Why are GOP leaders like John Thune continuing to stand by this sick individual?”</p><p>The White House, for its part, initially defended the post as an “internet meme”. Later, it said the post had been shared “erroneously” by a White House staffer, not by the president.</p><p>Trump himself denied responsibility as he met with a gaggle of reporters on Air Force One, saying he only watched the start of the short video clip, which included false claims about his 2020 election defeat.</p><p>“No, I didn’t make a mistake,” Trump said, refusing calls to apologize. “I look at thousands of things. I looked at the beginning of it. It was fine.”</p><p></p><h2 id=\"stoking-outrage\">Stoking outrage</h2><p>Trump has long had an adversarial relationship with the Obamas, who became the first Black couple in US history to serve as president and first lady.</p><p>One of Trump’s first forays into national politics came during Barack Obama’s 2012 re-election campaign, when he <a href=\"/news/2016/9/17/donald-trump-finally-admits-obama-was-born-in-us\">pushed false claims</a> that the Democratic leader had not been born in the US.</p><p>Trump, a Republican, is known to be a prolific social media user, and he co-founded Truth Social in February 2022 after being temporarily banned from other major social media sites.</p><p>There, he often reposts memes and videos generated through artificial intelligence that promote his public image and political platform.</p><p>The video that includes the Obamas was posted online at 11:44pm Eastern US time (04:44 GMT) as part of a series of clips Trump shared.</p><p>The image of the Obamas as apes arrives about 59 seconds into a video that only lasts one minute and two seconds.</p><p>It appears dropped into a documentary-style segment that pushes baseless claims about the 2020 presidential election, claiming it was marred by malfeasance and problems with electronic voting machines. Trump has repeatedly spread lies denying his loss to Democrat Joe Biden in that race.</p><p>The video, which bears the watermark of a site called Patriot News Outlet, pairs the doctored image of the Obamas with the 1961 song The Lion Sleeps Tonight.</p><p>Critics have regularly accused Trump of intentionally stoking outrage to distract from politically damaging domestic issues, including the <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">recent release</a> of millions of files related to disgraced financier and convicted sex offender Jeffrey Epstein. Trump’s name has featured in those files.</p><p></p><h2 id=\"midterms-ahead\">Midterms ahead</h2><p>Some Republicans, like Lawler in New York, also face punishing re-election campaigns ahead as the country nears its November midterm elections.</p><p>Trump has warned that, if Republicans lose control of Congress, he could face new impeachment proceedings.</p><p>Initially, in the hours after the video was reposted on Trump’s Truth Social account, the White House dismissed the backlash as overblown.</p><p>White House spokesperson Karoline Leavitt told several US news outlets that the image of the Obamas was excerpted from an “internet meme video depicting President Trump as the King of the Jungle and Democrats as characters from ‘The Lion King'”, a 1994 animated feature film.</p><p>“Please stop the fake outrage and report on something today that actually matters to the American public,” she said in a statement to ABC News.</p><p>After the post was deleted, Leavitt continued to brush aside the outcry as well as demands for Trump to apologise.</p><p>In an interview with Fox News, she added that Trump had already addressed the incident with some members of Congress.</p><p>“He spoke with lawmakers today out of respect for them, including Senator Tim Scott. The post was removed. But leave it to the leftist media, of course, to talk about this all day,” she told Fox News host Laura Ingraham.</p><p>“He did take down the post, and again, this is merely a distraction for the fake news media,” Leavitt continued, quickly pivoting to Trump’s accomplishments.</p><p>But Leavitt’s explanations did not dampen the bipartisan push for Trump to renounce the video.</p><p>Republican Senator Pete Ricketts of Nebraska was also among those calling for the post to be taken down.</p><p>“Even if this was a Lion King meme, a reasonable person sees the racist context to this,” Ricketts <a href=\"https://x.com/SenatorRicketts/status/2019814293366272277\" target=\"_blank\" rel=\"noopener\">wrote</a> on X.</p><p>“The White House should do what anyone does when they make a mistake: remove this and apologise.”</p><p>Democrats, meanwhile, questioned Trump’s fitness for the presidency. In a social media <a href=\"https://x.com/CongressmanRaja/status/2019781481934053502\" target=\"_blank\" rel=\"noopener\">post</a>, Representative Raja Krishnamoorthi drew a line between the video and the long history of racist depictions of Black people in the US.</p><p>He pointed to similarly dehumanising illustrations that were shared during the Jim Crow era, a period from 1865 to the mid-20th century when Black people faced segregation and unequal rights following the abolishment of slavery.</p><p>“This kind of Jim Crow-style dehumanisation is pathetic and a disgrace to the office,” Krishnamoorthi wrote.</p></div></div></body></html>"
        },
        {
            "title": "UK police search Mandelson-linked properties as part of Epstein probe | Politics News | Al Jazeera",
            "time": "2026-02-06T18:45:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-06T160422Z_1332213493_RC2FGJA2F3AW_RTRMADP_3_USA-TRUMP-EPSTEIN-MANDELSON-1770394262.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK police search Mandelson-linked properties as part of Epstein probe</h1><p class=\"article__subhead\"><em>Properties in London and Wiltshire searched as police investigate alleged leaks to late sex offender Jeffrey Epstein.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British police are searching two properties linked to former ambassador to Washington <a href=\"/amp/news/2026/2/3/uks-mandelson-to-resign-from-house-of-lords-over-epstein-ties\">Peter Mandelson</a> as they investigate allegations of misconduct in public office over links to late paedophile financier <a href=\"/news/2025/12/21/slap-in-the-face-epstein-victims-slam-release-of-heavily-redacted-files\">Jeffrey Epstein</a>.</p><p>As the fallout from the scandal continued to <a href=\"/news/2026/2/5/how-epstein-mandelson-files-rocked-the-uk-government\">engulf</a> Prime Minister Keir Starmer on Friday, police said they were carrying out searches at two addresses located in the Camden area of London and the southwestern county of Wiltshire.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Metropolitan Police Deputy Assistant Commissioner Hayley Sewart said the Met’s Central Specialist Crime team was searching the two properties in relation to “an ongoing <a href=\"/news/2026/2/3/uks-mandelson-to-resign-from-house-of-lords-over-epstein-ties\">investigation</a> into misconduct in public office offences, involving a 72-year-old man”.</p><p>Mandelson, 72, has homes in Wiltshire and in the Camden area of London.</p><p>The former envoy, who is being investigated over documents suggesting he passed sensitive government information to Epstein a decade and a half ago, has not been arrested or charged.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Starmer had already <a href=\"/news/2025/9/11/uk-fires-ambassador-to-us-peter-mandelson-over-links-to-epstein\">sacked</a> Mandelson after a first batch of emails were published in September, showing that he had remained friends with Epstein after the late financier’s 2008 conviction for sex offences involving a minor.</p><p>But emails recently released by the US Department of Justice appear to show that Mandelson, as business secretary under the Labour government led by former Prime Minister Gordon Brown, also passed on sensitive, potentially market-moving information to the financier.</p><p>The latest revelations have prompted Starmer’s opponents and even those in his own party to question his judgement at a time when opinion polls indicate he is deeply unpopular with the British public.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The prime minister apologised on Thursday for believing Mandelson’s “lies” when he appointed him ambassador. His government has pledged to “provide whatever support and assistance the police need”.</p><p>He is now under pressure to sack his chief of staff, Morgan McSweeney, who is close to Mandelson and is believed to have pushed for his appointment as US ambassador.</p><p>Mandelson, who <a href=\"/news/2026/2/5/how-epstein-mandelson-files-rocked-the-uk-government\">resigned</a> from Starmer’s Labour Party on Sunday and quit his position in parliament’s upper chamber on Tuesday, has not responded to messages seeking comment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iranian FM says indirect talks with US were a ‘good start’ | Conflict | Al Jazeera",
            "time": "2026-02-06T18:43:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-06T152408Z_1727369181_RC25GJAY9E1Z_RTRMADP_3_IRAN-CRISIS-OMAN_cropped.JPG-1770403248.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div></div></body></html>"
        }
    ]
}