{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "ISIL claims responsibility for deadly church attack in eastern DR Congo | ISIL/ISIS News | Al Jazeera",
            "time": "2025-07-28T21:49:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25208557198348-1753734198.jpg?resize=1645%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>ISIL claims responsibility for deadly church attack in eastern DR Congo</h1><p class=\"article__subhead\"><em>A UN mission says 43 worshippers were killed in the attack at a night mass in a church.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The armed group ISIL (<a href=\"/features/longform/2025/5/19/a-fathers-fight-to-find-out-what-happened-to-his-son-who-joined-isis\">ISIS</a>) has claimed responsibility for a <a href=\"/news/2025/7/27/at-least-38-killed-in-church-attack-in-eastern-dr-congo\">deadly attack</a> that a United Nations mission says killed at least 43 worshippers during a night mass at a church in eastern Democratic Republic of the Congo (DRC).</p><p>The attack, which took place at the church in Ituri province’s Komanda city, saw members of the <a href=\"/video/inside-story/2025/6/11/why-is-violence-by-boko-haram-and-isil-rising-again-in-nigeria\">ISIL-affiliated</a> Allied Democratic Forces (ADF) killing people with guns and machetes, and taking captives.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>ISIL said on its Telegram channel that rebels had killed some 45 churchgoers and burned dozens of homes and shops.</p><p>The UN mission known as MONUSCO said at least 43 people had been killed, including 19 women and nine children, and condemned the attack.</p><p>Pope Leo sent a message of condolences to the bereaved families and the Christian community who lost their relatives and friends in the assault, saying he would pray for them.</p><p>The Congolese government condemned the church attack as “horrific”, while the military described it as a “large-scale massacre” carried out in revenge for recent security operations targeting the ADF.</p><p>However, M23, another Congolese rebel group, backed by Rwanda, used the attack to accuse the government of “blatant incompetence” in attempts to protect citizens.</p><p>MONUSCO said the church killings will “exacerbate an already extremely worrying humanitarian situation in the province”.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-1572715\" src=\"/wp-content/uploads/2021/11/WEBMAP_DRCONGO-ITURI-PRONVINCE_1000x562.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Map of Ituri, DRC\" fetchpriority=\"low\"></p><p>The church attack on Sunday was the latest in a series of deadly ADF assaults on civilians, including an attack earlier this month when the group killed 66 people in Ituri province.</p><p>The attack happened on July 11, at about 1am (00:00 GMT) in the Irumu area, near the border with Uganda.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The ADF originates in neighbouring Uganda, but is now based in the mineral-rich eastern DRC. It mounts frequent attacks, further destabilising a region where many armed groups compete for influence and resources.</p><p>The ADF was formed by disparate small groups in Uganda in the late 1990s following alleged discontent with President Yoweri Museveni.</p><p>In 2002, following military assaults by <a href=\"/news/2025/6/3/two-suspected-uganda-rebels-killed-in-kampala-explosion\">Ugandan forces</a>, the group moved its activities to the neighbouring DRC and has since been responsible for the killings of thousands of civilians. In 2019, it pledged allegiance to ISIL.</p><p>The ADF’s leadership says it is fighting to form a government in the East African country.</p><p>The DRC army has long struggled against the rebel group, and it is now also grappling with a complex web of attacks since renewed hostilities with the Rwanda-backed <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">M23 rebels</a>.</p></div></div></body></html>"
        },
        {
            "title": "Thailand, Cambodia ceasefire ends days of deadly border clashes | Military | Al Jazeera",
            "time": "2025-07-28T20:14:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753733549.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jul 2025</span><span aria-hidden=\"true\">28 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Aid arrives in Syria’s Suwayda as UN says humanitarian situation critical | Humanitarian Crises News | Al Jazeera",
            "time": "2025-07-28T19:46:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250728__6833866__v4__HighRes__SyriaConflictMinoritiesDruzeAid-1753728122.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A humanitarian aid convoy has reached Syria’s Druze-majority Suwayda province as the United Nations warns that the humanitarian situation remains critical after last week’s <a href=\"/news/2025/7/21/syria-evacuates-bedouins-from-clashes-hit-suwayda-as-shaky-ceasefire-holds\">deadly clashes</a> displaced thousands and left essential services in ruins.</p><p>Clashes in Druze-majority Suwayda province, which began on July 13 and ended with a ceasefire a week later, initially involved Druze fighters and Sunni Bedouin tribes, who have been fighting for decades. Later, government forces joined the fighting on the side of the Bedouin armed groups.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>State television reported on Monday that a Syrian Red Crescent convoy had entered Suwayda, showing images of trucks crossing into the region.</p><p>State news agency SANA said the 27-truck convoy “contains 200 tonnes of flour, 2,000 shelter kits, 1,000 food baskets” as well as medical and other food supplies.</p><p>The effort was a cooperation between “international organisations, the Syrian government and the local community”.</p><h2 id=\"un-warns-of-critical-situation\">UN warns of critical situation</h2><p>Although the ceasefire has largely held, the UN’s humanitarian agency, OCHA, said that the humanitarian situation in Suwayda province “remains critical amid ongoing instability and intermittent hostilities”.</p><p>“Humanitarian access, due to roadblocks, insecurity and other impediments … remains constrained, hampering the ability of humanitarians to assess need thoroughly and to provide critical life-saving assistance on a large scale,” OCHA said in a statement.</p><p>It stated that the violence resulted in power and water outages, as well as shortages of food, medicine, and fuel.</p><p>Local news outlet Suwayda24 reported that “the humanitarian needs in Suwayda are dire”, saying many more aid convoys were needed for the province.</p><p>It said demonstrations demanding more humanitarian aid were held in several locations on Monday.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On Sunday, Suwayda24 published a warning from local civil and humanitarian groups of a “humanitarian catastrophe” in Suwayda, adding that the province “is under a suffocating, escalating siege imposed by the authorities” that has led to a severe lack of basic supplies.</p><p>The Syrian Observatory for Human Rights said that government forces were deployed in parts of the province, but goods were unable to enter due to the ongoing closure of the Suwayda-Damascus highway, as government-affiliated armed groups were obstructing traffic.</p><p>SANA quoted Suwayda’s provincial Governor Mustafa al-Bakkur on Sunday as saying that aid convoys were entering Suwayda province normally and that “the roads are unobstructed for the entry of relief organisations to the province”.</p><figure id=\"attachment_3862215\" aria-describedby=\"caption-attachment-3862215\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3862215\" src=\"/wp-content/uploads/2025/07/AFP__20250728__68478RT__v1__HighRes__SyriaConflictMinoritiesDruze-1753728132.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Sweida\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3862215\" class=\"wp-caption-text\">A Syrian man chants slogans as people gather to protest the humanitarian situation in the predominantly Druze city of Suwayda on July 28, 2025 [Shadi al-dabaisi/AFP]</figcaption></figure><h2 id=\"deadly-clashes-displaced-thousands\">Deadly clashes displaced thousands</h2><p>The <a href=\"/news/2025/7/20/syrian-troops-clear-bedouin-fighters-from-suwayda-declare-end-to-clashes\">clashes</a> killed more than 250 people and threatened to unravel Syria’s post-war transition.</p><p>The violence also displaced 128,571 people, according to the UN’s International Organization for Migration.</p><p>During the clashes, government forces intervened on the side of the Bedouin, according to witnesses, experts and the Syrian Observatory for Human Rights monitor.</p><p><a href=\"/news/2025/7/20/will-israel-ever-get-blowback-for-bombing-its-neighbours\">Israel intervened</a> and launched air attacks on Syria’s Ministry of Defence buildings in the heart of Damascus.</p><p>Israeli forces also hit Syrian government forces in Suwayda province, claiming it was protecting the Druze, whom it calls its “brothers”.</p><h2 id=\"russia-turkiye-call-for-respect-of-syria-s-territorial-integrity\">Russia, Turkiye call for respect of Syria’s territorial integrity</h2><p>Following the Israeli attacks, Russia’s President Vladimir Putin stressed the importance of Syria’s territorial integrity in a call with Israeli Prime Minister Benjamin Netanyahu.</p><p>Putin, an ally of former Syrian leader Bashar al-Assad, also said that political stability in the country must be achieved through respect for “all ethnic and religious groups’ interests”, a Kremlin statement said.</p><p>A senior Turkish official also called for sustained de-escalation and an end to Israeli military attacks in Syria, stressing the need to support Damascus’s efforts to stabilise the war-torn country.</p><p>“From now on, it is important to ensure continued de-escalation and Israeli non-aggression, support for the Syrian government’s efforts to restore calm in Suwayda and to prevent civilian casualties,” Deputy Foreign Minister Nuh Yilmaz told the UN Security Council during a meeting on Syria.</p><p>“Israel’s disregard for law, order, and state sovereignty reached new heights with its recent attacks on the presidential complex and the Defence Ministry,” Yilmaz said. “The situation has partially improved as a result of our collective efforts with the US and some other countries.”</p></div></div></body></html>"
        },
        {
            "title": "UN chief calls for ‘viable two-state solution’ to Israel-Palestine conflict | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-28T19:36:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-28T084438Z_2114344294_RC2GVFARGRBA_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1753693716.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Dozens of ministers have gathered at a United Nations conference to urge the world to work towards a two-state solution between Israelis and the Palestinians, but the United States and Israel have boycotted the event.</p><p>The 193-member UN General Assembly decided in September last year that such a conference would be held in 2025.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Hosted by France and Saudi Arabia, the conference was postponed in June after Israel attacked Iran.</p><p>Addressing the attendees on Monday, Saudi Foreign Minister Prince Faisal bin Farhan Al Saud urged all countries to support the conference goal of a roadmap laying out the parameters to a Palestinian state while ensuring Israel’s security.</p><p>In opening remarks, United Nations Secretary-General Antonio Guterres said, “We must ensure that it does not become another exercise in well-meaning rhetoric.</p><p>“It can and must serve as a decisive turning point – one that catalyses irreversible progress towards ending the occupation and realising our shared aspiration for a viable two-state solution.”</p><p>French Foreign Minister Jean-Noel Barrot told the conference: “We must work on the ways and means to go from the end of the war in Gaza to the end of the Israeli-Palestinian conflict, at a time when this war is jeopardising the stability and security of the entire region.</p><p>“Only a political, two-state solution will help respond to the legitimate aspirations of Israelis and Palestinians to live in peace and security. There is no alternative.”</p><p>France intends to <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">recognise</a> a Palestinian state in September at the annual gathering of world leaders at the United Nations General Assembly, French President Emmanuel Macron said last week.</p><p>Palestinian Prime Minister Mohammed Mustafa called on all countries to “recognise the state of Palestine without delay”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“All states have a responsibility to act now,” said Mustafa at the start of the meeting.</p><p>The meeting comes as Israel’s war on Gaza still rages after more than 21 months.</p><p>The war was triggered in October 2023 when Hamas led an attack on southern Israel, <a href=\"/news/2025/7/27/israeli-strikes-kill-63-in-gaza-despite-pauses-as-hunger-crisis-deepens\">killing at least 1,139</a> and seizing more than 200 others as captives, according to Israeli statistics.</p><p>Since then, Israel’s military assault on Gaza has killed more than 59,000 Palestinians, mostly women and children, according to health authorities in the besieged territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israel-us-boycott-meeting\">Israel, US boycott meeting</h2><p>Despite growing international pressure on Israel to end its war, Israel and the US were not taking part in the meeting.</p><p>The US State Department said the three-day event was “unproductive and ill-timed,” as well as a “publicity stunt” that would make finding peace harder.</p><p>The diplomatic push is a “reward for terrorism”, it said in a statement, and it also called the promise to recognise a Palestinian state by Macron “counterproductive.”</p><p>Speaking to reporters later on Monday, Prince Faisal called for US President Donald Trump’s involvement in resolving the ongoing conflict.</p><p>“I’m firmly in the belief that the US engagement, especially the engagement of President Trump, can be a catalyst for an end to the immediate crisis in Gaza and potentially a resolution of the Palestinian-Israeli conflict in the long term,” he told reporters.</p><p>Marwan Bishara, Al Jazeera’s senior political analyst, said that the regional powers appeared to have limited influence over the situation in Gaza.</p><p>“The Saudis, Egyptians, Jordanians and others are all incapable of affecting the situation,” he said. “They are weak and cannot do anything themselves about what is going on in Gaza.”</p><p>The UN has long endorsed a vision of two states side by side within secure and recognised borders.</p><p>Palestinians want a state in the occupied West Bank, East Jerusalem and the Gaza Strip, all territory captured by Israel in the 1967 war with neighbouring Arab states.</p><p>The UN General Assembly in May last year overwhelmingly backed a Palestinian bid to become a full UN member by recognising it as qualified to join and recommending the UN Security Council “reconsider the matter favourably”.</p><p>The resolution garnered 143 votes in favour and nine against.</p><p>The General Assembly vote was a global survey of support for the Palestinian bid to become a full UN member – a move that would effectively recognise a Palestinian state – after the US vetoed it in the UN Security Council several weeks earlier.</p></div></div></body></html>"
        },
        {
            "title": "UN Secretary-General: ‘The destruction of Gaza is intolerable’ | Newsfeed | Al Jazeera",
            "time": "2025-07-28T19:28:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753730863.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jul 2025</span><span aria-hidden=\"true\">28 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US memo allows federal employees to evangelise colleagues at work | Donald Trump News | Al Jazeera",
            "time": "2025-07-28T19:28:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25072807522699-1753722470.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US memo allows federal employees to evangelise colleagues at work</h1><p class=\"article__subhead\"><em>President Donald Trump has claimed religious freedom under attack in US, as critics say he is eroding separation of church and state.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Federal workers – including supervisors – can attempt to persuade their colleagues to join their religion, according to a new directive from the director of the US Office of Personnel Management.</p><p>The memo sent by agency head Scott Kuper on Monday cites constitutionally protected freedom from religious discrimination in justifying the policy, framing it as part of the administration of President Donald Trump’s latest effort to protect religious freedom.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Critics have <a href=\"/video/upfront/2025/5/30/the-rise-of-christian-nationalism-under-trump\">accused</a> the Trump administration of pursuing policies that corrode the separation of church and state in the US, while elevating Christianity over other religions.</p><p>While the memo outlines some commonly accepted practices like allowing federal employees to pray in the workforce or wear religious attire, it takes a step further in saying that workers may engage in “attempting to persuade others of the correctness of their own religious views” as long as “such efforts are not harassing in nature”.</p><p>That can also include encouraging fellow workers to pray “to the same extent that they would be permitted to encourage coworkers to participate in other personal activities”.</p><p></p><p>“The constitutional rights of supervisors to engage in such conversations should not be distinguished from non-supervisory employees by the nature of their supervisory roles,” the directive said, while adding that employees cannot be punished for asking not to have the conversation.</p><p>The memo also outlines acceptable behaviours for federal employees who interact with the public, saying that religious expression should not be “limited by the venue or hearer”, while noting that statements made to the public “pursuant to their official duties” are not necessarily protected by the US Constitution.</p><p>As an example, the memo said that a national park ranger leading a public tour “may join her tour group in prayer” or that a doctor at the Veterans Affairs hospital “may pray over his patient for recovery”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration has repeatedly claimed an assault on religious freedom in the country, which it has vowed to counter.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In February, Trump, via executive action, <a href=\"/news/2025/2/6/trump-announces-plan-to-launch-task-force-against-anti-christian-bias\">launched</a> a “Task Force to Eradicate Anti-Christian Bias”.</p><p>In May, he created the “Religious Liberty Commission”, releasing a fact sheet that only directly referenced Christianity, despite vowing to promote “America’s peaceful religious pluralism”.</p><p>Speaking at a Rose Garden event at the time, Trump questioned whether religion and government in the country should remain distinct.</p><p>“Separation? Is that a good thing or a bad thing?” Trump said at the time. “I’m not sure.”</p><p>“We’re bringing religion back to our country,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Why Sudan’s RSF chose this parallel government ahead of peace talks | Sudan war News | Al Jazeera",
            "time": "2025-07-28T18:58:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/10/AFP__20220608__32C438Q__v2__HighRes__SudanUnPolitics-1728547440.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Tasis Alliance, a coalition of Sudanese armed groups formed in February, has unveiled a parallel ”transitional peace” government to rival Sudan’s wartime government in Port Sudan.</p><p>Tasis is based on a partnership between the Rapid Support Forces (RSF) and the Sudan People’s Liberation Movement-North (SPLM-N), a powerful armed group that controls swaths of South Kordofan and Blue Nile states in southern Sudan.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>SPLM-N has been fighting a rebellion against the central government and the Sudanese Armed Forces (SAF) for 40 years – a conflict rooted in aggressive land grabs by central elites.</p><p>The RSF and SAF are former allies, yet a power struggle triggered an all-out civil war in April 2023.</p><p>Analysts<a href=\"/features/2025/7/23/sudans-competing-authorities-are-beholden-to-militia-leaders\" target=\"_blank\" rel=\"noopener\"> have told Al Jazeera</a> that Tasis aims to challenge SAF for legitimacy and power after more than two years of conflict.</p><p>“The Tasis government is the RSF’s latest desperate attempt to rebrand itself as a state authority rather than a militia,” said Anette Hoffmann, an expert on Sudan at the Clingendale Institute think-tank in the Netherlands.</p><p>“Yet all their actions have continued to prove the opposite. While announcing their government … RSF forces and their allies were besieging entire state capitals and starving innocent civilians,” she told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Why Tasis wants to be a state authority</h3><p>Tasis announced its government just three days before a new round of Sudan peace talks is set to begin on July 29 in the United States.</p><p>The talks will bring together representatives from the Sudan Quartet – Egypt, Saudi Arabia, the United Arab Emirates and the US. Neither SAF nor the RSF will be included in this round, according to Africa Intelligence.</p><p>Regardless, the RSF has long been wary of being dismissed as a mere “armed group” in ceasefire negotiations and left out of the circles of power and influence in a post-war Sudan due to a lack of international legitimacy.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>By forming its own government, the Tasis Alliance aims to garner recognition from some friendly states and boost its bargaining position in future negotiations, said Kholood Khair, an expert on Sudan and the founder of the Confluence Advisory think-tank.</p><p>“What’s interesting is that there has been so little disclosed about these new talks, yet it has started a fury across Sudan and catalysed the formation of these two governments,” Khair told Al Jazeera.</p><p>She added that the army adopted a similar ploy in May when it appointed Kamel Idris as prime minister in Port Sudan, a strategic city on the Red Sea Coast.</p><p>Idris recently appointed five new ministers to round out his new government, just a day after Tasis announced its parallel administration.</p><figure id=\"attachment_3859711\" aria-describedby=\"caption-attachment-3859711\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3859711\" src=\"/wp-content/uploads/2025/07/ap_6885f62a5da99-1753609770.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Sudanese army officers inspect a recently discovered weapons storage site belonging to the paramilitary Rapid Support Forces (RSF) in Khartoum, Sudan, Saturday, May 3, 2025. (AP Photo)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3859711\" class=\"wp-caption-text\">Sudanese army officers inspect a recently discovered weapons storage site belonging to the paramilitary Rapid Support Forces (RSF) in Khartoum, Sudan, Saturday, May 3, 2025 [Unknown/AP]</figcaption></figure><h3>Recycled blueprint</h3><p>Like Port Sudan, the RSF-backed government is run by a council of military elites and civilian loyalists.</p><p>The RSF’s leader, Mohamed Hamdan “Hemedti” Dagalo, heads the Tasis’s 15-member Presidential Council.  SPLM-N leader Abdelaziz al-Hilu serves as his deputy.</p><p>A reported 47 percent of posts in the new administration went to RSF-aligned armed commanders and civil servants, while SPLM-N was given about one-third of the posts.</p><p>The rest were handed out to smaller armed groups and political parties who advantageously joined Tasis to boost their relevance, as <a href=\"/news/2025/2/20/after-splinter-can-sudans-anti-war-coalition-reinvent-itself\" target=\"_blank\" rel=\"noopener\">previously reported by Al Jazeera. </a></p><p>Post appointees include Suleiman Sandal from the Justice and Equality Movement (JEM) –  a rebel group that emerged out of the Darfur wars and splintered in the current war – who was made interior minister.</p><p>Al-Tahir Hajar, from the Sudan Liberation Forces Gathering (SLFG), which also emerged from the Darfur wars, is a prominent member of the Tasis leadership council.</p><p>The prime minister of the Tasis government is Mohamed Hassan al-Ta’aishi, a politician from Darfur and a former member of the transitional Sovereign Council that led Sudan shortly after former President Omar al-Bashir was toppled in 2019.</p><p>The Sovereign Council was headed by SAF chief Abdel Fattah al-Burhan and Hemedti. The two were supposed to step down from power in 2021, yet they orchestrated a coup to dismiss the then-civilian cabinet and dash hopes for democracy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3><strong>Cementing the rift </strong></h3><p>Since SAF recaptured the capital Khartoum from the RSF in March, the former has been in control of the east and centre of the country, while the RSF has attempted to consolidate its control over the western and southern regions.</p><p>The Tasis government may have ended up cementing that division more than helping it gain an advantage at the negotiating table, said Alan Boswell, an expert on Sudan with International Crisis Group.</p><p>“The RSF aims to be legitimate as a national actor,” he said. “Yet [this government] makes de facto partition all the more likely, even if that is not the strategic intent.”</p><p>Khair added that the creation of a second government further incentivises armed groups to accumulate power in hopes of scoring a post in one of the two administrations.</p><p>“This [new government] really catalyses the proliferation of different armed groups,” she said. “More armed groups will mobilise … to win a position [in one of the two governments] during wartime.”</p><p>“This is a reality that really entrenches war dynamics.”</p></div></div></body></html>"
        },
        {
            "title": "Gunfire at aid drop site as hungry Palestinians scramble for food | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-28T18:46:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250728__683P7KG__v1__MP41920x1080__GunfireAmidChaoticScenesAsGazansScramble_cropped-1753727787.jpg?resize=1920%2C1080",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jul 2025</span><span aria-hidden=\"true\">28 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "At least 17 killed after gunmen storm small-town bar in Ecuador | Crime News | Al Jazeera",
            "time": "2025-07-28T18:12:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/02/2025-02-09T133416Z_172612981_RC2UQCAAUCK0_RTRMADP_3_ECUADOR-ELECTION-1739109763.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 17 killed after gunmen storm small-town bar in Ecuador</h1><p class=\"article__subhead\"><em>The South American nation has reeled under a substantial increase in violent crime over the last several years.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gunmen in Ecuador have killed at least 17 people, including a child, in an attack on a bar, the latest incident to underscore the South American nation’s challenges with rising violent crime.</p><p>The country’s attorney general said on Monday that more than 40 pieces of ballistic evidence were recovered from the bar in the small town of El Empalme, located about 160 kilometres [100 miles] north of the city of Guayaquil in the coastal province of Guayas.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Images shared by Ecuadorian media show bodies and pools of blood across the floor of the bar.</p><p>Ecuador has reeled from a surge in <a href=\"/news/2025/3/7/at-least-22-people-killed-as-gang-violence-erupts-in-ecuador\">violent crime</a> over the last several years, which experts say is largely driven by criminal groups sparring over territory and lucrative drug trafficking routes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Police said that groups of gunmen in two trucks opened fire on the bar with pistols and rifles on Sunday night in an attack that also injured at least 11 people, with other reports putting the number as high as 14.</p><p>One minor hit in the attack ran more than a kilometre before collapsing in the street and dying from his wounds.</p><p>The news agency AFP reported that the trucks full of men also shot and killed two more people at a different location, and that the men shouted “Active Wolves!” during the attack on the bar.</p><p>El Empalme police chief Oscar Valencia said the term was a possible reference to the criminal group Los Lobos, which competes with another group, Los Choneros, for control of drug trafficking, extortion, kidnapping, and illegal mining operations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ecuador’s President <a href=\"/news/2025/4/14/ecuadors-noboa-wins-presidential-runoff-rival-demands-recount\">Daniel Noboa</a> has pushed for expanded powers for the executive and state security forces in the name of addressing crime, measures that have mostly won over public support despite concerns over <a href=\"/news/2024/12/31/ecuador-confirms-charred-bodies-belong-to-four-missing-boys\">potential abuses.</a></p></div></div></body></html>"
        },
        {
            "title": "UN report reveals global hunger falls, but food insecurity rises in Africa | Hunger News | Al Jazeera",
            "time": "2025-07-28T17:40:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-10-08T060303Z_1816023518_RC2AG8ASK3AL_RTRMADP_3_SUDAN-POLITICS-VOLUNTEERS-1753723256.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Global hunger levels declined for a third consecutive year in 2024, according to a new United Nations report, as better access to food in South America and India offset deepening <a href=\"/news/2025/7/28/palestinian-baby-among-14-who-died-from-hunger-in-gaza-in-last-24-hours\">malnutrition</a> and climate shocks in parts of Africa and the Middle East.</p><p>Around 673 million people, or 8.2 percent of the world’s population, experienced hunger in 2024, down from 8.5 percent in 2023, according to the State of Food Security and Nutrition in the World report, jointly prepared by five UN agencies.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The agencies include the World Health Organization (WHO), the Food and Agriculture Organization (FAO) and the World Food Programme (WFP).</p><p>The agencies said the report focused on chronic, long-term problems and did not fully reflect the impact of acute crises brought on by specific events and wars, including Israel’s war on Gaza.</p><p>“Conflict continues to drive hunger from <a href=\"/video/newsfeed/2025/7/28/trump-some-of-those-kids-thats-real\">Gaza</a> to <a href=\"/where/sudan/\">Sudan</a> and beyond,” UN Secretary-General Antonio Guterres said in remarks delivered by video link from a UN food summit in Ethiopia on Monday, adding that “hunger further feeds future instability and undermines peace”.</p><p>The WHO has warned that malnutrition in the besieged Palestinian enclave has reached “alarming levels” since Israel imposed a total blockade on March 2.</p><p>The blockade was partially lifted in May, but only a trickle of aid has been allowed to enter since then, despite warnings about mass starvation from the UN and aid organisations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"hunger-rate-falls-in-south-america-southern-asia\">Hunger rate falls in South America, southern Asia</h2><p>In 2024, the most significant progress was reported in South America and southern Asia, according to the UN report.</p><p>In South America, the hunger rate fell to 3.8 percent in 2024 from 4.2 percent in 2023. In southern Asia, it fell to 11 percent from 12.2 percent.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Progress in South America was underpinned by improved agricultural productivity and social programmes, such as school meals, Maximo Torero, the chief economist at the FAO, told news agency Reuters.</p><p>In southern Asia, it was mostly due to new data from India showing more people with access to healthy diets.</p><p>The overall 2024 hunger numbers were still higher than the 7.5 percent recorded in 2019 before the COVID-19 pandemic.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"hunger-more-prevalent-in-africa\">Hunger more prevalent in Africa</h2><p>The picture was very different in Africa, where productivity gains were not keeping up with high population growth and the impacts of conflict, extreme weather and inflation.</p><p>In 2024, more than one in five people on the continent, or 307 million people, were chronically undernourished, meaning hunger is more prevalent than it was 20 years ago.</p><p>According to the current projection, 512 million people in the world may be chronically undernourished in 2030, with nearly 60 percent of them to be found in Africa, the report said.</p><p>“We must urgently reverse this trajectory,” said the FAO’s Torero.</p><p>A major mark of distress is the number of Africans unable to afford a healthy diet. While the global figure fell from 2.76 billion in 2019 to 2.6 billion in 2024, the number increased in Africa from 864 million to just over one billion during the same period.</p><p>That means the vast majority of Africans are unable to eat well on the continent of 1.5 billion people.</p><h2 id=\"inequalities\">Inequalities</h2><p>The UN report also highlighted “persistent inequalities” with women and rural communities most affected, which widened last year over 2023.</p><p>“Despite adequate global food production, millions of people go hungry or are malnourished because safe and nutritious food is not available, not accessible or, more often, not affordable,” it said.</p><p>The gap between global food price inflation and overall inflation peaked in January 2023, driving up the cost of diets and hitting low-income nations hardest, the report said.</p><p>The report also said that overall adult obesity rose to nearly 16 percent in 2022, from 12 percent in 2012.</p></div></div></body></html>"
        },
        {
            "title": "How does Israel get away with bombing its neighbours? | Newsfeed | Al Jazeera",
            "time": "2025-07-28T17:28:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753723679.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jul 2025</span><span aria-hidden=\"true\">28 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US judge blocks Trump’s effort to defund reproductive health organisation | Courts News | Al Jazeera",
            "time": "2025-07-28T17:08:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25199436408258-1753718982.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>US judge blocks Trump’s effort to defund reproductive health organisation</h1><p class=\"article__subhead\"><em>Planned Parenthood says one million patients could lose coverage if it was cut off from Medicaid funds.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States federal judge has ruled against President Donald Trump’s effort to defund <a href=\"/news/2025/6/26/us-supreme-court-backs-south-carolina-effort-to-defund-planned-parenthood\">Planned Parenthood</a>, a reproductive health services organisation that has long attracted conservative ire.</p><p>In a decision on Monday, US District Judge Indira Talwani ruled that Planned Parenthood clinics must continue to receive reimbursements for Medicaid, a government health programme for the poor.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Patients are likely to suffer adverse health consequences where care is disrupted or unavailable,” Talwani stated in her Monday order. “In particular, restricting Members’ ability to provide healthcare services threatens an increase in unintended pregnancies and attendant complications because of reduced access to effective contraceptives, and an increase in undiagnosed and untreated STIs.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Planned Parenthood had filed a lawsuit over a provision in a recent Republican tax and spending bill that cut off Medicaid payments for one year to abortion providers who received more than $800,000 from Medicaid in 2023.</p><p><span>The US already prevents federal funds from paying for abortion services, and organisations that provide abortions, such as Planned Parenthood, also offer <a href=\"/news/2025/7/25/us-confirms-it-will-destroy-contraceptives-previously-designated-as-aid\" target=\"_blank\" rel=\"noopener\">reproductive health</a> services such as contraception, pregnancy tests and STD testing.</span></p><p>The organisation estimated that the provision in the bill could result in the closure of 200 clinics across 24 states, with more than one million patients at risk of losing coverage.</p><p>Conservative politicians have long sought to restrict access to federal funds for Planned Parenthood, the country’s largest abortion provider, as part of a larger push to roll back access to reproductive health services.</p><p>Since the US Supreme Court <a href=\"/news/2022/6/24/roe-v-wade-us-supreme-court-overturns-landmark-abortion-ruling\">overturned Roe v Wade</a>, a previous 1973 decision that had established abortion as a constitutional right, in June 2022, numerous Republican-led states have passed new restrictions on abortion or banned it entirely.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Today, a federal judge issued a preliminary injunction, blocking the provision in the reconciliation law that unconstitutionally ‘defunds’ Planned Parenthood from going back into effect,” Planned Parenthood said in a statement on Monday.</p><p>“This means that patients can use Medicaid at Planned Parenthood health centers, and Planned Parenthood health centers can receive reimbursements for the essential services they provide.”</p></div></div></body></html>"
        },
        {
            "title": "Israeli rights groups call the war on Gaza genocide for first time | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-28T16:41:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753720895.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jul 2025</span><span aria-hidden=\"true\">28 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli human rights group: Israel is committing genocide in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-28T16:05:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/AA-20250418-37675388-37675369-ISRAELI_ATTACKS_ON_GAZA_CONTINUE-1745029577.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli-Palestinian human rights group B’Tselem has declared Israel’s actions in Gaza as genocide in its latest report, titled Our Genocide.</p><p>The report, released on Monday, carries strong condemnation of Israel’s war on Gaza, which has killed at least 59,733 people and wounded 144,477.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“An examination of Israel’s policy in the Gaza Strip and its horrific outcomes, together with statements by senior Israeli politicians and military commanders about the goals of the attack, leads to the unequivocal conclusion that Israel is taking coordinated action to intentionally destroy Palestinian society in the Gaza Strip,” the report reads.</p><p>“In other words: Israel is committing genocide against Palestinians in the Gaza Strip.”</p><p>An estimated 1,139 people died during the Hamas-led October 7, 2023, attacks on Israel, and some 200 were taken captive.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"our-genocide\">‘Our Genocide’</h2><p>The report delves into Israeli violations against Palestinians, going back to the 1948 foundation of the Israeli state, which “had a clear objective from the outset: to cement the supremacy of the Jewish group across the entire territory under Israeli control”.</p><p>As such, the state of Israel exhibits “settler-colonial patterns, including widespread settlement involving displacement and dispossession, demographic engineering, ethnic cleansing and the imposition of military rule on Palestinians”, the report continues.</p><p>And while it looks back at Israel’s efforts to “uphold Jewish supremacy, relying on a false pretense of the rule of law while, in reality, the rights of the Palestinian subjects are left unprotected”, the report notes that this was accelerated after October 7.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The “broad, coordinated onslaught against Palestinians in the Gaza Strip” that the report points to has “enjoyed support, legitimization, and normalization from the majority of Jewish-Israelis, as well as from the Israeli legal system”.</p><p>The report also speaks about the intensified efforts since October 2024 to displace Palestinians in Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Israel’s actions in northern Gaza were described by many experts … as an attempt to carry out ethnic cleansing. In practice, by November 2024, some 100,000 people who had lived in northern Gaza had been displaced from their homes,” the document reads.</p><p>The report goes beyond Gaza to say that Israel has intensified its violent operations in the occupied West Bank and occupied East Jerusalem since October 7, “on a scale not seen since Israel occupied the West Bank in 1967”.</p><p>B’Tselem first used the word “apartheid” in 2021 to describe the two-tier reality for Israelis and Palestinians in historic Palestine.</p><figure id=\"attachment_3861478\" aria-describedby=\"caption-attachment-3861478\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3861478\" src=\"/wp-content/uploads/2025/07/2025-07-28T084838Z_1055873841_RC2HVFAXAJO0_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1753693454.jpg?w=770&amp;resize=770%2C539&amp;quality=80\" alt=\"A child reacts during the funeral of Palestinians killed in an overnight Israeli strike, according to medics, at Nasser hospital, in Khan Younis in the southern Gaza Strip, July 28, 2025. REUTERS/Ramadan Abed\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3861478\" class=\"wp-caption-text\">A child reacts during the funeral of Palestinians killed in an overnight Israeli strike, according to medics, at Nasser Hospital, in Khan Younis in the southern Gaza Strip, July 28, 2025 [Ramadan Abed/Reuters]</figcaption></figure><h2 id=\"genocide-in-words-and-actions\">Genocide in words and actions</h2><p>B’tselem’s report follows an op-ed in the New York Times by Holocaust scholar Amos Goldberg, where he described Israel’s actions in Gaza as genocide, as well as growing demonstrations by protesters in Israel calling for an end to the war.</p><p>However, opposition to Israel’s war on Gaza is still widely controversial in Israeli society. Only around 16 percent of Jewish Israelis believe peaceful coexistence with Palestinians is possible, according to a June <a href=\"https://www.pewresearch.org/global/2025/06/03/israeli-public-is-increasingly-skeptical-about-lasting-peace/\">poll</a> by the Pew Research Center.</p><p>Meanwhile, 64 percent of Jewish Israelis believe Israel should temporarily occupy the Gaza Strip, according to a <a href=\"https://www.jpost.com/israel-news/defense-news/article-861140\">survey</a> by the Jerusalem Center for Security and Foreign Affairs (JCFA).</p><p>Critics of stereotypical Israeli views include Israeli political commentator Ori Goldberg, a former university professor and national security consultant, who called these views “vile” on the social media platform X.</p><p> </p><p></p><p> </p><p> </p><p>“I can only conclude that the pressures from within Israeli society are truly as great as Ori Goldberg recently noted,” Elia Ayoub, a writer, researcher, and the founder of the podcast The Fire These Times, told Al Jazeera.</p><p>“Israeli society has normalised a genocide for nearly two years, and this speaks to a deep moral rot at the core of their political culture,” he continued.</p><p>Meanwhile, Israeli government officials have continued their violent calls against the people of Gaza.</p><p>“The government is rushing to erase Gaza, and thank God we are erasing this evil. All of Gaza will be Jewish,” Heritage Minister Amichai Eliyahu <a href=\"https://www.jpost.com/israel-news/article-862117\">said</a> on Israeli radio last week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"welcomed-news-even-if-late\">Welcomed news, even if late</h2><p>B’Tselem’s report runs 79 pages and documents interviews with numerous Palestinians in Gaza who have lived through the last 22 months of attacks.</p><p>That one of Israel’s most prominent human rights organisations described Israel’s actions in Gaza as genocide is bound to draw criticism of the group in Israeli society. Many Israeli critics of their own country’s actions in Gaza have faced brutal denunciations from their compatriots.</p><p>That makes B’Tselem using the weight of the word “genocide” all the more powerful, even if some believe it could have been done sooner.</p><p>“I welcome this news even though it comes very late into the genocide,” Ayoub said.</p><p>In December 2023, South Africa brought a case that Israel was committing genocide against Gaza to the International Court of Justice (ICJ). <a href=\"/news/2024/6/6/which-countries-have-joined-south-africas-case-against-israel-at-the-icj\">Several other countries</a>, including Brazil, Spain, Turkiye and the Republic of Ireland, have joined South Africa in its ICJ case.</p></div></div></body></html>"
        },
        {
            "title": "Kenya’s protests are not a symptom of failed democracy. They are democracy | Politics | Al Jazeera",
            "time": "2025-07-28T15:40:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-06-25T155230Z_484322823_RC2L9FAY1EHX_RTRMADP_3_KENYA-SECURITY-PROTESTS-ANNIVERSARY-1753711764.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In Kenya, as in many countries across the world, street protests are often framed as the unfortunate result of political failure. As the logic goes, the inability of state institutions to translate popular sentiment into political, legislative and regulatory action to address grievances undermines trust and leaves the streets vulnerable to eruptions of popular discontent.</p><p>In this telling, protests are viewed as a political problem with grievances expected to be legitimately addressed using the mechanisms – coercive or consensual – of the formal political system.</p><p>Like its predecessors, the increasingly paranoid regime of Kenyan President William Ruto has also adopted this view. While generally acknowledging the constitutional right of protest, it has sought to paint the largely peaceful and sustained Generation Z demonstrations and agitation of the past 16 months, which have questioned its rule and policies, as a threat to public order and safety and to delegitimise the street as an avenue for addressing public issues.</p><p>“What is going on in these streets, people think is fashionable,” <a href=\"https://www.kbc.co.ke/ruto-responds-to-ruto-must-go-calls-urges-critics-to-offer-solutions-instead/\">Ruto declared a month ago</a>. “They take selfies and post on social media. But I want to tell you, if we continue this way, … we will not have a country.”</p><p>The killing and abductions of protesters as well as the move to charge them with “terrorism” offences, borrowing a leaf from Western governments that have similarly criminalised pro-Palestinian and antigenocide sentiments, are clear examples of the state’s preferred response. At the same time, there have been repeated calls for the protesters to enter into talks with the regime and, more recently, for an “<a href=\"https://www.citizen.digital/news/saba-saba-raila-wants-national-conclave-formed-to-address-grievances-n365889\">intergenerational national conclave</a>” to address their concerns.</p><p>But framing protests as a dangerous response to political dissatisfaction is flawed. Demonstrations are an expression of democracy, not the result of its failures. The Generation Z movement has shown that transparency, mutual aid and political consciousness can thrive outside formal institutions. Activists have made the streets and online forums sites of grievance, rigorous debate, civic education, and policy engagement.</p><p>They have raised funds, provided medical and legal aid, and supported bereaved families, all without help from the state or international donors. In doing so, they have reminded the country that citizenship is not just about casting ballots every five years. It is about showing up – together, creatively and courageously – to shape the future.</p><p>The Generation Z movement is in many respects a reincarnation of the reform movement of the 1990s when Kenyans waged a decadelong street-based struggle against the brutal dictatorship of President Daniel arap Moi. Today’s defiant chants of “Ruto must go” and “Wantam” – the demand that Ruto be denied a second term in the 2027 election – echo the rallying cries from 30 years ago: “Moi must go” and “Yote yawezekana bila Moi (All is possible without Moi).”</p><p>Centring the struggle on Moi was a potent political strategy. It united a broad coalition, drew international attention and forced critical concessions – from the reintroduction of multiparty politics and term limits to the expansion of civil liberties and, crucially, the rights of assembly and expression.</p><p>By the time Moi left office at the end of 2002, Kenya was arguably at its freest, its spirit immortalised in the Gidi Gidi Maji Maji hit I Am Unbwogable! (I Am Unshakable and Indomitable!)” But that moment of triumph also masked a deeper danger: the illusion that removing a leader was the same as transforming the system.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Moi’s successor, Mwai Kibaki, hailed then as a reformist and gentleman of Kenyan politics, quickly set about reversing hard-won gains. His government blocked (then tried to subvert) constitutional reform, raided newsrooms and eventually presided over a stolen election that brought Kenya to the brink of civil war.</p><p>One of his closest ministers, the late John Michuki, had in 2003 revealed the true mindset of the political class: Constitutional change to devolve the power of the presidency, <a href=\"https://www.standardmedia.co.ke/the-standard/article/2001457975/intrigues-that-shattered-the-kibaki-raila-dream?started=true\">he claimed</a>, was necessary only so “one of our own could share power with Moi”. Once Moi was gone, he averred, there was no longer need for it.</p><p>Due to the obstruction from the political class, it took Kenyans close to a decade after Moi’s departure to finally promulgate a new constitution.</p><p>Generation Z must avoid the trap of the transition of the 2000s. Power, in the Kenyan political imagination, has often been the prize, not the problem. But real change requires more than a reshuffling of names atop the state. It demands a refusal to treat state power as the destination and a commitment to reshaping the terrain on which that power operates. And this is where the youth should beware the machinations of a political class that is more interested in power than in change.</p><p>Today’s calls for national talks and intergenerational conclaves emanating from this class should be treated with suspicion. Kenyans have seen this play out before. From the 1997 Inter-Parties Parliamentary Group talks and the negotiations brokered by former UN Secretary-General Kofi Annan after the 2007-2008 postelection violence to the infamous “handshake” between President Uhuru Kenyatta and his rival Raila Odinga and the failed Building Bridges Initiative, each of these elite pacts was presented as a way to translate popular anger into meaningful reform. Yet time and again, they only served to defuse movements, sideline dissenters and protect entrenched power.</p><p>Worse still, Kenya has a long history of elevating reformers – from opposition leaders and journalists to civil society activists – into positions of state power, only for them to abandon their principles once at the top. Radical rhetoric gives way to political compromise. The goal becomes to rule and extract, not transform. Many end up defending the very systems they once opposed.</p><p>“Ruto must go” is a powerful tactic for mobilisation and pressure. But it should not be seen as the end goal. That was my generation’s mistake. We forgot that we did not achieve the freedoms we enjoy – and that Ruto seeks to roll back – through engaging in the formal system’s rituals of elections and elite agreements but by imposing change on it from the outside. We allowed the politicians to hijack the street movements and reframe power and elite consensus as the solution, not the problem.</p><p>Generation Z must learn from that failure. Its focus must relentlessly be on undoing the system that enables and sustains oppression, not feeding reformers into it. And the streets must remain a legitimate space of powerful political participation, not one to be pacified or criminalised. For its challenge to formal state power is not a threat to democracy. It is democracy.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Baby dies from malnutrition as Trump warns of ‘real starvation’ in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-28T15:33:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-24T112745Z_965664060_RC2YSFAT44I8_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1753360317.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 14 Palestinians, including two children, have died from hunger and malnutrition in Gaza in 24 hours, according to health authorities, as United States President Donald Trump says there are signs of “real starvation” in the besieged territory.</p><p>The deaths pushed the number of those who have died from <a href=\"/video/inside-story/2025/7/27/what-has-israels-denial-of-food-done-to-gazas-people\">malnutrition</a> since Israel launched its war on Gaza in October 2023 to 147, including 88 children, the Ministry of Health in Gaza said on Monday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Most of the deaths have occurred in recent weeks as a hunger crisis has gripped the territory due to Israel’s severe restrictions on the entry of humanitarian aid into Gaza.</p><p>Israel imposed a total blockade on the territory in March, which was partially lifted in May. But only a trickle of aid has been allowed to enter since then despite warnings from the United Nations and aid organisations of mass starvation.</p><p>Before a meeting with British Prime Minister Keir Starmer in Scotland on Monday, Trump said Israel “has a lot of responsibility” for the situation in Gaza.</p><p>Israeli Prime Minister Benjamin Netanyahu had denied that on Sunday, saying, “There is no policy of starvation in Gaza, and there is no starvation in Gaza.”</p><p>Asked by reporters whether he agreed with Netanyahu’s remarks, Trump said, “I don’t know. I mean, based on television, I would say not particularly because those children look very hungry.”</p><p>Starmer, standing next to Trump, said, “We’ve got to get that ceasefire” in Gaza and called it “a desperate situation”.</p><p>Trump said among the issues he would discuss with Starmer would be the humanitarian situation in Gaza.</p><p>The comments come after the Israeli military said it would pause attacks in some parts of Gaza and <a href=\"/news/2025/7/27/israeli-strikes-kill-63-in-gaza-despite-pauses-as-hunger-crisis-deepens\">authorised new corridors for humanitarian</a> deliveries to increase the flow of badly needed aid.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The decision was welcomed by the UN, but the organisation’s humanitarian chief said the deliveries need to be scaled up.</p><h2 id=\"baby-formula-shortage\">Baby formula shortage</h2><p>The warning was made as a medical source at al-Shifa Hospital in Gaza City told  Al Jazeera on Monday that an infant named Muhammad Ibrahim Adas died from malnutrition due to a shortage of baby formula.</p><p>Gaza’s Government Media Office said an extreme shortage of baby formula could cause tens of thousands of malnourished infants like Muhammad to slowly die.</p><p>“There are over 40,000 infants under one year old in Gaza currently at risk of slow death due to this brutal and suffocating blockade,” the office said on Monday, accusing Israel of blocking entry of the product for 150 days.</p><p>“We urgently demand the immediate and unconditional opening of all crossings and the swift entry of baby formula and humanitarian aid,” it continued.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-drop-in-the-ocean\">‘A drop in the ocean’</h2><p>As more aid trucks entered Gaza on Monday through the Karem Abu Salem crossing (Kerem Shalom in Hebrew) and the Zikim road in the north, “devastated Palestinians jumped on these trucks and took whatever they had,” Al Jazeera’s Hind Khoudary said, reporting from Deir el-Balah in central Gaza.</p><p>“When asked why they jumped on the trucks, the Palestinians said they did not have time to wait for the food. They said their children have been starving for days, and they do not have any other option than jumping on these trucks,” Khoudary said.</p><p>“This shows how desperate Palestinians are and how they were deprived of their basic necessities. Now we are expecting more trucks to enter today.”</p><p>Israel’s decision to allow more aid into Gaza has been welcomed by the UN, but officials warned that severe restrictions continued to block lifesaving deliveries.</p><p>“This is a welcome step in the right direction,” Tom Fletcher, the UN undersecretary-general for humanitarian affairs, told Al Jazeera.</p><p>“But clearly, we need to get in vast amounts of aid at a much, much greater scale than we’ve been able to do so far.”</p><p>Fletcher said deliveries overall have been just “a drop in the ocean” of what is needed.</p><p>“We can’t just simply turn up and drive through. That’s what we should be allowed to do, that’s what international law demands, but we’re not yet at that point,” he said, citing ongoing security risks, closed crossings, visa rejections and customs delays.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>As the hunger crisis deepens, Israeli forces have continued to launch attacks across Gaza, killing at least 65 people on Monday, including 23 who were seeking aid, medical sources told Al Jazeera.</p><p>More than 1,000 Palestinians seeking aid have been killed by Israeli forces near distribution sites run by the US- and Israeli-backed GHF, which launched operations in late May.</p><p>The GHF has been heavily criticised by the UN and other humanitarian organisations for failing to provide enough aid and for the dire security situation at and around its aid distribution sites.</p><p>Reporting from Deir el-Balah, Al Jazeera’s Tareq Abu Azzoum said: “What Israel describes as ‘humanitarian pauses’ are, in fact, limited and seen as unilateral suspensions of military activities that usually last for a few hours and are confined to select areas,” Abu Azzoum said.</p><p>“These pauses, as we have seen, lack international oversight or any sort of coordination with humanitarian agencies,” he said.</p><p>Rejecting international calls for a ceasefire, the Israeli army has conducted its offensive on Gaza since October 7, 2023, the day Hamas-led attacks in southern Israel killed 1,139 people and resulted in more than 200 people being taken captive.</p><p>The war has since killed nearly 60,000 Palestinians, most of them women and children.</p><p>Israel also faces a genocide case at the International Court of Justice in The Hague for its war on the enclave.</p></div></div></body></html>"
        },
        {
            "title": "Trump: ‘Some of those kids, that’s real starvation’ | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-28T15:03:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250728__683E8E8__v1__HighRes__BritainScotlandUsTrump_cropped-1753714660.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jul 2025</span><span aria-hidden=\"true\">28 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump gives Russia 10 or 12 days to end war on Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-28T14:51:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25208597304813-1753681587.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump gives Russia 10 or 12 days to end war on Ukraine</h1><p class=\"article__subhead\"><em>The US president says he is disappointed in Russia’s Putin as he shortens a 50-day deadline he set this month.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has set a new deadline of “10 or 12 days” for Russia to reach a peace deal in its war on Ukraine or face tough new sanctions, underscoring his frustration with Russian President Vladimir Putin for prolonging the conflict.</p><p>Speaking in Scotland, where he is holding meetings with European leaders and playing golf, Trump on Monday said he was disappointed in Putin and shortened a 50-day deadline he had set this month.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“I’m going to make a new deadline of about … 10 or 12 days from today,” Trump told reporters during a meeting with British Prime Minister Keir Starmer. “There’s no reason in waiting. … We just don’t see any progress being made.”</p><p>Ukrainian President Volodymyr Zelenskyy hailed Trump’s “clear stance and expressed determination” over his remarks targeting Russia to end the war in Ukraine.</p><p>“Right on time, when a lot can change through strength for real peace. I thank President Trump for his focus on saving lives and stopping this horrible war,” Zelenskyy said.</p><p>There was no immediate comment from the Kremlin.</p><p>Former Russian President Dmitry Medvedev, a close ally of Putin, said in a post on X that Trump was playing “the ultimatum game” with Russia, and that such an approach could lead to a war involving the US.</p><p>Medvedev wrote: “Each new ultimatum is a threat and a step towards war. Not between Russia and Ukraine, but with [Trump’s] own country.”</p><p>Later on Monday, Zelenskyy said that Ukraine favoured the imposition of sanctions as a “key element” in ending the war.</p><p>“Russia pays attention to sanctions, pays attention to such losses,” he said in his nightly address.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US president has repeatedly voiced exasperation with Putin for continuing attacks on Ukraine despite US efforts to end the war and has threatened both <a href=\"/news/2025/7/16/could-trumps-tariff-threats-force-putin-into-ukraine-peace-deal\">sanctions on Russia</a> and buyers of its exports unless progress towards a settlement is made.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Before returning for a second term in the White House in January, Trump, who views himself as a peacemaker, had promised to end the three-and-a-half-year-old conflict within 24 hours.</p><p>“There’s no reason to wait. If you know what the answer is going to be, why wait? And it would be sanctions and maybe tariffs, secondary tariffs,” Trump said on Monday. “I don’t want to do that to Russia. I love the Russian people.”</p><p>But the US president, who has also expressed annoyance with Ukraine’s Zelenskyy, has not always followed up on his <a href=\"/opinions/2025/7/18/trump-talks-tough-on-russia-but-will-he-follow-through\">tough talk about Putin</a> with action, citing what he deems a good relationship that the two men have had previously.</p><p>“We thought we had that settled numerous times, and then President Putin goes out and starts launching rockets into some city like Kyiv and kills a lot of people in a nursing home or whatever,” Trump said. “And I say that’s not the way to do it.”</p></div></div></body></html>"
        },
        {
            "title": "Thailand and Cambodia agree to ceasefire: Will it stop the deadly fighting? | Conflict News | Al Jazeera",
            "time": "2025-07-28T14:33:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-24T234343Z_1763079493_RC2BTFALGBMC_RTRMADP_3_THAILAND-CAMBODIA-1-1753714521.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The leaders of Cambodia and Thailand have <a href=\"/news/2025/7/28/thailand-cambodia-border-clashes-continue-before-malaysia-ceasefire-talks\" target=\"_blank\" rel=\"noopener\">agreed to an “unconditional” ceasefire</a>, effective on Monday at midnight, in a bid to bring an end to their deadliest border conflict in more than a decade.</p><p>Thailand’s acting Prime Minister Phumtham Wechayachai and Cambodia’s Prime Minister Hun Manet agreed to put down their arms after five days of fierce fighting that killed at least 36 people.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Malaysian Prime Minister Anwar Ibrahim, who hosted the talks in Malaysia’s administrative capital, Putrajaya, said that Thailand and Cambodia had agreed to an “immediate and unconditional” ceasefire.</p><p>“This is a vital first step towards de-escalation and the restoration of peace and security,” Anwar declared. A meeting between the military commanders of both nations will follow on Tuesday, he added.</p><p>The ceasefire will come into force at midnight (17:00 GMT) as Monday becomes Tuesday.</p><p>Thailand and Cambodia have blamed each other for the border conflict that erupted on Thursday, July 24. The latest conflict, which dates back to disagreements over colonial-era maps, has displaced more than 270,000 from both sides of the Thailand-Cambodia 817-km (508-mile) land border.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-did-rival-leaders-say\">What did rival leaders say?</h2><p>Cambodia’s Prime Minister Hun Manet said: “Today we have a very good meeting and very good results … that hope to stop immediately the fighting that has caused many lives lost, injuries and also caused displacement of people.”</p><p>“We hope that the solutions that Prime Minister Anwar just announced will set a condition for moving forward for our bilateral discussion to return to normalcy of the relationship, and as a foundation for future de-escalation of forces,” he added.</p><p>Meanwhile, Thailand’s acting Prime Minister Phumtham Wechayachai, who had expressed doubts about Cambodia’s sincerity ahead of negotiations in Malaysia, said Thailand had agreed to a ceasefire that would “be carried out successfully in good faith by both sides”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In a joint statement issued after the talks had finished, Malaysia, Thailand and Cambodia said their respective defence ministers “have been instructed to develop a detailed mechanism for the implementation, verification, and reporting of the ceasefire”.</p><p>The sides also agreed to move ahead with a meeting of their so-called “General Border Committee” on August 4, in Cambodia.</p><figure id=\"attachment_3857766\" aria-describedby=\"caption-attachment-3857766\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857766\" src=\"/wp-content/uploads/2025/07/AP25207085030884-1753513969.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Cambodians sit on a cart of a tractor as they take refuge.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857766\" class=\"wp-caption-text\">Cambodians sit on a truck bed as they take refuge in Oddar Meanchey province on Saturday. Thousands of civilians have been displaced from the border regions [Heng Sinith/AP Photo]</figcaption></figure><h2 id=\"why-were-the-two-countries-fighting\">Why were the two countries fighting?</h2><p>The Southeast Asian neighbours have accused each other of starting hostilities last week, before escalating the conflict with heavy artillery bombardments.</p><p>Fighting began between the South Asian neighbours on <a href=\"/news/2025/7/24/thai-military-reports-clash-with-cambodian-troops-at-disputed-border-area\" target=\"_blank\" rel=\"noopener\">July 24</a>, following weeks of tensions which had been brewing since May, when a Cambodian soldier was killed in an armed confrontation on the border.</p><p>In February, a dispute over Prasat Ta Moan Thom, a Khmer temple close to the border in Thailand, intensified when Thai police stopped Cambodian tourists from singing their national anthem near the holy site.</p><p>Since the start of the year, Thailand’s Interior Ministry says more than 138,000 people have been evacuated from regions bordering Cambodia. On the other side, more than 20,000 Cambodians have been evacuated, according to local media.</p><p>Reporting from Thailand’s border province of Surin on Monday, Al Jazeera’s Tony Cheng said the ceasefire announcement is welcome news for many people, especially those living along the border who have been displaced.</p><p>“There are so many people who have been affected by this, and they just want to go home so badly,” he said on Monday.</p><p>But Cheng also reported that clashes were still occurring on both sides of the border, even as the talks in Malaysia had concluded.</p><figure id=\"attachment_3856139\" aria-describedby=\"caption-attachment-3856139\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3856139\" src=\"/wp-content/uploads/2025/07/AFP__20250725__67T78JE__v1__HighRes__ThailandCambodiaBorderConflict-1753423958.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Thai-Cambodian clashes force 100,000 into shelters amid rising tensions\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3856139\" class=\"wp-caption-text\">Displaced people take shelter in a gymnasium on the grounds of Surindra Rajabhat University in the Thai border province of Surin on July 25, 2025 [Lillian Suwanrumpha/AFP]</figcaption></figure><h2 id=\"what-role-did-the-us-and-china-play\">What role did the US and China play?</h2><p>Diplomats from the United States and China were also present at the meeting in Malaysia.</p><p>Hun Manet, Cambodia’s PM, said on Monday that the meeting had been “co-organised by the United States and with participation of China”.</p><p>China has strong economic links to Thailand and Cambodia, and is a close political ally of the latter.</p><p>US Secretary of State Marco Rubio on Monday welcomed the ceasefire. “The United States applauds the ceasefire declaration between Cambodia and Thailand announced today in Kuala Lumpur,” Rubio said in a statement.</p><p>“We urge all parties to follow through on their commitments.”</p><p>In separate calls with Phumtham and Hun Manet on Saturday, Trump had threatened that Washington would not reach trade deals with either country as long as fighting continued.</p><p>“We’re not going to make a trade deal unless you settle the war,” Trump said on Sunday, adding that both leaders expressed willingness to negotiate after speaking with him directly.</p><p>Both Thailand and Cambodia face the prospect of a 36 percent US tariff from August 1.</p><p>In their remarks after the meeting, both Phumtham and Hun Manet thanked Anwar and Trump, as well as China, for helping reach the ceasefire.</p></div></div></body></html>"
        },
        {
            "title": "‘Wipe it out faster’: Trump again threatens Iran over nuclear enrichment | Donald Trump News | Al Jazeera",
            "time": "2025-07-28T14:17:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25209488568631-1753711274.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has re-upped threats against Iran, just weeks after launching military strikes on three of the country’s nuclear facilities.</p><p>The statement on Monday was in response to Tehran’s position that it will <a href=\"/news/2025/7/24/iran-reaffirms-right-to-enrich-uranium-ahead-of-key-talks-in-turkiye\">continue to pursue</a> nuclear enrichment for civilian purposes, a red line for the Trump administration in earlier talks this year that fell apart when Israel launched a military offensive against Tehran in June.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Speaking during a news conference in Scotland beside the United Kingdom’s Prime Minister Keir Starmer, Trump said that Iran was “sending very bad signals, very nasty signals”.</p><p>“And they shouldn’t be doing that,” he said. “We wiped out their nuclear possibilities. They can start again. If they do, we’ll wipe it out faster than you can wave your finger at it.”</p><p>“We will do that gladly, openly and gladly,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The statement comes after Iranian Foreign Minister Abbas Araghchi most recently asserted Iran’s right to enrich uranium ahead of talks with the UK, France and Germany last week.</p><p>Iranian officials described the talks, the first serious flurry of diplomacy since the US attacks and subsequent end to the escalation with Israel, as “serious, frank and detailed”, but no breakthroughs were announced.</p><p>Following Trump’s statement on Monday, Araghchi said Iran will “never respond to the language of threat and intimidation”, while again reiterating that Iran needs uranium enrichment for medical and civilian purposes.</p><p>He added that Iran “will not hesitate to react in a more decisive manner” if it is again attacked.</p><p>Speaking to Al Jazeera last week, Iranian President Masoud Pezeshkian also said that Iran would <a href=\"/news/2025/7/23/iran-ready-for-war-with-israel-will-not-halt-nuclear-programme-pezeshkian\">not abandon</a> its nuclear programme, but remained open to negotiations.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>He added he was “not very optimistic” about the ceasefire that ended the 12-day war with Iran holding.</p><p>Israeli officials have <a href=\"/news/2025/7/24/could-israel-be-planning-a-second-war-on-iran\">signalled</a> a willingness to restart attacks on Iran, including strikes aimed at toppling the country’s leadership.</p><p>On Sunday, Israeli Defence Minister Israel Katz said he wanted to send a message to Iranian Supreme Leader Ali Khamenei.</p><p>“If you continue to threaten Israel, our long arm will reach Tehran again with even greater power – and this time personally to you, too,” he said, according to the Yedioth Ahronoth newspaper.</p><p>Analysts have said US approval would be all but required for any Israeli resumption of attacks on Iran.</p><p>Trump had initially hailed the June 22 US attacks on Iran’s Fordow, Natanz and Isfahan as having “obliterated” Iran’s nuclear programme.</p><p>However, more recent intelligence reports have <a href=\"/news/2025/7/18/new-reports-cast-doubt-on-impact-of-us-strikes-on-irans-nuclear-sites\">indicated</a> the damage may have been less severe, setting the programme back by a shorter timeline.</p><p>Over the weekend, Trump called Iran’s persistence in pursuing its nuclear programme “stupid”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>During his first term, Trump unilaterally withdrew from the Joint Comprehensive Plan of Action (JCPOA), a deal reached between Iran, the US and several European powers that saw Tehran curtail its nuclear programme in exchange for sanctions relief.</p><p>In turn, Iran began enriching uranium beyond the limits set out in the agreement, but has repeatedly denied seeking a nuclear weapon.</p><p>Upon taking office in January, Trump initially sought a new nuclear deal with Iran, but soon adopted a zero enrichment policy long dismissed by Iranian negotiators as a non-starter.</p><p>Speaking on Friday, Trump also accused Iran of intervening in the latest round of talks aimed at ending Israel’s <a href=\"/news/liveblog/2025/7/28/live-israel-lets-aid-into-gaza-but-un-says-its-not-enough-to-stop-famine\">war in Gaza</a>, which fell apart last week with both the Israeli and US delegations leaving negotiations in Qatar.</p><p>“I think they got involved in this negotiation, telling Hamas and giving Hamas signals and orders,” Trump said, without providing further details on the claim.</p><p>Iran did not immediately respond to Trump’s most recent comments.</p></div></div></body></html>"
        },
        {
            "title": "The Nile cannot be governed by colonial-era treaties | Opinions | Al Jazeera",
            "time": "2025-07-28T13:22:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/02/000_323K3NR.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In a couple of weeks, the Grand Ethiopian Renaissance Dam (GERD), the biggest hydroelectric dam on the African continent, will be inaugurated. The construction of this dam has taken more than a decade and has cost nearly $5bn. The government and people of Ethiopia mobilised the funds for this national project from their meagre internal resources. No international financing was made available for this project.</p><p>While the construction of the dam has received some international media attention, the media coverage has not made clear the Ethiopian perspective. This is a modest attempt to rectify that problem.</p><p>The GERD is constructed on the Blue Nile, which Ethiopians call Abay. Abay means “big” or “major” in several Ethiopian languages. Abay is one of the main tributaries of the Nile River. Although many associate the Nile almost exclusively with Egypt, the river traverses 10 other African countries. Among these countries, Ethiopia holds a unique position because 86 percent of the Nile water that reaches Egypt originates from the Ethiopian highlands.</p><p>Abay is the biggest river in Ethiopia with a huge potential to boost overall socioeconomic transformation and development. It has been a long-held aspiration of Ethiopians to utilise this resource. The GERD is a national development project that fulfils this dream.</p><p>Despite its huge labour force and economic potential, Ethiopia has yet to make headway in its endeavour to industrialise. One critical factor that has held back this effort has been Ethiopia’s lack of energy. According to the latest figures, barely 55 percent of Ethiopians have access to electricity.</p><p>There is a huge demand and need for electricity in Ethiopia. Hence, the GERD is seen as our national ticket out of darkness and poverty. Necessity dictates that Ethiopia use this major resource as an instrument to spur growth and prosperity for the benefit of its 130-million-strong population, which is expected to reach 200 million by 2050.</p><p>The GERD is expected to generate about 5,150 megawatts of electricity and produce an annual energy output of 15,760 gigawatt hours. This will double Ethiopia’s energy output, which will not only light our homes but also power industries and cities and transform our economy. The GERD would also make it possible to increase our energy exports to neighbouring countries, thereby strengthening regional integration and interconnectedness.</p><p>The lower riparian states of the Nile would also derive immense benefit from the GERD because it would prevent flooding, sedimentation and water loss through evaporation. The very purpose of the GERD, which is generating electricity, requires that the water flows to lower riparian countries after hitting the enormous turbines that generate the electricity. The dam does not block or stop the river from flowing. Doing so would make electricity generation impossible and defeat the very purpose for which the dam was built.</p><p>So, you might ask, why are some lower riparian countries complaining about the construction of the dam? The reason for their objections emanates not from rational fear or legitimate concern. The objections are the result of an attitude shaped by a colonial-era water-sharing agreement concluded between Britain and Egypt in 1929 and its derivative agreement sealed in 1959 between Egypt and Sudan.</p><p>Ethiopia was not a party to any of these treaties. However, some Egyptians contend that the water-sharing formula enshrined in the colonial-era agreement, which excludes the remaining nine African nations from having any share of the Nile, is still valid and should be adhered to by all Nile riparian countries.</p><p>From an Ethiopian point of view, this anachronistic argument, often presented as “historic rights over the Nile” is unacceptable. While Britain is entitled to enter into any agreements regarding the River Thames, it does not have the right to dispose of the waters of the Nile or the Abay River. As we all recall, the late Egyptian President Gamal Abdel Nasser rejected Britain’s claims over the Suez Canal. For much stronger reasons, Ethiopian leaders have consistently rejected arguments based on colonial arrangements in which Ethiopia did not have a say.</p><p>The Ethiopian view is that the Nile is a shared natural resource. It should be used in a cooperative framework that would be beneficial for all riparian countries. The developmental aspirations and dreams of all nations are equally legitimate. The needs of some should not be prioritised over the needs of others.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A fair, just and inclusive arrangement that takes into account the realities of the 21st century is needed. Such an arrangement is already in place in the form of the Nile Basin Cooperative Framework Agreement, which is a contemporary, African-initiated treaty designed to promote sustainable management and equitable use of the Nile. This treaty has already been signed and ratified by Ethiopia, Burundi, Rwanda, Tanzania, Uganda and South Sudan.</p><p>Egypt should stop yearning for a bygone colonial era and join these Nile riparian countries in their joint effort to promote fair and equitable use of the Nile in a sustainable manner.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Israel continues to kill Palestinians as aid trickles into Gaza | Gaza | Al Jazeera",
            "time": "2025-07-28T12:34:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753706022.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jul 2025</span><span aria-hidden=\"true\">28 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘Stock your cars full of food and drive through that border’ | Al Jazeera | Al Jazeera",
            "time": "2025-07-28T12:26:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/UPD-Quotable-thumbnail-16x9-1753705504.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In a televised interview, Irish singer and activist Bob Geldof urged Israelis who wanted to protest Israel’s campaign on Gaza to drive there themselves and feed the starving.</p></div></div></body></html>"
        },
        {
            "title": "Three suspected rebels killed in firefight in India-administered Kashmir | Conflict News | Al Jazeera",
            "time": "2025-07-28T11:33:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/13221874-1753702150.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indian security forces have killed three suspected rebels in India-administered Kashmir during fighting in a national park, the military says.</p><p>The incident occurred on Monday in the mountains of Dachigam, about 30km (18 miles) east of the disputed region’s main city of Srinagar.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Three terrorists have been neutralised in an intense firefight,” the Indian army said in a statement on social media. “Operation continues.”</p><p>Muslim-majority Kashmir has been divided between India and Pakistan since their independence from British rule in 1947, and the South Asian nuclear powers, which both claim Kashmir in full, have fought three wars over its control.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since 1989, Kashmiri rebels have been fighting against Indian rule, demanding independence or the region’s merger with Pakistan. India accuses Pakistan of backing the rebellion, but Islamabad says it only provides diplomatic support to the Kashmiris’ struggle for self-determination.</p><p>Indian media reports said the three men killed on Monday were suspected to be behind the <a href=\"/news/2025/5/2/pahalgam-attack-a-simple-guide-to-the-kashmir-conflict\">April 22 attack</a> in India-administered Kashmir’s resort town of Pahalgam, which killed 26 people.</p><p>Al Jazeera could not immediately verify the involvement of the men in the April attack, which sparked a four-day military conflict with Pakistan that killed more than 70 people on both sides.</p><p>The Indian military did not immediately identify those killed on Monday, but a police officer told the AFP news agency on condition of anonymity that they were all “foreigners”.</p><p>This month, the United States <a href=\"/news/2025/7/18/us-labels-the-group-accused-of-pahalgam-attack-a-terrorist-organisation\">designated</a> The Resistance Front (<a href=\"/news/2025/4/23/what-is-the-resistance-front-the-group-behind-the-deadly-kashmir-attack\">TRF</a>), the group accused of being behind the Pahalgam attack, as a “foreign terrorist organisation”.</p><p>Monday’s incident took place near the Hindu shrine of Amarnath, to which more than 350,000 people from across India have travelled as part of an annual pilgrimage that began on July 3.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Fighting between rebels and Indian government forces in India-administered Kashmir has drastically declined during the past five years, but many local fighters have been killed since the Pahalgam attack, according to officials.</p><h2 id=\"india-denies-us-claims\">India denies US claims</h2><p>In a related development, India’s Defence Minister Rajnath Singh on Monday said New Delhi had ended its military conflict with Pakistan in May as it had met all its objectives and had not responded to any outside pressure.</p><p>Singh’s remarks during a discussion in parliament on the April 22 attack effectively rejected US President Donald Trump’s claim that he brokered the truce between the two neighbours.</p><p>“India halted its operation because all the political and military objectives studied before and during the conflict had been fully achieved,” Singh said. “To suggest that the operation was called off under pressure is baseless and entirely incorrect.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>New Delhi has said Pakistani nationals were involved in the Pahalgam killings. Pakistan denied involvement and sought an independent investigation.</p><p>In their military conflict in May, the two sides used <a href=\"/news/2025/6/30/political-limits-why-did-india-lose-jets-to-pakistani-fire-in-may-fight\">fighter jets</a>, missiles, drones and other munitions, killing dozens of people, before Trump announced they had agreed to a ceasefire.</p><p>Pakistan thanked Trump for brokering the agreement, but India said the <a href=\"/news/2025/6/18/indias-modi-maintains-there-was-no-us-mediation-in-pakistan-ceasefire\">US had no hand</a> in it and that New Delhi and Islamabad had agreed between themselves to end the fighting.</p><p>Indian opposition groups have questioned what they say is the intelligence failure behind the Pahalgam attack and the government’s inability to capture the assailants – issues they are expected to raise during the parliament discussion.</p><p>They have also criticised Prime Minister Narendra Modi for coming under pressure from Trump and agreeing to end the fighting, along with reports that Indian jets were shot down during the fighting.</p><p>Pakistan claimed it downed five Indian planes in combat, and India’s <a href=\"/news/2025/5/31/india-top-general-admits-losses-in-recent-conflict-with-pakistan\">highest ranking general</a> admitted suffering “initial losses in the air,” but declined to give details.</p></div></div></body></html>"
        },
        {
            "title": "How European leaders are reacting to EU-US trade deal | Trade War News | Al Jazeera",
            "time": "2025-07-28T11:30:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/000_67Z86MR-1753646908.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and the European Union have struck a wide-ranging trade deal, imposing a 15 percent import tariff on most EU goods, evading an all-out transatlantic trade war.</p><p><a href=\"/economy/2025/7/27/us-and-eu-agree-on-trade-tariffs-to-avert-economic-standoff\">The deal</a> was hashed out on Sunday between US President Donald Trump and European Commission President Ursula von der Leyen in Scotland, before an August 1 deadline for the introduction of steep tariffs.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Both Trump and von der Leyen lauded the deal as an important step, with the US leader hailing it as the “biggest deal” ever made, and the EU chief stating it will bring much-needed “stability” and “predictability”.</p><p>But what are European leaders saying about the deal with the EU’s largest trading partner? Here are some reactions:</p><h3 id=\"denmark\">Denmark</h3><p>“The trade conditions will not be as good as before, and it is not our choice, but a balance must be found that stabilises the situation and that both sides can live with,” said Danish Foreign Minister Lars Lokke Rasmussen.</p><h3 id=\"finland\">Finland</h3><p>Finnish Prime Minister Petteri Orpo said the agreement brings “much-needed predictability to the global economy and Finnish companies”. “Work must continue to dismantle trade barriers. Only free transatlantic trade benefits both sides the most,” he said.</p><h3 id=\"france\">France</h3><p>“It is a sombre day when an alliance of free peoples, brought together to affirm their common values and to defend their common interests, resigns itself to submission,” said French Prime Minister Francois Bayrou.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3 id=\"germany\">Germany</h3><p>German Chancellor Friedrich Merz said the agreement has “succeeded in averting a trade conflict that would have hit the export-orientated German economy hard”. “This applies in particular to the automotive industry, where the current tariffs of 27.5 percent will be almost halved to 15 percent.”</p><p>A government spokesperson told the Reuters news agency that Berlin sees the need for further negotiations. “It is certainly no secret that in the steel and aluminium sector … We see a need for further negotiations,” the spokesperson said during a news conference in Berlin. He added that details of the deal remained to be worked out, and that “the EU Commission and the German government are now fully committed to this.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h3 id=\"hungary\">Hungary</h3><p>Hungarian Prime Minister Viktor Orban slammed the deal. “This is not an agreement … Donald Trump ate von der Leyen for breakfast, this is what happened, and we suspected this would happen as the US president is a heavyweight when it comes to negotiations, while Madame President is featherweight,” he said.</p><h3 id=\"ireland\">Ireland</h3><p>Irish Trade Minister Simon Harris said the deal provides a “measure of much-needed certainty for Irish, European and American businesses who together represent the most integrated trading relationship in the world”.</p><p>“While Ireland regrets that the baseline tariff of 15 percent is included in the agreement, it is important that we now have more certainty on the foundations for the EU-US trade relationship, which is essential for jobs, growth and investment,” he said.</p><h3 id=\"italy\">Italy</h3><p>“I consider it positive that there is an agreement, but if I don’t see the details, I am not able to judge it in the best way,” said Italian Prime Minister Giorgia Meloni. Speaking at a summit in Ethiopia, she said a “trade escalation between Europe and the United States would have had unpredictable and potentially devastating consequences”.</p><p>Meloni – a Trump ally on many issues – had warned earlier this month against a “trade war within the West”.</p><h3 id=\"romania\">Romania</h3><p>In a statement, the Romanian government’s press office said Prime Minister Ilie Bolojan “salutes that a trade agreement was reached and … feels it is a good omen”. “It eliminates present unclearness which caused disruptions and uncertainties in transatlantic trade relations,” it said.</p><h3 id=\"spain\">Spain</h3><p>Spanish Prime Minister Pedro Sanchez said he backed the deal but “without any enthusiasm”.</p><p>“I value the constructive and negotiating attitude of the president of the European Commission. In any case, I support this trade agreement, but I do so without any enthusiasm,” he told a news conference.</p><h3 id=\"sweden\">Sweden</h3><p>“This agreement does not make anyone richer, but it may be the least bad alternative. What appears to be positive for Sweden, based on an initial assessment, is that the agreement creates some predictability,” said Swedish Trade Minister Benjamin Dousa.</p></div></div></body></html>"
        }
    ]
}