{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "UK hunger striker Heba Muraisi: ‘I think about how or when I could die’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-13T12:05:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WhatsApp-Image-2026-01-13-at-13.41.23-1-1768301291.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>London, United Kingdom –</strong> Heba Muraisi, a Palestine Action-affiliated activist who has refused food for <a href=\"/news/2026/1/11/hunger-strike-for-70-days-how-the-body-breaks-down-without-food\">72 days</a> in prison, has told Al Jazeera that she “no longer feels hunger”, is suffering with pain and knows that her death may be imminent.</p><p>The 31-year-old responded to questions via a friend who regularly visits her in New Hall prison in northern England.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Physically, I am deteriorating as the days go by. I no longer feel hunger, I feel pain,” Muraisi said. “I don’t think about my life, I think about how or when I could die, but despite this, mentally I’ve never been stronger, more determined and sure, and most importantly, I feel calm and a great sense of ease.”</p><p>Muraisi was arrested on November 19, 2024, over her alleged involvement in a break-in months earlier at the UK subsidiary of the Israeli defence firm Elbit Systems in Bristol.</p><p>If she survives, she will have spent at least a year and a half in prison before her trial date, which is reportedly due no earlier than June this year – well beyond the UK’s usual six-month pre-trial detention limit.</p><p>She is the longest-fasting hunger striker of a group of eight activists who have joined the rolling protest since early November. Four are currently refusing food, including Muraisi and Kamran Ahmed, a 28-year-old who has not eaten for more than two months.</p><p>“Even though the risks may be lifelong consequences or a devastating end, I think it’s important to fight for justice and for freedom,” she told Al Jazeera.</p><h2 id=\"i-can-no-longer-read-like-how-i-used-to\">‘I can no longer read like how I used to’</h2><p>In recent weeks, the British media has intensified its coverage of the prison protest, said to be the largest coordinated hunger strike in British history since <a href=\"/news/2025/12/25/palestine-action-prison-hunger-strikes-that-shaped-history\">1981</a>, when Irish Republican inmates were led by Bobby Sands. Sands died on the 66th day of his protest, becoming a symbol of the Irish Republican cause. Nine others also died of starvation.</p><p>“I’m choosing to continue this because for the first time in 15 months, I’m finally being heard,” said Muraisi.</p><p>A Londoner of Yemeni origin who had worked as a florist and lifeguard, Muraisi is reportedly suffering from muscle spasms, breathlessness, severe pain and a low white blood cell count. She has been admitted to hospital three times over the past nine weeks.</p><p>At times, she has lost the ability to speak, and her memory is declining, friends who have recently visited her have said.</p><p>“Since concentrating has become gradually more difficult, I can no longer read like how I used to, so now I listen to the radio a lot,” she told Al Jazeera via the intermediary. “I love music, and it’s a shame I can’t get the CDs I want, but nonetheless I’m grateful to have songs playing.”</p><p>Last week, an emergency physician who is advising the hunger strikers <a href=\"/news/2026/1/8/palestine-action-hunger-strikers-near-death-intent-on-continuing-protests\">told Al Jazeera</a> that he believes Muraisi and Ahmed have reached a critical phase in which death and irreversible health damage are increasingly likely.</p><p><a href=\"/news/2025/12/15/increasingly-likely-potential-of-palestine-action-hunger-strikers-dying\">Ahmed’s</a> weight has dropped to 56kg from the healthy 74kg he entered jail at; he is suffering from cardiac atrophy, or heart shrinkage, chest pain and twitching, according to his sister, Shahmina Alam. His speech is slurred, he is now partially deaf in his left ear, and his heart rate has intermittently fallen below 40bpm in recent days, she said.</p><p>The group of hunger striking activists are among 29 remand prisoners being held in various jails over their alleged involvement in the Bristol incident and a break-in at the Royal Air Force (RAF) base in Oxfordshire. They deny the charges against them.</p><p>Their <a href=\"/news/2025/12/22/palestine-action-hunger-strikes-what-are-their-demands\">protest demands</a> include bail, the right to a fair trial and the de-proscription of <a href=\"/news/2025/6/25/what-is-the-palestine-action-group-and-why-is-the-uk-banning-it\">Palestine Action</a>, which the UK in July designated a “terrorist organisation”, putting it on par with ISIL (ISIS) and al-Qaeda. They are calling for all Elbit sites to be closed in the UK and seek an end to what they call censorship in prison, accusing authorities of withholding mail, calls and books.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Muraisi has also asked to be returned to HMP Bronzefield in Surrey as HMP New Hall, where she was moved in October, is about 200 miles away – much further from home.</p><p>Palestine Action, which says it supports direct action without violence and accuses the UK government of complicity in Israel’s atrocities, is fighting against the proscription in courts as six of those charged in the Bristol case are currently on trial.</p><p>Asked if she can access news about Palestine from jail, Muraisi, who has family members in Gaza, accused prison officials of “systematically” blocking articles and newspapers “sent in for me”.</p><p>“Anything Palestine-related, including the book We Are Not Numbers [an anthology of emerging writers from Gaza], has been deemed inappropriate. I rely on those I call for news,” she said.</p><p>At the time of publishing, neither the UK Ministry of Justice nor New Hall prison had responded to Al Jazeera’s request for comment.</p></div></div></body></html>"
        },
        {
            "title": "ICE agents make more arrests as Minnesota sues Trump | Al Jazeera | Al Jazeera",
            "time": "2026-01-13T11:53:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768305162.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Jan 2026</span><span aria-hidden=\"true\">13 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Video: Somalia cuts ties with UAE over sovereignty violation claims | Transport | Al Jazeera",
            "time": "2026-01-13T11:42:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768304543.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Jan 2026</span><span aria-hidden=\"true\">13 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Has US ICE officer training been reduced to 47 days? | Donald Trump News | Al Jazeera",
            "time": "2026-01-13T11:20:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25234177699028-1768282216.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The fatal shooting of a <a href=\"/video/newsfeed/2026/1/7/ice-agent-fatally-shoots-woman-during-minneapolis-immigration-raid\">Minneapolis woman</a> in her car by an Immigration and Customs Enforcement (ICE) officer on January 7 brought more scrutiny on Trump-era training requirements.</p><p>On CNN’s State of the Union on Sunday, US Democratic Senator Mark Warner told anchor Jake Tapper the Trump administration had shortened ICE agents’ training time while scaling up its hiring.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Remember, we’re beefing up ICE – 10,000 more agents,” Warner said. “They are not getting the traditional five months training. Literally, Jake, the training for the ICE agents now is 47 days. Why 47 days? Because Donald Trump is the 47th president.”</p><p>He also used this figure on Thursday, when talking to a liberal commentator, and on Monday, on CNBC’s Squawk Box.</p><p>Other lawmakers, social media posts and journalists repeated the same line in the days after ICE officer <a href=\"/news/2026/1/10/new-video-on-minnesota-ice-shooting-emerges-as-public-anger-grows-across-us\">Jonathan Ross</a> shot <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Good</a>.</p><p>The <a href=\"/news/2026/1/9/minneapolis-leaders-urge-transparency-independent-probe-after-ice-killing\">Trump administration</a> has confirmed to multiple news organisations it shortened the duration of immigration agent training, while taking issue with some outlets’ framing and declining to answer follow-up questions. Neither the ICE nor the Department of Homeland Security (DHS) responded to PolitiFact’s queries. We were unable to confirm whether the number of training days is connected to Trump’s status as the 47th president.</p><p>Ross had been a deportation officer with the agency since 2015, The Associated Press news agency reported, so he was subject to earlier, longer training standards.</p><p>Warner, who did not respond to PolitiFact, said on CNN that the <a href=\"/news/2026/1/8/fbi-takes-over-investigation-into-ice-agent-killing-of-woman-in-minneapolis\">investigation</a> into Good’s killing needed to be completed before people reached conclusions.</p><p>When Tapper pointed out to Warner that the ICE agent who shot Good “had at least 10 years’ experience”, Warner said, “So be it, and again that’s why there ought to be an investigation.”</p><h2 id=\"shortened-but-reports-vary-on-how-much\">Training shortened, but reports vary on how much</h2><p>The training talking point stems from The Atlantic’s August story – Fast Times at Immigration and Customs Enforcement. Reporter Nick Miroff wrote that training for new deportation officers had been reduced from about five months to 47 days, quoting three unnamed officials.</p><p>“Administration officials have cut that time roughly in half, partly by eliminating Spanish-language courses,” the report said. “Academy training was shortened to 47 days, three officials told me, the number picked because Trump is the 47th president. DHS officials said the training will run six days a week for eight weeks.”</p><p>A DHS spokesperson told the Washington Examiner that The Atlantic’s reporting was “false” because training is eight weeks. The Examiner story quoted the ICE acting director, Todd Lyons, as confirming an eight-week training schedule of six workdays per week, which comes to 48 training days.</p><p>The frequently asked questions page on ICE’s career website reflects the outdated training schedule, saying new deportation officers will complete almost five months of training — five weeks of language and 16 weeks of law enforcement.</p><p>The AP in August reported the agency “cut Spanish-language requirements to reduce training by five weeks”, quoting Caleb Vitello, who runs ICE training. Vitello told AP the Spanish-language training that was cut would be supplemented with translation technology services.</p><p>News organisations and administration officials have reported training times shorter than 48 days in recent months:</p><ul>\n<li>An unnamed DHS official told NBC News in October that ICE had originally shortened its training from 13 weeks to eight weeks before shortening it again to six.</li>\n<li>Government Executive, a news outlet that covers federal agencies, reported on January 5 that the DHS had shortened ICE agent training from six months “to around six weeks”.</li>\n</ul><p>The DHS has not offered clarity about new officer training since the Minneapolis shooting. A senior DHS official told People magazine on January 8, “Training to become an Enforcement and Removal Operations officer is 8 weeks long”, and declined to specify the number of days.</p><p>“The official did not immediately respond to PEOPLE’s request for clarification, since eight weeks matches the timeframe that The Atlantic previously reported,” it reported.</p><h2 id=\"officer-who-shot-good-had-10-years-of-experience-additional-training\">Officer who shot Good had 10 years of experience, additional training</h2><p>Having worked for ICE for a decade, Ross would have followed the previous 16-week training schedule and five-week language programme.</p><p>Ross also received specialised training after being selected for ICE’s special response team, DHS spokesperson Tricia McLaughlin told AP.</p><p>Before becoming an ICE agent, Ross served in the Indiana National Guard and was deployed to Iraq. He also worked as a Border Patrol field intelligence officer.</p><h2 id=\"our-ruling\">Our ruling</h2><p>Warner said immigration agents “are not getting the traditional five months training … The training for the ICE agents now is 47 days.”</p><p>News outlets and DHS officials reported cuts to the length of ICE training during Trump’s second term, reducing it from about five months to six days a week for eight weeks. That is 48 days of training over a 56-day period. (What it has to do with Trump’s status as 47th president is outside the scope of this fact-check.) Ross, the ICE officer who shot dead Good, had been with the department for about 10 years.</p><p>Two news organisations have since reported that the duration of training was further reduced to about six weeks; spokespeople from the DHS and the ICE did not respond to our requests for confirmation.</p><p>In the big picture, ICE officers’ training time has been significantly shortened to a period at or near what Warner cites. The statement is accurate but needs clarification, so we rate it Mostly True.</p></div></div></body></html>"
        },
        {
            "title": "Investigation of Fed chief Jerome Powell: What Trump has said about him | Donald Trump News | Al Jazeera",
            "time": "2026-01-13T11:19:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26012598382150-1768282043.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When Federal Reserve Board Chair <a href=\"/video/newsfeed/2026/1/12/us-prosecutors-open-investigation-into-federal-reserve-chair-jerome-powell\">Jerome Powell</a> said on January 11 that he is being criminally <a href=\"/economy/2026/1/12/trump-administration-opens-criminal-probe-into-fed-chair-jerome-powell\">investigated</a> by the federal government, President Donald Trump told NBC News, “I don’t know anything about it.”</p><p>Trump could have been in the dark about the specifics of the Department of Justice investigation – approved in November by United States Attorney for the District of Columbia Jeanine Pirro, The New York Times reported – but he has been clear about his desire to oust Powell.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The investigation focuses on Powell’s oversight of the bank’s headquarters renovation. He has been accused of misleading the US Congress about the renovation project. The Federal Reserve has been undergoing building renovations since 2021 on a project first approved in Trump’s first term. The $2.5bn cost is about $600m over the original budget, because of design changes, higher costs and more asbestos than anticipated.</p><p>The investigation is the most dramatic escalation of long-simmering tensions between Trump and Powell, who the president initially tapped for the top Fed job but who has since drawn Trump’s ire with his go-slow approach on lowering <a href=\"/news/2025/7/18/can-donald-trump-fire-jerome-powell-us-federal-reserve-chair\">interest</a> rates. The Fed has been gradually lowering the interest rates, with three rate cuts at the end of last year. Making the rate too low might push inflation up.</p><p>Trump’s attacks on the central bank threaten its independence and ability to pursue monetary policies away from political pressures. They will also reduce confidence in the US economy, experts say.</p><p>All eyes will be on the next meeting of the Fed interest rates review meeting scheduled for January 27-28.</p><p>Trump said at a December 29 news conference with Israeli Prime Minister Benjamin Netanyahu that his team was weighing a “a gross incompetence lawsuit” against Powell.</p><p>Trump might have been referring to a claim of “gross negligence”, which can be pursued in either civil or criminal law, depending on its severity.</p><p>That’s different from the criminal investigation launched by the Justice Department, which alleges that Powell lied to Congress about the cost and scope of the renovations. The Justice Department has yet to comment on the investigation.</p><p>Powell’s term as chair ends in May, but he can remain as a Fed governor through January 2028.</p><p>“No one – certainly not the chair of the Federal Reserve – is above the <a href=\"/news/2025/8/12/trump-threatens-major-lawsuit-against-federal-reserve-chief-jerome-powell\">law</a>,” Powell said in a video statement. “But this unprecedented action should be seen in the broader context of the administration’s threats and ongoing pressure.”</p><p>The White House did not respond to our request for comment.</p><p>The investigation into Powell aligns with other Trump <a href=\"/news/2025/7/22/why-trumps-attacks-on-jerome-powell-have-raised-fears-for-the-us-economy\">administration</a> efforts to prosecute the president’s adversaries, including former FBI Director James Comey and New York Attorney General Letitia James. Both prosecutions have experienced setbacks, with grand juries declining to indict or judicial rulings being given in the defendants’ favour.</p><p>In a September Truth Social post, Trump directly addressed Attorney General Pam Bondi, urging her to step up the Justice Department’s prosecutorial efforts, including against Democratic Senator Adam Schiff. “JUSTICE MUST BE SERVED, NOW!” he wrote.</p><p>Trump also moved to fire another Fed governor, Lisa Cook, citing a “criminal referral” from Federal Housing Finance Agency Director William Pulte, a Trump appointee, relating to mortgage fraud. Cook has challenged her firing, and her court case is proceeding.</p><p>Trump’s December 29 remarks are the clearest he made about using the legal system to oust Powell.</p><p>In his second term, Trump has often called for Powell to <a href=\"/economy/2025/4/17/trump-says-fed-chair-powells-exit-cant-come-soon-enough\">resign</a> and frequently attacked him:</p><ul>\n<li>On April 17, 2025: “I’m not happy with him. I let him know it and, oh, if I want him out, he’ll be out of there real fast.”</li>\n<li>On June 18, 2025<span>: “We have a stupid person, frankly, at the Fed.” </span></li>\n<li>On July 13, 2025<span>: “Jerome Powell’s been very bad for our country.” </span></li>\n<li>On July 15, 2025<span>: “You talk to the guy, it’s like talking to a nothing. It’s like talking to a chair. No personality, no high intelligence, no nothing.” </span></li>\n<li>On July 22, 2025<span>: “I was very nice to him at the beginning because I know how to sell and, you know, at a certain point it didn’t matter any more because the guy is just not a smart person.” </span></li>\n<li>On August 1, 2025<span>: Powell is “a stubborn MORON”.</span></li>\n<li>On August 13, 2025<span> and </span>September 20, 2025<span>: Powell is “incompetent”.</span></li>\n<li>On November 18, 2025<span> and </span>December 9, 2025<span>: Powell is “a stupid man” and “not a smart guy”. </span></li>\n</ul><h2 id=\"can-trump-fire-powell\">Can Trump fire Powell?</h2><p>If the Justice Department can convict Powell, it could satisfy the narrow grounds for removing the Fed chair, which can be done “for cause by the President”. This refers to “inefficiency, neglect of duty, or malfeasance in office”, according to a Supreme Court decision about the Federal Trade Commission.</p><p>In a May decision that allowed the president to fire members of independent commissions, the Supreme Court noted that the ruling did not affect the Fed, which it called “a uniquely structured, quasi-private entity”.</p><p>If the Supreme Court rules against Cook, and Powell is found guilty, two spots will become vacant that the Trump administration can fill with its choice of candidates.</p><p>But Trump’s move has drawn backlash, including from his Republican Party. Senator Thom Tillis of North Carolina has called for an investigation of the Justice Department.</p><p>Tillis, who sits on the Banking Committee that oversees the Fed, has said he will not support any of Trump’s future Fed nominees. The ruling party has a slender 13-11 majority in the Committee.</p><p>Peter Conti-Brown, a University of Pennsylvania professor of financial regulation, told PolitiFact in July that Powell could argue that leveraging the renovation budget is a “pretext” for his firing – a legal term used to describe a false reason an employer gives for firing an employee to cover the real reason.</p><p>“Courts evaluating any attempted removal after the fact will assess both the animus and pretext very heavily against President Trump,” Conti-Brown said.</p><p>Powell, in his video response, called the investigatory inquiries “pretexts” that mask the real reason for the administration’s desire to oust him, which is the dispute over setting interest rates.</p></div></div></body></html>"
        },
        {
            "title": "‘Protect the vote’: Bobi Wine, opposition brace for tense Uganda election | Elections News | Al Jazeera",
            "time": "2026-01-13T11:09:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26012621846736-1768280170.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kampala, Uganda –</strong> When Bobi Wine, a singer-turned-politician whose real name is Robert Kyagulanyi, launched his campaign to become Uganda’s next president in October, he appeared in tailored suits, greeting crowds with a familiar smile.</p><p>The mood, at least at first, felt cautiously hopeful.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But by December, that image had disappeared.</p><p>As campaigning comes to an end on Tuesday, Bobi Wine, who is the main opposition candidate looking to unseat long-serving President Yoweri Museveni, now only appears in public wearing a bulletproof vest and helmet.</p><p>For many Ugandans, his change in attire – and the state violence that led to it – are symbols of a foregone political outcome: An incumbent victory likely to be rejected by his competitors.</p><p>Since he was cleared to run in the election in September, Bobi Wine’s campaign convoy has frequently been met with tear gas, roadblocks and arrests of supporters. Campaign events are regularly disrupted, with people abruptly dispersing and roads sealed off.</p><p>While the violence has not reached the deadly levels of the 2021 election, when more than 50 people were killed and hundreds of Bobi Wine supporters were detained following spontaneous protests in the capital, Kampala, the campaign environment has become increasingly militarised – defined by calculated repression, intimidation and a steadily shrinking space for Bobi Wine to sell his manifesto, analysts have observed.</p><p>Bobi Wine, 43, is contesting for a second time in Thursday’s election after he finished as the runner-up in the 2021 polls.</p><p>Museveni <a href=\"/news/2021/1/16/ugandas-museveni-declared-winner-of-presidential-election\">won</a> that last disputed vote during which Bobi Wine alleged fraud and urged citizens to reject the result. The 81-year-old incumbent has ruled the country for nearly four decades after capturing power following a rebel war, and is seeking a seventh term in office.</p><p>Five other candidates are also in this year’s race, in which 21.6 million registered voters are expected to cast their votes.</p><figure id=\"attachment_4234653\" aria-describedby=\"caption-attachment-4234653\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4234653\" src=\"/wp-content/uploads/2026/01/AP26010297594594-1768280146.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bobi Wine\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4234653\" class=\"wp-caption-text\">Bobi Wine waves to supporters at an election campaign rally in Mukono, Uganda [Hajarah Nalwadda/AP]</figcaption></figure><h2 id=\"a-climate-of-fear\">A climate of fear</h2><p>Even before campaigning officially began, Bobi Wine’s team expected violence.</p><p>Museveni’s son, Muhoozi Kainerugaba – who serves as Uganda’s army chief – had publicly threatened Bobi Wine in the months leading to the campaign season, including remarks about beheading him.</p><p>Kainerugaba also claimed responsibility for the abduction and torture of Bobi Wine’s bodyguard, Edward Ssebuufu, who remains in <a href=\"/news/2025/5/6/activist-reportedly-held-by-ugandas-military-chief-shows-signs-of-torture\">detention</a>.</p><p>Opposition officials say that while the worst of Kainerugaba’s threats have not materialised, the state, fearing the big audience Bobi Wine was attracting, decided to unleash violence on him during the election campaign.</p><p>“In terms of violence, we saw that the first month [October] was a bit not so violent, but after that it became violent and chaotic,” David Lewis Rubonyoya, secretary-general of National Unity Platform (NUP), the party Bobi Wine leads, told Al Jazeera.</p><p>During a campaign stop in Gulu, northern Uganda, in December, Bobi Wine was attacked by security forces and plainclothes individuals armed with sticks. He and several of his aides were beaten, and campaign equipment was vandalised. One person later died following the incident. In a separate incident in Mbarara, western Uganda, in November, police arrested 43 Bobi Wine supporters after a confrontation over campaign routes. They remain in detention.</p><p>During the 2021 election period, the protests and deadly police crackdown were prompted by Bobi Wine’s arrest for allegedly flaunting COVID-19 guidelines. This year, although the violence has so far been muted, opposition figures and analysts insist the repression is no less severe – only more controlled.</p><p>Michael Mutyaba, a Ugandan political analyst and a doctoral researcher at SOAS University of London, says the difference lies in strategy.</p><p>“In 2021 and before, security agencies were in panic mode. There was state violence that was less calculated. The violence now looks more calculated and expanded,” he told Al Jazeera. He pointed to arrests of random people, like a Catholic priest charged with money laundering, as examples. The government also arrested Sarah Birete, a prominent human rights activist and critic, who will only be released after the election.</p><figure id=\"attachment_4234655\" aria-describedby=\"caption-attachment-4234655\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4234655\" src=\"/wp-content/uploads/2026/01/AP26012621840318-1768280157.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Uganda\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4234655\" class=\"wp-caption-text\">Opposition supporters gesture from a minivan at a campaign rally at Aga Khan Grounds in Kampala [Samson Otieno/AP]</figcaption></figure><h2 id=\"voter-and-candidate-bribery\">Voter and candidate ‘bribery’</h2><p>Bobi Wine, too, has faced increased onslaught from the state, with candidates sponsored by his party to stand in parliamentary elections coming under particular strain. Many of the targeted candidates standing in the parliamentary polls, also being held on Thursday, have withdrawn their candidacies, publicly denounced Bobi Wine, and joined the governing party.</p><p>Most of these defections, managed by parliament’s deputy speaker, Thomas Tayebwa, have occurred daily but mainly outside the central region, which is considered Bobi Wine’s stronghold. Bobi Wine has claimed that these candidates were bribed, while the state maintains that they joined the governing party freely and without conditions.</p><p>Yusuf Serunkuma, a political analyst based at Kampala’s Makerere University, said he is not surprised by the “regime’s” tactics.</p><p>“This is part of transactional politics,” he told Al Jazeera. But he added that if the opposition had the capacity to buy candidates from the governing party, they too would be doing it daily.</p><p>Another method the state has used to eliminate candidates sponsored by Bobi Wine’s party has been through disqualification by the Electoral Commission, which has argued that some candidates failed to meet nomination requirements. Jude Byamukama, a Ugandan constitutional lawyer, says the cancellations have been “ridiculous”, as critics say they are tactics deployed to halt the opposition.</p><p>“They [Electoral Commission] were trying to create unopposed candidates in several constituencies without a lawful basis,” Byamukama told Al Jazeera. He added that after disqualification, the commission then made it difficult for candidates to appeal to the courts by failing to serve them the decisions on time.</p><p>Months before the election season, Museveni also launched a softer offensive, particularly targeting informal sector players in Bobi Wine’s strongholds in central Uganda. There, the president has distributed millions of dollars in cash to groups such as motorcycle riders, taxi drivers, salon operators and street vendors. Mwambutsya Ndebesa, a retired historian from Makerere University, describes this as “electoral corruption” meant to influence voters, while Serunkuma said “vote buying” is normal in Ugandan politics, but this time, it’s been more organised.</p><figure id=\"attachment_4234651\" aria-describedby=\"caption-attachment-4234651\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4234651\" src=\"/wp-content/uploads/2026/01/AP26010297329067-1768280123.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Uganda\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4234651\" class=\"wp-caption-text\">Ugandan security forces patrol a street during a campaign rally for opposition presidential candidate Bobi Wine, in Mukono, Uganda [Hajarah Nalwadda/AP]</figcaption></figure><h2 id=\"fears-the-worst-is-yet-to-come\">Fears the worst is yet to come</h2><p>As election day approaches on Thursday, Bobi Wine has warned that the state plans to arrest him and abduct key organisers who would play a role in monitoring polling stations.</p><p>He has issued advice to supporters: Disable phone location services, avoid predictable routes, limit time spent in one place, and flee if followed by unfamiliar vehicles or motorcycles – like the <a href=\"/features/2021/3/3/they-came-in-plainclothes-with-guns-abducted-by-ugandas-army\">Toyota Hiace</a> commonly associated with state abductions.</p><p>“I am aware of a plot by the desperate regime to have me arrested before polling day,” he recently said on social media.</p><p>Another flashpoint looms over election day itself: Whether voters should remain near polling stations after voting to “protect the vote”, as Bobi Wine has urged.</p><p>Ugandan law allows voters to remain at least 20 metres (66ft) away from polling stations, but the Electoral Commission and security agencies have advised people to leave immediately after voting.</p><p>The Electoral Commission has framed the issue as one of discipline rather than legality, warning that crowds could provoke disorder.</p><h2 id=\"ugandans-want-peace\">Ugandans want peace</h2><p>Despite the tense atmosphere among political players, Ugandans say they want peace – regardless of political affiliation.</p><p>Wanyama Isaac, a casual construction worker in Kampala and a Bobi Wine supporter, says elections should not descend into violence.</p><p>“Violence helps no one. It is the responsibility of both sides to remain calm,” he said.</p><p>Mashabe Alex, a boda boda rider who supports Museveni, agrees.</p><p>“Violence destroys businesses and lives, as we saw in 2021.”</p><p>He says the opposition should not threaten Museveni supporters like himself.</p><figure id=\"attachment_4234645\" aria-describedby=\"caption-attachment-4234645\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4234645\" src=\"/wp-content/uploads/2026/01/AP26007758951491-1768280045.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Museveni\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4234645\" class=\"wp-caption-text\">A campaign billboard for President Yoweri Museveni is displayed in Kampala, Uganda, Wednesday, January 7, 2026 [Hajarah Nalwadda/AP]</figcaption></figure><h2 id=\"an-uncertain-endgame\">An uncertain endgame</h2><p>Bobi Wine’s camp has not disclosed its post-election strategy. But Museveni has been warning his competitor’s supporters not to dare confront security agencies.</p><p>“I have heard Bobi Wine say that soldiers and police are few while rioters are many. I advise you not to believe him. Every soldier and police officer has a gun with 120 bullets,” Museveni warned in December.</p><p>The military already has soldiers in infantry mobility vehicles in Kampala, an opposition stronghold.</p><p>Rubongoya of the NUP argues that the Electoral Commission cannot declare an opposition candidate a winner in Uganda without pressure from the public.</p><p>“If Ugandans vote in large numbers and peacefully demand their victory, the Electoral Commission will be pushed to announce the right candidate,” he said.</p><p>“Our ideology is people power. If people are determined, intimidation and money will not stop them,” he added.</p><p>However, Rubongoya acknowledged that memories of the 2020–2021 election violence still haunt many Ugandans. He warned that any attempt to protest could be met with lethal force.</p><p>Serunkuma argues that the opposition signed up for an electoral process that was rigged from the start, and that they know they can never win, suggesting that their target may not be unseating Museveni himself.</p><p>Rather, he says parties like that of Bobi Wine want to “consolidate themselves under Museveni” by, for instance, retaining positions they hold in parliament.</p><p>Mutyaba predicts that after the election results are announced, Bobi Wine will likely be placed under house arrest – a tactic the state has used repeatedly since 2011. His party will issue statements dismissing the election results, and that will likely be the end.</p><p>“It is impossible to organise protests under the current conditions,” Mutyaba said. “The dynamics are not in their favour. The only hope is that, at some point during Museveni’s next term, an incident could trigger an uprising. But that will not happen next week.”</p></div></div></body></html>"
        },
        {
            "title": "Eight die in Gaza as storm brings extreme cold, collapses buildings | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-13T11:08:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260113-40239488-40239470-SEVERE_WEATHER_WORSENS_LIVING_CONDITIONS_IN_GAZA_CITY-1-1768303242.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Eight Palestinians have died in war-ravaged Gaza as a new storm has brought cold temperatures, piled on further misery to tens of thousands of displaced people surviving in flimsy shelters and caused strong winds that have toppled buildings damaged by <a href=\"/news/2026/1/12/israeli-quadcopter-kills-three-in-gazas-khan-younis-police-chief-slain\">Israeli attacks in its genocidal war</a> on the enclave.</p><p>Israel continues to block desperately needed humanitarian aid and critical supplies for shelters from entering the besieged Gaza Strip in violation of a ceasefire that began on October 10.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A spokesperson for Gaza’s Civil Defence told Al Jazeera on Tuesday that four deaths have been recorded due to <a href=\"/news/2026/1/11/fourth-palestinian-baby-freezes-to-death-in-gaza-since-november\">cold temperatures</a> caused by a severe weather depression that has brought torrential rain and freezing winds to the coastal enclave.</p><p>A source at Al-Aqsa Martyrs Hospital in central Gaza’s Deir el-Balah said one of the victims was a one-year-old who died in a tent before being brought to the facility.</p><p>“We’ve had children die of hypothermia again in the last few days. We’ve now gone to six children who died of hypothermia just in this winter,” UNICEF spokesperson James Elder said Tuesday.</p><p>Four other Palestinians were killed when war-damaged buildings toppled during the storm, the Civil Defence and officials at al-Shifa Hospital in Gaza City’s Remal neighbourhood said.</p><p>Three people, including a 15-year-old girl, were killed when one building collapsed in Gaza City while a fourth was killed in a separate building collapse in the city.</p><p>Civil Defence spokesperson Mahmoud Basal warned of catastrophic repercussions from the storm for Gaza’s population, the majority of whom have been left without adequate shelter as a result of Israel’s war and its ongoing restrictions on goods entering the territory.</p><p>In a statement, Hamas said it was regrettable that the international community was failing to provide relief to Gaza, saying the rising death toll and spread of illness showed the territory was “experiencing the most horrific form of genocide”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"surge-of-hospital-patients\">Surge of hospital patients</h2><p>A Civil Defence spokesperson said hospitals across the territory were observing an influx of patients, particularly children, with cold-related illnesses and the organisation had received hundreds of calls for support due to extreme cold.</p><p>He said shelters had been damaged by the storm and were no longer fit for use while other tents were being blown away completely by strong winds in western Gaza City.</p><p>Amjad Shawa, director of the Palestinian NGO Network in Gaza, told Al Jazeera that the situation was the worst it had been since the winter storms began.</p><p>He said about 10,000 families on Gaza’s coast were exposed to danger and further displacement as a result of the storm.</p><p>Shawa said Israel’s restrictions on goods entering the Strip were preventing access to much-needed shelter and medical supplies and hampering the work of aid organisations, endangering Gaza’s hard-hit population.</p><p>Gaza City Mayor Yahya al-Sarraj told Al Jazeera that Palestinians in the Strip were trapped in “tragic” circumstances, sheltering in inadequate tents and shelters, many of which were at risk of collapse, with insufficient supplies of medicine to treat those who are ill or wounded.</p><p>He called on the international community to pressure Israel to allow aid into the territory so Palestinians would be able to rebuild their homes.</p><p>The low-pressure system is expected to bring cold temperatures to Gaza until at least Tuesday evening, forecasters said.</p><h2 id=\"man-made-humanitarian-catastrophe\">‘Man-made humanitarian catastrophe’</h2><p>At a briefing on Tuesday, a spokesperson for the Qatari Ministry of Foreign Affairs condemned the “man-made humanitarian catastrophe” in Gaza and said Israel should allow aid into the enclave.</p><p>Majid Al-Ansari said that Qatar is working with mediators to push for the transition to the second phase of the Gaza agreement, noting that the complexities on the table at this moment necessitate progress towards implementing this phase.</p><p>Al-Ansari stressed in his statements the need to avoid linking the agreement in Gaza with the opening of the Rafah crossing or the entry of humanitarian aid without conditions, adding that every day that passes without aid entering Gaza means more victims.</p><p>He also stated that there are no specific timetables regarding Gaza, noting that Qatari contacts are ongoing and daily to push the agreement forward, and he asked Israel to answer the question: “Why is the implementation of the Gaza agreement being delayed?”</p><p>As the death toll from the storm rose in Gaza, UNICEF said dozens of children have been killed since the start of the ceasefire three months ago.</p><p>“More than 100 children have been killed in Gaza since the ceasefire of early October. That’s roughly a girl or a boy killed here every day during a ceasefire,” Elder, the UN children’s agency spokesman, told reporters.</p><p>He said the children had been killed in air strikes, drone strikes, tank shelling and by live ammunition.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘We do not want to be Americans’: Greenlanders fear US threat to annex | Donald Trump News | Al Jazeera",
            "time": "2026-01-13T10:58:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2204704055-1768306188.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Copenhagen, Denmark –</strong> An international camera crew is being ushered out of Aaja Chemnitz’s office in the Danish parliament to make room for the next interview. Politely but firmly, the journalists are asked to leave – quickly. The busy Greenlandic politician – one of the two MPs with seats in the Danish parliament – is juggling back-to-back media requests as international attention intensifies.</p><p>Last week, she took part in a crisis meeting with the Danish foreign relations committee – a meeting with only one item on the agenda: the rapidly worsening relations between the Kingdom of Denmark and its NATO ally, the United States – driven by President Donald Trump’s push to acquire Greenland.</p><p>“Greenland is not for sale, and Greenland will never be for sale,” Chemnitz, from the Inuit Ataqatigiit (IA) party, tells Al Jazeera while her assistant helps a Finnish newspaper to settle into the office. “People seem to think they can buy the Greenlandic soul. It is our identity, our language, our culture – and it would look completely different if you became an American citizen, and that is not something a majority in Greenland want.”</p><p>The other Greenlandic MP, Aki-Matilda Hoegh-Dam of the Naleraq party, says it is a difficult time for Greenland’s 56,000 people.</p><p>“It has been a very turbulent time for many Greenlanders,” she tells Al Jazeera. “We have, in many ways, been isolated from the rest of the world for almost 300 years, with limited contact with major powers, especially when it comes to foreign relations. But now we feel cornered, and that is making a lot of people anxious.”</p><p>As Greenland is thrust into an uneasy global spotlight, both politicians are splitting their time between Copenhagen and Nuuk.</p><p>“All Greenlandic parties have stated that we do not want to be Americans – and that we also do not want to be Danish. We want to be Greenlanders. We already have one coloniser; we do not need a new one,” Aki-Matilda Hoegh-Dam says.</p><figure id=\"attachment_4235306\" aria-describedby=\"caption-attachment-4235306\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4235306\" src=\"/wp-content/uploads/2026/01/Aki-1768299191.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Aki-Matilda Hoegh-Dam\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4235306\" class=\"wp-caption-text\">‘We already have one coloniser; we do not need a new one,’ Aki-Matilda Hoegh-Dam, one of the two Greenlandic MPs, says [Peter Keldorff/Al Jazeera]</figcaption></figure><h2 id=\"a-foreign-relations-crisis\">A foreign relations crisis</h2><p>Since December, the US president has been reiterating his desire to acquire the icy island – a proposal he first mooted in 2019 during his first term in the White House. Back then, the Danish prime minister called the idea “absurd” and Trump cancelled an official state visit to Denmark. This time around, the Trump administration has signalled that military force remains an option, sending jitters through Nuuk and Copenhagen.</p><p>While Greenland is self-governing within the Danish kingdom, Copenhagen still controls defence and foreign policy.</p><p>“This is the worst foreign relations crisis for the Danish kingdom since World War II,” political commentator Hans Engell, a former Danish defence minister, tells Al Jazeera on a cold and snowy January day in Copenhagen. “Even during the height of the Cold War, I can’t think of anything worse than the current situation with America and Greenland. The problem is that there might not be a good solution to it all.”</p><p>Trump says the US needs Greenland for its own national security. Geographically, it is part of North America, but historically it has been tied to Europe, particularly Denmark, which colonised Greenland about 300 years ago.</p><p>Since 2009, Greenland has had home rule, but it remains heavily dependent on Denmark for defence and finance. That could change, however. Greenland has rare minerals and oil beneath its ice.</p><p>Some observers believe these resources are what are really driving the US president’s interest in the island. Others argue Trump is chasing a legacy: if the US were to acquire Greenland on his watch, the former real estate mogul would go down in history as the president who expanded US territory the most.</p><p>Indeed, in a recent interview with The New York Times, he said it is “ownership” that matters, not just control.</p><figure id=\"attachment_4235325\" aria-describedby=\"caption-attachment-4235325\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4235325\" src=\"/wp-content/uploads/2026/01/2026-01-10T102123Z_40905218_RC2HMDAA77XO_RTRMADP_3_USA-TRUMP-GREENLAND-PARLIAMENT-1768299505.jpg?w=770&amp;resize=770%2C487&amp;quality=80\" alt=\"Greenland parliament\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4235325\" class=\"wp-caption-text\">Greenland’s parliament, Inatsisartut, in Nuuk, on March 28, 2025 [Leonhard Foeger/Reuters]</figcaption></figure><h2 id=\"losing-sleep\">Losing sleep</h2><p>As for the threat of potential US military action, “some refuse to take the threat seriously. But others are worried and can’t sleep at night,” says Hoegh-Dam. “The situation is made worse because the American president is not playing by the normal rules. This new world order represents a break with the rules-based order we were used to. We Greenlanders have to learn to live with that too.”</p><p>To be sure, Trump has indicated that he would prefer to make a “real-estate deal” to acquire Greenland without military action. It would not be the first time the US has tried to buy the island.</p><p>In 1868, following the purchase of Alaska, Secretary of State William Seward was reportedly prepared to offer $5.5m in gold to acquire Greenland and Iceland.</p><p>A more formal attempt was made in 1946, immediately after World War II. Seeing Greenland’s critical role in monitoring Soviet movements, President Harry Truman’s administration offered Denmark $100m in gold – about $1.66bn in today’s money – for the island.</p><p>But Denmark flatly rejected the idea both times.</p><p>In fact, talk of “buying” Greenland – a proposal that is reportedly under consideration in Washington – is far more complicated than it sounds: any such move would require lengthy negotiations and Greenlandic consent. Denmark cannot simply sell the territory.</p><p>“I would like to make a deal, you know, the easy way. But if we don’t do it the easy way, we’re going to do it the hard way,” Trump said on Friday.</p><p>This statement has led to fears in Greenland, according to Masaana Egede, editor-in-chief of the Greenlandic news outlet Sermitsiaq.</p><p>“It is deeply unsettling to be on the receiving end of this pressure – whether you are an ordinary citizen or an elected politician. And it is especially unsettling when it comes from Trump himself,” Egede told Danish TV 2.</p><p>The prospect of US military intervention became startlingly clear with the <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">recent abduction of Venezuela’s President Nicolas Maduro</a> by US special forces. Maduro now faces trial in New York on drug trafficking and other charges, but many believe Trump’s real aim is to regain US control over Venezuelan oil.</p><figure id=\"attachment_4235304\" aria-describedby=\"caption-attachment-4235304\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4235304\" src=\"/wp-content/uploads/2026/01/Chemnitz2-1768299185.png?w=770&amp;resize=770%2C440&amp;quality=80\" alt=\"Aaja Chemnitz\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4235304\" class=\"wp-caption-text\">‘Greenlanders are a very proud and rock-steady people – we will hold on to that belief,’ says Greenlandic MP Aaja Chemnitz [Peter Keldorff/Al Jazeera]</figcaption></figure><h2 id=\"greenlanders-are-rock-steady\">‘Greenlanders are rock-steady’</h2><p>Last week’s crisis meeting by the Danish foreign relations committee was held in a high-security room, with members leaving their phones outside, due to worries about foreign powers listening in.</p><p>The Danish foreign minister announced afterwards that Denmark and Greenland, including Greenland’s foreign affairs minister, have requested a meeting with US Secretary of State Marco Rubio. The meeting, coming on Wednesday, could prove to be a game-changer in the dispute.</p><p>“The meeting could have major consequences for Greenland,” Hoegh-Dam tells Al Jazeera.</p><p>“I hope that our foreign minister, beyond rejecting any idea of being ‘bought’, can also get a clearer picture of what the US actually wants.”</p><p>“Greenlanders are a very proud and rock-steady people. We have a great belief in our nation and people. We will hold on to that belief no matter who is trying to colonise us.”</p><p>Greenland finds itself at a pivotal moment in history, and Chemnitz believes the threat from the US should be taken seriously.</p><p>“There are two threats to Greenland. There is an internal threat – that is, a number of structural challenges we face in Greenland. And then there is the external threat, which is coming from the US right now at this very moment,” says the Greenlandic MP, before the door to her office closes and the next press interview about the future of her homeland begins.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Which countries made the biggest deals with Israel in 2025? | Business and Economy News | Al Jazeera",
            "time": "2026-01-13T10:42:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/05/AFP__20071012__DV245081__v3__Preview__MideastIsraelArmyDrone-1715763048.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel signed a record number of multibillion-dollar gas, technology and military deals in 2025.</p><p>One of its most prominent deals came in December when Prime Minister Netanyahu approved the <a href=\"/news/2025/12/18/egypt-says-gas-deal-with-israel-is-purely-commercial\">largest energy deal</a> in Israel’s history. The contract will supply Egypt with up to $35bn worth of gas through 2040 from the Leviathan field, further deepening the North African country’s energy dependence on Israel amid its ongoing energy crisis.</p><p>Egypt, which established diplomatic ties with Israel in 1979, stated that the deal was a “purely commercial” arrangement and that there are no “political dimensions”, especially amid mounting public anger over Israel’s ongoing <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\" target=\"_blank\" rel=\"noopener\">genocide</a> in Gaza.</p><figure id=\"attachment_893191\" aria-describedby=\"caption-attachment-893191\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-893191\" src=\"/wp-content/uploads/2019/12/b8635895392c4f22877aa61850c00571_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Israel Leviathan gas field\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-893191\" class=\"wp-caption-text\">An aerial view shows the foundation platform of the Leviathan gasfield, in the Mediterranean Sea, off the coast of Haifa, Israel, on January 31, 2019 [Marc Israel Sellem/Reuters]</figcaption></figure><p>Israel has also signed several record multibillion-dollar deals in the technology and military sectors in 2025, profiting largely from selling military and surveillance equipment that has been “<a href=\"/video/the-stream/2024/2/20/how-is-israels-arms-industry-profiting-from-the-war-on-gaza\" target=\"_blank\" rel=\"noopener\">battle-tested</a>” in Palestine and across the region.</p><p>US tech giant Google (Alphabet) is finalising its $32bn acquisition of cybersecurity company Wiz, while Nvidia has committed $1.5bn to establish Israel’s largest artificial intelligence (AI) data centre, located about 30km (19 miles) from Haifa.</p><p>In Europe, Israel’s $6.5bn Arrow 3 deal with Germany features an advanced defence system for intercepting long-range ballistic missiles, making it the largest military export in Israel’s history.</p><p>In this story, Al Jazeera unpacks some of the largest publicly disclosed deals signed with Israel in 2025.</p><figure id=\"attachment_4235301\" aria-describedby=\"caption-attachment-4235301\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4235301\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Israel-big-international-deals-in-2025-1768299162.png?quality=80\" alt=\"INTERACTIVE Israel big international deals in 2025-1768299162\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4235301\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Some of the biggest public deals signed with Israel in 2025 include:</p><ul>\n<li><strong>$35bn deal with Egyptian energy companies: </strong>A long-term agreement for the export of 130 billion cubic metres of natural gas linked to the Leviathan field is set to run from 2026 to 2040. This was the largest public deal Israel signed in 2025.</li>\n<li><strong>$32bn deal with Alphabet: </strong>Google’s parent company, Alphabet, acquired the Israeli cybersecurity firm Wiz, marking one of the largest technology deals in Israel’s history. The acquisition is currently awaiting a final antitrust decision from the European Commission, which is due by February 10, 2026.</li>\n<li><strong>$25bn deal with Palo Alto Networks: </strong>Palo Alto Networks announced the acquisition of CyberArk, an Israeli cybersecurity company. The deal is likely to be finalised in the second half of 2026, pending regulatory and shareholder approvals.</li>\n<li><strong>$3.1bn deal with Germany: </strong>In December, Germany approved a substantial $3.1bn expansion to an existing Arrow 3 missile defence contract, bringing the total deal to $6.5bn and making it Israel’s largest military export agreement.</li>\n<li><strong>$3bn deal with Xero: </strong>In late 2025, Xero, a New Zealand-based technology company that specialises in cloud-based accounting software, acquired the Israeli fintech company Melio, making it the largest outbound acquisition in New Zealand.</li>\n<li><strong>$2.6bn deal with Munich Re: </strong>In March, Munich Re, a German multinational insurance company, acquired the Israeli-founded Next Insurance.</li>\n<li><strong>$1.5bn deal with Nvidia: </strong>In December 2025, Nvidia confirmed an investment of $1.5bn to establish a massive AI server farm in the Mevo Carmel industrial zone south of Haifa. This facility is designed to house Nvidia’s next-generation Blackwell AI processors and will be Nvidia’s largest research and development hub outside the United States.</li>\n</ul><h2 id=\"israel-s-top-trading-partners\">Israel’s top trading partners</h2><p>Trade data over a longer period provides important context for why these countries appear repeatedly in Israel’s biggest deals. Between 2019 and 2023, the country’s trade relationships were heavily concentrated among a small group of partners, with the top 10 accounting for more than half of total trade.</p><p>Between 2019 and 2023, Israel’s top trading partners were:</p><ul>\n<li><strong>United States</strong> – 18.9 percent of total trade worth $140.9bn</li>\n<li><strong>China</strong> – 11.6 percent worth $86.5bn</li>\n<li><strong>Germany</strong> – 5.5 percent worth $40.9bn</li>\n<li><strong>Turkiye</strong> – 4.8 percent worth $35.7bn</li>\n<li><strong>Switzerland </strong>and <strong>the Netherlands</strong> – 3.1 percent each worth $23.1bn</li>\n</ul><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4235206\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Israels-biggest-trading-partners-1768296758.png?quality=80\" alt=\"INTERACTIVE-Israel's biggest trading partners-1768296758\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-are-israel-s-primary-imports-and-exports\">What are Israel’s primary imports and exports?</h2><p>Its global trade in 2024 consisted of $91.5bn in imports and $61.7bn in exports.</p><p>Some of Israel’s top imports include:</p><ul>\n<li>Electrical machinery, electronics and mechanical appliances, worth approximately $19bn</li>\n<li>Vehicles, including cars, trucks, buses and planes, worth about $10bn</li>\n<li>Chemical products, including pharmaceuticals, worth $8bn</li>\n<li>Mineral products, including petroleum, coal and cement, worth $7bn</li>\n<li>Gems and jewellery, including diamonds, worth $4bn</li>\n</ul><p>Some of Israel’s top exports include:</p><ul>\n<li>Electrical machinery, electronics and mechanical appliances worth some $18bn</li>\n<li>Chemical products, including pharmaceuticals, worth $10bn</li>\n<li>Gems and jewellery, including polished diamonds, worth $9bn</li>\n<li>Optical, technical and medical apparatus worth $7bn</li>\n<li>Mineral products worth $5bn</li>\n</ul><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3724364\" src=\"/wp-content/uploads/2025/05/INTERACTIVE-Israel-biggest-imports-and-exports-trade-products-economy-1747836065.png?quality=80\" alt=\"INTERACTIVE - Israel biggest imports and exports trade products economy\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Israel’s electronics sector is a key engine of its export economy, led by significant players like Intel, which runs large-scale chip fabrication facilities, as well as companies such as Elbit Systems and Orbotech, known for their expertise in military electronics and advanced manufacturing.</p><p>Israel is a leading exporter of pharmaceuticals, driven by companies such as Teva Pharmaceuticals, one of the world’s largest generic drug manufacturers.</p><p>It is also a global leader in the diamond trade, importing billions of dollars’ worth of rough diamonds, which are then cut, polished and processed domestically before being exported.</p></div></div></body></html>"
        },
        {
            "title": "Tensions flare in Minnesota as protesters, federal agents square off | Migration News | Al Jazeera",
            "time": "2026-01-13T10:33:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26013219816436-1768296645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Jan 2026</span><span aria-hidden=\"true\">13 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Days of demonstrations against United States immigration agents have left Minnesota on edge.</p><p>Federal authorities have used tear gas to disperse whistle-blowing activists, and state and local leaders filed a lawsuit on Monday to challenge an enforcement crackdown that led to the fatal shooting of a Minneapolis woman last week.</p><p>Confrontations between federal agents and protesters lasted throughout Monday and spanned multiple cities. Agents fired tear gas in Minneapolis as a crowd gathered around immigration officers questioning a man while in St Cloud, a city to the northwest, hundreds of people protested outside a strip of Somali-run businesses after Immigration and Customs Enforcement (ICE) officers arrived.</p><p>Later that night, clashes broke out between protesters and officers guarding the federal building being used as a base for the crackdown in the Twin Cities of Minneapolis and St Paul.</p><p>With the Department of Homeland Security pledging to send more than 2,000 immigration officers into Minnesota in what ICE has described as its largest enforcement operation ever, the state, joined by Minneapolis and St Paul, sued the Trump administration to try to halt or limit the surge.</p><p>The lawsuit says the Department of Homeland Security is violating the First Amendment and other constitutional protections. It accuses President Donald Trump’s Republican administration of violating free speech rights by targeting a progressive state that favours Democrats and welcomes immigrants.</p><p>Homeland Security says it has made more than 2,000 arrests in the state since December.</p><p>In the days since Renee Nicole Good was shot in the head on Wednesday by an ICE officer while behind the wheel of her SUV, there have been dozens of protests and vigils across the US to honour the 37-year-old mother of three and to fiercely criticise the Trump administration’s tactics.</p><p>In response to Monday’s lawsuit, Homeland Security spokesperson Tricia McLaughlin accused Minnesota officials of neglecting public safety.</p><p>The Trump administration has repeatedly defended the immigration agent who shot Good, saying she and her vehicle presented a threat. But that explanation has been widely rejected by Minnesota Governor Tim Walz, Minneapolis Mayor Jacob Frey and others who have cited videos of the confrontation.</p></div></div></body></html>"
        },
        {
            "title": "World reacts to Iran protests, US military threats against Tehran | Protests News | Al Jazeera",
            "time": "2026-01-13T10:21:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6965df2915-1768283945.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The sustained <a href=\"/news/liveblog/2026/1/13/iran-protests-live-tehran-says-its-prepared-for-any-move-by-trump\">nationwide protests</a> that have gripped Iran since late December have divided global opinion, with some governments raising concern about what they fear are foreign, instigated riots, while others have accused Iran’s leaders of responding violently to those protesting.</p><p>Several senior Iranian figures have acknowledged the grievances of the demonstrators but have attempted to distinguish between people motivated by economic duress and rising costs, and what they have described as rioters seeking to “sow discord”, as Iran’s Foreign Minister Abbas Araghchi stated.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Araghchi has said Iran is not seeking war but told Al Jazeera that Tehran was <a href=\"/news/2026/1/13/iran-us-at-possible-precipice-of-renewed-conflict-as-protests-continue\">“prepared for all options”</a> after US President Donald Trump threatened military action over the response to the protests.</p><p>The semiofficial Tasnim news agency reported on Sunday that 109 security personnel had been killed in the protests. Authorities have not confirmed the number of demonstrators who have been killed, but opposition activists based outside the country said the death toll is higher and includes hundreds of protesters. Al Jazeera cannot independently verify either figure.</p><p>Here’s a look at how countries and key global organisations are reacting.</p><h3>Iran</h3><p>Iran’s President <a href=\"/news/2026/1/11/irans-pezeshkian-pledges-economic-overhaul-amid-spiralling-protests\">Masoud Pezeshkian</a> has pledged to address mounting economic grievances, saying on Sunday his government is “ready to listen to its people” while accusing the United States and Israel of trying to “sow chaos and disorder” by directing elements of the unrest.</p><p>He acknowledged that the people “have concerns”, stating that “we should sit with them, and if it is our duty, we should resolve their concerns”.<br>\nHowever, he warned, “The higher duty is not to allow a group of rioters to come and destroy the entire society.”</p><h3>United States</h3><p>President Donald Trump has warned Iran’s leaders against using lethal force against demonstrators and has repeatedly said the US is considering military action.</p><p>“The military is looking at it, and we’re looking at some very strong options. We’ll make a determination,” he told reporters on board Air Force One late on Sunday.</p><p>Last week, in a post on Truth Social, Trump’s social media site, he said: “Iran is looking at FREEDOM, perhaps like never before. The USA stands ready to help!!!”</p><h2 id=\"qatar\">Qatar</h2><p>The Gulf nation is trying to mediate the rising tensions and threats of war between the US and Iran.</p><p>“There are expectations that the current tension will lead to an escalation in the region, and we are trying to de-escalate the situation,” Qatari Foreign Ministry spokesperson Majed al-Ansari said at a news conference in Doha.</p><p>“We know that any escalation … would have catastrophic results in the region and beyond and, therefore, we want to avoid that as much as possible.”</p><p>Al-Ansari added diplomacy is the most effective way to resolve regional crises, and “we are working on this with our neighbours and partners.”</p><p>“We are a party to the contacts aimed at calming the situation in the region and resolving the disputes between Washington and Tehran,” he said.</p><h3>Israel</h3><p>Iran’s most hostile regional foe, Israel, has strongly backed the demonstrators, with Israeli Prime Minister Benjamin Netanyahu commending the “tremendous heroism of the citizens of Iran” during a cabinet meeting.</p><p>The Israeli army has separately said the protests are internal but that the army is “equipped to respond with power if need be”.</p><h3>United Kingdom</h3><p>A minister also refused to rule out the possibility of backing military action, with Peter Kyle telling broadcaster Sky News, “There’s lots of ifs”.</p><p>The Conservative opposition leader, Kemi Badenoch, told the BBC: “Given the threat that we’re seeing to the people, I think that would be right.”</p><h3>European Union</h3><p>The EU has said it stands “ready to propose new sanctions”, adding to the range the 27-member bloc already has in place.</p><p>The UK, along with Germany and France, issued a joint statement last week saying they “strongly condemned” the killing of protesters.</p><h3>Germany</h3><p>Germany’s chancellor, Friedrich Merz, predicted the last days of Iran’s Islamic republic, telling reporters while on a trip in India that when “a regime can only hold on to power through violence, then it is effectively finished”.</p><p>Germany, which has close commercial and military ties with Israel, and has staunchly supported its genocidal war against Palestinians in Gaza, previously described what it called Iran’s violent response as a sign of “weakness” and not strength.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Spain</h3><p> </p><p>The Spanish government summoned Iran’s ambassador in Madrid to formally protest against a crackdown on nationwide demonstrations.</p><p data-start=\"316\" data-end=\"569\">Speaking on Tuesday, Spain’s Foreign Minister Jose Manuel Albares said the government had conveyed its “condemnation” of the response to the protests, which have been met with mass arrests and the use of lethal force.</p><p data-start=\"571\" data-end=\"773\">“The right of Iranian men and women to peaceful protest, their freedom of expression, must be respected,” Albares said in an interview with Catalunya Radio. He added that “arbitrary arrests must cease”. The Spanish foreign minister also urged Iran to re-engage diplomatically, calling on Tehran to “return to the dialogue tables and to the negotiating tables”.</p><h3>Japan</h3><p>Foreign Minister Toshimitsu Motegi said the Japanese government “strongly calls for the immediate cessation of violence and strongly hopes for an early settlement of the situation”.</p><h3>China</h3><p>China’s government has taken a line closer to Iran’s, expressing its opposition to external “interference in other countries’ internal affairs”, with a Foreign Ministry spokesperson adding that “the sovereignty and security of all nations should be fully protected by international law.”</p><h3>Russia</h3><p>Sergei Shoigu, secretary of Russia’s Security Council and former defence minister, speaking about the protests following a call with Ali Larijani, secretary of Iran’s National Security Council, “condemned” what he said was “the latest attempt by foreign forces to interfere in Iran’s internal affairs”.</p><h3>Turkiye</h3><p>Turkiye’s foreign minister, Hakan Fidan, who was previously the country’s intelligence chief, said the protests were “manipulated by Iran’s rivals from abroad”, naming Israel’s intelligence service as having a hand.</p><p>“Mossad doesn’t hide it; they are calling on the Iranian people to revolt against the regime through their own internet and Twitter accounts,” he said.</p><h3>United Nations</h3><p>UN Secretary-General Antonio Guterres says he is “shocked” by reports of violence against protesters in Iran and called on the government to show restraint.</p><p>“All Iranians must be able to express their grievances peacefully and without fear,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza’s forcibly disappeared must not be forgotten | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-13T09:58:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/1000322629-1768298123.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It has been three months since the “ceasefire” took hold in Gaza. In this time, Israel has predictably refused to comply with its obligations under the deal. It continues to block the negotiated amounts of aid into the Strip. Adequate food, medicine and temporary shelters are not reaching us. The Rafah crossing remains closed and those needing urgent medical evacuations still cannot leave.</p><p>Israel also continues to bomb us, killing more than 400 people since October 10. The Israeli army continues to demolish Palestinian homes beyond the so-called yellow line, laying waste to whole neighbourhoods.</p><p>Meanwhile, there is ongoing mediation to push the ceasefire into phase two, where the army would withdraw and reconstruction would begin. While these efforts offer some hope that the situation in Gaza may improve, there is one important issue that they are failing to address: The fate of the Palestinians who remain in Israeli captivity.</p><p>After Israel received all its captives, except for the body of a deceased one, there has been no talk of the continuous suffering of Palestinians who were forcibly disappeared from Gaza by the Israeli army. There are at least 1,800 Palestinians from Gaza who remain detained; that is in addition to more than 8,000 others who have been kidnapped from the occupied West Bank and East Jerusalem.</p><p>My brother is one of those 1,800 people from Gaza.</p><p>Khalid is a 34-year-old father of three. His children, Dyala, 8, Hamdan, 10, and Abeer, 11, were the centre of his life before his abduction.</p><p>Khalid went missing on December 3, 2023. We – 17 family members – had just fled our home in Shujayea neighbourhood because of Israeli attacks and were sheltering at the Western Directorate of Education in Gaza City, near Yarmouk Stadium.</p><p>At night, I woke up to the sound of heavy military vehicles moving in. I realised my brother, who had been sleeping next to me, was gone.</p><p>Hours later, Israeli forces stormed the building and forcibly separated the women and children from the older boys and men. We were eventually let go, and 15 of us reunited at al-Shifa hospital; Khalid and our father were missing.</p><p>Fifteen days later, we learned that our father had been released and was sent to Rafah. We were able to get in touch with him, and he said he believed Khalid had also been detained in the Israeli attack, not killed.</p><p>Almost one year later, as we took shelter at my sister’s house in Shujayea, I received a call from a Red Cross employee, asking if Khalid was my brother. My heart dropped. I asked for any news about Khalid; was he still alive? I was informed my brother was alive, detained in the notorious Ofer prison.</p><p>When the January 2025 ceasefire was announced, hope returned. We were finally reunited with our father, who was able to come to the north.</p><p>We also expected Khalid’s name to show up in the lists of Palestinian prisoners Israel was going to release in the multiple exchanges of captives.</p><p>My younger brother, Mohammed, and I anxiously scrolled through the names. Khalid’s name did not appear on any list. Later, we heard from several freed prisoners that Khalid was being held in Nafha Prison.</p><p>When the October ceasefire was announced, we searched the list again. A total of 1,718 civilians kidnapped from Gaza, along with only 250 Palestinians unjustly serving life or long sentences, were released.</p><p>Khalid was not among them.</p><p>This broke me in ways I can’t describe. I cannot fully express the depth of my disappointment in a world so unjust.</p><p>Some days, the longing for my brother feels heavier than I can carry. I think about him constantly, about where he is and what he’s going through. The distance between us feels unbearable. There are moments when I would do anything just to see him, even briefly, just to know he’s still there.</p><p>The separation has settled into my life in a quiet, exhausting way. It follows me everywhere, shaping my days and filling the spaces he used to occupy.</p><p>When I look at Dyala, Hamdan, and Abeer, my eyes fill with tears. Eight months ago, their mother, Nadia, was killed when <a href=\"/gallery/2025/7/1/aftermath-of-an-israeli-air-attack-on-a-gaza-cafe\">the cafe</a> she worked in was bombed by the Israeli army; 38 others were massacred with her.</p><figure id=\"attachment_4235271\" aria-describedby=\"caption-attachment-4235271\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4235271\" src=\"/wp-content/uploads/2026/01/1000322630-1768298125.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A photo of two girls and boy posing\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4235271\" class=\"wp-caption-text\">The author’s nieces, Abeer and Dyala and his nephew Hamdan in Gaza [Courtesy of Yusuf El-Mbayed]</figcaption></figure><p>Now, the three live without either parent.</p><p>I long to see Khalid’s face free from fear and violence. I dream of laughing with him, hugging him and spending time together.</p><p>I am one of thousands of Palestinians who are held prisoner to constant fear and anxiety for their loved ones held in Israel’s dungeons. We have all heard the horrifying stories from released prisoners about the torture and abuse. We have seen bodies, shrunk and emaciated; skin, bruised and melted.</p><p>Israel has celebrated the return of all its captives – dead or alive – as a diplomatic victory, a moment of closure. But for Palestinians, there is no closure. No one is celebrating. Our loved ones remain in captivity.</p><p>To those at the negotiation table: We urgently call on you to bring the issue of Palestinian prisoners back. This is not a matter that can be put off – it is a moral and urgent imperative. Palestinian prisoners are not a file to be shelved; they are human beings who deserve dignity and justice. Their lives are in imminent danger.</p><p>To Khalid: Your absence pains us and we long for your return. We will not rest until you are back with us. We will wait for you, dear Khalid, for as long as it takes.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "‘Alive or dead?’: Gaza families trapped in information void about relatives | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-13T09:48:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/08/2023-12-10T184248Z_1309229175_RC26T4AXXFNJ_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1707919023-1710944032-1722937000.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For thousands of Palestinian families in Gaza, the ongoing <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">Israeli genocidal war</a> is not just about the huge loss of life, utter destruction and relentless bombardment, but the agonising silence of missing loved ones swallowed by Israel’s detention system.</p><p>“We do not know if he is detained or a martyr,” the wife of Abdul Rahman, a young man who disappeared in January, told Al Jazeera. “We filled out many forms … but hope still exists.”</p><p>This psychological limbo was highlighted this week by the case of Hamza Adwan, a 67-year-old detainee whose family was informed of his death on Sunday – four months after he actually died in custody on September 9, 2025.</p><p>Adwan, a father of nine who had already lost two sons before the war, was arrested at a checkpoint on November 12, 2024. According to his family, he was detained despite suffering from serious health issues, including heart disease, and requiring constant medical care.</p><p>The delayed notification of his death is not an isolated incident. It reflects a systematic policy of “enforced disappearance” – creating a total void of information that the Commission of Detainees’ Affairs and the Palestinian Prisoner’s Society describe as an integral part of the ongoing “war of genocide”.</p><h2><strong>A system of uncertainty</strong></h2><p>In testimonies gathered by Al Jazeera, families described a chaotic reality where official information is often scarce or contradictory.</p><p>The father of Amro, a young man arrested in December 2024, lives in a cruel state of uncertainty. He was initially told by officials that his son had died in custody on December 13. However, released prisoners later reported seeing Amro alive after that date.</p><p>“We live on hope that he is alive and well,” the father said, despite fearing his son may have been subjected to <a href=\"/news/2024/2/18/systematic-torture-to-be-palestinian-in-an-israeli-prison\">“unimaginable torture”</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2><strong>‘Legalising’ execution</strong></h2><p>The rights groups accused Israel of pursuing a policy of “slow execution” through starvation, medical neglect, and torture, aimed at making this “the deadliest phase in the history of the Palestinian prisoner movement”.</p><p>They warned that this surge in deaths coincides with Israeli political efforts to pass <a href=\"/features/2025/12/21/israeli-death-penalty-bill-violates-international-law-palestinian-analysts\">legislation</a> approving the execution of Palestinian prisoners.</p><p>According to the groups, this move aims to “legalise” extrajudicial killings and transform them from actions taken outside the law into a “legitimate and codified policy”.</p><p>This legislative push targets a population where the vast majority are held without charge or trial.</p><h2><strong>By the numbers</strong></h2><p>The Commission and the Prisoner’s Society released alarming new statistics illustrating the scale of the crackdown. As of January 2026, the total number of Palestinians held in Israeli prisons has surpassed 9,300.</p><p>Most are legally in limbo, including:</p><ul>\n<li><strong>3,385</strong> administrative detainees, held indefinitely on secret evidence without trial.</li>\n<li><strong>1,237</strong> detainees classified as “unlawful combatants”, a designation Israel uses to hold Palestinians from Gaza without granting them prisoner-of-war status or legal rights.</li>\n</ul><p>With the confirmation of Adwan’s death, the number of prisoners known to have died in Israeli custody since the war began has risen to 87, including 51 from Gaza.</p><h2><strong>ICRC denied access</strong></h2><p>Compounding the families’ distress is the paralysis of international monitors. The International Committee of the Red Cross (ICRC) confirmed to Al Jazeera that it remains completely barred from visiting Palestinian detainees.</p><p>“The ICRC has not been able to access detainees held in Israeli detention centres since October 2023,” Amani Al Naouq, the ICRC spokesperson in Gaza, told Al Jazeera.</p><p>“We are constantly receiving inquiries from families concerned about the health and safety of their loved ones,” she added.</p><h2><strong>Medics under fire</strong></h2><p>The crackdown has not spared those saving lives. On Monday, medical staff in Gaza held a protest demanding the release of 30 doctors and paramedics detained from Kamal Adwan Hospital alone.</p><p>Protesters held banners and photos of <a href=\"/news/2025/10/22/who-are-the-95-palestinian-healthcare-workers-held-captive-by-israel\">dozens of detained colleagues</a>, prominently featuring <a href=\"/news/2025/12/27/a-year-on-israel-still-holds-gaza-doctor-hussam-abu-safia-without-charge\">Dr Hussam Abu Safia</a>, the hospital director who was seized while treating patients.</p><p>“These heroes … were arrested outside the framework of international humanitarian law,” said Fares Afana, director of ambulance services. “The testimonies we hear from those released are beyond the comprehension of the human mind.”</p><p>Another medical representative at the rally warned of the lethal risks facing detainees, pointing to the fate of <a href=\"/opinions/2025/7/9/israel-is-killing-doctors-so-gaza-can-never-heal-from-genocide\">Dr Iyad al-Rantisi</a>, the director of the maternity department at Kamal Adwan Hospital, who died under interrogation.</p><p>“Our colleagues have been subjected to kidnapping and torture … and even killing inside detention centres, just as happened with Dr al-Rantisi,” the representative said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran, US at possible precipice of renewed conflict as protests continue | Protests News | Al Jazeera",
            "time": "2026-01-13T09:45:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26009440808190-1-1768294775.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Washington and Tehran are engaged in escalating rhetoric over <a href=\"/news/liveblog/2026/1/13/iran-protests-live-tehran-says-its-prepared-for-any-move-by-trump\">ongoing protests in Iran</a>, with Iranian Foreign Minister Abbas Araghchi saying his government is ready for war after United States President Donald Trump threatened military action over Iran’s crackdown on the demonstrations.</p><p>Iran’s intelligence agency said on Tuesday that US arms and explosive equipment had been seized from “militants” who hid the weapons in several homes in the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The statement followed earlier claims by Araghchi, in an <a href=\"/news/2026/1/12/iranian-fm-araghchi-warns-iran-ready-for-war-if-us-wants-to-test-it\">exclusive interview with Al Jazeera</a>, that Iranian authorities had recordings of voices from abroad giving orders to “terrorist agents” to fire on police and protesters.</p><p>Iranian officials have previously accused the US and Israel of deploying “foreign agents” to the country to instigate violence.</p><p>“The internet was only cut after we confronted terrorist operations, and realised that orders were coming from outside the country,” Araghchi told Al Jazeera.</p><p>“We have recorded voices of individuals giving orders from abroad to terrorist agents, instructing them to fire at police forces and fire at demonstrators if police forces were not present. Their intention was to spread killing.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the interview, Araghchi responded to Washington’s recent threats of military action over the repression of the protests by saying his country was ready for war if Washington wanted “to test” it.</p><p>“If Washington wants to test the military option it has tested before, we are ready for it,” said Araghchi, adding that he hoped the US would choose “the wise option” of dialogue, while warning of “those trying to drag Washington into war in order to serve Israel’s interests”.</p><p>He said communications with US special envoy Steve Witkoff had “continued before and after the protests and are still ongoing”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"vance-rubio-presenting-options-to-trump\">Vance, Rubio ‘presenting options’ to Trump</h2><p>The office of US Vice President JD Vance said on Tuesday that top Trump administration officials were preparing diplomatic and military options to present to Trump over the ongoing protests.</p><p>“Vice President Vance and Secretary of State Rubio together are presenting a suite of options to the president, ranging from a diplomatic approach to military actions,” said William Martin, Vance’s communications director.</p><p>The comments came as hardline US Republican Senator Lindsey Graham urged Trump to escalate pressure on Iran’s leadership, saying the “biggest prize” of his presidency would be the “demise of the Iranian state led by the Ayatollah”.</p><p>He said US military action should focus on targeting “the infrastructure that allows the killing to happen”, while stopping short of advocating a ground invasion.</p><p>Putting US troops on the ground against the battle-hardened Islamic Revolutionary Guard Corps (IRGC) would risk serious US losses.</p><p>The US last year bombed Iranian nuclear sites when it joined Israel’s <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war</a> with Iran.</p><p>The statements followed Trump’s remarks on Sunday that he was considering “<a href=\"/news/2026/1/12/trump-says-us-military-considering-very-strong-options-for-iran\">strong options</a>” for Iran over its leadership’s crackdown on the demonstrations, which began last month over a plummeting currency and have widened into broader antigovernment protests, resulting in many deaths and prompting Iranian authorities to cut off the country’s internet.</p><p>The semiofficial Tasnim news agency <a href=\"/news/2026/1/11/iran-says-dozens-of-officers-killed-as-protesters-defy-government-crackdown\">reported</a> on Sunday that 109 security personnel had been killed in the protests.</p><p>Authorities have not confirmed the number of demonstrators who have lost their lives, but opposition activists based outside the country said the death toll is much higher and includes hundreds of protesters.</p><p>Al Jazeera could not independently verify either figure.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"us-tariffs-on-countries-that-trade-with-iran\">US tariffs on countries that trade with Iran</h2><p><span>In addition to the threat of military action, Trump </span><a href=\"/news/2026/1/12/trump-says-any-country-doing-business-with-iran-will-face-25-percent-tariff\">has threatened</a><span> countries engaging in trade with Iran with a 25 percent tariff on any business done with the US. </span></p><p>He announced the decision in a social media post on Monday, stating that it was “final and conclusive” but offering few additional details.</p><p>The move drew a scathing response from China. In a statement issued in Washington, DC, the Chinese embassy said Beijing “firmly opposes any illicit unilateral sanctions and long-arm jurisdiction”, and will take “all necessary measures” to safeguard its interests.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>As demonstrations continued and security restrictions tightened, Washington also urged its citizens in Iran to flee the country immediately via Armenia or Turkiye.</p><p>“Leave Iran now. Have a plan for departing Iran that does not rely on US government help,” the US Virtual Embassy in Iran said in a security alert issued on Tuesday.</p><p>The Iranian government has “restricted access to mobile, landline, and national internet networks”, while airlines “continue to limit or cancel flights to and from Iran” with several suspending services until Friday, the alert said.</p><h2 id=\"internet-blackout-continues\">Internet blackout continues</h2><p>Iran’s internet has been shut down for more than 100 hours, the London-based cybersecurity monitor <a href=\"/news/2026/1/8/iran-experiencing-nationwide-internet-blackout-monitor-says\">NetBlocks</a> said, with national connectivity levels continuing to flatline at about 1 percent of ordinary levels.</p><p>Despite restrictions on phone networks, mobile phone users in Iran were briefly able to make international calls on Tuesday, The Associated Press news agency reported, although it was unable to return calls to those numbers.</p><p>The Iranians who spoke to AP said SMS text messaging was still down and that internet users in Iran could connect to government-approved websites locally, but nothing abroad.</p><p>They described seeing a heavy security presence in central Tehran, with antiriot police officers, wearing helmets and body armour, and carrying shotguns, tear gas launchers and shields posted at important intersections.</p><p>Witnesses said several banks and government offices had been burned during the unrest, adding that banks were struggling to complete transactions without the internet.</p></div></div></body></html>"
        },
        {
            "title": "Trump wants to cap credit card interest rates at 10%. Would that work? | Donald Trump News | Al Jazeera",
            "time": "2026-01-13T09:44:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25114629585483-1768274176_6f127b-1768277321.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced plans to cap credit card interest rates at 10 percent for one year, effective January 20, the date of his inauguration.</p><p>Trump, who first proposed such a cap on the campaign trail, floated the idea in a post on Truth Social last week, saying Americans were being “ripped off” with interest rates as high as 30 percent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump returned to the idea again on Sunday, saying credit card companies had “really abused the public”.</p><p>“We’re putting a one-year cap at 10 percent. And that’s it. They know it,” Trump told reporters on Air Force One.</p><p>While there is bipartisan support in the US for lowering the costs imposed by card companies, experts have warned that Trump’s plans could also have unintended consequences, including limiting some consumers’ access to credit.</p><h2><strong>Why is Trump pledging to cap interest rates?</strong></h2><p>Americans owe credit card companies an enormous amount of money.</p><p>Outstanding credit card debt stood at $1.23 trillion as of September, up from $1.17 trillion the previous year, according to the Centre for Microeconomic Data at the Federal Reserve Bank of New York.</p><p>That figure does not include other common forms of debt that put pressure on household finances, such as auto loans and mortgages.</p><p>Broken down by customer, the average credit card debt was $6,555 in November, according to TransUnion, a US credit reporting agency.</p><p>As credit card debt has grown, so has the cost of borrowing.</p><p>The average interest rate stood at 22.83 percent in August, according to the Federal Reserve, up from 16.28 percent in 2020.</p><p>The cost of living is a major concern for US voters, and affordability is likely to be a key issue in midterm elections scheduled for November.</p><p>While Trump’s re-election was widely attributed to public ire over high inflation, a majority of Americans are dissatisfied with his handling of the cost of living, opinion polls suggest.</p><p>In addition to targeting credit card companies, Trump has also announced plans to lower mortgage rates and bar institutional investors from buying single-family homes.</p><figure id=\"attachment_4235082\" aria-describedby=\"caption-attachment-4235082\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4235082\" src=\"/wp-content/uploads/2026/01/AP26012069872609-1768292657.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Trump\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4235082\" class=\"wp-caption-text\">US President Donald Trump speaks to reporters on Air Force One on January 11, 2026 [File: Julia Demaree Nikhinson/AP]</figcaption></figure><h2><strong>What are the details of Trump’s plan?</strong></h2><p>Trump has disclosed few details.</p><p>For a cap on interest rates to be legally binding, Trump would need lawmakers in Congress to pass legislation, according to Brian Shearer, director of competition and regulatory policy at the Vanderbilt Policy Accelerator.</p><p>“He can’t do it through executive action legally. But there are bipartisan bills in the House and Senate that he and his allies could push,” Shearer told Al Jazeera.</p><p>Trump on Monday signalled his support for the “Credit Card Competition Act of 2023”, a bipartisan bill introduced by Democratic Senator Dick Durbin and endorsed by Republican Senator Roger Marshall.</p><p>The bill targets hidden “swipe fees” levied by Visa and Mastercard on both customers and merchants.</p><p>“Everyone should support great Republican Senator Roger Marshall’s Credit Card Competition Act, in order to stop the out of control Swipe Fee ripoff. Roger is a FANTASTIC Senator!!!” Trump wrote on Truth Social.</p><p>Another proposal, the 10 Percent Credit Card Interest Rate Cap Act, was introduced last year by independent Senator Bernie Sanders and Republican Senator Josh Hawley, but has since stalled in Congress amid opposition from the credit card industry.</p><p>A major question mark about Trump’s plans is enforcement.</p><p>The Sanders-Hawley bill, for example, would rely on the Consumer Financial Protection Bureau (CFPB) and the Federal Trade Commission to police creditors, with violations attracting civil penalties.</p><p>Trump, however, slashed the budgets of both agencies last year.</p><p>The Trump administration is seen as particularly hostile towards the CFPB, a federal watchdog established in the wake of the 2008 global financial crisis.</p><p>Russell Vought, the White House budget office director, said in October that he intends to shut down the agency.</p><h2><strong>What are the benefits of capping interest rates?</strong></h2><p>A 10 percent ceiling on credit card interest rates could save Americans $100bn annually, according to a September analysis by Shearer, who previously worked at the CFPB.</p><p>But Shearer’s analysis also warned of negative consequences for consumers. He predicted that credit card companies would reduce their lending volume for customers with “fair” to “poor” credit scores and also cut rewards programmes.</p><p>According to the same analysis, however, a 15 or 18 percent cap would not lead to any reduction in lending while delivering consumer savings of $48bn or $16bn, respectively.</p><p>Shearer has argued that credit card companies are profitable enough to absorb the losses resulting from a cap and will be able to rely on other revenue streams, including billions of dollars in processing fees charged to merchants.</p><p>“I think the proposal would save money even if it’s just for one year. I’d of course want a permanent cap, but a one-year cap still saves money, and people are hurting now with high prices, so it would provide good relief,” he said.</p><figure id=\"attachment_4235096\" aria-describedby=\"caption-attachment-4235096\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4235096\" src=\"/wp-content/uploads/2026/01/AP25260370796060-1768293071.jpg?w=770&amp;resize=770%2C553&amp;quality=80\" alt=\"cards\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4235096\" class=\"wp-caption-text\">Consumer credit cards are shown in North Andover, Massachusetts, the US, on March 5, 2012 [File: Elise Amendola/AP]</figcaption></figure><h2><strong>What do critics say about Trump’s plan?</strong></h2><p>Industry critics say a cap on interest rates would lead to customers with lower credit scores being denied access to credit.</p><p>The Electronic Payments Coalition (EPC), which represents payment networks, banks, and credit unions in the US, said on Tuesday that more than 80 percent of credit card accounts could be “closed or severely restricted” under the cap, affecting 175-190 million customers.</p><p>“A one-size-fits-all government price cap may sound appealing, but it wouldn’t help Americans – it would do the exact opposite, harming families, limiting opportunity, and weakening our economy,” EPC Executive Chairman Richard Hunt said in a statement.</p><p>The Bank Policy Institute (BPI), a nonpartisan public policy, research, and advocacy group, has also criticised proposals for a cap.</p><p>In an analysis in May, the BPI estimated that as many as two-thirds of customers who roll over their credit card balance each month – meaning they do not pay it off completely – would see their credit lines “curtailed or eliminated” under a 10 percent cap.</p><h2><strong> Has this been tried before?</strong></h2><p>Interest rate restrictions already exist in the US for certain borrowers.</p><p>Under the Servicemembers Civil Relief Act, members of the military benefit from a 6 percent cap on interest on loans, including credit card repayments, incurred before they began active duty.</p><p>Another law, the Military Lending Act, caps the maximum interest rate on some types of consumer debt to no more than 36 percent for active-duty personnel.</p><p>Federal credit unions, not-for-profit financial institutions open to all customers, are by law subject to a ceiling on their interest rates, currently set at 18 percent.</p><p>Efforts to cap borrowing costs have also been made at the state level.</p><p>In 2011, Arkansas amended its constitution to cap credit card interest rates at 17 percent.</p><p>The results in Arkansas have been mixed, according to research.</p><p>A 2022 study in the Journal of Financial Research found that the cap had created a “credit desert” for many residents with lower credit scores.</p><p>The study also found that some residents living in counties bordering other states crossed state lines to access financial services.</p></div></div></body></html>"
        },
        {
            "title": "Israeli soldier dances as homes demolished in occupied West Bank | Occupied West Bank | Al Jazeera",
            "time": "2026-01-13T09:40:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768297161.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Jan 2026</span><span aria-hidden=\"true\">13 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Taiwan says ‘general consensus’ reached with US on trade deal | Business and Economy News | Al Jazeera",
            "time": "2026-01-13T08:35:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-1192365203-1-1768275309_587e9b-1768289933.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Taiwan says ‘general consensus’ reached with US on trade deal</h1><p class=\"article__subhead\"><em>US media reports say tariffs will be cut to 15 percent in exchange for TSMC investment.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Jan 2026</span><span aria-hidden=\"true\">13 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Taiwan and the United States have reached a “general consensus” on a trade pact that would reduce US tariffs on Taiwanese exports, officials in Taipei have said.</p><p>Taiwan’s Office of Trade Negotiations said on Tuesday that the outlines of a deal had been reached following months of negotiations with US officials.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The goal of the US-Taiwan tariff negotiations has always been to seek reciprocal tariff reductions without stacking tariffs, and to obtain preferential treatment under Section 232,” the office said in a statement, according to the AFP news agency.</p><p>The trade office did not immediately respond to Al Jazeera’s request for comment.</p><p>US President Donald Trump announced a 32 percent “reciprocal tariff” on Taiwanese exports in April, before lowering the rate to 20 percent in August pending further negotiations.</p><p>Countries have made pledges to boost investments in the US in exchange for tariff relief since Trump launched his trade war last year.</p><p>Japan and South Korea last year agreed to invest $550bn and $350bn, respectively, to see their tariff rates cut from 25 to 15 percent.</p><p>Taiwan’s trade office did not provide details on the deal, but Bloomberg and The New York Times reported that the self-governing island’s tariff rate would be lowered to 15 percent.</p><p>As part of the deal, the Taiwan Semiconductor Manufacturing Company (TSMC) would agree to build at least four more production facilities in the US state of Arizona, according to Bloomberg and The New York Times, which cited unnamed officials.</p><p>TSMC, the world’s largest chipmaker and supplier to companies such as Nvidia and Apple, said in March that it planned to spend $100bn on new fabrication and packing plants in the US, bringing its total investment in the country to $165bn.</p><p>Due to its strategic importance, the chipmaker has been under pressure from Washington since 2020 to expand production outside Taiwan.</p><p>The US fears that a blockade of Taiwan by China, which claims the island as its territory, could cut off access to TSMC’s chips.</p><p>While TSMC has agreed to build new production facilities in the US, Japan, and Germany, it continues to make its most advanced chips in Taiwan.</p></div></div></body></html>"
        },
        {
            "title": "US sailor sentenced to 16 years in prison in Chinese espionage case | Espionage News | Al Jazeera",
            "time": "2026-01-13T07:51:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26013167445612-1768290563.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US sailor sentenced to 16 years in prison in Chinese espionage case</h1><p class=\"article__subhead\"><em>Prosecutors accused sailor Jinchao Wei of selling information about US Navy ships to Chinese intelligence operatives.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Jan 2026</span><span aria-hidden=\"true\">13 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A former United States Navy sailor has been sentenced to more than 16 years in prison after being convicted of selling technical and operating manuals for ships and operating systems to an intelligence officer working for China.</p><p>On Monday, a federal judge in San Diego sentenced Jinchao Wei, 25, to 200 months in prison.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In August, a jury convicted Wei of six crimes, including espionage, based on accusations he was paid more than $12,000 for selling information, the US Department of Justice said in a statement.</p><p>Wei, an engineer for the amphibious assault ship USS Essex, was one of two California-based sailors charged on August 3, 2023, with providing sensitive military information to China. The other, Wenheng Zhao, was sentenced to more than two years in 2024 after he pleaded guilty to one count of conspiracy and one count of receiving a bribe in violation of his official duties.</p><p>For years, US officials have expressed concern about the espionage threat they say the Chinese government poses, and prosecutors have pursued criminal cases against Beijing intelligence operatives who have allegedly stolen sensitive government and commercial information, including through illegal hacking.</p><p>Wei was recruited via social media in 2022 by an intelligence officer who portrayed himself as a naval enthusiast working for the state-owned China Shipbuilding Industry Corporation, prosecutors said.</p><p>Evidence presented in court showed Wei told a friend that the person was “extremely suspicious” and that it was “quite obviously” espionage.</p><p>Wei disregarded the friend’s advice to delete the contact and instead moved conversations with the intelligence officer to a different encrypted messaging app he believed to be more secure, prosecutors said.</p><p>Over the course of 18 months, Wei sent the officer photos and videos of the Essex, advised him of the location of various naval ships and told him about the Essex’s defensive weapons, prosecutors said.</p><p>Wei sold the intelligence officer 60 technical and operating manuals, including those for weapons control, aircraft and deck elevators. The manuals contained export control warnings and detailed the operations of multiple systems on board the Essex and similar ships.</p><p>He was a petty officer second class, which is an enlisted sailor’s rank.</p><p>The navy’s website says the Essex is equipped to transport and support a Marine Corps landing force of more than 2,000 personnel during an air and amphibious assault.</p><p>In a letter to the judge before sentencing, Wei apologised and said he should not have shared anything with the person whom he had considered a friend. Wei said “introversion and loneliness” clouded his judgement.</p></div></div></body></html>"
        },
        {
            "title": "Landmines destroy limbs and lives on Bangladesh-Myanmar border | In Pictures News | Al Jazeera",
            "time": "2026-01-13T07:49:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260106__89DY9ZQ__v1__HighRes__BangladeshMyanmarConflictLandmine-1768285373.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Jan 2026</span><span aria-hidden=\"true\">13 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the dense hill forests along Bangladesh’s border with war-torn Myanmar, villagers are losing limbs to landmines, casualties of a conflict not of their making.</p><p>Ali Hossain, 40, was collecting firewood in early 2025 when a blast shattered his life.</p><p>“I went into the jungle with fellow villagers. Suddenly, there was an explosion and my leg was blown off,” he said. “I screamed at the top of my voice.”</p><p>Neighbours rushed to stem the blood.</p><p>“They picked me up, gathered my severed leg and took me to hospital.”</p><p>In Ashartoli, a small settlement in Bandarban district, the weapons of a foreign war have turned forests, farms and footpaths into killing grounds.</p><p>Bangladesh’s 271km (168-mile) eastern border with Myanmar cuts through forests and rivers, much of it unmarked.</p><p>It is crossed daily by villagers, as their families have done for generations, to collect firewood or carry out small-time trading.</p><p>Myanmar is the world’s most dangerous country for landmine casualties, according to the International Campaign to Ban Landmines, which has documented the “massive” and growing use of the weapons, banned by many states.</p><p>The group recorded more than 2,000 casualties in Myanmar in 2024, the latest full year for which statistics are available, double the total reported the year before.</p><p>“The use of mines appeared to significantly increase in 2024-2025,” it said in its Landmine Monitor report, highlighting “an increase in the number of mine victims, particularly near the border” with Bangladesh.</p><p>Bangladesh accuses Myanmar’s military and its rival armed groups of planting the mines.</p><p>Arakan Army fighters, one of the many factions challenging the junta’s rule, control swaths of jungle across the border.</p><p>More than a million Rohingya refugees who fled Myanmar also live in Bangladesh’s border regions, caught between the warring military and separatist forces.</p><p>Bangladesh police say at least 28 people were injured by landmines in 2025.</p><p>In November that year, a Bangladesh border guard was killed when a landmine tore off both his legs.</p><p>Bangladesh’s border force has put up warning signs and red flags, and carries out regular mine-clearing operations.</p><p>But villagers say warnings offer little protection when survival depends on entering forests seeded with explosives, leaving communities in Bangladesh to pay the price of war.</p></div></div></body></html>"
        },
        {
            "title": "RSF drone attack kills 27 in southeast Sudan: Report | Sudan war News | Al Jazeera",
            "time": "2026-01-13T07:43:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20190925__1KM7LO__v1__HighRes__SudanAfricaMigrants-1768282591.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The paramilitary Rapid Support Forces (RSF) has killed 27 people in a reported drone attack on a Sudanese army base in the southeastern city of Sinja, a military source told Al Jazeera.</p><p>Monday’s attack coincided with an announcement a day prior that the government, aligned with the Sudanese Armed Forces (SAF), would be <a href=\"/news/2026/1/11/sudan-announces-governments-return-to-khartoum-from-wartime-capital\">returning to the capital, Khartoum</a>, three years after it had shifted its base of operations to Port Sudan.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The SAF and the RSF have been locked in a brutal civil war since April 2023, with Khartoum State serving as a central area of dispute.</p><p>The military source, who spoke to Al Jazeera on condition of anonymity, said Monday’s drone attack targeted not only leaders in the government forces but also the security teams and civilians accompanying them.</p><p>It was unclear how many people were wounded in the attack.</p><p>Al Jazeera received reports that 13 people were injured, while some estimates have put the number much higher. The AFP news agency put the total at 73 wounded, citing military and health sources.</p><p>Qamar al-Din Fadl al-Mawla, the governor of Sudan’s White Nile state, was among the officials in Sinja at the time of the attack, according to a government statement. While he survived, two of his colleagues were reportedly killed.</p><p>Sinja, the capital of Sennar state, is located along a key route to Khartoum, some 300km (180 miles) to the north.</p><p>It also houses the headquarters of the SAF’s 17th Infantry Division, which was the apparent target of Monday’s attack.</p><p>RSF adviser Al-Basha Tibiq indicated on the social media platform Facebook that the drone attack was intended to send a warning to the Sudanese military leaders.</p><p>However, Salah Adam Abdullah, a spokesperson for the Sennar state government, described the SAF as repelling the drone attack. “The army’s anti-aircraft defences dealt with it,” he said.</p><p>He added that the shelling resulted in losses and injuries among civilians, but that life has now returned to normal in the city.</p><p>Despite its strategic position as an artery to the government-controlled east, Sinja has largely avoided the worst of the fighting since the Sudanese military regained control in 2024. Sennar state was last targeted by drones in October.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The civil war is now deep into its third year, with the SAF renewing efforts for an <a href=\"/news/2026/1/12/the-sudanese-army-is-renewing-a-military-effort-to-retake-kordofan-darfur\">operation to retake the Kordofan and Darfur regions</a> from the RSF.</p><p>The SAF said on Friday it had inflicted heavy losses on the RSF during a series of air and ground operations in the two regions, pushing RSF fighters out of some areas and killing hundreds more.</p><p>On Sunday, Sudan’s Prime Minister Kamil Idris announced the <a href=\"/news/2026/1/11/sudan-announces-governments-return-to-khartoum-from-wartime-capital\">government’s return to Khartoum</a>, after the <a href=\"/news/2025/5/20/sudans-army-declares-khartoum-state-completely-free-of-paramilitary-rsf\">army recaptured</a> the city in May. The government has pursued a gradual return in the months since.</p><p>In the early days of the civil war, the RSF took control of the capital, forcing the army-aligned government to flee. Port Sudan has served as the government’s wartime capital in the meantime.</p><p>Fierce fighting and global funding cuts have pushed more than 21 million people in Sudan — nearly 45 percent of the population — towards starvation in what has become one of the <a href=\"/news/2025/12/15/tracking-sudans-humanitarian-crisis-by-the-numbers\">world’s severest humanitarian crises</a>, according to the United Nations.</p><p>On Friday, the war hit its 1,000th day. The conflict has forced an estimated 13.6 million people from their homes, creating the world’s largest displacement crisis, according to the UN.</p></div></div></body></html>"
        },
        {
            "title": "Japan’s new PM Takaichi eyes parliament dissolution for snap polls: Report | Politics News | Al Jazeera",
            "time": "2026-01-13T07:30:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260113__92GR6JA__v1__MidRes__JapanSkoreaDiplomacy-1768285598.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Jan 2026</span><span aria-hidden=\"true\">13 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\"><a href=\"/news/2025/10/21/japans-parliament-confirms-hardliner-takaichi-as-countrys-first-female-pm\">Japanese Prime Minister Sanae Takaichi</a> has conveyed to a governing party executive her intention to dissolve parliament’s lower house next week, according to the Kyodo news agency, less than three months into her tenure.</p><p>Citing a source, Kyodo reported on Tuesday that Takaichi plans to declare the dissolution of parliament at the beginning of the regular session of the Diet on January 23.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The decision will pave the way for snap elections in the world’s fourth-largest economy, with Takaichi’s once-dominant Liberal Democratic Party (LDP) hoping to increase its parliamentary seats.</p><p>An early election on the back of the Takaichi cabinet’s high approval rating could help boost the majority held by the ruling coalition of the LDP and the Japan Innovation Party in the lower house, Kyodo reported.</p><p>On Friday, the Yomiuri Shimbun newspaper also reported that Takaichi was considering dissolving the lower chamber on January 17 for a snap election on February 8 or 15.</p><p>Takaichi hopes a bigger majority will help her implement her agenda of more “proactive” fiscal spending and stronger intelligence capacities, the Yomiuri said.</p><p>Takaichi, the country’s first female prime minister, has so far remained mum in public about calling an early general election.</p><p>The ruling coalition and the LDP have yet to comment on the report.</p><p>On Monday, NHK News reported that leaders of the Japanese opposition parties Constitutional Democratic Party of Japan and Komeito have agreed to “explore ways to work more closely together” to counter Takaichi’s coalition in the event of snap polls.</p><figure id=\"attachment_4234869\" aria-describedby=\"caption-attachment-4234869\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4234869\" src=\"/wp-content/uploads/2026/01/AFP__20260113__92GR6GU__v1__MidRes__JapanSkoreaDiplomacy-1768285954.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"South Korea's President Lee Jae Myung is escorted by Japan's Prime Minister Sanae Takaichi at the start of their meeting in Nara, Nara Prefecture on January 13, 2026. (Photo by Issei Kato / POOL / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4234869\" class=\"wp-caption-text\">Japan’s Prime Minister Sanae Takaichi, right, escorts South Korean President Lee Jae Myung at the start of their meeting in Nara, Japan, January 13, 2026 [Issei Kato/Pool via AFP]</figcaption></figure><p>Meanwhile, the leader of the Democratic Party for the People, Tamaki Yuichiro, warned that dissolving the lower house before the budget for the next fiscal year is passed would mean the government of Takaichi putting the economy on the back burner.</p><p>NHK reported that Takaichi is expected to make her final decision on snap elections while taking into account her diplomatic schedule.</p><p>On Tuesday, the prime minister hosted South Korean President Lee Jae Myung in her hometown of Nara to discuss the two nations’ security and economic ties.</p><p>Tokyo shares jumped more than 3 percent on Tuesday on speculation that Takaichi will call snap elections to capitalise on strong poll numbers.</p><p>A clear mandate for Takaichi and the LDP could also help break the deadlock in a <a href=\"/economy/2025/11/22/china-spat-with-japan-on-taiwan-deepens-reaches-un-whats-it-all-about\">diplomatic spat with China</a>, according to Yomiuri.</p><p>Ties have deteriorated since Takaichi suggested in November that Japan could intervene militarily if China ever launched an attack on Taiwan, the self-ruled island it claims.</p><p>Beijing has announced a broad ban on the export to Japan of “dual-use” goods with potential military applications, and has reportedly been choking off exports of rare-earth products crucial for making everything from electric cars to missiles.</p><p>Last month, Takaichi said she was “always open” to dialogue with China.</p><p>Japan last held general elections in October 2024, in which the <a href=\"/news/2024/10/27/japans-ruling-coalition-loses-majority-in-blow-to-new-pm-ishiba\">LDP lost its majority</a> under the leadership of Takaichi’s predecessor, Shigeru Ishiba.</p><p>Ishiba was later forced to resign, paving the way for the historic election of Takaichi as prime minister in October 2025.</p></div></div></body></html>"
        },
        {
            "title": "Aleppo school picks up the pieces after SDF fight with Syria’s army | Syria's War News | Al Jazeera",
            "time": "2026-01-13T07:24:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/20260112_133713-1768256522.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Aleppo, Syria –</strong> Spent bullet shell casings litter the classrooms and corridors of Qassem Amin school in Aleppo’s Ashrafieh neighbourhood. Desks barricade the stairwells; glass from shattered windows crunches underfoot.</p><p>The school’s playground turned into a battleground last week, as it sat on the front line of fierce fighting between fighters from the Kurdish-led Syrian Democratic Forces (SDF) and Syrian government forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>SDF snipers had commandeered the top floor of the school five months earlier, while classes continued below, school staff explained.</p><p>“It was very wrong,” said the school’s head teacher, Ouafa Zein al-Dein, “especially for the children”.</p><p>“We never interacted with them, never even spoke to them,” Zein al-Dein said of the SDF fighters. “I never let anyone near them.”</p><p>On January 6, the day fighting started, the school’s pupils had just sat down for exams. They never finished them. When Zein al-Dein heard the first explosions, she quickly sent the children home.</p><figure id=\"attachment_4234346\" aria-describedby=\"caption-attachment-4234346\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4234346\" src=\"/wp-content/uploads/2026/01/20260112_134757-1768256662.jpg?w=770&amp;resize=770%2C434&amp;quality=80\" alt=\"Syrian flag visible on wall of classroom\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4234346\" class=\"wp-caption-text\">Bullet casings and shattered glass were left behind after the fighting between the SDF and the Syrian government in Aleppo’s Qassem Amin school [Bernard Smith/Al Jazeera]</figcaption></figure><h2 id=\"sdf-strongholds\">SDF strongholds</h2><p>At least 155,000 people fled Ashrafieh and Sheikh Maqsoud, the predominantly Kurdish Aleppo neighbourhoods where the fighting took place.</p><p>The areas had been controlled by the SDF for 10 years.</p><p>Last March, the <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">SDF agreed to merge</a> with the Syrian army after a meeting between the group’s leader, Mazloum Abdi (also known as Mazloum Kobani), and Syrian President Ahmed al-Sharaa. It was part of a broader deal to bring all SDF-controlled areas of Syria under the control of the new government, which took power after the fall of the regime of former President Bashar al-Assad in December 2024.</p><p>But the integration of the SDF into the state never happened.</p><p>The five days of intense fighting that broke out last week <a href=\"/news/2026/1/10/drone-hits-aleppo-governorate-building-after-syrian-army-declares-ceasefire\">only ended</a> when SDF forces agreed to withdraw. They only did so, they said, to stop the Syrian army targeting civilian buildings, accusations the Syrian army denies. The SDF itself is accused of hitting civilian targets, an accusation it also denies.</p><figure id=\"attachment_4234351\" aria-describedby=\"caption-attachment-4234351\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4234351\" src=\"/wp-content/uploads/2026/01/20260112_143934-1768256774.jpg?w=770&amp;resize=770%2C434&amp;quality=80\" alt=\"Woman and child walk on a street with cars in the background\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4234351\" class=\"wp-caption-text\">Residents have been returning to the areas of Ashrafieh and Sheikh Maqsoud in Aleppo after the SDF withdrew following fighting with the Syrian government [Bernard Smith/Al Jazeera]</figcaption></figure><h2 id=\"civilians-return\">Civilians return</h2><p>The Syrian government is now allowing residents to return to most of the areas hit by last week’s fighting.</p><p>In the freezing rain on Monday, families were finally allowed back into Sheikh Maqsoud’s warren of tightly packed streets. A spider’s web of electricity cables hung across the tops of the three- and four-floor concrete and breeze-block homes that make up this neighbourhood.</p><p>“Someone from the SDF wanted to use my house to fire from,” said one man, Abu Walid, as he reopened his supermarket on the main road running through Sheikh Maqsoud.</p><p>“I stopped them by saying the house had been affected by the [2023] earthquake. I asked him, ‘What about the lives of civilians?’ He told me it didn’t matter; what mattered is that we remain here as the ones in control.”</p><p>After the SDF withdrew at the end of last week, Syrian army security forces searched the neighbourhood for booby traps and weapons.</p><p>They were also looking for prisoners taken during the fall of the al-Assad regime. At the time, the SDF was allied with the regime, and civil activists and opposition fighters had been arrested if they were stopped at SDF checkpoints.</p><p>The Syrian army is now fully in control of these two neighbourhoods.</p><p>But the SDF has not disappeared. It is still in control of Syria’s northeast and reportedly regrouping some units in the countryside, just 50km (31 miles) east of Aleppo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russian drone attack kills 4 in Ukraine’s Kharkiv as peace remains elusive | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-13T07:16:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-13T072004Z_1355683623_RC200JAPTL9H_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KHARKIV-1-1768289010.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Jan 2026</span><span aria-hidden=\"true\">13 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian drone attack on Ukraine’s northeastern city of Kharkiv has killed at least four people and wounded six, officials have said, just hours after Washington accused Moscow of “dangerous and inexplicable escalation” of the war and as a peace deal remains distant.</p><p>Kharkiv Regional Governor Oleh Syniehubov said Tuesday that the death toll from the attack on the outskirts of the frequently targeted city, just 30km (19 miles) from the border, had risen to four.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kharkiv Mayor Ihor Terekhov also said a Russian long-range drone struck a medical facility for children, causing a fire.</p><p>Meanwhile, ‍grid operator Ukrenergo said emergency power cuts ⁠were being implemented ​in Kyiv after infrastructure was damaged ‍in an ⁠overnight Russian attack, amid the Kremlin’s concerted targeting of Ukraine’s energy networks.</p><p class=\"p1\">In its post on Telegram, the company ​gave ‌no details on the scale of the ‌damage or ‌how long ⁠the outages would last.</p><p>The head ​of Kyiv’s military administration, Tymur Tkachenko, said the Ukrainian ‍capital had come under a short but intense attack from Russian missiles, while Telegram channels monitoring Ukraine said about 20 ballistic missiles had been launched within about an hour overnight.</p><p>Mayor Vitali Klitschko said air defence units had been deployed to repel the attack, and witnesses told the Reuters news agency they heard explosions in the city, but there was no information ‍on casualties.</p><p>‍Russia launched 293 drones ⁠and 18 ​missiles at ‍Ukraine overnight, the Ukrainian ‍air ⁠force said. Ukrainian air defence units ​shot ‌down 240 drones and seven missiles, ‌the ‌air force ⁠said on Telegram.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The strikes came shortly after the United States <a href=\"/news/2026/1/13/us-slams-russias-dangerous-escalation-in-ukraine-amid-new-deadly-strikes\">accused Russia of escalating the war</a> as US President Donald Trump was pushing hard to bring an end to the conflict.</p><p>In comments at an emergency meeting of the United Nations Security Council (UNSC) on Monday, Tammy Bruce, the US’s deputy ambassador to the UN, said Russia’s “inexplicable escalation” of the conflict risked “expanding and intensifying the war”.</p><p>“At a moment of tremendous potential, due only to President Trump’s unparalleled commitment to peace around the world, both sides should be seeking ways to de-escalate,” Bruce said.</p><p>The US expressed particular alarm about Russia’s use of a nuclear-capable <a href=\"/news/2026/1/10/russia-hits-ukraine-with-oreshnik-hypersonic-missile-why-it-matters\">Oreshnik ballistic missile</a> last week, which resulted in a “staggering number of casualties” in Ukraine.</p><p>Ukraine called for the UNSC meeting after Russia bombarded the country last Thursday with hundreds of drones and dozens of missiles, including the Oreshnik missile.</p><p>That attack was only the second time Russia had launched the powerful Oreshnik missile in a combat scenario, and its use was widely interpreted as a clear warning to Kyiv’s NATO allies.</p><p>The attack came just days after Ukraine and its Western allies <a href=\"/news/2026/1/6/ukraine-talks-in-paris-yield-significant-progress-on-security-pledges\">announced progress</a> in an agreement to defend the country from further Russian attacks if a ceasefire is agreed, including a proposal for France and the United Kingdom to deploy troops to Ukraine. Russia rejected the plans, saying any troops sent to Ukraine by Western governments would be “legitimate combat targets”.</p><p>On Monday, Russia’s Ministry of Defence said the target struck by the Oreshnik missile last week was a Ukrainian aircraft repair plant in Lviv. It described the plant, near the Polish border, as having been disabled in the attack.</p><p>Russia said the missile was fired in response to a recent attempted drone attack by Ukraine on one of Russian President Vladimir Putin’s residences, a claim that Kyiv has denied and the US has dismissed as inaccurate.</p></div></div></body></html>"
        },
        {
            "title": "Iran since 1979: A timeline of crises | Conflict News | Al Jazeera",
            "time": "2026-01-13T07:06:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_695bdc5a95a28-1767627866.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The protests in Iran are grabbing headlines, with the government and the opposition accusing each other of escalating violence. The government also says that foreign interference is behind the protests.</p><p>It is the <a href=\"/news/2026/1/5/a-timeline-of-protests-in-iran-after-the-1979-islamic-revolution\">latest round of demonstrations</a> against Iran’s governing system since the 1979 revolution that toppled the shah and ushered in an Islamic republic.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But the country has also faced other crises, including earthquakes, war, sanctions, nuclear tensions, regional interventions and political drama.</p><p>Here is a timeline of some of the major events from the last five decades.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"1979\">1979</h2><p><strong>February:</strong> Ayatollah Ruhollah Khomeini returns after 14 years of exile in Iraq and France.</p><p><strong>April: </strong>After a referendum, Iran is declared an Islamic republic</p><p><strong>November:</strong> The United States imposes its first sanctions on Iran, justified by the seizure of American hostages held at the US Embassy in Tehran. The US had supported the the overthrown shah, or monarch, Mohammad Reza Pahlavi, and, earlier, helped depose the democratically elected prime minister, Mohammad Mosaddegh, in a 1953 coup, also supported by US and UK intelligence agencies.</p><h2 id=\"1980\">1980</h2><p><strong>September:</strong> Iraq invades Iran. Estimates put the war’s death toll at approximately 500,000, with Iran suffering the heavier losses. The war was defined by large-scale trenches, machineguns and bayonet uses, similar to World War I. However, Iraq also used chemical weapons against Iranians and Iraqi Kurds.</p><h2 id=\"1981\">1981</h2><p><strong>January:</strong> All remaining US hostages are released, ending the Iranian hostage crisis.</p><p><strong>June:</strong> A bombing at the Islamic Republican Party headquarters in Tehran kills dozens of senior officials, including the head of the judiciary, Mohammad Beheshti, regarded as the second-most important person in Iran after Khomeini.</p><p><strong>August:</strong> President Mohammad-Ali Rajai and Prime Minister Mohammad Javad Bahonar are assassinated in a bombing attack on a meeting in Tehran. Authorities blame the leftist revolutionary-minded opposition Mojahedin-e Khalq (MEK) group, which had faced a crackdown the previous year.</p><h2 id=\"1982\">1982</h2><p><strong>June: </strong>Israel invades Lebanon. Iran starts funding what will become the Lebanese resistance movement, Hezbollah.</p><h2 id=\"1988\">1988</h2><p><strong>July: </strong>The USS Vincennes, a US Navy guided missile cruiser, shoots down a civilian Iran Air Airbus plane over the Gulf, killing all 290 people on board.</p><p><strong>August:</strong> A ceasefire begins between Iran and Iraq after United Nations-brokered negotiations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"1989\">1989</h2><p><strong>June:</strong> Supreme Leader Ayatollah Ruhollah Khomeini dies on June 3.</p><p>His successor, Ayatollah Ali Khamenei, is chosen by the Assembly of Experts the next day.</p><h2 id=\"1990\">1990</h2><p><strong>June:</strong> Iran is hit by a major earthquake. About 40,000 people are killed.</p><h2 id=\"1995\">1995</h2><p><strong>March and May:</strong> The US imposes oil and trade sanctions on Iran. It accuses Iran of sponsoring “terrorism” and seeking nuclear arms.</p><h2 id=\"1998\">1998</h2><p><strong>September:</strong> The Taliban admits that eight Iranian diplomats and a journalist had been killed in Afghanistan the previous month, during the group’s takeover of the northern city of Mazar-i-Sharif. Iran deploys thousands of troops to its shared border with Afghanistan in response.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"2002\">2002</h2><p><strong>January:</strong> US President George W Bush names Iran part of the “axis of evil”, alongside North Korea and Iraq, saying the countries are supporters of “terrorism”.</p><h2 id=\"2003\">2003</h2><p><strong>March:</strong> The US invades Iraq. Iran begins financing and supporting Shia militias and political groups on the ground. Its influence over such groups is still prevalent today.</p><p><strong>November:</strong> Iran announces it will suspend its uranium enrichment programme and allow more thorough UN inspections of its nuclear sites. The International Atomic Energy Agency (IAEA) says there is no evidence of a nuclear weapons programme. This openness is a change after Iranian officials had blocked or impeded past inspections.</p><p><strong>December:</strong> The Bam earthquake in southern Iran kills up to 40,000 people</p><h2 id=\"2006\">2006</h2><p><strong>December:</strong> the UN Security Council (UNSC) imposes sanctions on Iran’s trade in sensitive nuclear materials and technology, after Iran failed to suspend its nuclear programme in exchange for diplomatic and economic incentives from Germany and the five permanent UNSC members – France, China, Russia, the UK, and the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"2007\">2007</h2><p><strong>October: </strong>The US adds additional, increasingly tough sanctions on Iran</p><h2 id=\"2010\">2010</h2><p><strong>June:</strong> The UNSC imposes a fourth round of sanctions on Iran over its nuclear programme. The sanctions include an expanded arms embargo and stricter financial regulations.</p><p><strong>September:</strong> Iran accuses Israel and the US of infecting its nuclear power plant systems after discovering malware on systems used by staff in the nuclear sector.</p><h2 id=\"2011\">2011</h2><p><strong>March:</strong> The regime of President Bashar al-Assad in Syria, an Iranian ally, brutally represses a popular uprising that started in March on the back of the Arab Spring protests. Later in the year, the Iranian Revolutionary Guard Corps (IRGC) sends Iranian and foreign militias to support al-Assad.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"2012\">2012</h2><p><strong>January:</strong> The European Union begins boycotting Iranian oil exports.</p><p><strong>September: </strong>The IAEA claims it is obstructed from inspecting Iran’s Parchin military site and that Iran has increased the amount of nuclear centrifuges enriching uranium, raising fears that the country is getting closer to obtaining a nuclear weapon.</p><p><strong>October:</strong> The Iranian rial falls to a record low against the US dollar, losing 80 percent of its value since 2011, largely due to international sanctions.</p><h2 id=\"2015\">2015</h2><p><strong>July:</strong> Iran comes to an agreement with the administration of US President Barack Obama, as well as the UK, France, Russia, China and the EU, to limit its nuclear programme in return for sanctions relief. The Joint Comprehensive Plan of Action (JCPOA) is widely referred to as the nuclear deal, and the agreement leads to celebrations from Iranians, hoping for an end to the country’s isolation.</p><h2 id=\"2018\">2018</h2><p><strong>May:</strong> Obama’s successor, President Donald Trump, withdraws the US from the nuclear deal, arguing that the JCPOA is too lenient on Iran and should be replaced by a “better deal”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"2020\">2020</h2><p><strong>January: </strong>Qassem Soleimani, the leader of the IRGC’s Quds Force, is assassinated by a US drone strike in Baghdad.</p><h2 id=\"2024\">2024</h2><p><strong>April:</strong> Israel <a href=\"/news/2024/4/1/several-killed-in-israeli-strike-on-iranian-consulate-in-damascus-reports\">bombs</a> Iran’s embassy in Damascus, killing seven people, including two IRGC generals.</p><p><strong>May: </strong>Iranian <a href=\"/news/2024/5/20/ebrahim-raisi-irans-president-dies-in-helicopter-crash-aged-63\">President Ebrahim Raisi dies</a> in a helicopter crash in the country’s East Azerbaijan province.</p><p><strong>July:</strong> Hamas chief <a href=\"/news/2024/7/31/who-was-ismail-haniyeh-the-hamas-political-chief-killed-in-iran\">Ismael Haniyeh is assassinated</a> in Tehran, with Israel widely regarded as being behind the attack.</p><h2 id=\"2025\">2025</h2><p><strong>June:</strong> Israel attacks Iran, starting a <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war</a> between the two sides that kills at least 610 Iranians and 28 Israelis.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><figure id=\"attachment_4235317\" aria-describedby=\"caption-attachment-4235317\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4235317\" src=\"/wp-content/uploads/2026/01/Interactive_Iran_timeline_since1979-1768299383.png?quality=80\" alt=\"Interactive_Iran_timeline_since1979\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4235317\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Minnesota sues Trump administration over immigration crackdown | Migration News | Al Jazeera",
            "time": "2026-01-13T06:58:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260110__92B996P__v1__HighRes__UsImmigrationOfficerKillsWomanInMinneapolis-1768120910.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Minnesota and its Twin Cities, Minneapolis and St Paul, have launched legal action against the United States President Donald Trump administration to stop a hardline immigration enforcement crackdown.</p><p>Local officials have called the government operation a “federal invasion”, which also led to an Immigration and Customs Enforcement (ICE) agent fatally shooting a Minneapolis mother of three, <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Good</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The lawsuit was filed on Monday alongside a request for a temporary restraining order, as reports emerged that an additional 1,000 Border Patrol officers are being dispatched to join the 2,000 immigration agents already operating across the state.</p><p>The Department of Homeland Security (DHS) has characterised the deployment as its largest enforcement operation in history.</p><p>State Attorney General Keith Ellison accused federal authorities of constitutional violations during a news conference announcing the legal challenge.</p><p>“This is, in essence, a federal invasion of the Twin Cities and Minnesota, and it must stop,” he said. “These poorly trained, aggressive and armed agents of the federal state have terrorised Minnesota with widespread unlawful conduct.”</p><p></p><p>The lawsuit alleges that DHS has deployed excessive and lethal force, conducted warrantless arrests, and targeted courts, churches, and schools.</p><p>Ellison said local police have been forced to respond to 20 instances of what he described as the apparent abduction of Minneapolis residents by ICE agents.</p><p>The enforcement surge has prompted <a href=\"/gallery/2026/1/11/rallies-across-us-after-ice-agent-kills-renee-nicole-good-in-minneapolis\">mass protests</a> following the shooting death of Good on January 7.</p><p>The 37-year-old mother of three was killed by ICE agent Jonathan Ross during a brief encounter while she sat behind the wheel of her vehicle. The incident has thrust Minneapolis into the international spotlight, with conflicting interpretations of the 40-second confrontation dividing officials and activists.</p><p>Trump administration officials have been accused of blatantly lying about the shooting events and appear to be clearly contradicted by video analysis.</p><p>Social media has been flooded in recent weeks with dozens of videos showing federal agents interrogating members of the Somali community and demanding proof of citizenship, amplifying fears among residents.</p><p>Minneapolis Mayor Jacob Frey said the operation has been carried out “indiscriminately” and showed a lack of knowledge of the status of the city’s population.</p><p>“I think the initial impetus to come to Minnesota, was go to Minnesota, arrest and deport a bunch of Somali people,” Frey said at a news conference last week.</p><p>“And then they get here and they realize that the Somali people who would be arrested or deported are all legal. They’re all US citizens.”</p><p>Speaking on Monday, Frey outlined the devastating effect on daily life across the Twin Cities.</p><p>“The damage that we are suffering right now … it’s schools shutting down, it’s businesses closing, it’s people being afraid to go out and get groceries and therefore are going hungry,” he said. “This is intentionally putting us in a very difficult position that is not pro-business and is not pro-safety.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“If this were about fraud, then you’d see an invasion perhaps of accountants. But that’s not what you see. What you see is people being indiscriminately taken off our streets,” he said.</p><p>St Paul Mayor Kaohly Her, a Hmong American immigrant, revealed she now carries her passport and identification documents everywhere. “Because I don’t know when I’m going to be detained,” she said. “We are being attacked as American citizens right now.”</p><p>On Monday evening, hundreds assembled at a strip mall parking area in St Cloud, northwest of Minneapolis, after word spread that more than two dozen ICE officers had gathered near Somali-owned businesses.</p><p>Minnesota Congresswoman Ilhan Omar described the situation as “a dangerous time” and called the government’s actions “unconscionable”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ellison said Minnesota’s non-citizen immigrant population stands at just 1.5 percent, half the national average and lower than Utah, Texas, and Florida, suggesting the state has been targeted for political reasons.</p><p>“Donald Trump doesn’t seem to like our state very much,” he said.</p><p>The Immigrant Law Center of Minnesota, a legal advocacy organisation for migrants, said the federal operation that began more than a month ago was happening under what it termed “the racist pretense of fraud investigations targeting the Somali community”.</p><p>DHS has defended the operation, with Secretary Kristi Noem telling Fox News on Sunday that additional officers would ensure agents “do so safely” amid ongoing protests.</p><p>More than 2,000 arrests have been made since December.</p></div></div></body></html>"
        }
    ]
}