{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Iran’s Supreme Leader Ali Khamenei blames Trump for deadly protests | Protests | Al Jazeera",
            "time": "2026-01-18T07:56:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768722901.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Syrian forces capture Tabqa, nation’s largest dam amid swift push on Raqqa | Conflict News | Al Jazeera",
            "time": "2026-01-18T07:54:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13652468-1768719825.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"739\" data-end=\"962\">The Syrian army has taken full control of the strategic city of Tabqa and its military airport on the Euphrates River, expanding a <a href=\"/news/liveblog/2026/1/18/syria-fighting-live-sdf-braces-for-raqqa-assault-as-govt-troops-march-on\">rapid offensive</a> in Raqqa province, state media reported.</p><p data-start=\"964\" data-end=\"1245\">Information Minister Hamza al-Mustafa said early on Sunday that government forces had secured Tabqa and the nearby Euphrates Dam, Syria’s largest, after expelling fighters linked to the Kurdistan Workers’ Party (PKK).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"1247\" data-end=\"1645\">The Syrian government also condemned the alleged execution of prisoners and detainees in Tabqa by the Kurdish-led Syrian Democratic Forces (SDF) and PKK-affiliated groups.</p><p data-start=\"1247\" data-end=\"1645\">The PKK has been labelled a “terrorist” group by Turkiye, the European Union and the United States.</p><p data-start=\"1247\" data-end=\"1645\">In a statement relayed by al-Mustafa, Damascus said the killings, “especially of civilians”, amounted to “a fully-fledged crime under the Geneva Conventions” and a clear violation of international humanitarian law.</p><h2 id=\"rapid-syrian-army-takeover\" data-start=\"1247\" data-end=\"1645\">‘Rapid’ Syrian army takeover</h2><p data-start=\"267\" data-end=\"557\">Reporting from Aleppo, Al Jazeera’s Zein Basravi says the pace of fighting in northern Syria has accelerated sharply, with Syrian government troops rapidly shifting operations towards Raqqa.</p><p data-start=\"559\" data-end=\"854\">“Rapid is the right word,” Basravi said, noting that clashes for neighbourhoods in Aleppo took place “less than two weeks ago”, while other SDF <a href=\"/news/2026/1/16/syrian-army-warns-of-strikes-against-kurdish-led-sdf-east-of-aleppo\">strongholds</a> have returned to government control within the past 24 hours. “All of that feels like a history lesson overnight,” he added.</p><p data-start=\"856\" data-end=\"1166\">Basravi said Syrian forces have now redirected their military focus from Aleppo province towards Raqqa, advancing into territory held by the SDF. “What we are seeing now is this rapid advance of Syrian troops” from border towns towards key population centres, he said.</p><p data-start=\"1168\" data-end=\"1498\">He reported unconfirmed fighting inside Tabqa, where Syrian forces appear poised to launch clearing operations similar to those carried out elsewhere.</p><p data-start=\"1168\" data-end=\"1498\">According to Basravi, the military is moving quickly through Arab-majority towns where “there hasn’t always been organic support” for the <a href=\"/news/2026/1/17/syria-decree-grants-kurds-new-rights-formally-recognising-kurdish-language\">Kurdish</a>-led SDF.</p><p data-start=\"1500\" data-end=\"1783\" data-is-last-node=\"\" data-is-only-node=\"\">The SDF, he said, is now facing “a massive pincer movement” stretching across Aleppo and Raqqa provinces, forcing retreats that appear increasingly defensive.</p><p data-start=\"1647\" data-end=\"1897\">Videos circulating online showed SDF units evacuating a military hospital, while fighting intensified near the city’s southern entrance.</p><p>Raqqa was the self-declared capital of ISIL (ISIS) from January 2014 until its <a href=\"/features/2017/10/17/what-will-happen-to-post-isil-raqqa\">liberation in October 2017</a> by the US-backed SDF.  The city was left in ruins and suffered atrocities and mass death under ISIL rule.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sdf-fighters-surrender\" data-start=\"1647\" data-end=\"1897\">SDF fighters surrender</h2><p data-start=\"1899\" data-end=\"2137\">Local authorities said Raqqa’s water supply was cut after an explosion damaged main pipelines near the old bridge. State news agency Syrian Arab News Agency reported that the SDF blew up the bridge over the Euphrates.</p><p data-start=\"2139\" data-end=\"2417\">The army’s operations command said its troops had earlier taken control of the Mansoura Dam and several nearby towns, placing them less than 5km (3 miles) from Raqqa’s western gate. It later reported that 64 SDF fighters surrendered in the Mansoura area after being encircled.</p><p data-start=\"2419\" data-end=\"2694\">In a separate statement, the army said its units entered Tabqa “from several axes” while surrounding PKK fighters inside the military airport.</p><p data-start=\"2419\" data-end=\"2694\">The advance followed the capture of multiple villages around al-Rasafa and a demand that SDF leaders withdraw east of the Euphrates.</p><p data-start=\"2696\" data-end=\"3007\">Fighting also spread to eastern Deir Az Zor, where tribal forces said they were battling SDF units across several eastern towns in coordination with the Syrian army. A tribal military source said they had seized multiple positions and urged tribesmen within the SDF to lay down their arms.</p><p data-start=\"3009\" data-end=\"3274\">The SDF, for its part, said government forces attacked its positions in several Deir Az Zor towns, as artillery shelling targeted areas east of the Euphrates. The army said it was sending reinforcements to the province as operations expanded across northeast Syria.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sdf-losing-territory\" data-start=\"3009\" data-end=\"3274\">SDF losing territory</h2><p data-start=\"60\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Speaking to Al Jazeera, William Lawrence, a former US diplomat in the region and now professor at the American University, said the current developments diverge from what was agreed in March last year.</p><p data-start=\"620\" data-end=\"925\">“I am surprised by the speed,” Lawrence said, explaining that the March 10 agreement envisaged a phased withdrawal. “This was supposed to be a phased withdrawal under the March 10th agreement. The SDF is supposed to withdraw from the same areas, and the Syrian army is supposed to come in and replace it.”</p><p data-start=\"927\" data-end=\"1136\">Instead, he said, “the Syrian army’s moving in much more quickly than they were supposed to”, leaving the SDF caught “between a tactical retreat and a phased retreat that’s supposed to be under the agreement”.</p><p data-start=\"1138\" data-end=\"1406\">Lawrence warned that both sides were now undermining the deal. “What’s happening is both sides are sort of violating the spirit, if not the exact terms of the agreement, and we’re having a chaotic change of the guard rather than a phased change of the guard,” he said.</p><p data-start=\"1709\" data-end=\"1952\" data-is-last-node=\"\" data-is-only-node=\"\">He cautioned Washington against <a href=\"/news/2026/1/17/us-urges-de-escalation-as-syrian-army-advances-on-kurdish-territory\">focusing</a> narrowly on security. “The US needs to really focus on politics as much as on security,” Lawrence said, warning that the tendency to prioritise counterterrorism risks undermining any lasting settlement.</p><p data-start=\"1709\" data-end=\"1952\" data-is-last-node=\"\" data-is-only-node=\"\">Talks between US envoy Tom Barrack and the commander of the SDF, Mazloum Abdi, also known as Mazloum Kobani, were held in Erbil, Iraq, though no details of the outcome were disclosed.</p></div></div></body></html>"
        },
        {
            "title": "Deadly fire rips through Karachi shopping mall | Al Jazeera | Al Jazeera",
            "time": "2026-01-18T07:50:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768722452.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Enormous pain in my heart’: Palestinian evictions mount in East Jerusalem | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-18T07:28:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Wail-and-some-of-his-kids-Kayed-posing-on-roof-1768576631_0993a7-1768580276.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Batn al-Hawa, Occupied East Jerusalem –</strong> During his last days in the only home he’s ever known, Kayed Rajabi is spending most of his time on the family’s rooftop, gazing at Al-Aqsa Mosque just a stone’s throw across the Silwan valley. “Smoke, smoke, smoke,” Rajabi says anxiously, a cigarette in his hand. “That is all we can do.”</p><p>A street sweeper for Jerusalem’s municipality, Rajabi has stopped going to work, afraid his family might be thrown out of their home while he’s out. His children and those of the other families facing imminent eviction have stopped going to school as well. Everyone is terrified about what might happen if they leave their homes for even a moment – while trying to have a last precious few moments together.</p><p>“I’m 50 years old. I was born here,” says Rajabi as he looks across the valley of Silwan. “I opened my eyes in this house. My laughter, my sadness, my joy, and all my friends and loved ones are in this neighbourhood.” He is quiet for a moment and the silence is filled by the cooing of pigeons in the coops he and his brother take care of on their shared roof.</p><p>After a moment, he resumes. “Today, the house that is my dream, that is all my memories – they want to destroy it in a single second and put a settler in our place. This is an enormous pain in the heart, a pain you can’t imagine.</p><p>“This isn’t a building or property that will be destroyed – these are memories they want to erase.”</p><figure id=\"attachment_4244738\" aria-describedby=\"caption-attachment-4244738\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244738\" src=\"/wp-content/uploads/2026/01/Kayed-Rajabi-side-profile-portrait-1768576413.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Batn al-Hawa evictions\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244738\" class=\"wp-caption-text\">Kayed Rajabi looks out from the rooftop of the home he has been ordered to leave so Israeli settlers can move in [Al Jazeera]</figcaption></figure><h2 id=\"constant-psychological-pressure\">‘Constant psychological pressure’</h2><p>At the turn of the new year, the Israeli Supreme Court rejected final appeals by 150 Palestinians across 28 families in the Batn al-Hawa neighbourhood of Silwan facing eviction from their homes.</p><p>In all, approximately 700 residents of the neighbourhood, spanning 84 families, are now facing imminent forced displacement, which, according to Israeli NGO Ir Amim, would amount to the largest coordinated expulsion of Palestinians from a single neighbourhood in East Jerusalem since 1967, when Israel’s occupation began.</p><p>Twenty-four homes belonging to the extended Rajabi family alone are subject to eviction orders, affecting 250 people.</p><p>On January 12, the 28 families which had launched appeals received official letters from the Israeli execution office under the Ministry of Justice demanding they vacate their homes within 21 days. The family of Khalil al-Basbous, a neighbour of the Rajabis, has already been forcibly evicted from their home as a result of the latest court decision.</p><p>For as long as they can remember, the rooftop of Rajabi and his younger brother, Wa’il, 44, overlooking Al-Aqsa Mosque, has been a meeting place for family and neighbours to have breakfast together and drink tea. “You’d find 50 of my family members coming here, and we’d fill the neighbourhood with our celebrations of Ramadan and Eid,” recalls Rajabi.</p><p>He reels off the names of all the family members and friends from past Ramadans who have already been forced out of their homes in their street.</p><p>“The memories were so sweet before the settlers came,” says Rajabi. “The best memories, the best neighbourhood, the best neighbours – our neighbours who were replaced by the settlers.”</p><figure id=\"attachment_4244749\" aria-describedby=\"caption-attachment-4244749\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244749\" src=\"/wp-content/uploads/2026/01/Seized-and-grafittid-home-in-Batn-al-Hawa-1768576490.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Batn al-Hawa evictions\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244749\" class=\"wp-caption-text\">A seized home bearing grafitti in Batn al Hawa, East Jerusalem [Al Jazeera]</figcaption></figure><p>As he is speaking, a commotion begins outside the terrace of houses. It is the settlers who recently replaced his lifelong neighbours, the family of Abu Ashraf Gheith. He goes out to argue with them and their armed security guard before he returns to the rooftop, his eyes wide from adrenaline.</p><p>Peering over at Al-Aqsa, he takes another puff of his cigarette.</p><p>“The Gheith family, they were like family to us,” he says of his former neighbours. “We all loved each other. We grew up together, we opened our eyes together. We used to play, me and their sons and daughters.</p><p>“I cried every day after they were thrown out of their home so easily.”</p><p>Now, settlers occupy all the homes bordering Kayed and Wa’il’s building. “We are under constant psychological pressure from the settlers,” said Wa’il. “We are not living.”</p><p>Rajabi and his brother’s apartments in the building they share with their mother are simple – a kitchen, a small living room, a bedroom for each of them and their wives, and another room for their many children. “This house isn’t a villa, it’s not a palace,” says Rajabi. “But we are happy and comfortable here. The most incredible thing is to sit here, and your eyes fall on Al-Aqsa Mosque.”</p><figure id=\"attachment_4244744\" aria-describedby=\"caption-attachment-4244744\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244744\" src=\"/wp-content/uploads/2026/01/Rajabi-kids-watch-border-police-pass-1768576454.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Batn al-Hawa evictions\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244744\" class=\"wp-caption-text\">Children from the Rajabi family watch as border police pass by their home in Batn al-Hawa, East Jerusalem [Al Jazeera]</figcaption></figure><p>For years, Rajabi, his brother and their family have walked to the nearby Al-Aqsa Mosque every week for Friday afternoon prayers – at least until recently, when their living situation went from dire to a “death sentence”, he says.</p><p>Since November, eight other families in the neighbourhood have been forcibly evicted from their homes, often violently, and Israeli settlers have immediately moved into the emptied homes, often holding loud celebrations.</p><p>These recent evictions mark a rapid acceleration of the forced displacement which has been taking place for years now in the neighbourhood.</p><figure id=\"attachment_4244763\" aria-describedby=\"caption-attachment-4244763\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244763\" src=\"/wp-content/uploads/2026/01/View-of-batn-al-hawa-from-bottom-of-Silwan-1768576607.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Batn al-Hawa evictions\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244763\" class=\"wp-caption-text\">A view of the Batn al-Hawa neighbourhood from the bottom of the Silwan valley [Al Jazeera]</figcaption></figure><h2 id=\"displaced-yet-again\">Displaced – yet again</h2><p>In the 19th century, impoverished Yemeni Jews settled in the area of modern-day Batn al-Hawa, located outside the Old City walls on a hill just south of the Haram al-Sherif complex, home to the Dome of the Rock and Al-Aqsa Mosque.</p><p>While good relations reportedly existed between Jews and Muslims within the neighbourhood at the time, bouts of violence in the 1920s and 1930s in East Jerusalem made movement outside the neighbourhood dangerous, compelling these Yemeni Jewish families to leave. Local Palestinians then gained sole ownership of the area over time.</p><p>Just before the 1967 war, which saw Israel seize control of East Jerusalem, the Gaza Strip, the Golan Heights, the Sinai Peninsula and the West Bank, the Rajabi family was living in the Sharaf neighbourhood in the Old City of Jerusalem.</p><p>In 1966, the Jordanian government advised the Rajabis to leave that neighbourhood before violence erupted. They fled to nearby Batn al-Hawa, buying land there from the existing Arab owners. After the war in 1967, the Sharaf neighbourhood was destroyed by the occupying Israeli authorities, who replaced it by expanding the modern-day Jewish Quarter.</p><figure id=\"attachment_4244757\" aria-describedby=\"caption-attachment-4244757\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244757\" src=\"/wp-content/uploads/2026/01/Signed-contract-from-Rajabis-of-buying-land-in-Batn-al-Hawa-in-Jordanian-times-1768576550.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Batn al-Hawa evictions\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244757\" class=\"wp-caption-text\">The signed contract showing the Rajabis’ purchase of their land in Batn al-Hawa in 1966 [Al Jazeera]</figcaption></figure><p>Then, in 2001, the Israeli courts revived the long-dormant Benvenisti Trust, which had been created in the 19th century to manage land and property in the Batn al-Hawa area and provide homes there to Jewish Yemeni families.</p><p>The Israeli courts appointed two representatives from the settler organisation Ateret Cohanim to oversee that trust, which was historically entitled to buildings in 5.5 dunums (1.36 acres or 0.55 hectares) of land that today comprise dozens of family homes – despite the lack of any connection between these individuals and the Benvenisti Trust or the Yemeni Jewish community that had once been there.</p><p>Such court decisions have been made on the basis of Israeli laws, which allow for Jewish-owned lands vacated before and after the 1948 war to be returned to Israeli hands – regardless of any connection to the original inhabitants – following Israel’s conquests in 1967. Such rights are expressly denied to the many more Palestinians who also lost their homes in the aftermath of the wars in 1948 and 1967, including the Rajabis and other families in Batn al-Hawa.</p><p>“You’re turning these people away from our homes of 60 years because 120 years ago, their lands were ours,” remarked Zuheir Rajabi, 54, leader of the Batn al-Hawa community council, and cousin of Wa’il and Kayed. “So where are our lands, our homes in Katamon, Jaffa, Haifa, the Jewish Quarter, that we were forced to leave?”</p><p>Ateret Cohanim is one of the main Israeli organisations attempting to advance the transfer of Palestinians from East Jerusalem, replacing them with Israeli settlers. Earlier, the organisation offered to buy homes from families in this working-class neighbourhood for millions of dollars apiece. Nearly all Silwan residents refused. Then, as it fought through Israeli courts to assert control over the land and its buildings, Ateret Cohanim began sending eviction letters to families in Batn al-Hawa in 2015.</p><figure id=\"attachment_4244754\" aria-describedby=\"caption-attachment-4244754\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244754\" src=\"/wp-content/uploads/2026/01/Settler-family-accompanied-by-armed-security-guard-in-batn-al-hawa-1768576521.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Batn al-Hawa evictions\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244754\" class=\"wp-caption-text\">A settler family is accompanied by an armed security guard in Batn al-Hawa [Al Jazeera]</figcaption></figure><h2 id=\"homes-for-the-poor\">Homes ‘for the poor’</h2><p>According to Aviv Tatarsky, a researcher for the Jerusalem-based Israeli nongovernment organisation Ir Amim, documents from the Benvenisti Trust stipulated that if there were no poor Jewish families in need, other poor families should reside in these lands in their stead. But “the homes [in Batn al-Hawa] are given to ideological settlers, not to Jewish families that are poor,” notes Tatarsky. “The Palestinian families who are evicted are, of course, under the poverty line. So this is a very direct, explicit contradiction to the way the trust is supposed to function.”</p><p>Official investigations concluded this year by the Israeli Registrar of Charitable Trusts into the Ateret Cohanim-controlled Benvenisti Trust found multiple irregularities, including that all financial activities were conducted via Ateret Cohanim’s bank accounts rather than the Benvenisti Trust. “It’s very clear that the trust is just a cover for the actions of the settler organisation,” says Tatarsky.</p><p>Nonetheless, Ateret Cohanim has continued its efforts, unabated, to forcibly evict the Palestinian residents of the neighbourhood. After rebuffing earlier attempts to buy them off, by Zuheir Rajabi’s account, the families in the neighbourhood have spent “hundreds of thousands of shekels” in court since 2015, attempting to reverse or at least delay eviction proceedings.</p><p>While declining to address some of the particular issues regarding Ateret Cohanim’s involvement in the properties around Batn al-Hawa, Daniel Lurie, executive director and international spokesperson for Ateret Cohanim, told Al Jazeera that the current actions in the neighbourhood are “righting an historical injustice done by barbaric violent Arabs [and the British] towards Yemenite and Sephardi Jews – who drove out the Jews from a known Jewish neighbourhood in the 1920-30s”.</p><p>“Taking hate-filled violent Arabs out of any neighbourhood [based on Supreme Court rulings] or from Israel is a good thing,” his statement said.</p><p>The entire process has now culminated in the latest court decision, which rejected the final appeals legally available for the 28 families that are now to be evicted by the start of February, including Zuheir Rajabi’s.</p><p>“We’re truly exhausted,” says Rajabi, the community representative, inside his home, which is slated for eviction in the coming days. As he speaks, his eyes dart to the video feeds of the security cameras he has installed outside his home.</p><p>“We’ve been in the courts for 12 years with no results. Anything that benefits the settlers and the extreme right wing gets implemented, but nothing [positive] happens for the Palestinian Arab citizen. It’s impossible.”</p><figure id=\"attachment_4244769\" aria-describedby=\"caption-attachment-4244769\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244769\" src=\"/wp-content/uploads/2026/01/Zuheir-Rajabi-outside-his-home-with-Harem-al-sharif-mural-and-al-aqsa-in-background-1768576661.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Batn al-Hawa evictions\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244769\" class=\"wp-caption-text\">Zuheir Rajabi stands outside his home, with a view of al-Aqsa mosque in background [Al Jazeera]</figcaption></figure><h2 id=\"they-scatter-us-cut-us-up-like-salad-grind-us-up\">‘They scatter us, cut us up like salad, grind us up’</h2><p>Wa’il Rajabi says he does not know where his family will go when they are forcibly evicted from their home in the coming days. Few of the low-income families here do. “We will stay until our last breath, steadfast, sitting in our homes,” he says.</p><p>According to Wa’il Rajabi, who earns 9,000 shekels per month, also working for the Jerusalem municipality, rent for any available homes in East Jerusalem is a minimum 5,000 to 7,000 shekels per month, with another 1,000 shekels going towards electricity and water. “How are you going to live on 2,000, 3,000 shekels? What are you going to eat? What are you going to drink? What are you going to dress your child in? How are you going to educate him? How are you going to go to and from work? It’s unreasonable,” said Wa’il, the breadwinner for a family of nine. “They sentenced us to death.”</p><p>As the families in the neighbourhood face eviction one by one – and now at a dramatically accelerated pace – the neighbourly and family bonds are being ripped apart. “It feels like the community is ending,” says Wa’il.</p><p>“We were all together here, but now you don’t know where one lives – one is in Beit Hanina, one is in Shu’fat, one is in Ras al-Amud,” his brother, Kayed, says. “They scatter us – cut us up like salad, grind us up.”</p><p>Through this traumatic period, parents spend their nights soothing children from the nightmares they are having about violent settlers coming to throw them out of their homes.</p><p>“Sometimes I joke with them, laugh with them, tell them stories, just to make them stop being scared, to stop thinking, to ease their stress,” says Wa’il. “But deep down, I know that no matter how we finish the story, they’ll always come back to the same topic.”</p><figure id=\"attachment_4244736\" aria-describedby=\"caption-attachment-4244736\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4244736\" src=\"/wp-content/uploads/2026/01/Joury-Rajabi-on-the-steps-leading-up-to-the-street-from-their-home-1768576392.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Batn al-Hawa evictions\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4244736\" class=\"wp-caption-text\">Joury Rajabi stands on the steps leading up to the street from their home in Batn al-Hawa, East Jerusalem, which her family has been ordered to leave [Al Jazeera]</figcaption></figure><p>In the children’s last moments together, every second feels precious, but fragile. “I wish we could live peacefully and play like before,” laments 11-year-old Joury, Wa’il’s youngest daughter, on the family rooftop.</p><p>Out on the street one recent afternoon, one of the little girls she plays with was performing cartwheels when armed border police walked through their impromptu football game.</p><p>Moments later, a family of Israeli settlers, accompanied by armed security, passed right by them.</p><p>Joury recalls another time when the children were playing in the street and an Israeli settler started throwing garbage at them. “We defended ourselves,” she says. “The settler called the police. So since that day, we have not been able to play. If we stay there, the police will come and beat us up and humiliate us and stuff.”</p><p>The children spend these last days asking their parents the same questions:</p><p>“Why are they making us leave our homes? Where will we go?”</p><p>But their parents don’t have any answers for them.</p><p>However, in their last days together, the children snatch what time they can together on the stairs in front of Wa’il and Kayed’s home, playing football or paddle games.</p><p>“These days, sometimes, us kids have breakfast together,” says Joury. “Sometimes, we talk about growing up. Sometimes, we talk about defending each other or doing something like that. And we play when we can. We try to enjoy ourselves during these days because we will be separated from each other, from all our friends and family.”</p></div></div></body></html>"
        },
        {
            "title": "Thousands rally in Serbia as students continue fight against corruption | Corruption News | Al Jazeera",
            "time": "2026-01-18T06:33:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26017675724661-1768716724.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thousands rally in Serbia as students continue fight against corruption</h1><p class=\"article__subhead\"><em>University students have proposed banning corrupt officials from politics and investigating their wealth.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of people have rallied in the Serbian city of Novi Sad, as university students who have led more than a year of mass demonstrations pledged to continue fighting against endemic corruption during the tenure of right-wing nationalist President Aleksandar Vucic.</p><p>Protesters, chanting “thieves”, accused the government of rampant corruption. University students told the crowd on Saturday that they had drawn up a plan on how to rid Serbia of corruption and restore the rule of law. They proposed banning corrupt officials from politics and investigating their wealth as first steps for a post-Vucic government.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The protest was dubbed “What victory will mean”. Last month, students said they had collected about 400,000 signatures in support of their election bid.</p><p>The next protest rally is planned for January 27 in the Serbian capital of Belgrade, organisers said.</p><p>Regular student-led protests have gripped Serbia since a <a href=\"/news/2024/11/1/eight-killed-in-serbia-train-station-roof-collapse\">November 2024 train station disaster</a> in the northern city killed 16 people, becoming a symbol of entrenched corruption.</p><p>Thirteen people, including former Construction Minister Goran Vesic, were <a href=\"/news/2024/12/30/serbia-charges-13-including-ex-minister-in-train-station-roof-collapse\">charged</a> in a criminal case over the collapse. The Novi Sad High Court dropped the charges against Vesic last month, citing a lack of evidence.</p><p>A separate anticorruption inquiry continues alongside a European Union-backed investigation into the possible misuse of EU funds in the project.</p><p>Tens of thousands of people <a href=\"/news/2025/11/1/mass-protests-planned-as-serbia-marks-anniversary-of-train-station-collapse\">marked the first anniversary</a> of the train station roof collapse in Novi Sad in November, observing 16 minutes of silence for the 16 victims of the tragedy.</p><p>The protests over the station’s collapse have led to the resignation of the prime minister, the fall of his government and the formation of a new one. But Vucic has remained defiantly in office.</p><p>Vucic has denied accusations of corruption and regularly labelled demonstrators as foreign-funded coup plotters, while members of his SNS party pushed conspiracy theories, claiming that the train station roof collapse may have been an orchestrated attack.</p><p>Vucic has refused to schedule an immediate early election that students have demanded. Hundreds of people have been detained, or reported losing their jobs or facing pressure for opposing the government.</p><p>Vucic came to power more than a decade ago, promising to take Serbia into the EU. But he has since strengthened ties with Russia and China, while facing accusations of curbing democratic freedoms in Serbia and allowing corruption and organised crime to flourish.</p><p>The student movement has garnered big support among Serbs who are largely disillusioned with mainstream politicians. Vucic has accused the students of working under unspecified Western orders to “destroy Serbia”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Indonesian rescuers find wreckage of plane that had 11 people on board | Aviation News | Al Jazeera",
            "time": "2026-01-18T06:27:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26018114236995-1768717097.jpg?resize=1920%2C1365",
            "body": "<html><body><div><header class=\"article-header\"><h1>Indonesian rescuers find wreckage of plane that had 11 people on board</h1><p class=\"article__subhead\"><em>A rescue team on an air force helicopter has spotted what appears to be a small aircraft window in a forested area on the slope of Mount Bulusaraung.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indonesian rescuers have recovered wreckage from a missing plane that is believed to have <a href=\"/news/2026/1/17/indonesia-searches-for-missing-plane-with-at-least-10-on-board\">crashed</a> with 11 people on board while approaching a mountainous region on Sulawesi island during cloudy conditions.</p><p>The discovery on Sunday comes after the small plane – on its way from Yogyakarta on Indonesia’s main island of Java to Makassar, the capital city of South Sulawesi province – vanished from radar on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A rescue team on an air force helicopter on Sunday morning spotted what appeared to be a small aircraft window in a forested area on the slope of Mount Bulusaraung, said Muhammad Arif Anwar, who heads Makassar’s search and rescue office.</p><p>Rescuers on the ground then retrieved larger debris consistent with the main fuselage and tail scattered on a steep northern slope, Anwar told a news conference.</p><p>“The discovery of the aircraft’s main sections significantly narrows the search zone and offers a crucial clue for tightening the search area,” Anwar said. “Our joint search and rescue teams are now focusing on searching for the victims, especially those who might still be alive.”</p><p>The plane, a turboprop ATR 42-500, was operated by Indonesia Air Transport and was last tracked in the Leang-Leang area of Maros, a mountainous district of South Sulawesi province.</p><p>It was carrying eight crew members and three passengers from the Marine Affairs and Fisheries Ministry who were on board as part of an airborne maritime surveillance mission.</p><figure id=\"attachment_4248174\" aria-describedby=\"caption-attachment-4248174\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4248174\" src=\"/wp-content/uploads/2026/01/AP26018060443925-1768717103.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Indonesia plane crash search \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4248174\" class=\"wp-caption-text\">In this photo provided by the Indonesian National Search and Rescue Agency (BASARNAS), members of its rescue team conduct a searching operation around Mount Bulusaraung, South Sulawesi province, Indonesia, Saturday, Jan. 17, 2026, after a passenger aircraft lost contact while approaching the mountainous region between Indonesia’s main island of Java and Sulawesi island [BASARNAS via AP]</figcaption></figure><p>Ground and air rescue teams continued moving towards the wreckage site on Sunday, despite strong winds, heavy fog and steep, rugged terrain that had slowed the search, said Major-General Bangun Nawoko, South Sulawesi’s Hasanuddin military commander.</p><p>Photos and videos released by the National Search and Rescue Agency on Sunday showed rescuers were trekking along a steep, narrow mountain ridgeline blanketed in thick fog to reach scattered wreckage.</p><p>Indonesia relies heavily on air transport and ferries to connect its more than 17,000 islands. The Southeast Asian country has been plagued by transport accidents in recent years, from plane and bus crashes to ferry sinkings.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4247533\" src=\"/wp-content/uploads/2026/01/WEB-1000x562-INDONESIA-YOGYAKARTA-MAKASSAR-MOUNT-BULUSARAUNG-1768667723.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Indonesia map\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Syria fighting live: SDF braces for Raqqa assault as gov’t troops march on | Conflict News | Al Jazeera",
            "time": "2026-01-18T06:15:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696c75c43a-1768715716.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US-backed Palestinian committee shares mission statement on Gaza governance | Gaza News | Al Jazeera",
            "time": "2026-01-18T04:59:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696930a6c702c-1768501414.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Palestinian committee tasked with overseeing the future <a href=\"/news/2026/1/16/more-killing-in-gaza-as-technocrats-meet-in-cairo-for-phase-2-of-peace-plan\">administration of Gaza</a> as part of a US-backed ceasefire plan has released what it says is a “mission statement”, laying out its key priorities and goals.</p><p>The general commissioner of the National Committee for Gaza Management (NGAC), Ali Shaath, said that the technocratic body would seek to restore core services and cultivate a society “rooted in peace”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Under the guidance of the Board of Peace, chaired by [US] President Donald J Trump, and with the support and assistance of the High Representative for Gaza, our mission is to rebuild the Gaza Strip not just in infrastructure but also in spirit,” Shaath said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The NGAC was established as part of Trump’s 20-point peace plan for Gaza and authorised under United Nations Security Council Resolution 2803. The White House has said it will be concerned with the day-to-day rebuilding and stabilisation of the enclave, “while laying the foundation for long-term, self-sustaining governance”.</p><p>Under Trump’s plan, the reconstruction of Gaza would be broadly overseen by a “board of peace” and more closely guided by a “Gaza executive board”.</p><p>The NGAC faces enormous challenges. Gaza has been physically destroyed after more than two years of Israel’s genocidal war, and there is <a href=\"/features/2026/1/16/scepticism-hope-gaza-reacts-trump-board-of-peace\">widespread scepticism</a> from Palestinians over how much autonomy the body will have.</p><p>Those concerns have been compounded by the presence of <a href=\"/news/2026/1/16/trump-names-tony-blair-jared-kushner-to-gaza-board-of-peace\">firm supporters</a> of Israel, and a lack of Palestinians, so far, on the board of peace and the Gaza executive board.</p><p>In his statement, Shaath, a former Palestinian Authority (PA) deputy minister, said the body would focus on establishing security control of the Strip, more than half of which remains under direct Israeli control, and restoring basic services destroyed throughout the war.</p><p>“We are committed to establishing security, restoring the essential services that form the bedrock of human dignity such as electricity, water, healthcare, and education, as well as cultivating a society rooted in peace, democracy, and justice,” he said.</p><p>“Operating with the highest standards of integrity and transparency, the NCAG will forge a productive economy capable of replacing unemployment with opportunity for all.”</p><p>In defiance of an <a href=\"/news/2026/1/16/us-declares-phase-two-of-gaza-ceasefire-but-what-did-phase-one-deliver\">existing ceasefire</a> agreement between Israel and the Palestinian armed group Hamas, Israel has maintained severe restrictions on the entry of aid into Gaza, which UN agencies and humanitarian groups have said is necessary to deliver services to Palestinians.</p><p>Hundreds of Palestinians have also been killed by Israeli strikes in Gaza during that period, bringing the death toll to 71,548 since October 7, 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The <a href=\"/news/2026/1/18/trumps-board-of-peace-appears-to-seek-wider-mandate-beyond-gaza\">board of peace</a> was announced as part of phase two of the ceasefire agreement, but letters from Trump inviting foreign leaders to join the body have suggested the US president may see it as a model for bypassing traditional international forums, such as the UN.</p><p>In mid-December, <a href=\"/news/2025/12/31/which-aid-groups-is-israel-banning-from-gaza-now-and-what-will-it-mean\">Israel announced</a> it was banning more than three dozen international aid organisations from operating in Gaza.</p><p>Some Palestinians also worry that the NGAC’s technocratic approach may circumvent key political questions, such as the creation of a future Palestinian state and an end to Israel’s decades-long occupation of the Palestinian territory, in favour of a focus on economic development and outside investment opportunities.</p><p>In his statement, Shaath said the committee will “embrace peace, through which we strive to secure the path to true Palestinian rights and self determination”.</p></div></div></body></html>"
        },
        {
            "title": "Guatemala prisoners take workers hostages in riots across three facilities | Prison News | Al Jazeera",
            "time": "2026-01-18T04:19:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-18T021956Z_1097975156_RC233JACJOBN_RTRMADP_3_GUATEMALA-PRISION-1-1768709255.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guatemala prisoners take workers hostages in riots across three facilities</h1><p class=\"article__subhead\"><em>Officials say 46 workers are being held, with gang members behind the riots seeking better conditions.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Prisoners in Guatemala have taken at least 46 workers hostage in riots across three detention centres, according to authorities.</p><p>Officials said the incidents, which began on Saturday, appeared to be coordinated by gang members in response to their leader seeking a transfer to another facility for better conditions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>There were no reported deaths ​or injuries among the hostages, Interior Minister Marco Antonio Villeda said at ‍a news conference.</p><p>Villeda said those behind the riots were members of the Barrio 18 gang, while the Interior Ministry described the unrest as a “direct reaction” to its moves to revoke privileges from gang leaders.</p><p>“I am not going to make any deals with any terrorist group. I will not give in to this blackmail, and ​I will not restore their privileges in exchange for them ‌stopping their actions,” Villeda said.</p><p>The hostages are mostly guards, but also include a psychologist, a prison official said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>At the Renovacion 1 maximum security prison in Escuintla in Guatemala’s south, police and soldiers formed a perimeter around the prison, as ambulances and firetrucks were ‌standing by to intervene if necessary.</p><p>Inmates, some wearing jumpsuits but most in tank tops and shorts, their faces covered ‌by masks improvised with pieces of clothing, watched from ⁠above, perched in the prison’s patrol towers.</p><p>One masked inmate, speaking from behind barbed wire, said they were not safe at the prison and were demanding to be moved.</p><p>“They can’t even guarantee their own security, ‌so how are they supposed to guarantee ours?” he said, referring to prison authorities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Guatemala has <a href=\"/news/2021/5/20/seven-inmates-killed-beheaded-in-guatemala-prison-violence\">struggled to control</a> its prison population in recent years amid rampant gang influence. Inmates, meanwhile, have reported harsh and dangerous conditions.</p><p>In October, President Bernardo Arévalo accepted the resignations of three top security officials after 20 gang members escaped over a period of days.</p><p>“The link between the prison system and the criminality outside has to be cut,” Arevalo said in an interview with The Associated Press news agency earlier this week.</p><p>“That’s why all this effort to regain control of the prison system is very important.”</p></div></div></body></html>"
        },
        {
            "title": "Military leader Doumbouya sworn in as Guinea’s president | Elections News | Al Jazeera",
            "time": "2026-01-18T02:59:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696c4d10-1768705296.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Military leader Doumbouya sworn in as Guinea’s president</h1><p class=\"article__subhead\"><em>Doumbouya was declared victor in the West African country’s first election since he led the 2021 military takeover.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mamady Doumbouya, a general who led a 2021 military takeover in Guinea, has been sworn in as the West African country’s president.</p><p>The Saturday event, which took place in front of tens of thousands of supporters and several heads of state, came after Doumbaya was <a href=\"/news/2025/12/30/guinea-coup-leader-mamdi-doumbouya-wins-presidential-election\">declared the victor</a> in last month’s election.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The <a href=\"/news/2025/12/28/guinea-votes-in-first-polls-since-2021-coup-military-leader-likely-to-win\">vote was the first</a> since Doumbouya toppled President Alpha Conde four years ago.</p><p>Although he initially pledged not to run for president after seizing power, Doumbouya ultimately stood for election against eight other candidates. However, his most prominent opponents remained in exile, with the opposition calling for a boycott of the poll.</p><p>The West African country’s Supreme Court later said Doumbouya received 86.7 percent of the vote.</p><p>Dressed in a traditional gown, Doumbouya swore an oath to uphold the constitution – which had recently been altered to allow him to stand – during an hours-long ceremony at the General Lansana Conte Stadium on the outskirts of the capital, Conakry.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“I swear before God and before the people of Guinea, on my honour, to respect and faithfully enforce the Constitution, the laws, regulations and judicial decisions,” he said.</p><p>Heads of state from Rwanda, The Gambia, Senegal and other African countries joined the event, as did the vice presidents of China, Nigeria, Ghana and Equatorial Guinea, as well as officials from France and the United States.</p><p>Assimi Goita, a general who has led neighbouring Mali since a military takeover in 2020, was also in attendance.</p><p>The election came after Guineans approved a new constitution in September that permitted members of the military leadership to run for office. It also lengthened presidential terms from five to seven years, setting a two-term limit.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Doumbouya has said the military takeover was justified due to alleged corruption and economic mismanagement under Conde, who in 2010 became the country’s first freely elected president since its 1958 independence.</p><p>During four years in power, the military dissolved state institutions and suspended the constitution, as it negotiated with regional bodies, including the Economic Community of West African States (ECOWAS), over a return to democratic civilian government.</p><p>Doumbouya has cracked down on civil liberties, banned protests and targeted political opponents during his time as leader.</p><p>With about 52 percent of the population living in poverty, he has promised to tap the country’s vast natural resources, which include untapped iron ore deposits, as well as the world’s largest bauxite reserves.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s ‘board of peace’ appears to seek wider mandate beyond Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-18T02:53:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_696c36da635b-1768699610.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has begun to invite world leaders and other prominent figures to be part of his so-called “<a href=\"/news/2026/1/16/trump-names-tony-blair-jared-kushner-to-gaza-board-of-peace\">board of peace</a>“, reportedly outlining a wider vision for a long-term body that responds to global conflicts beyond Gaza.</p><p>Trump had initially unveiled the board as part of <a href=\"/news/2026/1/16/us-declares-phase-two-of-gaza-ceasefire-but-what-did-phase-one-deliver\">phase two</a> of a ceasefire agreement between Israel and Hamas to end Israel’s genocidal war on Gaza, envisioning that the body would oversee “governance capacity-building, regional relations, reconstruction, investment attraction, large-scale funding, and capital mobilisation” in the enclave.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But letters written by Trump, which were posted to social media on Saturday by two leaders invited to be part of the board – Argentinian President Javier Milei and Paraguay’s leader, Santiago Pena – pointed to wider ambitions. A so-called “charter” that accompanied the letter also pointed to loftier goals, according to several reports.</p><p>In Trump’s letter to Milei, the US president said the board would seek to “solidify Peace in the Middle East”, adding that it would “embark on a bold new approach to resolving Global Conflict” at the same time.</p><p>The Financial Times, meanwhile, quoted the accompanying “charter” as saying that “the Board of Peace is an international organisation that seeks to promote stability, restore dependable and lawful governance, and secure enduring peace in areas affected or threatened by conflict”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Durable peace requires pragmatic judgment, common sense solutions, and the courage to depart from approaches and institutions that have too often failed,” said the charter, which did not directly reference Gaza, according to the newspaper.</p><p>Two diplomatic sources also told the Reuters news agency that the invitations included a “charter” that outlined a wider mandate for the body.</p><p>“It’s a ‘Trump United Nations’ that ignores the fundamentals of the UN charter,” one diplomat aware of the ‌letter told the news agency,</p><p>A senior US official, meanwhile, told The Associated Press news agency that an expanded role for the board of peace remains “aspirational”.</p><p>The official added that Trump and his advisers believe such a role is possible, particularly as Washington and other UN members have repeatedly expressed frustration with the international organisation.</p><p>However, the official said the board of peace was not intended to replace the UN.</p><h2 id=\"gaza-focus\">Gaza focus</h2><p>To be sure, the Trump administration has so far publicly said that the board of peace will initially focus on Gaza.</p><p>On Friday, Trump announced that Tony Blair, the United Kingdom’s former prime minister, would be among the board’s founding executive members, alongside Trump’s son-in-law, Jared Kushner, US Secretary of State Marco Rubio and the US special envoy to the Middle East, Steve Witkoff.</p><p>Also initially announced were Marc Rowan, the CEO of Apollo Global Management, World Bank Group President Ajay Banga, and Robert Gabriel, a US deputy national security adviser.</p><p>Many of those figures were also named to a separate “Gaza executive board”, which is set to oversee a technocratic committee of Palestinians, named the National Committee for the Administration of Gaza (NCAG). The committee is expected to handle day-to-day governance in Gaza in lieu of Hamas.</p><p>The 11-member executive board includes Blair, Kushner and Witkoff, as well as Turkish Minister of Foreign Affairs Hakan Fidan, Qatari diplomat Ali Al Thawadi, UN Middle East peace coordinator Sigrid Kaag, United Arab Emirates Minister of State for International Cooperation Reem Al-Hashimy, and Israeli-Cypriot billionaire Yakir Gabay.</p><p>Beyond Argentina’s Milei and Pena, Turkiye and Egypt have confirmed their respective leaders, Recep Tayyip Erdogan and Abdel Fattah el-Sisi, have been invited to join the wider board of peace. A European Union official said that European Commission President Ursula von der Leyen had also been invited to represent the EU.</p><p>Four sources told Reuters that the leaders of France, Germany, ⁠Australia and Canada were also invited to sit on the board, although there was no official confirmation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The White House said it would announce more members in the coming weeks.</p><p>Still, the initial announcement of board members sparked outrage among many in the Middle East for not including any Palestinians, but instead elevating staunch supporters of Israel.</p><p>Israeli Prime Minister Benjamin Netanyahu, meanwhile, raised opposition to the Gaza executive board on Saturday, saying its composition “was not coordinated with Israel and runs contrary to its policy”.</p><p>A statement from Netanyahu’s office did not specify what exactly it opposed about the board’s makeup.</p><p>Meanwhile, Bloomberg news reported on Saturday that the Trump administration is asking countries for $1 billion to say on the board of peace.</p><p>The White House responded to the report, calling it “misleading”. It said there was no minimum membership ​fee to join the board, but appeared to confirm the $1 billion fee for “permanent membership”.</p><p>“This simply offers permanent membership to partner countries who demonstrate deep commitment to peace, security, and prosperity,” the ‌White House said on X.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,424 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-18T01:39:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26016521432417-1768692629.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,424</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,424 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Jan 2026</span><span aria-hidden=\"true\">18 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Sunday, January 18:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>The General Staff of the Ukrainian military has estimated that Russian forces have lost about 1,225,590 personnel since the start of Moscow’s full-scale invasion of Ukraine in February 2022.</li>\n<li>The office also reported that Russia has lost an estimated 11,569 tanks, 23,914 armoured fighting vehicles, 74,601 vehicles and fuel tanks, 36,261 artillery systems, 1,615 multiple launch rocket systems, 1,278 air defence systems, 434 aeroplanes, 347 helicopters, 108,605 drones, 28 ships and boats, and two submarines. Casualty figures for both sides since the beginning of the war have been difficult to independently verify.</li>\n<li>The Russian TASS news agency reported that Russian forces have captured the settlement of Pryvillya in the Donetsk region and Pryluky in the Zaporizhia region, citing the Ministry of Defence in Moscow.</li>\n<li>The ministry said that Ukrainian forces lost about 1,305 personnel in the last 24 hours, and that Russian air defences shot down 214 Ukrainian fixed-wing drones and two long-range Neptune missiles.</li>\n<li>Russia’s Defence Ministry also said that it carried out attacks on Ukrainian energy and transportation infrastructure across 167 locations over the past 24 hours, along with deployment areas for Ukrainian forces and “ammunition depots, assembly workshops, storage sites, pre-flight preparation and launch sites for long-range unmanned aerial vehicles”.</li>\n</ul><h2 id=\"energy-strikes\">Energy strikes</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces continued their campaign of strikes on Ukraine’s energy infrastructure over Saturday night, carrying out attacks in the Kyiv and Odesa regions, according to the Ukrainian Ministry of Energy. Ukrainian authorities have characterised the <a href=\"/news/2026/1/15/russian-attacks-cause-energy-emergency-in-freezing-ukraine-says-zelenskyy\">Russian attacks</a> as an effort to weaponise the current cold weather, degrading the country’s energy system.</li>\n<li>Ukraine’s Energy Ministry said in a post on the messaging app Telegram that more than 20 settlements in the Kyiv area were left without power as a result of the strikes.</li>\n<li>The mayor of the city of Kharkiv, Ihor Terekhov, said that constant <a href=\"/news/2026/1/16/as-russian-attacks-worsen-ukraines-energy-woes-trump-rebukes-kyiv\">Russian attacks</a> were straining the energy system of Ukraine’s second-largest city, stating the system that provides residents with essentials, such as heating and electricity, was “constantly operating at its limits”. He said that three people were injured in overnight strikes.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said during an energy coordination meeting that the cities of Kyiv, Kharkiv and Zaporizhzhia are facing the most acute energy challenges. He added that the country must <a href=\"/news/2026/1/17/zelenskyy-demands-faster-energy-imports-as-ukraine-reels-from-power-outages\">increase energy imports</a> and seek additional equipment from allies.</li>\n<li>The Ukrainian news outlet Kyiv Independent reported that foreign embassies plan to stay in Kyiv despite the power outages, infrastructure issues, and predictions of extreme cold, with weather forecasts predicting temperatures as low as –20 degrees Celsius (–4 degrees Fahrenheit) later this month. The outlet reported that about 80 foreign diplomatic missions are based in Kyiv.</li>\n<li>Ukraine’s HUR military intelligence body has said that Moscow is planning attacks meant to disconnect Ukraine from three nuclear power plants in the coming days. The intelligence agency said those efforts seek to degrade the country’s energy infrastructure and “force Ukraine to accept unacceptable capitulation demands to end the war”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-talks\">Peace talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>A Ukrainian delegation arrived in the United States for peace talks, with Zelenskyy’s chief of staff, Kyrylo Budanov, saying he was set to meet with US special envoy Steve Witkoff, US President Donald Trump’s son-in-law, Jared Kushner, and Secretary of the US Army Dan Driscoll.</li>\n<li>Ukrainian negotiators Rustem Umerov and Davyd Arakhamia will also take part in the talks in Miami, Florida, on Sunday.</li>\n<li>Zelenskyy said on Friday that the weekend talks would focus on finalising proposals for a future peace agreement on issues such as post-war security guarantees and economic rebuilding.</li>\n<li>Zelenskyy said the delegation would also emphasise the destructive role of continued Russian strikes on Ukraine, adding that the attacks are “constantly worsening” the already strained possibilities of reaching a peaceful settlement to end the war.</li>\n<li>If the Trump administration reaches an agreement with Ukraine on a proposal, the two countries could sign a document at the World Economic Forum in Davos, Switzerland, next week. Any such proposal would also have to gain Russian support.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h2 id=\"diplomacy\">Diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>The European Union’s foreign policy chief, Kaja Kallas, said the Trump administration’s threats to seize control of Greenland and <a href=\"/news/2026/1/17/trump-pledges-to-slap-tariffs-on-european-allies-over-greenland\">slap tariffs</a> on European allies that defy him should not be allowed to undermine the focus on bringing an end to Russia’s war on Ukraine, which she called the bloc’s “core task”.</li>\n<li>Russian envoy Kirill Dmitriev ridiculed European leaders for deploying military members to Greenland as Trump continues to threaten the self-governing Danish territory and NATO member, saying in a social media post targeted at EU chief Ursula von der Leyen that European countries should not “provoke the daddy”.</li>\n<li>French President Emmanuel Macron expressed support for Denmark and Greenland, saying that the concept of sovereignty motivates France’s support for Ukraine and that Europe must take steps to ensure that the continent’s “sovereignty is upheld”.</li>\n<li>Zelenskyy announced Ukrainian sanctions targeting individuals and organisations tied to Russian athletics ahead of the upcoming Winter Olympic Games, saying that Moscow uses “sports venues to spread anti-Ukrainian narratives and Russian propaganda”. The Russian national team is banned from competing, but Russian athletes may participate as “neutral athletes”.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "US says it killed al-Qaeda-affiliated leader tied to deadly Syria ambush | Al-Qaeda News | Al Jazeera",
            "time": "2026-01-17T21:54:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696bf9ab-1768683947.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US says it killed al-Qaeda-affiliated leader tied to deadly Syria ambush</h1><p class=\"article__subhead\"><em>CENTCOM says the strike in northwest Syria on Friday killed a man tied to the December attack that killed US troops and an interpreter.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States says an air strike in northwestern Syria has killed an al-Qaeda-affiliated leader who had ties to an ISIL (ISIS) member involved in a<a href=\"/news/2025/12/13/joint-syrian-us-patrol-comes-under-attack-near-palmyra-state-media\"> deadly ambush</a> of US forces last month.</p><p>The US Central Command (CENTCOM) said on Saturday that an air strike a day earlier killed Bilal Hasan al-Jasim, who was “directly connected with the ISIS gunman who killed and injured American and Syrian personnel” in mid-December.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“There is no safe place for those who conduct, plot, or inspire attacks on American citizens and our warfighters. We will find you,” CENTCOM Commander Brad Cooper said in a statement.</p><p>Two US soldiers and a military interpreter were killed in the ISIL ambush in the Syrian city of Palmyra on December 13.</p><p>Since then, the US has carried out a <a href=\"/news/2026/1/10/us-launches-large-scale-attacks-against-isil-in-syria-after-deadly-ambush\">series of large-scale strikes</a> in Syria in what it says is a response to the deadly attack on US forces.</p><p>On Saturday, CENTCOM said US forces and their partners had struck more than 100 ISIL “infrastructure and weapons” sites since the US military launched its retaliatory operation in December.</p><p>“Additionally, US and partner <a href=\"/news/2025/12/30/us-says-it-killed-or-captured-25-isil-operatives-in-syria-over-nine-days\">forces have captured</a> more than 300 ISIS operatives and killed over 20 across Syria during the past year,” it said.</p><p>US President Donald Trump had promised to inflict significant damage on those responsible for the deadly attack on US troops.</p><p>“I can tell you, in Syria, there will be a lot of big damage done to the people that did it,” Trump said on December 13.</p></div></div></body></html>"
        },
        {
            "title": "US urges de-escalation as Syrian army advances on Kurdish-held territory | Syria's War News | Al Jazeera",
            "time": "2026-01-17T21:44:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260117__932Q363__v3__HighRes__TopshotSyriaConflictKurds-1768668327.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has urged Syrian troops to halt their advance through Kurdish-held territory in Syria’s north, amid clashes with Kurdish-led forces over strategic posts and oilfields along the Euphrates River.</p><p>The rapid advance of Syrian troops on Saturday came after the Kurdish-led Syrian Democratic Forces (SDF) agreed to retreat east of the river, following recent fighting in Aleppo and areas east of the city over <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">stalled plans</a> to merge the SDF into the Syrian state.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Brad Cooper, who heads the US military’s Central Command (CENTCOM), wrote on X that Syrian troops should “cease any offensive actions in areas” between the city of Aleppo and the town of Tabqa, approximately 160km (100 miles) further east in the Raqqa governorate.</p><p>On Saturday, the Syrian Army Operations Command told Al Jazeera Arabic that the military had entered Tabqa, a strategic town near a dam and a military airbase. The SDF denied the claim, saying its forces were “still in their positions” there.</p><p>The Syrian state-run news agency SANA lated reported that government forces had taken control of the town.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"betrayal\">‘Betrayal’</h2><p>The SDF had said it would pull back from the key towns of Deir Hafer and Maksana, as well as some surrounding villages in the Aleppo governorate, whose residents are predominantly Arab.</p><p>Syria’s army <a href=\"/news/2026/1/17/syrian-army-takes-control-of-east-aleppo-towns-as-kurdish-fighters-withdraw\">took control</a> of the area on Saturday and accused the SDF of violating a withdrawal agreement by targeting an army patrol near Maksana, “killing two soldiers”.</p><p>The SDF, meanwhile, accused Damascus of violating the agreement by entering the towns “before our fighters had fully withdrawn”.</p><p>Later, Syrian troops advanced further, with state news agency SANA reporting they had expanded into the Raqqa countryside, entering Kurdish-controlled towns and villages, including Hneida, Rajm al-Ghazal, Mansoura and Zur Shamar, and imposing a curfew in the Maadan area, as they raced closer to Tabqa.</p><p>The SDF accused Damascus of betrayal. “Heavy clashes continue between our forces and Damascus factions, who violated the recent agreements and betrayed our forces during the implementation of the withdrawal provisions,” it said in a statement, adding that parts of Raqqa had been “subjected to artillery shelling and rocket fire”.</p><p>But the SDF said in a statement on Saturday that Tabqa was “outside the scope of the agreement” and that it would fight to keep the town, as well as an oilfield in its vicinity.</p><p>Reporting from Aleppo, Al Jazeera’s Zein Basravi said there was ongoing shelling in the Raqqa governorate.</p><p>“Judging by the amount of weapons, the amount of long-range artillery, the truckloads of ammunition we saw going in that direction, it is unsurprising,” he said.</p><p>“There are fights ongoing for oilfields that were controlled by the SDF, so this is a very ongoing, active theatre of operations, and things are moving very quickly,” he added.</p><p>The Syrian Petroleum Company said on Saturday that it had taken over the al-Rasafa and Safyan oilfields from the Syrian Army shortly after soldiers seized the areas of Deir Hafer and Maskana from the SDF.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"unresolved-issue\">Unresolved issue</h2><p>The US has had to recalibrate its Syria policy to balance years of backing for the SDF, with whom it was allied in the fight against ISIL (ISIS), and its support for the new Syrian president, Ahmed al-Sharaa, whose forces ousted Bashar al-Assad in late 2024.</p><p>US envoy Tom Barrack travelled to Erbil in ‌the Kurdish region of northern Iraq on Saturday to meet with Abdi and Iraqi Kurdish leader Masoud Barzani.</p><p>The Kurdish region’s authorities welcomed a decree announced on Friday that <a href=\"/news/2026/1/17/syria-decree-grants-kurds-new-rights-formally-recognising-kurdish-language\">formally recognises</a> the Kurdish language and restores citizenship to Kurdish Syrians, but said that it needed to be translated into law and enshrined in the constitution.</p><p>From Baghdad, Al Jazeera’s Bernard Smith said that behind the “conciliatory words” lay the “unresolved issue of how to integrate these tens of thousands of heavily armed, well-trained SDF fighters into the Syrian Army”.</p><p>“It was supposed to start last year. It never got going by the end of the year. That’s what led to these clashes earlier in January,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Uganda’s Museveni wins 7th term, opponent calls results ‘fake’ | Protests | Al Jazeera",
            "time": "2026-01-17T20:03:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768680226.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "EU, Mercosur bloc sign free trade deal after 25 years of negotiations | International Trade News | Al Jazeera",
            "time": "2026-01-17T19:59:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696be08f108ec-1768677519.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European and South American officials have signed a major free trade agreement, paving the way for the European Union’s largest-ever trade accord amid <a href=\"/news/2026/1/17/trump-pledges-to-slap-tariffs-on-european-allies-over-greenland\">tariff threats</a> and deepening uncertainty around global cooperation.</p><p>The deal finalised on Saturday between the 27-nation EU and South America’s Mercosur bloc creates one of the world’s largest free trade areas after 25 years of negotiations.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/news/2026/1/9/eu-states-nod-on-mercosur-trade-deal-ends-25-year-wait\">The agreement</a>, designed to lower tariffs and boost trade between the two regions, must now gain the consent of the European Parliament and be ratified by the legislatures of Mercosur members Argentina, Brazil, Paraguay and Uruguay.</p><p>“We choose fair trade over tariffs, we choose a productive long-term partnership over isolation,” EU chief Ursula Von der Leyen said at the signing ceremony in Paraguay’s capital, Asuncion.</p><p>Paraguay’s President Santiago Pena also praised the treaty as sending “a clear signal in favour of international trade” in “a global scenario marked by tensions”.</p><p>Brazilian Foreign Minister Mauro Vieira said it was a “bulwark … in the face of a world battered by unpredictability, protectionism, and coercion”.</p><figure id=\"attachment_4247736\" aria-describedby=\"caption-attachment-4247736\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4247736\" src=\"/wp-content/uploads/2026/01/ap_696be09414975-1768677524.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Panama's President Jose Raul Mulino, from left, Bolivian President Rodrigo Paz, European Council President Antonio Costa, European Commission President Ursula von der Leyen, Paraguay's President Santiago Pena, Argentina's President Javier Milei, Uruguay's President Yamandu Orsi and Brazilian Minister of Foreign Affairs Mauro Vieira, pose for a group photo during a meeting to sign a free trade deal between the European Union and Mercosur in Asuncion, Paraguay, Saturday, Jan. 17, 2026. (AP Photo/Jorge Saenz)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4247736\" class=\"wp-caption-text\">EU and Mercosur leaders pose for a group photo during the meeting to sign the free trade deal in Asuncion, Paraguay, January 17, 2026 [Jorge Saenz/AP Photo]</figcaption></figure><p>The deal received a greenlight from most European nations last week, despite <a href=\"/economy/2025/12/16/why-are-french-farmers-objecting-to-eu-mercosur-trade-deal\">opposition from farmers</a> and environmental groups, who have raised concerns over a surge of inexpensive South American imports and increased deforestation.</p><p>Thousands of Irish farmers <a href=\"/news/2026/1/10/thousands-of-irish-farmers-protest-eu-mercosur-trade-deal\">protested last week</a> against the agreement, accusing European leaders of sacrificing their interests.</p><p>But the leaders in Paraguay said the pact would bring jobs, prosperity, and opportunities to people on both sides of the Atlantic.</p><p>Together, the EU and Mercosur account for 30 percent of global GDP and more than 700 million consumers. The treaty, which eliminates tariffs on more than 90 percent of bilateral trade, is expected to come into force by the end of 2026.</p><p>The deal will favour European exports of cars, wine and cheese, while making it easier for South American beef, poultry, sugar, rice, honey and soya beans to enter Europe.</p><p>Reporting from Paraguay on Saturday, Al Jazeera’s Latin America editor Lucia Newman explained that the Mercosur countries make up a “huge area that produces enormous amounts of agricultural [products] and raw minerals” that the EU wants.</p><p>“Here in South America, they are very, very keen because [the deal] will open up an enormous market for them in Europe – but with more stringent conditions than they’ve had until now. So that will need some accommodating,” Newman said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>She added that it is critical to note the “geopolitical message” that European and South American leaders were sending to the United States and other parts of the world by signing the deal.</p><p>“And that is, that this is a gesture to support multilateralism at a time, as Von der Leyen said, when isolationism and tariffs are trying to rule the world,” Newman said.</p><p>Just before the signing ceremony, US President Donald Trump announced new tariffs against several European countries over their opposition to his push to take control of Greenland.</p><p>The US leader has refused to rule out taking military action to seize the Arctic island – a semi-autonomous territory that is part of Denmark – fuelling widespread <a href=\"/news/2026/1/17/thousands-join-hands-off-greenland-protests-amid-trumps-takeover-threats\">international concern and protests</a>.</p></div></div></body></html>"
        },
        {
            "title": "Nigeria beat Egypt on penalties to claim AFCON bronze medal | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-17T19:22:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-17T182658Z_992292481_UP1EM1H1F8XB3_RTRMADP_3_SOCCER-NATIONS-NGA-EGY-1768675717.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Nigeria beat Egypt on penalties to claim AFCON bronze medal</h1><p class=\"article__subhead\"><em>Stanley Nwabali denies Mohamed Salah, saving two penalties as Nigeria beats Egypt for third place at 2025 AFCON.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Goalkeeper Stanley Nwabali saved two penalties including the first from Mohamed Salah for Nigeria to beat Egypt 4-2 in a penalty shootout for third place at the Africa Cup Nations.</p><p>Ademola Lookman scored the winning penalty in Saturday’s match.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Salah and Omar Marmoush had their penalty kicks saved by Nwabali at the start of the shootout after the teams drew 0-0 in normal time. No extra time was played for the consolation of a bronze medal.</p><p>It was the Super Eagles’ second consecutive penalty shootout following a scoreless draw after losing the semifinal to Morocco on penalties on Wednesday.</p><p>Nwabali produced a strong hand to stop a well-taken penalty from Salah, then thwarted Marmoush’s effort straight down the middle with his foot.</p><p>Salah had been kept quiet by Nigeria’s defenders and was unable to add to his 11 Africa Cup goals altogether.</p><p>Victor Osimhen remained on Nigeria’s substitutes’ bench, suggesting he was carrying an injury from the semifinal defeat to Morocco. Osimhen was taken off in extra time of that game just before the penalty shootout.</p><p>The Super Eagles ended the Africa Cup on a positive note in contrast to the last edition, where they lost in the final to host Ivory Coast.</p><p>Morocco and Senegal will contest the final in Rabat on Sunday. Sadio Mane’s goal was enough to send Senegal through with a 1-0 win over Egypt in their semifinal.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What’s pushing Canada and China closer? | Politics News | Al Jazeera",
            "time": "2026-01-17T18:35:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768671894.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Canadian Prime Minister Mark Carney hails his visit to China as ‘historic’.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The relationship between Canada and China has been acrimonious for years, but now the two countries seem to be embarking on a new chapter.</p><p>Prime Minister Mark Carney concluded what he described as a “historic” visit to Beijing this week, hailing a new strategic partnership with China that he said could set both nations up for a “new world order”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Many argue that United States President Donald Trump’s tariffs have pushed Canada and China to forge this new partnership. So, who stands to gain the most?</p><p><strong>Presenter:</strong> James Bays</p><p><strong>Guests:</strong></p><p>Einar Tangen – Senior fellow at the Centre for International Governance Innovation, a Canadian think tank</p><p>William Lee – Chief economist and managing director at Global Economic Advisors</p><p>Jean Charest – Former Canadian deputy prime minister</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syrian army takes control of Deir Hafer, Maskana under agreement | Syria's War | Al Jazeera",
            "time": "2026-01-17T18:30:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768674545.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy demands faster energy imports as Ukraine reels from power outages | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-17T18:18:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696bba167d107-1768667670.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has said imports of electricity and additional power equipment must be accelerated as Russian <a href=\"/news/2026/1/16/as-russian-attacks-worsen-ukraines-energy-woes-trump-rebukes-kyiv\">attacks on Ukraine’s infrastructure</a> have left the country reeling from its worst wartime energy crisis.</p><p>In a social media post on Saturday, Zelenskyy said the capital Kyiv and the Kharkiv and Zaporizhia regions were particularly hard-hit by power outages linked to the intensified Russian strikes.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We need to accelerate as much as possible the increase in electricity imports and the provision of additional equipment from partners,” he said. “All decisions for this are already in place, and the increase in imports must proceed without delay.”</p><p>The <a href=\"/news/2026/1/15/russian-attacks-cause-energy-emergency-in-freezing-ukraine-says-zelenskyy\">Ukrainian government</a> has declared an energy emergency as the damaged power grid is meeting only 60 percent of the country’s electricity needs.</p><p>The situation has also been exacerbated by exceptionally cold temperatures, leaving families across Ukraine struggling to stay warm.</p><p>Since it invaded its neighbour in February 2022, Russia has routinely targeted Ukraine’s energy infrastructure during the winter, seeking to put pressure on Ukrainian leaders to agree to Moscow’s demands.</p><p>The United Nations and other observers have condemned this year’s Russian assault on Ukraine’s energy, stressing that children and the elderly are most vulnerable.</p><p>Russia’s attacks are “causing terrible human suffering”, NATO chief Mark Rutte said earlier this week, adding that the military alliance was “committed to ensuring that Ukraine continues to get the crucial support needed to defend today and ultimately secure a lasting peace”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"thousands-without-power\">Thousands without power</h2><p>Zelenskyy said 400,000 people were experiencing “difficulties with electricity” in Kharkiv, Ukraine’s second-largest city, after overnight Russian strikes.</p><p>The mayor of Kharkiv, Ihor Terekhov, said three people were wounded in a Russian attack on a critical infrastructure facility in the city’s industrial district on Saturday.</p><p>“We’re talking about serious strikes on the system that <a href=\"/gallery/2026/1/16/photos-residents-of-kyiv-endure-freezing-conditions-due-to-power-outages\">keeps the city warm</a> and lit,” he wrote on Telegram, adding that the system is “constantly operating at its limits”.</p><p>Each new strike, Terekhov added, means “maintaining a stable supply will become even more difficult, and recovery will be longer and harder”.</p><p>Authorities also said 56,000 families in the Bucha area outside Kyiv were without power after the latest Russian attacks.</p><p>Ukraine’s energy ministry has said most regions of Ukraine had electricity restrictions.</p><p>“Due to constant massive attacks by the Russian Federation, a state of emergency has been declared in the Ukrainian energy sector,” the ministry said.</p><figure id=\"attachment_4247522\" aria-describedby=\"caption-attachment-4247522\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4247522\" src=\"/wp-content/uploads/2026/01/reuters_696bb986-1768667526.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE PHOTO: Yuliia Chumak, 32, who is eight months pregnant, warms her three-year-old daughter Kvitoslava's hands with her breath, as they get ready to leave for the kindergarten in their apartment during power cuts following Russian missile and drone strikes, in Kyiv, Ukraine, January 14, 2026. REUTERS/Alina Smutko/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4247522\" class=\"wp-caption-text\">A Ukrainian mother warms her three-year-old daughter hands with her breath amid power outages in Kyiv, Ukraine, January 14, 2026 [Alina Smutko/Reuters]</figcaption></figure><h2 id=\"ukrainian-negotiators-in-us\">Ukrainian negotiators in US</h2><p>Meanwhile, Ukrainian negotiators arrived in the United States on Saturday for another round of talks with senior members of President Donald Trump’s administration, which has been pushing for a deal to end the nearly four-year conflict.</p><p>Kyrylo Budanov, the head of Zelenskyy’s office, said the delegation would meet with US envoy Steve Witkoff, Trump’s son-in-law Jared Kushner, and US Army Secretary Daniel Driscoll.</p><p>“Ukraine needs a just peace. We are working to achieve results,” Budanov said in a post on the Telegram app.</p><p>Zelenskyy said the team’s main task in the US was “to present the full and accurate picture of what Russian strikes are causing” in Ukraine.</p><p>“Among the consequences of this terror is the discrediting of the diplomatic process: people lose faith in diplomacy, and Russian attacks constantly undermine even the limited opportunities for dialogue that existed before,” he said on social media.</p><p>“The American side must understand this.”</p><p>Ukraine and the US have drafted <a href=\"/news/2025/12/24/zelenskyy-unveils-details-of-new-peace-plan-seeks-trump-talks-on-territory\">a 20-point peace proposal</a>, but Russia has yet to comment on it as Washington’s efforts to end the fighting have so far failed to achieve an agreement.</p><p>The Russian government has made several demands over the past months, including territorial concessions and assurances that Ukraine won’t seek NATO membership.</p><p>On Saturday, Zelenskyy again blamed Moscow for a lack of progress. “Ukraine has never been and will never be a roadblock to peace, and it is now up to our partners to determine whether diplomacy moves forward,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Indonesia searches for missing plane with at least 10 on board | Transport News | Al Jazeera",
            "time": "2026-01-17T17:40:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WEB-1000x562-INDONESIA-YOGYAKARTA-MAKASSAR-MOUNT-BULUSARAUNG-1768667723.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Indonesia searches for missing plane with at least 10 on board</h1><p class=\"article__subhead\"><em>Fisheries minister says three employees from ministry on board plane, operated by Indonesia Air Transport.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indonesian authorities are searching for a plane carrying three government workers and at least seven crew members after contact with the aircraft was lost, officials said.</p><p>The fisheries surveillance aircraft had been heading to ‍Makassar, the capital of South Sulawesi, after departing from Yogyakarta Province, before contact was lost, Andi Sultan, operations chief at the Makassar search and rescue agency, told the news agency Reuters.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said that air traffic control lost contact with the ATR ‍42-500 aircraft, operated by Indonesia Air Transport, at about 1:30pm (0530 GMT) on Saturday, around the Maros region ⁠in South Sulawesi province.</p><p>He declined to comment on the possible cause of the incident.</p><p>Maritime affairs and fisheries minister Sakti Wahyu Trenggono told a news conference on Saturday that three employees from his ministry were on board the plane, which was operated by Indonesia Air Transport.</p><p>Reports on the number of crew members varied. Sultan said there were eight on board, while news agency AFP cited the airline as saying there were seven.</p><p>The plane had ‌been chartered by Indonesia’s Ministry of Marine Affairs and Fisheries, ministry official Pung Nugroho Saksono told state news agency Antara.</p><p>Sultan said the search and rescue agency suspected that the plane had come down near the peak of Mount Bulusaraung, with about 400 ‍personnel, including ⁠military and police units, deployed to search for the plane and those on board, though the effort was being hampered by bad weather.</p><p>According to unconfirmed Flightradar24 data, an aircraft matching the description was flying eastward over the Java Sea at about 11,000 feet (approximately 3,350 metres) before rapidly losing altitude and dropping off ‌tracking systems.</p><p>The ATR 42-500 is a regional turboprop ‌aircraft capable of carrying between 42 and ⁠50 passengers.</p><p>Franco-Italian manufacturer ATR said it had been informed of “an accident” involving one of its planes and that its specialists were “fully engaged” to support both Indonesian investigators and the operator.</p><p>Indonesia, a vast archipelago in Southeast Asia, has a poor aviation safety record, with several fatal crashes in recent years.</p></div></div></body></html>"
        },
        {
            "title": "‘Make America Go Away!’: Anti-Trump protests erupt in Denmark | Donald Trump | Al Jazeera",
            "time": "2026-01-17T17:19:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768670312.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Jan 2026</span><span aria-hidden=\"true\">17 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump pledges to slap tariffs on European allies over Greenland | Donald Trump News | Al Jazeera",
            "time": "2026-01-17T16:41:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696c4bec73bae-1768705004.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has pledged a <a href=\"/news/2026/1/16/trump-may-tariff-countries-that-dont-go-along-with-his-greenland-plan\">series of increasing tariffs</a> on several European allies for their opposition to US control of Greenland, as he escalates his campaign to acquire the self-governing territory of Denmark.</p><p>In a ‍post on ⁠his platform, Truth Social, on Saturday, Trump said 10 percent tariffs would come into effect on February 1 for ​Denmark, ‌Finland, France, Germany, Norway, Sweden, the Netherlands and the United Kingdom.</p><p>He added that these tariffs ‌would rise to ‌25 percent on June ⁠1 and continue until an agreement is reached ‌for the US to buy Greenland.</p><p>European leaders rejected Trump’s announcement, with French President Emmanuel Macron saying that “no intimidation or threat will influence us—neither in Ukraine, nor in Greenland, nor anywhere else in the world when we are confronted with such situations”.</p><p>“Tariff threats are unacceptable and have no place in this context. Europeans will respond in a united and coordinated manner should they be confirmed. We will ensure that European sovereignty is upheld,” Macron <a href=\"https://x.com/EmmanuelMacron/status/2012599888412877147\" target=\"_blank\" rel=\"noopener\">wrote</a> on the social media platform X.</p><p>UK Prime Minister Keir Starmer was unusually blunt in condemning Trump’s threat, saying on X that his country would raise the issue directly with Washington. “Applying tariffs on allies for pursuing the collective security of NATO allies is completely wrong,” he said.</p><p class=\"p1\">European Union foreign policy chief Kaja Kallas said tariffs would undermine prosperity on both sides of the Atlantic, making both Europe and the US poorer. ”China ‍and ⁠Russia must be having a field day. They are the ones who benefit from divisions among allies,” she said in a post on X.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump indicated in his lengthy social media post that the tariffs were being imposed in retaliation for trips the countries’ representatives took to Greenland “for purposes unknown”. He accused all eight of playing a “very dangerous game” in opposing US control over the territory.</p><p>The US had been trying to buy Greenland “for over 150 years”, he said, adding that the “need to AQUIRE” the territory had become all the more essential for the planned US missile defence shield known as the Golden Dome, which would include the “possible protection of Canada”.</p><p>Reporting from Washington, DC, Al Jazeera’s Mike Hanna said that Trump’s move was “an unprecedented step”.</p><p>“Clearly, President Trump is taking this very seriously, imposing tariffs against the US’s closest allies,” he said, noting the US president’s characteristically capitalised warnings on the “safety, security and survival of our planet”.</p><h2 id=\"protests-in-denmark-and-greenland\">Protests in Denmark and Greenland</h2><p>Trump’s announcement came as <a href=\"/news/2026/1/17/thousands-join-hands-off-greenland-protests-amid-trumps-takeover-threats\">thousands of people rallied</a> in cities across Denmark to reject the Republican president’s repeated threats to take control of Greenland.</p><p>In the capital, Copenhagen, protesters waved the flags of Denmark and Copenhagen, and chanted slogans such as “Kalaallit Nunaat”, the Arctic island’s name in Greenlandic.</p><p>And in Greenland’s capital, Nuuk<strong>, </strong>hundreds of people braved near-freezing temperatures, rain and icy streets to march in a rally in support of their own self-governance.</p><p>Al Jazeera’s Rory Challands, who reported live from the Nuuk demonstration, said that for people returning from today’s protests, news of Trump “upping the ante” with his tariffs would be “very worrying indeed”.</p><p>“They know that there is nothing that they could do if Donald Trump really did want to send in the troops,” he said.</p><p>“Denmark knows there is nothing, really, that they could do if Donald Trump really wants to send the troops. What they have been trying to do over the last weeks is to reassure him that they can take Arctic security seriously,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"internal-nato-spat\">Internal NATO spat</h2><p>The threat of tariffs takes what Challands described as “an internal NATO” spat to a new level, marking a potentially dangerous escalation of tensions that will place further strain on an alliance that dates to 1949 and provides a collective degree of security to Europe and North America.</p><p>Since returning to the White House in January, Trump has for months insisted that the US should control Greenland. Earlier this week, he said that anything less than the Arctic island being in US hands would be “unacceptable”.</p><p>According to the latest poll, published in January last year, 85 percent of Greenlanders oppose the territory joining the US, while only 6 percent are in favour.</p><p>While Greenland and Denmark have rejected the idea of the island being “owned” by the US, efforts to get the US administration to change its stance have so far appeared to have failed.</p><p>“It’s clear that the president has this wish of conquering over Greenland,” Denmark’s foreign minister, <a href=\"/news/2026/1/14/greenland-and-denmark-say-trump-set-on-conquering-territory-after-meeting\">Lars Lokke Rasmussen</a>, told reporters this week after a meeting in Washington, DC, with US Secretary of State Marco Rubio.</p></div></div></body></html>"
        },
        {
            "title": "Thousands join ‘Hands off Greenland’ protests amid Trump’s takeover threats | Donald Trump News | Al Jazeera",
            "time": "2026-01-17T16:03:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696ba39297-1768661906.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of protesters have taken to the streets of Denmark to show <a href=\"/features/2026/1/15/i-hope-they-show-humanity-greenlanders-fear-trumps-desire-for-minerals\">support for Greenland</a> and reject United States President Donald Trump’s repeated threats to take control of the self-governing Danish territory.</p><p>Waving the flags of Denmark and Greenland, the protesters formed a sea of red and white outside Copenhagen city hall on Saturday, chanting “Kalaallit Nunaat” – the Arctic island’s name in Greenlandic.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rallies were also organised throughout the day in the Danish cities of Aarhus, Aalborg and Odense, as well as in <a href=\"/features/2026/1/13/we-do-not-want-to-be-americans-greenlanders-fear-us-threat-to-annex\">Greenland’s capital</a>, Nuuk.</p><p>“I am very grateful for the huge support we as Greenlanders receive … We are also sending a message to the world that you all must wake up,” said Julie Rademacher, chair of Uagut, an organisation for Greenlanders in Denmark.</p><p>“Greenland and the Greenlanders have involuntarily become the front in the fight for democracy and human rights,” she added.</p><p>The demonstrations come as Trump said <a href=\"/news/2026/1/17/trump-pledges-to-slap-tariffs-on-european-allies-over-greenland\">10 percent tariffs</a> would be imposed on several European allies opposing US control of Greenland from February 1, hitting ​Denmark, ‌Finland, France, Germany, Norway, Sweden, the Netherlands and the United Kingdom.</p><p>The US president, who says the move is critical for his country’s interests, added that those tariffs ‌would rise to ‌25 percent on June ⁠1 and would continue until an agreement is reached ‌for the US to purchase Greenland.</p><figure id=\"attachment_4247331\" aria-describedby=\"caption-attachment-4247331\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4247331\" src=\"/wp-content/uploads/2026/01/getty_696ba27c5f-1768661628.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"COPENHAGEN, DENMARK - JANUARY 17: Protesters on City Square during a protest in support of Greenland on January 17, 2026 in Copenhagen, Denmark. The United States president continues to insist the U.S. must have Greenland, even by military means if necessary. Greenland is a semi-autonomous territory of Denmark, which has forcefully pushed back on the U.S. threats, saying they jeopardize the future of NATO. (Photo by Martin Sylvest Andersen/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4247331\" class=\"wp-caption-text\">Protesters rally in support of Greenland in the Danish capital, Copenhagen, on January 17, 2026 [Martin Sylvest Andersen/Getty Images]</figcaption></figure><p>While Greenland and Denmark have rejected the idea of the island being “owned” by the US, efforts to get the US administration to change its stance have so far appeared to fail.</p><p>The foreign ministers of Denmark and Greenland left a meeting with US Secretary of State Marco Rubio in Washington, DC, this week, saying that they “didn’t manage to change the American position”.</p><p>“It’s clear that the president has this wish of conquering over Greenland,” Danish Foreign Minister <a href=\"/news/2026/1/14/greenland-and-denmark-say-trump-set-on-conquering-territory-after-meeting\">Lars Lokke Rasmussen told reporters</a>.</p><p>According to the latest poll published in January of last year, 85 percent of Greenlanders oppose the territory joining the US, while only 6 percent were in favour.</p><p>Reporting from Nuuk, the Greenlandic capital, Al Jazeera’s Rory Challands said Saturday’s rally was expected to be a large one.</p><p>“This is … the capital city, but [home to] only about 19-20,000 people. Everyone we spoke to yesterday said that they were going to be coming out and marching today,” Challands said.</p><p>“This essentially is Danes and Greenlanders coming together. Everyone here believes that at some point, there should be some form of independence [for Greenland],” he added.</p><p>“But for the moment, Denmark and Greenland are saying that their best way out of this crisis is to remain united.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Some US lawmakers – including members of Trump’s own Republican Party – also have raised opposition to the president’s push to take control of Greenland, saying it threatens global stability and the US commitment to NATO.</p><p>A bipartisan group of US Congress members travelled to Denmark on Friday, led by Democratic Senator Chris Coons, who said there was no security threat to Greenland to justify the Trump administration’s stance.</p><p>“Greenland is a part of Denmark. Denmark is our NATO ally. That should be the end of this discussion, in my view,” Coons told reporters in Copenhagen.</p><p>Trump has repeatedly accused Denmark of failing to do enough to secure Greenland’s territorial waters in the Arctic.</p><p>European NATO members are <a href=\"/news/2026/1/15/european-troops-arrive-in-greenland-as-talks-with-us-hit-wall-over-future\">deploying troops in Greenland</a> for a military exercise designed to show that they will “defend [their] sovereignty”, French armed forces minister Alice Rufo said this week.</p><p>Britain, Finland, France, Germany, the Netherlands, Norway and Sweden have announced they are sending small numbers of military personnel to prepare for future exercises in the Arctic.</p></div></div></body></html>"
        },
        {
            "title": "Senegal hope Morocco final will not be Mane’s AFCON farewell | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-17T15:16:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-14T184523Z_980990094_UP1EM1E1G3MLS_RTRMADP_3_SOCCER-NATIONS-SEN-EGY-1768655176.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Senegal coach Pape Thiaw says he hoped the Africa Cup of Nations <a href=\"/sports/2026/1/17/senegal-vs-morocco-afcon-final-teams-start-time-lineups\">final against Morocco</a> would not be Sadio Mane’s last game at the tournament, insisting the former Liverpool forward could reconsider walking away from the team.</p><p>“His decision is no longer up to him. There is a whole people behind him, too, and they would like to see him continue,” Thiaw told reporters in Rabat on the eve of the final against the host nation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mane, 33, said after Wednesday’s <a href=\"/sports/2026/1/14/senegal-beat-egypt-1-0-egypt-in-afcon-semifinal-as-sadio-mane-scores-late\">semifinal against Egypt</a>, in which he scored the winner, that he would not play at another AFCON.</p><p>His comments indicated that he may retire from international football altogether following the World Cup in North America in June and July, by which time he will be 34.</p><p>The next Cup of Nations is due to take place in 2027 in Kenya, Tanzania and Uganda, while the 2029 edition is being brought forward to 2028.</p><p>“I think he made his decision in the heat of the moment and the country does not agree, and I, as coach of the national team, do not agree at all,” said Thiaw.</p><p>“We would like to keep him for as long as possible.”</p><p>Mane helped Senegal win the Cup of Nations for the first time in their history in 2022, scoring the winning penalty in the shootout in the final against Egypt.</p><p>The two-time winner of the African player of the year prize also played in the side that lost the 2019 final to Algeria – <a href=\"/sports/2026/1/17/senegal-vs-morocco-afcon-final-teams-start-time-lineups\">Sunday’s match</a> will be Senegal’s third final in four editions of AFCON.</p><p>“Sadio is an exceptional player who would have deserved to win a Ballon d’Or. Above all, he is just an incredible man,” said defender Moussa Niakhate.</p><p>“He doesn’t have a big ego. He just works hard and loves his country – the fact this is his sixth AFCON shows his longevity and consistency.”</p><h2 id=\"thiaw-reiterates-senegal-s-afcon-complaint-against-morocco\">Thiaw reiterates Senegal’s AFCON complaint against Morocco</h2><p>Meanwhile, the Senegal coach expressed anger at the welcome his team received on arriving in the Moroccan capital on Friday.</p><p>The Lions of Teranga travelled to Rabat, having been based in the northern port city of Tangiers since the start of the competition.</p><p>The Senegalese Football Federation <a href=\"/sports/2026/1/17/afcon-final-senegal-criticizes-lack-of-fair-play-ahead-of-morocco-clash\">released a statement</a> early on Saturday complaining about “serious concerns” including a “lack of adequate security” for the team’s arrival “which put the players and staff at risk”.</p><p>It also complained about the hotel offered to the delegation, about the number of tickets given to their supporters for the final, and said they were not happy at being offered a training pitch at the Moroccan team’s base.</p><p>“What happened yesterday was not normal,” insisted Thiaw.</p><p>“Given the number there, anything could have happened. My players could have been in danger.</p><p>“That type of thing should not happen between two brother countries.”</p><h2 id=\"morocco-ready-for-hardest-step-against-senegal\">Morocco ready for ‘hardest’ step against Senegal</h2><p>The final brings together the top two teams in Africa according to the FIFA rankings, with Morocco hoping to make the most of home advantage to take the AFCON title for the first time in 50 years.</p><p>There is, however, enormous pressure on the 2022 World Cup semifinalists to take the trophy.</p><p>“We dreamt of being here and now we are, but the last step will be the hardest one,” said Morocco coach Walid Regragui.</p><p>“Senegal are a great side and this is their third final out of four, but it is great for African football to have a final between the two best teams.”</p><p>He added: “How we handle the emotion of the occasion will be important. We can’t put too much pressure on ourselves.</p><p>“The final is 50/50 but maybe it will be 51 percent in our favour with the crowd behind us.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}