{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Gaza mothers forced to give babies water as milk and formula run out | Gaza | Al Jazeera",
            "time": "2025-07-30T12:16:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753877689.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India join World Cup qualifiers Iran and Uzbekistan in CAFA Cup | Football News | Al Jazeera",
            "time": "2025-07-30T11:49:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-06-11T170814Z_1668810458_UP1EK6B1BLN4P_RTRMADP_3_SOCCER-WORLDCUP-QAT-IND-REPORT-1753873871.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India join World Cup qualifiers Iran and Uzbekistan in CAFA Cup</h1><p class=\"article__subhead\"><em>India have been invited to join next month’s Central Asian football Nations Cup in Uzbekistan and Tajikistan.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India have been invited to play in the Central Asian Football Association’s (CAFA) Nations Cup next month, the regional football federation has confirmed, alongside FIFA 2026 World Cup qualifiers Iran and Uzbekistan.</p><p>The second edition of the tournament – Iran won the inaugural event in 2023 – will run from August 29 to September 8.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Uzbekistan and Tajikistan are the host countries.</p><p>The regional tournament illustrates a significant thaw in diplomatic ties between Central Asian countries after decades of tensions and conflicts since the fall of the Soviet Union in 1991.</p><p>“With one month to go, preparations are in full swing to deliver a tournament aimed at developing football and strengthening international collaboration across the region,” CAFA said.</p><p>In addition to India, the six members of CAFA – Afghanistan, Iran, Kyrgyzstan, Uzbekistan, Tajikistan and Turkmenistan – will compete.</p><p>Oman was also invited and will play in the tournament for the second time.</p><p>Kazakhstan, a vast country in Central Asia and a major regional power, will be notably absent from the tournament as it is a member of UEFA.</p><p>Uzbekistan’s <a href=\"/sports/2025/6/11/which-teams-have-qualified-for-the-2026-fifa-world-cup-and-who-are-out\">historic qualification last month</a> for the World Cup finals was seen as a symbol of the rapid rise of football in Central Asian countries, traditionally more successful in combat sports than team sports.</p><p>In recent years, the former Soviet republics of Central Asia have made several notable breakthroughs.</p><p>All enjoy strong state support, with CAFA headed by the son of Tajik President Emomali Rahmon.</p><p>The Indian men’s national team are currently without a coach, while the Indian Super League (ISL) – India’s top domestic competition – is in danger of collapse following a dispute between the federation and its commercial partner.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The <a href=\"/sports/2025/7/24/indian-football-hurt-scared-as-domestic-game-hits-fresh-low\">current turmoil</a> led Sunil Chhetri, India’s celebrated veteran striker, to post on X about the fate of the ISL.</p><p>“Everybody in the Indian football ecosystem is worried, hurt, scared about the uncertainty we are faced with,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Myanmar military government sets long prison terms for election protests | Elections News | Al Jazeera",
            "time": "2025-07-30T11:15:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP24275142092329-1753871826.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Myanmar military government sets long prison terms for election protests</h1><p class=\"article__subhead\"><em>New law bans any speech or organising seen as trying to “destroy a part of the electoral process”.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Myanmar’s military government has imposed harsh new penalties for protesting its planned election, with critics potentially facing years in prison for dissent.</p><p>The state-run Global New Light of Myanmar reported that the new law took effect on Tuesday, months before elections expected at the end of this year.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The legislation bans “any speech, organising, inciting, protesting or distributing leaflets in order to destroy a part of the electoral process” – which opposition groups and international monitors have slammed as a ploy to shore up <a href=\"/video/talk-to-al-jazeera/2025/4/13/myanmar-military-government-defends-rule-minutes-before-deadly-quake-hits\">military rule</a>.</p><p>Those convicted of violating the law face three to seven years in prison, with group offences punishable by five to 10 years.</p><p>The law also criminalises damaging ballot papers or polling stations, and intimidating or harming voters, candidates or election workers – with sentences of up to 20 years. If anyone is killed during an attempt to disrupt the election, “everyone involved in the crime faces the death penalty,” the law says.</p><p>Myanmar’s military government seized power in a 2021 coup that prompted a <a href=\"/news/2025/7/18/myanmar-military-claims-recapture-of-strategic-town-from-rebel-force\">many-sided civil war</a>, and swaths of the country remain outside the military’s control. Some state census workers deployed last year to gather data before the poll faced resistance and security threats.</p><p>Data could not be collected from an estimated 19 million of the country’s 51 million people, provisional results said, in part because of “significant security constraints”.</p><p>Analysts have predicted that the myriad of anti-coup fighter groups and ethnic armed groups which the military is battling may stage offensives in the run-up to the vote as a sign of their opposition.</p><p>A United Nations expert called on the international community last month to reject the election plan as “a fraud”.</p><p>Tom Andrews, the UN special rapporteur on human rights in Myanmar, said the military is “trying to create this mirage of an election exercise that will create a legitimate civilian government”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Half a million people in Gaza enduring “famine-like conditions” | Digital Series | Al Jazeera",
            "time": "2025-07-30T11:05:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/antoine-horz-thumb-1753873413.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Imam of Southport Mosque reflects one year on from UK race riots | Islamophobia | Al Jazeera",
            "time": "2025-07-30T10:20:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753870801.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "ChatGPT conversations lack “legal privilege” | Digital Series | Al Jazeera",
            "time": "2025-07-30T10:16:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/Sam-Altman-1753870534.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thailand-Cambodia truce mostly holds after shaky start in wake of fighting | Border Disputes News | Al Jazeera",
            "time": "2025-07-30T10:08:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250730__689V3FK__v3__HighRes__TopshotCambodiaThailandBorderConflict-1753867159.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A ceasefire between Thailand and Cambodia has been mainly holding as border tensions linger, with a truce agreement to end deadly clashes in effect, in part, due to economic pressure from United States President Donald Trump.</p><p>The two neighbours <a href=\"/news/2025/7/28/thailand-cambodia-border-clashes-continue-before-malaysia-ceasefire-talks\">agreed to an “immediate and unconditional” ceasefire</a>, effective from midnight, at a meeting in Malaysia on Monday after nearly a week of hostilities that saw at least 38 mostly civilian deaths and displaced nearly 300,000 more. But the ceasefire was quickly tested when Thailand’s army accused Cambodia of launching attacks in multiple areas early Tuesday – claims Cambodia rejected.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The ceasefire comes days before the US is expected to announce new trade tariff decisions. Cambodia and Thailand are two of the nations likely to be hit hardest as a result of Trump’s punitive trade measures, with a 36% tariff on goods from both countries taking effect this coming Friday.</p><p>Trump had warned that the US might not proceed with trade deals with either country if hostilities continued, giving both sides a face-saving justification for halting the clashes.</p><p>Some sporadic fire had been anticipated in the hours immediately after the ceasefire took effect. A Thai government statement late Tuesday said a new clash had broken out at one of the locations where there had previously been heavy fighting. The Thai army reported exchanges of gunfire into Wednesday morning but said there was no use of heavy artillery.</p><p>Jirayu Houngsub, a spokesperson for the office of Thailand’s prime minister, said in a text message to journalists that the Thai military “is currently responding and controlling the situation” at Phu Makhuea, a mountain in a disputed area next to Thailand’s Sisaket province.</p><p>Thailand’s army had said the morning fighting stopped after military commanders along the border from both sides met. They agreed to halt troop movements, avoid escalation and establish coordination teams before a joint border committee meeting in Cambodia on August 4, army spokesman Major-General Winthai Suvaree said.</p><p>Cambodian Defence Minister Tea Seiha said he spoke to his Thai counterpart about “incidents” that occurred during the implementation of the ceasefire, but stressed that Cambodia’s army abided by the truce.</p><h2 id=\"here-is-not-as-easy-to-live-as-my-home\">‘Here is not as easy to live as my home’</h2><p>There were signs of calm along the border, with some of the tens of thousands of people displaced by the fighting returning to their homes.</p><p>But residents staying in makeshift refugee shelters on Cambodia’s northwestern border were still waiting to head home.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“If they (the government) say that my village is safe to return then I would go back home and reunite with my family because here is not as easy to live as my home,” Meun Saray, a 45-year-old woman living in a tarpaulin shelter near the border town of Samraong, capital of Cambodia’s Oddar Meanchey province, told the Reuters news agency.</p><p>The town is directly south of the O Smach border crossing, where shelling and gunfire were heard on Monday afternoon, said Meach Sovannara, head of the opposition New Generation Party, adding that some local villagers were injured after their homes were hit by stray bullets.</p><p>Cambodia and Thailand have clashed in the past over their 800km (500-mile) border. The fighting began Thursday after <a href=\"/news/liveblog/2025/7/24/live-at-least-2-killed-as-thai-cambodian-troops-clash-at-disputed-border\">a landmine explosion along the border</a> wounded five Thai soldiers. Tensions had been growing since May when a <a href=\"/news/2025/5/29/cambodia-pm-urges-calm-after-border-clash-with-thailand-leaves-soldier-dead\">Cambodian soldier was killed in a confrontation</a> that created a diplomatic rift and roiled Thailand’s domestic politics.</p><p>Some analysts say the ceasefire remains tenuous and politically complicated.</p><p>Kokthay Eng, a Cambodian researcher in history, politics and international relations, warned that the ceasefire may not last if the Thai government fails to secure lower US tariffs.</p><p>“It is risky and will require clear markers to build traction,” Southeast Asian political expert Bridget Welsh said. “A proper border survey should begin immediately. Right now, it’s on pause because the roots of the conflict have yet to be addressed.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Tsunami waves hit Hawaii, Japan after Russia quake: What we know so far | Earthquakes News | Al Jazeera",
            "time": "2025-07-30T10:00:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250730__68A939F__v1__HighRes__RussiaEarthquakeTsunami-1753864535.jpg?resize=1920%2C1125",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tsunami warnings and advisories have been issued for several countries with Pacific coastlines, including Japan, after a <a href=\"/news/liveblog/2025/7/30/live-tsunami-warning-after-magnitude-8-6-earthquake-off-russian-east-coast\">massive earthquake</a> off Russia’s Far East coast.</p><p>Waves generated by the powerful magnitude 8.8 earthquake in Kamchatka Peninsula struck parts of Russia, Japan and Hawaii on Wednesday. The earthquake and the subsequent tsunami warning have triggered evacuations across the Pacific, with Japan asking nearly two million people to evacuate.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Tsunami warnings were also issued for Taiwan, the Philippines and Alaska’s Aleutian Islands, with advisories issued for much of the US West Coast.</p><p>So, how strong was the quake and how many countries have been hit by tsunami waves?</p><h2 id=\"which-countries-in-the-pacific-were-hit-by-tsunami-waves-what-s-the-latest-update\">Which countries in the Pacific were hit by tsunami waves? What’s the latest update?</h2><p>Tsunami waves struck parts of Kamchatka, partially flooding the port and a fish processing plant in the town of Severo-Kurilsk and sweeping vessels from their moorings, regional officials and Russia’s emergency ministry said. A tsunami height of 3-4 metres (10 to 13 feet) was recorded in Kamchatka.</p><p>The Russian Pacific town of Severo-Kurilsk was hit by waves at least 3 metres (9.8ft) high, and the most powerful was as big as 5 metres (16.4ft), Russia’s Ria Novosti news agency reported, citing emergency services.</p><p>The seaport town in the Sakhalin region was flooded, forcing the evacuation of its 2,000 residents, Russia’s Ministry of Emergencies and Disaster Relief said.</p><p>“A state of emergency is in effect in Petropavlovsk-Kamchatskiy …,” Mayor Yevgeny Belyaev said in a social media post. Petropavlovsk-Kamchatsky, home to some 165,000 people, is the administrative centre of the Kamchatka Peninsula.</p><p>Japan, which was affected by a devastating 2011 tsunami, has been hit by four to five rounds of waves. The Japan Meteorological Agency warned tsunami waves showed no signs of receding. The height of waves continues to grow, from 20cm (0.6ft) earlier today to 1.3 metres (4.2ft) in the northeast of the country, it said.</p><p>Tsunami alarms sounded in coastal towns across Japan’s Pacific coast and evacuation orders were issued for tens of thousands of people. Workers evacuated the stricken Fukushima nuclear plant, where a meltdown following the 2011 tsunami caused a radioactive disaster, operator TEPCO said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Footage on public broadcaster NHK showed scores of people on the northern island of Hokkaido on the roof of a building, sheltering under tents from the beating sun, as fishing boats left harbours to avoid potential damage from incoming waves.</p><p>Shortly after 07:30 GMT, the Pacific Tsunami Warning Center said waves of up to 1.7 metres (5.5ft) were affecting the Hawaiian islands. Hawaii Governor Josh Green said data from Midway Atoll, between Japan and Hawaii, measured waves from peak to trough of 6 feet (1.8 metres). Governor Green had earlier said all flights in and out of Maui had been cancelled.</p><p>The first tsunami waves were detected in Monterey, California at 12:48am local time (05:48 GMT), according to data from the National Oceanic and Atmospheric Association.</p><p>Elsewhere, the US Tsunami Warning Centres said waves as high as 3 metres (9.8ft) could hit Ecuador, while waves of 1 to 3 metres (3.3-9.8ft) were possible in Chile, Peru, Costa Rica, Japan and some Pacific islands.</p><figure id=\"attachment_3864783\" aria-describedby=\"caption-attachment-3864783\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3864783\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-RUSSIAEARTHQUAKE-JULY30-2025-1753857645.jpg?quality=80\" alt=\"INTERACTIVE Earthquakes of magnitude 8 or above since 1900\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3864783\" class=\"wp-caption-text\">INTERACTIVE Earthquakes of magnitude 8 or above since 1900</figcaption></figure><h2 id=\"how-do-quakes-generate-tsunami-waves\">How do quakes generate tsunami waves?</h2><p>Chris Elders, a structural geology expert at Curtin University in Australia, told Al Jazeera that Wednesday’s earthquake occurred in the Pacific Ring of Fire, an “area of significant volcanic activity and also earthquake activity”.</p><p>“In this particular part of the Pacific Ocean, the Pacific Ocean is moving down underneath the eastern side of Russia … and it’s that movement of the tectonic plates that produces these very large earthquakes,” Elders said.</p><p>“The earthquake causes the seabed to lift up a little bit, and that displaces the water sideways, producing the tsunami wave, and it’ll spread away from the epicentre,” he said.</p><figure id=\"attachment_3864747\" aria-describedby=\"caption-attachment-3864747\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3864747\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-Tsunami-alert-after-8.8-quake-off-Russia0D-july-30-2025-copy-2-1753857001.png?quality=80\" alt=\"INTERACTIVE-Tsunami alert after 8.8 quake off Russia-july 30-2025 copy 2-1753857001\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3864747\" class=\"wp-caption-text\">INTERACTIVE-Tsunami alert after magnitude 8.8 quake off Russia</figcaption></figure><h2 id=\"where-have-tsunami-alerts-advisories-been-issued\">Where have tsunami alerts/advisories been issued?</h2><p>Tsunami warnings or advisories have been issued for:</p><ul>\n<li>Russia</li>\n<li>Australia</li>\n<li>Japan</li>\n<li>Taiwan</li>\n<li>The Philippines</li>\n<li>China</li>\n<li>Hawaii</li>\n<li>Guam</li>\n<li>Tonga</li>\n<li>California</li>\n<li>Alaska</li>\n<li>Oregon</li>\n<li>Washington</li>\n<li>British Columbia</li>\n<li>Mexico</li>\n<li>Peru</li>\n<li>Ecuador</li>\n</ul><p>The difference between “warnings” and “advisories” lies mainly in the expected severity of the tsunami.</p><ul>\n<li>Warning: a tsunami with the potential to cause widespread flooding, damage and danger to life. These may require evacuation orders and other demanding safety checks.</li>\n<li>Advisory: a tsunami capable of producing strong currents or dangerous waves is expected, but not large enough to cause significant damage. Some safety checks are advised.</li>\n</ul><p>Helen Janiszewski, assistant professor in geophysics and tectonics division at the University of Hawaii, told BBC News that, “a good rule of thumb for tsunami waves is that they travel at about the speed of a jet plane”.</p><p>She said that the time it takes to travel by plane from one place to another is roughly how long it takes for waves to travel from the quake epicentre to hit elsewhere. Different areas under tsunami warnings and advisories will be taking these time frames into account.</p><h2 id=\"which-countries-in-the-region-are-not-affected\">Which countries in the region are not affected?</h2><p>New Zealand’s disaster management agency warned that the country’s coastal areas could expect “strong and unusual currents and unpredictable surges at the shore”.</p><p>In a national advisory alert, Civil Defence New Zealand said there was no immediate need to evacuate but said citizens should stay away from beaches and shore areas.</p><p>And while Australia has been added to the advisory list by the Pacific Tsunami Warning Center, the country’s Bureau of Meteorology said there was no threat to the Australian mainland, islands or territories as a result of the earthquake.</p><h2 id=\"what-to-do-under-a-tsunami-warning\">What to do under a tsunami warning?</h2><p>In a tsunami warning, authorities agree that it is important to act immediately. While guidance varies by country and according to the severity of the incident, it is generally good practice to move inland or to higher ground.</p><p>It is also important to avoid beaches, harbours and coastal roads. If people find themselves on a boat, it’s crucial to follow official maritime guidance, as it can sometimes be safer to stay at sea. Listening to local authorities via radio, phone alerts or sirens is key.</p><p>Low-lying areas should be avoided until officials declare them safe; multiple waves can occur hours apart. People who feel a strong earthquake and are near the coast should evacuate immediately.</p><p>If possible, it’s important to help others, especially the elderly, children and people with disabilities. Guidance states to stay away from rivers and estuaries, as tsunamis can travel upstream. Finally, it’s good to remain calm and to prioritise safety over material possessions.</p><h2 id=\"when-and-where-did-the-quake-strike\">When and where did the quake strike?</h2><p>The earthquake, which struck at 8:25am Japan time (11:25 GMT), was the strongest in the Russian region since 1952, according to the Russian Academy of Sciences, and struck at a depth of 19.3km (12 miles). The shallow earthquake damaged buildings and injured several people in the remote Russian region.</p><p>At a magnitude of 8.8, it is believed to be the sixth strongest earthquake in history. A 2010 earthquake in Chile, the last quake recorded at 8.8, killed 523 people and destroyed more than 370,000 homes.</p><p>The quake was centred 119 km (74 miles) east-southeast of Petropavlovsk-Kamchatsky.</p><p>A resident in the city of Petropavlovsk-Kamchatsky told Reuters news agency that the earthquake rumbled for several minutes. “I decided to leave the building,” said Yaroslav, 25. “It felt like the walls could collapse any moment. The shaking lasted continuously for at least three minutes,” he was quoted as saying.</p></div></div></body></html>"
        },
        {
            "title": "Japan records highest temperature on record | Climate Crisis News | Al Jazeera",
            "time": "2025-07-30T09:51:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP23198511007159-1753864082.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan records highest temperature on record</h1><p class=\"article__subhead\"><em>Temperature hits 41.2 degrees Celsius (106.16 degrees Fahrenheit) after hottest June on record.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japan has recorded its hottest day on record, the latest example of extreme weather to focus attention on climate change.</p><p>The mercury hit 41.2 degrees Celsius (106.16 degrees Fahrenheit) in Tamba city, about 560km (350 miles) southwest of Tokyo, on Wednesday, surpassing the previous high of 41.1 degrees Celsius (105.98 degrees Fahrenheit) set in 2018 and matched again in 2020.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Temperatures of 40 degrees or higher were also recorded in Fukuchiyama city, Kyoto prefecture; Maniwa city, Okayama prefecture; and Nishiwaki city, Hyogo prefecture.</p><p>Heatstroke alerts were issued for 33 of Japan’s 47 prefectures on Wednesday, national broadcaster NHK reported.</p><p>More than 10,800 people in Japan were sent to hospital with heatstroke last week, with 16 heat-related deaths, according to the Fire and Disaster Management Agency.</p><p>Wednesday’s record is the latest in a series of unprecedented temperature spikes in Japan.</p><p>Last month, the East Asian country sweltered through its hottest June on record, with the average nationwide temperature rising 2.34 degrees Celsius (36.21 degrees Fahrenheit) above normal.</p><p>Japan experienced its hottest year ever in 2024, with the average temperature breaking records for a second straight year.</p></div></div></body></html>"
        },
        {
            "title": "Luis Diaz completes transfer to Bayern Munich from Liverpool | Football News | Al Jazeera",
            "time": "2025-07-30T09:33:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-26T115629Z_2060374976_UP1EL7Q0X63TU_RTRMADP_3_SOCCER-FRIENDLY-LIV-MIL-1753866595.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Luis Diaz completes transfer to Bayern Munich from Liverpool</h1><p class=\"article__subhead\"><em>Colombia international forward joins Bayern Munich from Liverpool in a deal that could total $86.7m.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bayern Munich have completed the signing of forward Luis Diaz from Premier League champions Liverpool for a reported fee that could rise to 75 million euros ($86.7m).</p><p>The Colombian, who won the Premier League, FA Cup and League Cup during his time at Anfield, has signed a contract with the Bundesliga champions until 2029.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“In Luis Diaz, we have succeeded in bringing in one of the best left wingers in the Premier League,” Bayern CEO Jan-Christian Dreesen said.</p><p>“He brings real player character from Liverpool to FC Bayern. He’s won silverware with every one of his clubs to date.”</p><p></p><p>The 28-year-old, who joined Liverpool from the Portuguese club Porto in January 2022, said he was “very happy” with the move to the German club.</p><p>“It means a lot to me to be part of FC Bayern,” he said. “They’re one of the biggest clubs in the world. I want to help my new team with my way of playing football and my character.</p><p>“My goal is to win every possible title, and that’s what we’ll work for every day as a team.”</p><p>Diaz made 50 appearances and scored 17 goals in all competitions last season as manager Arne Slot’s team clinched the English title for a <a href=\"/sports/2025/4/27/liverpool-truly-deserve-to-be-premier-league-champions-says-van-dijk\">record-equalling 20th time</a>. He has also scored 18 goals in 63 international appearances for Colombia.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The forward was left out of Liverpool’s 4-2 friendly defeat against AC Milan in Hong Kong on Saturday as speculation mounted over his future.</p><figure id=\"attachment_3865225\" aria-describedby=\"caption-attachment-3865225\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865225\" src=\"/wp-content/uploads/2025/07/2025-07-03T123533Z_1500022724_RC24HU9WIDRD_RTRMADP_3_SOCCER-LIVERPOOL-PORTUGAL-DIOGO-JOTA-1753866778.jpg?w=770&amp;resize=770%2C492&amp;quality=80\" alt=\"Liverpool's Diogo Jota and Luis Diaz celebrate with the FA Cup and the Carabao Cup trophies during the bus parade\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865225\" class=\"wp-caption-text\">Liverpool’s late Diogo Jota, bottom left, and Luis Diaz, bottom right, celebrate with the FA Cup and the Carabao Cup trophies during a bus parade in May 2022 [Phil Noble/Reuters]</figcaption></figure><p>Diaz’s signing gives Bayern a quality replacement for Germany forward Jamal Musiala, who has been ruled out for a “long period” after he suffered a broken leg and dislocated ankle at the recent Club World Cup.</p><p>Germany, meanwhile, has loomed large in Liverpool’s recent transfer business as the club signed attacking midfielder Florian Wirtz and right back Jeremie Frimpong from Bayer Leverkusen plus striker Ekitike from Eintracht Frankfurt. It also sold defender Jarell Quansah to Leverkusen.</p><p>It’s the first big transfer fee paid this off season by Bayern, which raised money from selling striker Mathys Tel to Tottenham and cut its wage bill when forwards Thomas Muller and Leroy Sane both left the club.</p><p>Bayern’s signings of defender Jonathan Tah from Leverkusen and young midfielder Tom Bischof from Hoffenheim only involved small sums to make them eligible for the Club World Cup, weeks before they would have joined anyway as free agents.</p></div></div></body></html>"
        },
        {
            "title": "Gaza’s starving children face permanent damage from chronic hunger | Gaza | Al Jazeera",
            "time": "2025-07-30T09:17:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753866987.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Europe’s deadly border theatre is back | Migration | Al Jazeera",
            "time": "2025-07-30T08:34:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/reuters_6889d8dd-1753864413.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On July 10, Thanos Plevris, the Greek minister for migration, announced new legislation that would effectively deny asylum to those who reach the Greek shores following a treacherous journey through the Mediterranean from Africa. “Greece will not tolerate the uncontrolled entry of thousands of irregular migrants from North Africa,” Plevris said during an interview. Reactions against Greece’s new legislation were immediate: Human rights organisations described it as illegal and called for its withdrawal. The Plenary of Greek Bar Associations emphasised that denying the right to asylum is a violation of international and EU legislation.</p><p>On the same day, but on the other side of the continent, British Prime Minister Keir Starmer outlined a “ground-breaking deal” with France, which he said would target small boats and smuggling gangs and send “a clear message that these life-threatening journeys are pointless”. The UK-France deal has been criticised by all sides of the political spectrum. Organisations such as Doctors Without Borders called it “reckless”, “ill-fated” and “dangerous”, while the Migrants’ Rights Network emphasised that the new agreement will not prevent people from trying to cross to the UK.</p><p>Greece and the UK’s new plans to curb migration are set to fail, and the reason is simple: migration deterrence does not work.</p><p>A decade ago, in the summer of 2015, the European Union faced a crisis it did not expect and for which it had not prepared. The rise of the Islamic State of Iraq and the Levant (ISIL, also known as ISIS), Syria’s brutal civil war and instability in Afghanistan led thousands of people to seek safety and security in the European Union. The “long summer of migration” marked the beginning of the so-called refugee crisis in the EU. Yet the EU did not have a clear plan; the European Agenda for Migration, which had been agreed upon in May 2015, had not yet been tested.</p><p>Today, the narrative of a crisis continues to shape migration policy across Europe. In Greece, it has served to justify restrictive deterrence measures since 2015, making new crackdowns unsurprising. For Greece’s neoliberal government, migration is a blemish on the narrative of its economic success. In the UK, it is used to fuel far-right sentiment. In both cases, migration policy is crafted not only to deter arrivals but also to satisfy domestic political demands.</p><p>Neither migration plan should be viewed in isolation from the rise of the far right across the continent. The adoption of far-right rhetoric surrounding the illegalisation of migrants has been used in both countries to justify inhumane policies. The justification for Greece’s new policy centres on a questionable narrative of an “invasion” from Africa – a trope the Migration Minister has invoked repeatedly. For Greece’s minister of migration, the Greek border, and by extension the European border, must be reinforced so that only “real refugees” can enjoy the benefits of European protection. For the British government, small boats have the power to “undermine [the country’s] border security”, according to Home Secretary Yvette Cooper, and should therefore be prevented from entering.</p><p>Although each migration plan is the product of different political processes in Greece, the EU and the UK, their design and the narratives used to justify them are similar in several ways. They both conceptualise the migrant and the border in similar terms. For each state, the migrant is seen as a threat to the border, and the border is viewed as in need of protection. The migrant who reaches each country’s shores is criminalised, and the term “illegal migrant” has gained prominence among government officials. The border, in turn, is seen as a security mechanism that must be defended against those trying to reach it. Together, these approaches create an “us versus them” narrative of division. Migrants are reduced to their migratory identity; they are seen as a mass, and their individual experiences no longer matter. As such, migrants become worthy or unworthy of international protection, desirable or undesirable to the Western nation-state. Only those perceived as “real refugees” are deemed deserving of international protection. The “undesirables” are turned into nothing and are expelled by the border. As a result, a narrative of fear is promoted and a crisis is manufactured.</p><p>Although the events at the European border became known as a “refugee crisis”, they were, in fact, a crisis of the European border.</p><p>During the border crisis, the European border regime emerged stronger than ever before, and the EU’s neoliberal imagination of a borderless world collapsed. Walls were erected throughout the continent, new border technologies were deployed to deter and expel the “undesirables”, and pushbacks, human rights violations and violence were normalised. Death continues to loom over the European continent’s borders. The UK-France deal may have been described as ground-breaking, but the EU-Turkiye deal in 2016 paved the way for such “swap” policies. These agreements fail. The EU-Turkiye deal may have reduced the number of people crossing the Aegean Sea in the short term; however, it did not stop them. Instead, it shifted migratory routes, opened new ones, and made migratory journeys more complicated and dangerous.</p><p>The reason for their failure is simple: human movement cannot be controlled. Arguably, it can be prevented or delayed, but it cannot be stopped.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>These policies are rooted in racism and are deliberately designed to create division. Their main aim is to separate human beings and determine who is worthy of living in safety and who should be expelled from Western territory. They should not be viewed in isolation from the EU’s and the UK’s colonial and capitalist pasts. At the same time, the spectacle of the border is fully staged: It produces the illusion of control over a manufactured crisis that cannot truly be controlled. In reality, the essence of migration deterrence is not to succeed but to convince citizens that it is necessary.</p><p><em><strong>The views expressed in this article are the authors’ own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "‘They chase ambulances:’ Russia’s ‘record’ attacks on Ukraine’s healthcare | Russia-Ukraine war | Al Jazeera",
            "time": "2025-07-30T08:18:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25206490124398-1753523893.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> As luck would have it, emergency doctor Elina Dovzhenko was far enough from her vehicle when a Russian drone struck it, breaking the windshield and splattering pieces of shrapnel around.</p><p>It was getting dark on July 9 in the bombed-out, nearly-abandoned city of Kupiansk which sits less than 5km (3 miles) from the front line in the northeastern Ukrainian region of Kharkiv – and just 40km (25 miles) west of the Russian border.</p><p>But there was definitely enough light left for the Russian drone operator on the front line’s opposite side to see that Dovzhenko’s vehicle was a white ambulance with red stripes parked near a shelling-damaged hospital where she and her colleagues were.</p><p>“We heard the drone move, it swirled and swirled around [the building], then we heard the blast,” Dovzhenko, 29, told Al Jazeera.</p><p>She and her colleagues were shocked and angry – but not surprised. They have been hearing regularly about Russian drones targeting ambulances, rescue workers and the people they were rescuing, mostly the elderly who refused to leave their homes, pets, kitchen gardens and family graves.</p><p>“They chase ambulances every other day. They definitely targeted us,” Denys Raievskyi, a 30-year-old paramedic and Dovzhenko’s ambulance partner, told Al Jazeera.</p><p>Their job is among the most dangerous professions in wartime Ukraine – some 200 ambulances have been damaged or destroyed by Russian shelling attacks each year since the full-scale invasion began in 2022, the World Health Organization (WHO) said in April.</p><p>“Ambulance workers and other personnel servicing health transport face a risk of injury and death three times higher than that of other healthcare service workers,” it said.</p><p>Premeditated, systematic attacks on ambulances are part of the Kremlin’s wider strategy to destroy Ukraine’s <a href=\"/features/2022/3/10/is-russia-committing-war-crimes-by-bombing-hospitals-in-ukraine\">medical facilities</a> and deprive millions of access to healthcare exacerbating their stress as well as physical and mental health problems.</p><p>Some 68 percent of Ukrainians already report a decline in their health compared with the pre-war period, the WHO said, and 46 percent are concerned about their mental health.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The WHO did not specify the number of casualties among ambulance workers, but said that since 2022 it has verified 1,682 attacks on healthcare facilities and workers in Ukraine that have resulted in 128 deaths and 288 injuries of health professionals and their patients.</p><figure id=\"attachment_3857929\" aria-describedby=\"caption-attachment-3857929\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857929\" src=\"/wp-content/uploads/2025/07/An-ambulance-damaged-by-a-Russia-drone-in-Ukraines-Kharkiv-region-on-July-9-1-1753523306.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Ambulance\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857929\" class=\"wp-caption-text\">The ambulance damaged by a Russian drone in Kupiansk, Ukraine’s Kharkiv region, on July 9 [Project Hope/Al Jazeera]</figcaption></figure><h2 id=\"children-in-the-line-of-fire\">Children in the line of fire</h2><p>In an earlier assessment last August, it said the number of attacks was “the highest number WHO has ever recorded in any humanitarian emergency globally”.</p><p>“These attacks are a deliberate crime against humanity aimed at destroying civilians and those who stand on the front line fighting for [their] lives,” Ukraine’s Health Ministry said in July 2024.</p><p>The statement followed last year’s July 8 <a href=\"/news/2024/7/8/as-ukraines-largest-childrens-hospital-is-hit-anger-towards-russia-rages\">strike</a> that killed two hospital workers, wounded eight children and injured hundreds in Okhmatdyd, Ukraine’s largest children’s hospital in Kyiv.</p><p>Russia used an X-101 missile that flies low to avoid detection and air defence, manoeuvres mid-flight and hits its target with a 10-metre (33ft) accuracy even if launched from 5,500km (3,420 miles) away.</p><p>Moscow routinely denies responsibility for deliberate attacks on healthcare, claiming it only strikes military sites and personnel.</p><p>International relief groups say they are aware of the gravity of the situation and are ready to keep supporting Ukraine’s healthcare.</p><p>“Unfortunately, these types of situation are not new,” Giorgio Trombatore, regional director for Eastern Europe with Project Hope, an international humanitarian group, told Al Jazeera. “But we are resilient, we’re going to continue.”</p><p>The group maintains 13 ambulances in four Ukrainian regions, five of them in Kharkiv – including the one struck by the drone in Kupiansk.</p><p>Other ambulances have also encountered <a href=\"/news/2025/6/11/whats-behind-russias-evolving-drone-warfare-in-ukraine\">drones</a> in recent months, but the teams were not hurt.</p><p>“That’s something you cannot escape; eventually you need to be prepared,” Trombatore said. “Luckily, we didn’t report casualties from our team.”</p><p>His group also provides helmets and flak jackets, and some of the ambulances are bulletproof – something that helps counter Russia’s tactic of repeated strikes.</p><p>In one case, a Russian drone attack killed a civilian and wounded another in the village of Stetsivka in the northern region of Sumy on July 14.</p><p>After the ambulance team, supported by Project HOPE, arrived, a second drone exploded 2 metres (7ft) away from the vehicle.</p><p>“What saved them is that the vehicle was bulletproof,” Project HOPE’s spokesman Artem Murach told Al Jazeera.</p><figure id=\"attachment_3857936\" aria-describedby=\"caption-attachment-3857936\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857936\" src=\"/wp-content/uploads/2025/07/AP24272273001231-1753523574.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Ukraine children's hospital\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857936\" class=\"wp-caption-text\">A view of the damage to Okhmatdyt children’s hospital in Kyiv, Ukraine, on Saturday, September 14, 2024. The hospital was destroyed during a Russian missile strike on July 8 [Anton Shtuka/AP]</figcaption></figure><h2 id=\"hope-and-faith\">‘Hope and faith’</h2><p>The city of Kupiansk straddles both banks of the slow and strategically-located Oskil river, and once boasted a dozen factories, several colleges and a population of 22,000.</p><p>But days after the full-scale invasion of Ukraine began in 2022, the mayor surrendered the town and it became the de facto administrative centre of the Moscow-occupied chunk of the Kharkiv region.</p><p>The Russians were kicked out six months later during a daring Ukrainian <a href=\"/news/2022/9/10/analysis-russia-caught-out-by-ukraines-double-offensive\">counter-offensive</a>.</p><p>But the town remained within reach of Russian artillery, drones and missiles, which have killed dozens of civilians, wounded hundreds and damaged almost every building.</p><p>Most of the residents – along with police officers, fire brigades and government officials – <a href=\"/news/2023/3/3/ukraine-orders-vulnerable-people-to-leave-frontline-city-kupiansk\">fled Kupiansk</a> in early 2023 when Russian forces began approaching again.</p><p>But about 1,200 people – or about 7 percent of the pre-war population – remained.</p><p>“They’re scared to leave, they have no relatives to host them, they say, ‘I’d better die here, because it’s home,’” paramedic Raievskyi said.</p><p>He is no stranger to Russian pummelling – he lives with his wife in Saltivka, the most shelling-damaged region of Kharkiv, Ukraine’s second-largest city some 120km (75 miles) east of Kupiansk.</p><p>Raievskyi’s ambulance travels up to 1.5 hours to help the sick and the wounded, despite the almost constant shelling and omnipresent drones.</p><p>But no matter how severe their wounds are, he and his colleagues can’t treat their patients on the spot, especially if they have been hurt by a drone, because another strike is always a possibility.</p><p>One life-saving solution – a portable electronic jamming system that scrambles the drones’ navigation systems – no longer works in the Kharkiv region because Russians attach kilometres-long fibre-optic cables to their loitering munitions.</p><p>“Unfortunately, in Kupiansk all the Russian drones are fibre-optic,” his partner Dovzhenko said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "FIFA 2026 World Cup draw set to be held in Las Vegas in December | Football News | Al Jazeera",
            "time": "2025-07-30T08:12:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-05-14T205549Z_1793316677_RC2WHEATVA7J_RTRMADP_3_USA-TRUMP-GULF-1753860731.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>FIFA 2026 World Cup draw set to be held in Las Vegas in December</h1><p class=\"article__subhead\"><em>The draw for the 2026 FIFA World Cup is set to be staged in December with Las Vegas reported to be the host venue.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Las Vegas is set to host the 2026 FIFA World Cup draw, with reports that the ceremony will be held on Friday, December 5.</p><p>The city, based in Nevada, United States, was selected over cities in co-host nations Canada and Mexico.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>FIFA officials have not themselves confirmed the date or site but reports are now widespread for the December date in Vegas.</p><p>For the first time, the competition will take place in three countries and has been <a href=\"/sports/2023/3/14/fifa-confirms-expanded-2026-world-cup-with-record-104-matches\">expanded to feature 48 nations</a>, as opposed to the traditional 32.</p><p>Las Vegas’s Allegiant Stadium was rejected as a host venue. Eleven US cities/venues were selected, along with three in Mexico (Guadalajara, Mexico City, and Monterrey) and two in Canada (Toronto and Vancouver).</p><p>The US sites are divided into three regions. New York/New Jersey, Philadelphia, Boston, Miami and Atlanta are a part of the eastern region, Kansas City, Dallas and Houston comprise a part of the central region, while Los Angeles, Seattle and the San Francisco Bay area make up three of the four cities in the western region.</p><p>The draw will reveal the dozen groups with four nations per group. Mexico (Group A), Canada (Group B) and the United States (Group D) have already been selected for their groups.</p><p>MetLife Stadium in East Rutherford, New Jersey, will <a href=\"/sports/2024/2/5/new-jersey-to-host-2026-fifa-world-cup-final\">host the final</a> match on July 19, 2026.</p><p>Las Vegas hosted the draw in 1994, the last time the World Cup was held in the United States.</p><p>The modern Sphere, which has a seating capacity of at least 17,000 people and opened in 2023, is the frontrunning venue to host the evening.</p><p>Although hosting the draw for the 1994 edition, Vegas was not a host city for any matches, a situation that is also the case for next year’s event.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p><a href=\"/sports/2025/6/11/which-teams-have-qualified-for-the-2026-fifa-world-cup-and-who-are-out\">Qualifying for the tournament</a> is set to be concluded by the end of March 2026, following <a href=\"/sports/2025/6/13/who-can-still-qualify-for-2026-fifa-world-cup-from-asia-and-how\">an intercontinental playoff</a>.</p></div></div></body></html>"
        },
        {
            "title": "Is ISIL a growing threat in the DR Congo and East Africa? | Armed Groups News | Al Jazeera",
            "time": "2025-07-30T08:12:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/06/9UF6F3-highres-1686981747.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the early hours of Sunday, July 27, armed fighters <a href=\"/news/2025/7/28/isil-claims-responsibility-for-deadly-church-attack-in-eastern-dr-congo\" target=\"_blank\" rel=\"noopener\">attacked</a> a Catholic church in the Komanda region of the Democratic Republic of the Congo (DRC), where about a hundred people had gathered for a night vigil. Dozens of people were killed and others taken captive in the assault, which drew outrage and condemnation from the United Nations and the Vatican.</p><p>Women, men and at least nine children were reported to be among the victims of the Saint Anuarite church attack, according to Congolese officials, while several children aged between 12 and 14 were kidnapped. Houses and shops near the church were also attacked and burned, with authorities finding more bodies there. At least 43 people were killed overall.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Allied Democratic Forces (ADF) – an armed group operating in the border regions linking the DRC to neighbouring Uganda, and which has pledged allegiance to ISIL (ISIS) – has since claimed the attack in a Telegram post.</p><p>It is one of several recent attacks from a group that experts say is staging a major resurgence in a country already fragile from armed fighting.</p><p>It also comes soon after the DRC government signed key peace roadmap agreements with both <a href=\"/news/2025/6/27/dr-congo-and-rwanda-sign-peace-deal-in-turning-point-after-years-of-war\">Rwanda</a> and the <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">M23</a> rebel group that has been advancing in the country’s east, raising questions about the timing and motivation behind the violence.</p><p>“These targeted attacks against defenceless civilians, particularly in places of worship, are not only appalling, but also in violation of all human rights standards and international humanitarian law,” Vivian van de Perre, acting head of MONUSCO, the UN peacekeeping mission in the DRC, said in a statement following Sunday’s assault.</p><p>Pope Leo, too, expressed sorrow a day after the attack on the parish, which had been celebrating its 25th anniversary. “His Holiness implores God that the blood of these martyrs may be a seed of peace, reconciliation, brotherhood and love for all the Congolese people,” wrote Cardinal Pietro Parolin, secretary of state of the Holy See, in a telegram to DRC’s Archbishop Fulgence Muteba Mugalu.</p><figure id=\"attachment_1453322\" aria-describedby=\"caption-attachment-1453322\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1453322\" src=\"/wp-content/uploads/2021/07/000_9DN2CB.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"DRC armed attacks by ADF\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1453322\" class=\"wp-caption-text\">A general view of a burned house in Rwangoma, Beni, DRC, after a deadly attack overnight by suspected members of the Allied Democratic Forces (ADF) [File: Sebastien Kitsa Musayi/AFP]</figcaption></figure><h2 id=\"making-of-the-adf\">Making of the ADF</h2><p>Sunday’s attack represents just one of several deadly ADF assaults in the DRC’s east in recent months.</p><p>The ADF, also referred to by some experts and institutions as ISIS-Central Africa (IS-CA), originally began as a rebel group in Uganda in 1994, where it accused the government in Kampala of persecuting Muslims.</p><p>In 2002, the ADF crossed the border into eastern DRC after offensives by the Ugandan army saw it lose its footing. The group attacked civilians in both countries from its base in the North Kivu and Ituri provinces, with researchers noting that its tactics became more violent over the years.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Jamil Mukulu, the group’s founder, was arrested in Tanzania in 2015, leading to internal disruption. Under a new leader, 48-year-old Musa Seka Baluku, the ADF declared allegiance to the global armed network, ISIL, in 2019.</p><p>Although ISIL no longer has the ability to hold ground or control a caliphate in the Middle East, experts say it has devolved its structure, focusing on regional affiliates, particularly in parts of Africa. A UN Experts Group report found that ISIL central financially supports the ADF, whose force of about 1,000 to 1,500 members is usually armed with small arms, mortars, improvised explosive devices (IEDs), and rocket-propelled grenades (RPGs). The ADF reportedly controls camps with internal security services, clinics, prisons and schools for children.</p><p>“The group intends to advance extreme Islamic ideology,” Nico Minde, an analyst with the Institute for Security Studies, told Al Jazeera. “It is [also] believed that it is seeking revenge for military offensives by the Congolese army, Ugandan forces and MONUSCO peacekeepers,” he said.</p><p>It is unclear how many civilians have died in ADF attacks, but experts agree it likely runs into the hundreds, if not thousands, in its nearly 30 years of existence. The United States, which designated ADF/IS-CA a “terror” organisation in 2021, describes it as “one of the most lethal terrorist groups in Africa” based on the number of civilian deaths linked to its members.</p><p>An earlier reprisal assault by the ADF between July 8 and 9 saw 41 civilians killed in Irumu territory, Ituri, according to MONUSCO. In May, it was North Kivu’s Babili sector that was attacked, with 18 civilians killed. The group also claimed a separate attack in January on the town of Lubero in North Kivu, with 41 people killed and 11 kidnapped.</p><h2 id=\"multiple-armed-groups-in-the-eastern-drc\">Multiple armed groups in the eastern DRC</h2><p>The ADF is one of a multitude of armed groups – some experts say about 100 – operating in the mineral-rich but poorly governed eastern DRC. The region is one of the most complex conflict zones in the world.</p><p>ADF’s attacks in July came as the DRC was enjoying some relief from the M23 rebels, arguably the strongest of all the armed groups. M23, the UN says, is <a href=\"/news/2025/7/18/un-experts-cast-blame-on-rwanda-and-uganda-what-are-they-doing-in-drc\" target=\"_blank\" rel=\"noopener\">backed by Rwanda</a>. Aiming to take power in Kinshasa, it launched lightning offensives in January and seized vast swaths of territory in the eastern provinces of North and South Kivu. Thousands died and hundreds of thousands were displaced in the six-month war. In July, the US and Qatar brokered DRC peace efforts with Rwanda and M23, respectively, <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\" target=\"_blank\" rel=\"noopener\">leading to a ceasefire.</a></p><p>Minde of the ISS said the ADF is likely taking advantage of the military resources diverted to confront M23, resulting in more frequent attacks since January.</p><p>“Strategically, this allows them to freely move in Ituri and North Kivu while attention remains fixed on the M23 conflict,” he said. The group’s focus on rural communities, Minde added, was to foster fear and dependence, facilitate control over land and illicit resources, and to find more recruits.</p><p>Combined, M23 and the ADF have wrought the most havoc in eastern DRC, with some research suggesting that there might have been a non-aggression pact between the two at some point. The Armed Conflict and Location Event Data Project (ACLED) noted in a June report that M23 and ADF/IS-CA action between January and March 2025 killed 1,600 people, making that quarter the deadliest since 2002, when the DRC was in the throes of a civil war.</p><figure id=\"attachment_3750867\" aria-describedby=\"caption-attachment-3750867\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3750867\" src=\"/wp-content/uploads/2025/06/getty_683f17da44-1748965338.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"M23 rebels guard a unit of surrendering Congolese military troops.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3750867\" class=\"wp-caption-text\">M23 rebels guard a unit of surrendering Congolese military soldiers who were to be recruited into the rebel group in Bukavu in February [File: Hugh Kinsella Cunningham/Getty]</figcaption></figure><h2 id=\"uganda-s-stakes-in-the-adf-battle\">Uganda’s stakes in the ADF battle</h2><p>Uganda poses the main challenge to the ADF. Some 2,000-4,000 Ugandan soldiers have deployed in the DRC since November 2021, where they lead Operation Shujaa, which also involves the Congolese army and MONUSCO forces. Kampala’s decision to deploy followed a series of bomb attacks in Uganda that year. Since 2021, two leaders of separate ADF factions – Salim Mohammed and Benjamin Kisokeranio – have been captured.</p><p>However, there are concerns that <a href=\"/news/2025/6/17/are-commercial-interests-driving-ugandas-military-operations-in-dr-congo\" target=\"_blank\" rel=\"noopener\">Uganda is expanding</a> into territory not affected by ADF attacks. Due to the DRC’s civil war history, which saw countries neighbouring Rwanda and Uganda take over Congolese territory and reportedly steal minerals, foreign armies on DRC soil remain a testy subject in Kinshasa.</p><p>In June, the Ugandan army spokesperson, Felix Kulayigye, defended his government’s stance while speaking to Al Jazeera, admitting that the country needed to protect commercial interests in the DRC. Uganda exports goods like palm oil, cement, and refined petroleum to the DRC, and is Kinshasa’s biggest trading partner in the sub-region.</p><p>“Who is consuming Uganda’s products?” Kulayigye asked Al Jazeera at the time. “Can commerce take place where there is instability? If we have commercial interests in eastern DRC, are those protectable or not?”</p><p>Already, Uganda has a negative reputation in the DRC. Kampala allegedly backed the M23 armed group by allowing the group passage into Congolese territory, according to a UN expert group report. President Yoweri Museveni and Rwanda’s Paul Kagame are longtime allies. Back in 2022, the Ugandan army chief General Muhoozi Kainerugaba, who is also President Museveni’s son, openly expressed support for M23 on the social media site, X.</p><p>The ADF’s increasing attacks could lead to rising insecurity in the fragile DRC, and across the sub-region, Minde of ISS said.</p><p>“[ADF] might want to take advantage of the pacifist moment following the US and Qatar-brokered peace deal, to remind the world of its existence,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Eastern Europe must earn its security in a post-American NATO | Donald Trump | Al Jazeera",
            "time": "2025-07-30T08:10:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/getty_6889d31a50-1753862938.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>From the Baltic states to the Black Sea, Central and Eastern European (CEE) governments remain anxious about their security in the face of Russian aggression. Despite NATO’s enduring pledge to Article 5, many officials in countries such as Poland, Lithuania, Estonia and Romania continue to express concern over a potential US shift in focus towards Asia‑Pacific and the Middle East, creating fears of weakening American vigilance in Europe. This anxiety has heightened in light of Russia’s steady military rebuilding and escalating hybrid threats targeting critical infrastructure across the region.</p><p>To be clear, President Trump has long criticised NATO members for failing to hit defence spending targets and has even suggested the US might withhold protection from countries that do not meet the 2 percent of GDP target. In response, the June 2025 NATO Summit in The Hague marked a turning point: all member states agreed to raise combined defence and related spending to 5 percent of GDP by 2035, including 3.5 percent for core military capabilities and 1.5 percent for broader security measures such as logistics, cyber resilience and support for Ukraine, which was viewed as an “ironclad” commitment to NATO Article 5 and a pledge of continued backing for Ukraine.</p><p>For all the robust signalling, however, the agreement’s gradual timeline – 2035, with a review in 2029 – and its flexible accounting, where spending on Ukraine aid, infrastructure upgrades and cyber projects all count, leave the Eastern flank states uneasy because timely implementation will be essential for credibly deterring Russia.</p><p>Moreover, tensions over US-EU burden sharing remain, as shown recently when, during a meeting with NATO Secretary-General Mark Rutte, Trump announced that the US would send Patriot air defence systems to Europe “for Ukraine” but insisted that European allies foot the bill by donating the interceptor missiles themselves.</p><p>The breakdown in diplomatic decorum with European partners has been on display for a while, notably during the March Signalgate incident in which Trump’s Defence Secretary Pete Hegseth called Europe “pathetic” and suggested European NATO states were “freeloading”, and during the infamous February diplomatic debacle when Ukraine’s President Volodymyr Zelenskyy was publicly humiliated during a joint White House news conference with Trump.</p><p>Yet despite the turbulence, CEE capitals cannot afford the luxury of disengagement from the second Trump administration. Indeed, the volatility reinforces the need for these states to remain actively engaged and push for better outcomes. This is for several reasons.</p><p>First, the US military presence has long served as the cornerstone of regional deterrence against Russian expansionism. Even as Washington’s commitment to European security appears uncertain, CEE’s security architecture has been fundamentally anchored in US guarantees since the end of the Cold War. The traumatic historical experience of Western abandonment during critical 20th-century junctures, such as the 1938 Munich Agreement, when Czechoslovakia was handed over to Nazi Germany by Western powers, has left a deep-seated awareness that diplomatic decoupling from Washington often correlates with heightened vulnerability along NATO’s eastern flank. This is why Poland and the Baltic states (Latvia, Lithuania, Estonia) have for years hosted US troops and air defence systems, alongside NATO battlegroups. NATO’s eastern flank countries have routinely cautioned that if Putin succeeds in Ukraine, “they are next.”</p><p>This concern is particularly acute in light of the Trump administration’s active push to broker a flash ceasefire deal between Russia and Ukraine, reportedly involving territorial concessions to Moscow. President Trump has made clear he wants to be remembered as “a peacemaker and unifier”, a theme he emphasised again in his second inaugural address. His advisers have floated frameworks that would freeze the conflict along current front lines, potentially recognise Russian control over Crimea and parts of Donbas, and block Ukraine’s NATO aspirations. But Ukrainians are not seeking peace at any price, nor should the Europeans. Any deal that cedes Ukrainian territory or is seen as legitimising Russian aggression risks emboldening the Kremlin, weakening NATO’s credibility and undermining Europe’s long-term security architecture.</p><p>Since Russia’s 2022 full-scale incursion, the Kremlin has repeatedly tested NATO’s Article 5 resolve through various provocations along the eastern flank, including airspace violations and missile incidents. For example, in February 2024, Estonia was subjected to electronic warfare from Russian territory that disrupted GPS signals across its eastern border regions, affecting both civilian infrastructure and military communications systems. One month later, a Russian cruise missile entered Polish airspace for 39 seconds before returning to Ukrainian territory. Moreover, in August 2023, Russian fighter jets conducted aggressive intercepts of NATO surveillance aircraft over the Baltic Sea, coming within dangerous proximity and executing unpredictable manoeuvres that risked mid-air collisions.</p><p>Such a status quo can deteriorate quickly should Putin’s aggression, under a Trump-brokered deal, enable Russia to carve out a piece of Ukraine or achieve troop disengagement from Eastern Europe. Russia may also continue its military buildup after the war stops, buying time for later aggressions and compounding the challenge for CEE and Europe.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Against this backdrop, CEE leaders would do well to pursue a dual-track strategy, despite the volatility of current US foreign policy.</p><p>First, the region’s engineering workforce and industrial might have an outsized role to play in rearming Europe in the face of US disengagement and Europe’s stepped-up defence pledges, particularly in partnership with Germany. In Germany, this shift of actively repurposing idle civilian manufacturing facilities into military production hubs is already firmly under way. Its defence firms have been actively converting shuttered or underperforming automotive facilities, such as those in Berlin and Neuss, and rail plants in Gorlitz, to produce Leopard tanks, Puma IFVs and artillery systems, into hybrid military production hubs. This industrial push is enabled by Germany’s domestic reforms, notably Berlin approving a sweeping defence procurement law that simplifies contracting, raises tender thresholds and fast-tracks construction for military infrastructure.</p><p>Such deliberate reallocating of resources from beleaguered civilian industries toward military industrial output holds clear implications for allied production networks in CEE. In addition, CEE countries have been ramping up their own heavy manufacturing capacity, with Poland and Slovakia stepping up joint production of artillery and armoured vehicles, and Czechia’s Czechoslovak Group surging to the forefront of Europe’s munitions supply chain, with a 4-billion-euro ($4.6bn) revenue spike and an 11-billion-euro ($12.7bn) order book anchored in Ukraine bound exports.</p><p>The CEE region, with its faltering car manufacturing competitiveness now worsened by Trump car tariffs, needs to latch onto this opportunity to tackle both its security and economic imperatives. In doing so, it can benefit from the 800-billion-euro ($921.8bn) defence mobilisation plan, coupled with its proposal for 150 billion euros ($172.8bn) in EU-backed loans, approved in Brussels on March 6.</p><p>Second, hedging against US security disengagement through the combination of strategic industrial repositioning and European solidarity must be complemented by persistent efforts to secure better outcomes through diplomatic channels with Washington.</p><p>This remains necessary even as ideological alignment frays, because transactional partnerships can still deliver meaningful security benefits. To that end, the region can leverage some of its unique strategic assets, including Poland’s substantial arms purchases from US manufacturers, Romania’s critical Black Sea security infrastructure and the Baltic states’ sophisticated cybersecurity capabilities, with an administration that prizes transactional diplomacy.</p><p>The path forward requires setting aside both illusions and grievances at a time when security guarantees must be earned rather than assumed. In this emerging reality, Eastern European nations can meaningfully partake in rearming Europe while demonstrating their value as partners, as they navigate the shifting fault lines of post-American Europe.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Laura Dahlmeier: Climbers attempt rescue of injured Olympian in Pakistan | Olympics News | Al Jazeera",
            "time": "2025-07-30T08:07:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/GettyImages-2000438094-1753860326.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Laura Dahlmeier: Climbers attempt rescue of injured Olympian in Pakistan</h1><p class=\"article__subhead\"><em>Rescuers are hoping to locate the double Olympic gold medallist on the 6,096-metre Laila Peak in the Karakoram Mountains.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A team of foreign climbers were on Wednesday due to launch a rescue mission for the two-time Olympic biathlon champion Laura Dahlmeier, days after the German athlete was seriously injured by a rockfall on a Pakistani mountain.</p><p>The accident happened about midday on Monday at an altitude of 5,700 metres (18,700ft) on Laila Peak in the Karakoram range, according to a statement from her team on her official social media sites.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 2</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 2</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Her climbing partner was able to sound the alarm after reaching safety.</p><p>“It was determined that a helicopter rescue is not possible,” Areeb Ahmed Mukhtar, a senior local official in Ghanche district, where the more than 6,000-metre (19,700ft) mountain is located, told the AFP news agency.</p><p>“The conditions at the altitude where she was injured are extremely challenging, and a team of foreign climbers will launch a ground rescue mission today,” he added.</p><p>Shipton Trek &amp; Tours Pakistan, which organised the expedition, confirmed the ground rescue by a team of four that includes three Americans and a German mountaineer.</p><p>The 31-year-old was “hit by falling rocks”, her team said on Tuesday, adding no one had yet been able to reach her due to the danger of further rockfalls and the site’s “remoteness”.</p><p>A helicopter managed to fly over the location, and rescuers saw that “the experienced mountaineer is at least seriously injured”, it said.</p><p>“No signs of life were detected.”</p><p>Muhammad Ali, a local disaster management official, told AFP that weather conditions have been “extremely harsh” in the region for the past week, with rain, strong winds and thick clouds.</p><figure id=\"attachment_3864897\" aria-describedby=\"caption-attachment-3864897\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3864897\" src=\"/wp-content/uploads/2025/07/2018-02-13T104239Z_2137286633_DEVEE2D0TR3BH_RTRMADP_3_OLYMPICS-2018-MEDALS-1753860541.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"Laura Dahlmeier reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3864897\" class=\"wp-caption-text\">Dahlmeier displays her gold medal on the podium after winning the Women’s Biathlon 10km Pursuit at the Pyeongchang 2018 Winter Olympics in South Korea on February 13, 2018 [Kim Hong-Ji/Reuters]</figcaption></figure><p>Dahlmeier, an experienced mountaineer, had been in the region since the end of June and had already ascended the Great Trango Tower.</p><p>The International Biathlon Union said in a statement it was “thinking of Dahlmeier and her family, hoping for good news to emerge soon”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>She has won seven world championship gold medals, and at the 2018 Winter Olympics in Pyeongchang she became the first female biathlete to win both the sprint and the pursuit at the same Games.</p><p>Dahlmeier retired from professional competition in 2019 at the age of 25.</p><p>She went on to become a commentator on biathlon events for German broadcaster ZDF, and also took up mountaineering.</p><p>She is a certified mountain and ski guide and an active member of the mountain rescue, according to her team.</p></div></div></body></html>"
        },
        {
            "title": "Tsunami waves reach US states of Hawaii, California after Russian quake | Earthquakes News | Al Jazeera",
            "time": "2025-07-30T07:59:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25211092680326-1753860685.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tsunami waves reach US states of Hawaii, California after Russian quake</h1><p class=\"article__subhead\"><em>Governor Josh Green warns residents not to ‘put yourself in harm’s way’ and readies for possible rescue operations.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tsunami waves have reached California and Hawaii in the United States following a <a href=\"/news/liveblog/2025/7/30/live-tsunami-warning-after-magnitude-8-6-earthquake-off-russian-east-coast\">huge earthquake</a> off Russia’s far east coast.</p><p>Tsunami waves breached the US mainland west coast at California’s San Francisco at 1:12am (08:12 GMT) Wednesday, according to the National Weather Service for the San Francisco Bay Area. The tsunami is also impacting the state’s coastal Arena Cove area and making its way further down the coast, the National Weather Service reported.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Further south-west in the Pacific, 1-1.2-metre (3.3-3.9 feet) waves began impacting the US Hawaiian Islands shortly after 8:00pm local time Tuesday (06:00 GMT on Wednesday, July 30), according to the Pacific Tsunami Warning Center (PTWC). However, in an update, the centre said it did not expect a major tsunami to strike the state.</p><p>While there have been no reports of damage in Hawaii, Governor Josh Green said authorities would wait several hours before being able to assess that the situation is safe: “We are not yet in the clear.”</p><p>Earlier, the US Tsunami Warning Centers had warned that waves as high as 1 to 3 metres (3.3-9.8ft) were possible in Hawaii, while the Honolulu Department of Emergency Management had advised residents of some coastal areas to evacuate.</p><p>Hawaii’s Emergency Management Agency said all commercial harbours have been closed. Flights in and out of Hawaii’s second-largest island of Maui were also cancelled Tuesday night, Green said.</p><figure id=\"attachment_3864910\" aria-describedby=\"caption-attachment-3864910\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3864910\" src=\"/wp-content/uploads/2025/07/2025-07-30T032807Z_408500262_RC2QWFAWE8RI_RTRMADP_3_RUSSIA-QUAKE-PENINSULA-1753860745.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"With traffic jams across Oahu, bus riders wait for their buses after authorities warned residents of the possibility of destructive tsunami waves, following an earthquake which earlier struck off Russia's Far Eastern Kamchatka Peninsula, in Honolulu, Hawaii, U.S. July 29, 2025. REUTERS/Marco Garcia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3864910\" class=\"wp-caption-text\">With traffic jams across Oahu, bus riders wait for their buses after authorities warned residents of the possibility of destructive tsunami waves, in Honolulu, Hawaii, US, July 29 [Marco Garcia/Reuters]</figcaption></figure><p>The tsunami threat comes as the aftermath of the 8.8 quake in Russia’s far-eastern Kamchatka region – one of the largest on record – <a href=\"/news/2025/7/30/tsunami-alerts-issued-after-magnitude-earthquake-8-0-off-russia\">puts residents on alert</a> in coastal areas of parts of Russia, Latin America and numerous Asian and Pacific island states.</p><p>Waves up to 4 metres (13ft) high have already struck Russia’s far-eastern Kamchatka region, causing some buildings to be submerged. Thousands of citizens in impacted islands have been evacuated.</p><p>Japan is bracing for damage as well, with evacuation orders issued for people living along coastal areas or rivers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Tsunami waves have also been detected by coastal gauges along Alaska’s east Aleutian Islands and the Pacific side of the Alaska Peninsula, according to the US’s National Weather Service (NWS) in Anchorage.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The impact of the tsunami could last for hours or perhaps more than a day, said Dave Snider, tsunami warning coordinator with the National Tsunami Warning Center in Alaska</p><p>“In this case, because of the Earth basically sending out these huge ripples of water across the ocean, they’re going to be moving back and forth for quite a while,” said Snider.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s approval rating in US drops to lowest level of his second term | Donald Trump News | Al Jazeera",
            "time": "2025-07-30T07:37:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250729__68978CE__v1__HighRes__UsPoliticsTrumpReturn-1753859228.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President <a href=\"/tag/donald-trump/\">Donald Trump</a>‘s approval rating has dropped to 40 percent, the lowest level of his second term in office, as Americans remain concerned about his handling of the economy and immigration.</p><p>The three-day poll by Reuters news agency and Ipsos, which closed on Monday, surveyed 1,023 US adults nationwide and had a margin of error of 3 percentage points.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump had a 41% approval rating in Reuters/Ipsos’ most recent prior poll, conducted on July 15 and 16.</p><p>This latest poll showed a nation deeply polarised over Trump, with 83% of Republicans and just 3% of Democrats approving of his performance. About one-third of independents approved.</p><p>Trump campaigned on promises to supercharge the US economy and crack down on immigration, and the poll found that Americans gave him mixed marks on both those areas, where his administration is using aggressive tactics.</p><p>The recent slippage on immigration is particularly significant because the issue was a major strength for Trump in the 2024 election. Earlier in his second term, it was also one of the few areas where he was outperforming his overall approval. In March, about half of US adults approved of his handling of immigration.</p><p>Other recent polls also show growing discontent with Trump’s approach on immigration. A poll conducted by US media outlet CNN and SSRS found that 55 percent of US adults say the president has gone too far when it comes to deporting undocumented immigrants who are living in the US, an increase of 10 percentage points since February.</p><p>“I understand wanting to get rid of illegal immigrants, but the way that’s being done is very aggressive,” said Donovan Baldwin, 18, of Asheboro, North Carolina, who did not vote in the 2024 election. “And that’s why people are protesting, because it comes off as aggression. It’s not right.”</p><p>Some 38 percent of respondents approved of Trump’s handling of the economy, up from 35 percent approval in the mid-July Reuters poll.</p><p>The CNN poll, however, found that ratings of Trump’s handling of the economy, which were more positive during his first term, have been persistently negative in his second term. It found that few Americans think Trump’s policies have benefitted them so far.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>There are concerns over the negative effect that Trump’s tariffs may have at home.</p><p>Even if he is not a fan of everything Trump has done so far, Brian Nichols, 58, of Albuquerque, New Mexico, is giving him the benefit of the doubt.</p><p>Nichols, who voted for Trump in 2024, likes what he is seeing from the president overall, though he has his concerns both on style and substance, particularly Trump’s social media presence and his on-again, off-again tariffs.</p><p>“We put him into office for a reason, and we should be trusting that he’s doing the job for the best of America,” Nichols said.</p></div></div></body></html>"
        },
        {
            "title": "Turkiye’s glaciers fall victim to climate change | Climate News | Al Jazeera",
            "time": "2025-07-30T07:26:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250729__683L8KJ__v1__HighRes__TurkeyClimateEnvironment-1753855906.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kemal Ozdemir looked up at the bare peaks of Mount Cilo in Turkiye’s southeast: “There were glaciers 10 years ago,” he recalled under a cloudless sky.</p><p>A mountain guide for 15 years, Ozdemir then turned towards the torrent carrying dozens of blocks of ice below a slope covered with grass and rocks – a sign of glacier loss being exacerbated by global warming.</p><p>“You can see that there are quite a few pieces of glacier in the water right now … the reason why the waterfalls flow so lushly actually shows us how fast the ice is melting,” he said.</p><p>The glaciers of Mount Cilo, which rises to 4,135 metres (13,566 feet) in the province of Hakkari on the Iraqi border, are the second largest in the country behind those of Mount Ararat (5,137 metres / 16,854 feet) – 250 kilometres (155 miles) further north.</p><p>As global temperatures rise amid human-caused <a href=\"/climate-crisis/\">climate change</a>, new sections of the mountains that were once capped in ice are melting rapidly year after year.</p><p>Turkiye, which is experiencing punishing heatwaves, drought and wildlfires, even registered a <a href=\"/news/2025/7/27/apocalypse-turkey-wildfires-reach-key-northwest-city-as-hundreds-flee\">record temperature</a> of 50.5 degrees Celsius (122.9 degrees Fahrenheit) on Friday in Silopi, some 200 kilometres (124 miles) from Hakkari.</p><p>“The melting process is faster than we expected. According to our research, in the last 40 years, we have lost almost 50 percent of this continuous snow and ice cover in this place,” said Onur Satir, a professor at Yuzuncu Yil University and specialist in geographical information systems in the eastern province of Van.</p><p>“Some places melt faster than others, so actually it’s showing us which places must be protected, but we have no opportunity to cover the whole ice area,” Satir said.</p><p>In recent years, several glaciers in the Alps have been covered with white tarpaulins in an attempt to delay their demise.</p><p>According to the United Nations, glaciers in several regions of the world will not survive the 21st century, threatening the water supply of hundreds of millions of people.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The surrounding landscape is a delight for walkers, many of whom have flocked to the Hakkari mountains since the guns fell silent in recent years in the region, where fighters from the Kurdistan Workers’ Party (PKK) have long challenged the Turkish state.</p><p>The ongoing <a href=\"/news/2025/7/12/pkk-disarmament-opens-new-page-in-history-for-turkiye-erdogan-says\">peace process</a> with the PKK, which has begun a disarmament process, suggests that tourism will accelerate in the area, which became a national park in 2020.</p><p>But melting ice has made certain areas dangerous. In July 2023, two walkers were killed when they were swept away by a block that broke off from a glacier.</p><p>“People should not walk on the ice,” Ozdemir warned, voicing concerns about the safety of walkers and the preservation of glaciers.</p><p>“This region is 40–50 kilometres (25–31 miles) away from the city, but there was no road in the past. Now, with the construction of the road, more vehicles are coming here and the increase in the number of people coming here actually accelerates the melting a little bit,” said the 38-year-old guide.</p><p>A UN report on desertification worldwide estimates that 88 percent of Turkey’s territory is at risk: rainfall is expected to decrease by 30 percent by the end of the century, while temperatures are expected to rise by 5 to 6C (9 to 10.8F) compared with averages recorded between 1961 and 1990.</p></div></div></body></html>"
        },
        {
            "title": "Tsunami alert for Japan and Hawaii after massive earthquake east of Russia | Tsunami | Al Jazeera",
            "time": "2025-07-30T07:20:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753859999.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Share of people worldwide ‘thriving’ hits new high, survey says | Poverty and Development News | Al Jazeera",
            "time": "2025-07-30T07:18:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP111217112403-1753854434.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>People across the globe are living better lives and expressing more hope for the future, with the share of those “thriving” hitting a record high, a survey has found.</p><p>Across 142 countries last year, a median of 33 percent of adults rated their lives as good enough to be considered thriving, a rise of two percentage points from 2023, Gallup said on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>A median of 7 percent of adults were classified as “suffering”, down from a low point of 12 percent in 2014.</p><p>The results continue a trend of steadily rising satisfaction during the nearly two decades that Gallup has been asking people to evaluate the quality of their lives.</p><p>In 2008, in the aftermath of the global financial crisis, a median of 20 percent of adults were classified as thriving.</p><p>“The world is not short of significant challenges, from climate change to conflicts and technological upheaval,” said Benedict Vigers, a senior global news writer at Gallup.</p><p>“Yet even against this backdrop, more people across more countries say they are living better lives today and are hopeful for tomorrow, and fewer are suffering.”</p><p>Northern Europe reported the highest life satisfaction, with a median of 66 percent of adults considered to be thriving, followed by North America and Australia and New Zealand, both of which had medians of 49 percent.</p><p>South Asia, sub-Saharan Africa, and MENA had the poorest perceptions of quality of life, with medians of 11 percent, 15 percent, and 17 percent, respectively.</p><p>Over the past decade, the percentage of people thriving increased by 20 points or more in 12 countries, including Bosnia and Herzegovina, Slovenia, Lithuania, Estonia and Hungary, according to Gallup.</p><p>Gallup said perceptions mirrored steady improvements in the United Nations Human Development Index (HDI), which tracks quality-of-life metrics such as life expectancy and income, though countries that made the most progress did not necessarily see the biggest gains in subjective wellbeing.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>To evaluate people’s perceptions, Gallup asked respondents to consider, on a scale of 0 to 10, how close they were to living the “best possible life for you”, as well as where they thought they would be in five years.</p><p>Respondents scoring seven points or higher for the present, and eight points or more for the future, were classified as “thriving”, while those with a score of four or lower were considered to be “suffering”.</p></div></div></body></html>"
        },
        {
            "title": "UN court denies Mladic, who led Bosnia’s Srebrenica massacre, early release | Crimes Against Humanity News | Al Jazeera",
            "time": "2025-07-30T06:42:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/09/2021-06-08T135402Z_27765544_RC2CWN94PNI9_RTRMADP_3_BOSNIA-WARCRIMES-MLADIC.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN court denies Mladic, who led Bosnia’s Srebrenica massacre, early release</h1><p class=\"article__subhead\"><em>Ratko Mladic filed the request to be released on health grounds last month, saying he only had a few months to live.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United Nations war crimes court has denied a request from Ratko Mladic, an infamous Bosnian Serb military leader during the 1992 to 1995 Yugoslav wars, who oversaw the Srebrenica massacre, to be released early to Serbia on health grounds.</p><p>Judge Graciela Gatti Santana at the International Residual Mechanism for Criminal Tribunals, the court tasked with handling remaining cases from the Yugoslav war crimes tribunal, said on Tuesday that Mladic’s condition did not meet the threshold of an “acute terminal illness” required for early release.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Mladic, known as the “Butcher of Bosnia”, was sentenced to life imprisonment in 2017 over genocide, war crimes and crimes against humanity. He had filed a request to be freed on June 3, 2025, saying he only had a few months to live.</p><p>“I acknowledge that Mladic’s current condition, which requires dependency on others for activities of daily living, is precarious,” Santana said in a 12-page decision issued in The Hague on Tuesday.</p><p>“Nonetheless, Mladic continues to receive very comprehensive and compassionate care, as amply supported by medical reports.</p><p>“The information before me demonstrates that the compelling humanitarian circumstances invoked by Mladic as a basis for his release are not substantiated.”</p><p>Mladic, 83, was sentenced by the UN tribunal for the former Yugoslavia for his role in terrorising the civilian population during the 43-month siege of the Bosnian capital Sarajevo and the <a href=\"/the-srebrenica-genocide-as-it-happened-30-years-ago\">1995 Srebrenica massacre</a>.</p><p>Some 8,000 Muslim men and boys were slaughtered in Srebrenica by Bosnian Serb forces in July that year.</p><figure id=\"attachment_3839358\" aria-describedby=\"caption-attachment-3839358\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3839358\" src=\"/wp-content/uploads/2025/07/DSC_0988-1752592412.jpg?w=770&amp;resize=770%2C595&amp;quality=80\" alt=\"People pray among the gravestones of Srebrenica victims\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3839358\" class=\"wp-caption-text\">People pray among the gravestones of Srebrenica victims [Urooba Jamal/Al Jazeera]</figcaption></figure><p>The <a href=\"/features/2025/7/11/just-a-few-bones-thirty-years-on-srebrenica-still-buries-its-dead\">Srebrenica genocide</a> was the bloody crescendo of the Bosnian war, which erupted during Yugoslavia’s dissolution, as Bosnian Serbs sought to carve out Serb-dominated areas by ethnic cleansing against the country’s two other main ethnic populations – Croats and Muslim Bosniaks. Until the Russia-Ukraine war, the Bosnian war was considered the most violent conflict in Europe since the end of World War II.</p><p>Mladic has long been described by his lawyers as sick and frail. In their latest request, they said he suffered from an incurable illness and that “his remaining life expectancy is measured in months,” according to a filing seen by the AFP news agency.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>His defence first sought provisional release on medical grounds in 2017.</p><p>Santana said Mladic’s continued incarceration was neither “inhuman nor degrading”.</p><p>Mladic was arrested in Serbia in 2011 after 16 years on the run and is serving his sentence in The Hague.</p><p>His son, Darko, often speaks to Serbian media about the poor health of his father, who is still seen as a hero by nationalists in Serbia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,252 | News | Al Jazeera",
            "time": "2025-07-30T05:16:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250729__687D9CQ__v1__HighRes__UkraineRussiaConflictWar-1753825112.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,252</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,252 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Wednesday, July 30:</p><h2 id=\"fighting\">Fighting</h2><ul>\n<li>Ukraine’s Ministry of Justice said 17 people were killed and another 42 were injured in a Russian attack on a prison near the city of Zaporizhzhia. “This attack once again demonstrates a gross violation of international humanitarian law by the armed forces of the Russian Federation,” the ministry said in a statement shared on Telegram.</li>\n<li>A Russian attack killed five people and injured three as they waited to receive humanitarian aid in the village of Novoplatonivka in Kharkiv, the State Emergency Service of Ukraine said in a post on Facebook.</li>\n<li>A Russian air attack on a hospital killed three people, including a 23-year-old pregnant woman, in the Ukrainian city of Kamyanske, Ivan Fedorov, the head of the Ukrainian military administration in Zaporizhia, said.</li>\n<li>A Russian missile attack on a Ukrainian military training ground killed three soldiers and wounded 18, Ukraine’s Ground Forces said in a post on Telegram.</li>\n<li>Serhiy Lysak, head of the Ukrainian Dnipropetrovsk military administration, said two people were killed, including a 75-year-old woman, in separate Russian attacks on Dnipropetrovsk and Odesa.</li>\n<li>A Ukrainian bomb killed a man and wounded another in Russian-occupied Donetsk, Denis Pushilin, the head of the Moscow-installed authorities in Donetsk, said, according to Russia’s state-run TASS news agency.</li>\n<li>Three people were killed and more than 50 apartments damaged in a Ukrainian drone attack on Salsk in Russia’s Rostov Region, Acting Governor Yury Slyusar said on Telegram. The drone attack also left 2,800 residents without power and saw train services suspended, Slyusar said.</li>\n<li>Russian forces seized the settlements of Temyrivka in the Zaporizhia region in southern Ukraine and Novoukrainka in the eastern Donetsk region, TASS reported, citing Russia’s Ministry of Defence.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"politics-and-diplomacy\">Politics and Diplomacy</h2><ul>\n<li>United States President Donald Trump said on Tuesday that the US would start imposing tariffs and other measures on Russia “10 days from today” if Moscow showed no progress towards ending the war, renewing the terms he set out <a href=\"/news/2025/7/28/trump-gives-russia-10-or-12-days-to-end-war-on-ukraine\">a day earlier.</a></li>\n<li>Kremlin spokesman Dmitry Peskov told reporters Russia had “taken note” of Trump’s deadline, which was shorter than the 50 days he had set out earlier in the month.</li>\n<li>Russia’s Ministry of Foreign Affairs said on Tuesday it had summoned Norway’s charge d’affaires to protest over restrictive measures introduced by the Nordic country in July against Russian fishing vessels.</li>\n</ul><h2 id=\"regional-security\">Regional security</h2><ul>\n<li>A Colombian national acting on behalf of Russian intelligence carried out two arson attacks in Poland last year, before setting fire to a bus depot in the Czech Republic, the Polish Internal Security Agency (ABW) said on Tuesday.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "What is Israel’s war taking from Gaza’s children | Digital Series | Al Jazeera",
            "time": "2025-07-30T04:32:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/H_16x9-1753849885.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        }
    ]
}