{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Who was Rifaat al-Assad, commander of Syria’s 1982 Hama massacre? | Syria's War | Al Jazeera",
            "time": "2026-01-21T16:28:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP17094380918287-1769002166.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-label=\"Listen to this article\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rifaat al-Assad, the uncle of <a href=\"/news/2024/12/8/what-happened-in-syria-has-al-assad-really-fallen\">ousted Syrian President Bashar al-Assad</a> and the former commander of the paramilitary “Defence Companies” (Saraya al-Difa), has died in the United Arab Emirates at the age of 89.</p><p>The Reuters news agency cited two sources confirming his death on January 21, 2026. Rifaat had reportedly fled from Beirut to Dubai following the collapse of the Assad regime and the flight of his nephew to Russia in December 2024.</p><p>Born in Qardaha, northwestern Syria, in 1937, Rifaat, a member of the country’s Alawite minority, was a central figure in the establishment of the Assad family’s rule in the 1970s. But he fell out with his brother, former President Hafez al-Assad, following a failed coup attempt in the early 1980s.</p><p>Here is a brief timeline of the main events during the life and career of the man known as the “Butcher of Hama”.</p><p><strong>The Hama massacre</strong></p><p>Rifaat was notorious for his role in the 1982 crackdown on the city of <a href=\"/news/2025/2/27/hama-a-rebellious-syrian-town-that-can-finally-mourn-the-assad-massacre\">Hama</a> to suppress an uprising by the Muslim Brotherhood.</p><p>Commanding the Defence Companies – a force of approximately 40,000 soldiers independent of the regular army – Rifaat led a siege on the city that lasted nearly a month. The operation involved heavy shelling and ground assaults.</p><p>According to a 2022 report by the Syrian Network for Human Rights, the campaign resulted in approximately 40,000 deaths, and 17,000 people went missing. The assault destroyed entire neighbourhoods, including 79 mosques and three churches.</p><p>In a 2011 televised interview, Rifaat denied responsibility for the events, claiming he “did not know Hama” and attributing the orders to his brother, Hafez.</p><figure id=\"attachment_4257250\" aria-describedby=\"caption-attachment-4257250\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4257250\" src=\"/wp-content/uploads/2026/01/AFP__20020704__APP2000061222169__v1__HighRes__SyriaAssadBrothers-1769003218.jpg?w=770&amp;resize=770%2C590&amp;quality=80\" alt=\"Picture taken in 1984 shows late Syrian president Hafez al-Assad (R) with his youngest brother Rifaat (L) at a military ceremony in Damascus. The estranged and banished brother, Rifaat, announced 12 June 2000 that he considers himself the legitimate successor to the presidency of Syria. The statement represents a direct challenge to the right of Bashar al-Assad, the late president's son and designated heir, to take the post. (Photo by Handout / AFP) / XGTY / == RESTRICTED TO EDITORIAL USE - MANDATORY CREDIT &quot;AFP PHOTO / HO &quot; - NO MARKETING NO ADVERTISING CAMPAIGNS - DISTRIBUTED AS A SERVICE TO CLIENTS == - XGTY / == RESTRICTED TO EDITORIAL USE - MANDATORY CREDIT &quot;AFP PHOTO / HO &quot; - NO MARKETING NO ADVERTISING CAMPAIGNS - DISTRIBUTED AS A SERVICE TO CLIENTS == / BEST QUALITY AVAILABLE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4257250\" class=\"wp-caption-text\">A photo taken in 1984 shows late Syrian president Hafez al-Assad (R) with his youngest brother, Rifaat, left, at a military ceremony in Damascus [AFP/HO]</figcaption></figure><p><strong>Rifaat’s rise to power – and a failed coup</strong></p><p>Rifaat joined the Baath party in 1952 and rose through the military ranks. He played a key security role in the 1970 coup, which brought overthrew the former head of state, Salah Jadid, and brought Hafez al-Assad to power.</p><p>In the late 1970s, as the regime faced internal opposition, Rifaat advocated for extreme measures. In a 1979 speech at a Baath party congress, he reportedly suggested “Stalinist” methods to purge opposition and proposed closing mosques to curb “sectarian ideology”.</p><p>His influence peaked in the early 1980s, but tensions with his brother were mounting. In November 1983, while Hafez was ill, Rifaat attempted to seize control, deploying his own forces in Damascus. The confrontation ended in a standoff.</p><p>By 1984, Hafez had regained control. Rifaat was stripped of his command, appointed to the ceremonial post of vice president and sent into exile. Reports at the time suggested he received $200m from Libyan leader Muammar Gaddafi as part of a settlement to leave the country.</p><p><strong>Exile and legal troubles</strong></p><p>Rifaat spent the next 36 years primarily in Europe, where he faced multiple legal challenges over the source of his wealth.</p><ul>\n<li><strong>France:</strong> In 2020, a French court <a href=\"/news/2021/9/9/french-jail-term-confirmed-for-uncle-of-syrias-assad\">sentenced him to four years</a> in prison for money laundering and misappropriation of Syrian public funds, confiscating real estate assets worth an estimated $100m.</li>\n<li><strong>Switzerland:</strong> In August 2023, the Swiss Federal Criminal Court issued an arrest warrant for Rifaat for his <a href=\"/news/2024/3/12/switzerland-to-try-syrias-rifaat-al-assad-for-war-crimes\">alleged role in war crimes</a> committed in Hama in 1982.</li>\n<li><strong>Assets Frozen:</strong> Authorities in the UK and Spain also froze family assets and investigated him for illicit financial activities.</li>\n</ul><p><strong>Return and death</strong></p><p>To avoid imprisonment in France, Rifaat returned to Syria in October 2021. Despite his previous calls in 2011 for Bashar al-Assad to step down, he appeared voting for his nephew in the May 2021 election at the Syrian embassy in Paris.</p><p>Following the fall of the Assad government in December 2024, Lebanese security officials reported that Rifaat had left Syria for Dubai, where he passed away in January 2026.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestinians react to Netanyahu joining Gaza ‘Board of Peace’ | Newsfeed | Al Jazeera",
            "time": "2026-01-21T16:24:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769013721.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump: Hamas will be ‘blown away’ if they don’t give up their weapons | Hamas | Al Jazeera",
            "time": "2026-01-21T16:19:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260121__93HZ3N8__v1__HighRes__SwitzerlandUsPoliticsEconomyDiplomacy_cropped-1769012213.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump’s ‘board of peace’: Who has joined, who hasn’t - and why | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-21T15:47:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6970dbed32-1769004013.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States is expected to host a signing ceremony on Thursday for President Donald Trump’s “board of peace” (BoP) on the margins of the World Economic Forum (WEF) in Davos, Switzerland.</p><p>Trump, who is to meet global leaders this week at the WEF, is <a href=\"/news/2026/1/18/who-is-part-of-trumps-board-of-peace-for-gaza\">pitching the board</a> as the next phase of his administration’s 20-point peace plan and a mechanism to oversee the reconstruction of Gaza, which has been devastated by Israel’s genocidal war against Palestinians in the territory since October 2023.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But while the BoP was first introduced last year with a specific two-year United Nations Security Council mandate to manage post-war Gaza, its official charter makes no direct reference to Gaza at all.</p><p>Instead, the document outlines a <a href=\"/news/2026/1/18/trumps-board-of-peace-appears-to-seek-wider-mandate-beyond-gaza\">sweeping mandate</a> that appears to challenge existing diplomatic frameworks, advocating a move away from established international institutions on the premise that they have failed to maintain global peace.</p><p>Invitations to join the BoP were sent this week to dozens of countries, several of which have confirmed receipt and signalled their willingness to participate. But others have so far been reluctant to join. Observers argued this reluctance of many invited states to make immediate commitments reflects growing concern that the Trump administration is seeking to use the BoP’s expansive charter to bypass, or even replace, the UN.</p><p>Here is what we know so far about the board, its structure and mandate, the countries that have agreed to join, those still undecided and why hesitation remains widespread.</p><h2 id=\"what-is-the-board-of-peace\">What is the ‘board of peace’?</h2><p>First proposed in September on the sidelines of the UN General Assembly session, the board was initially framed as a mechanism to support the administration, reconstruction and economic recovery of the Gaza Strip.</p><p>The White House <a href=\"https://www.whitehouse.gov/briefings-statements/2026/01/statement-on-president-trumps-comprehensive-plan-to-end-the-gaza-conflict/\">formally announced</a> the creation of the BoP last week. However, the organisation’s 11-page charter, comprising eight chapters and 13 articles, does not mention <a href=\"/features/2026/1/16/scepticism-hope-gaza-reacts-trump-board-of-peace\">Gaza</a> once.</p><p>Instead, it proposes a broad mandate for a new international organisation that “seeks to promote stability, restore dependable and lawful governance, and secure enduring peace in areas affected or threatened by conflict”.</p><p>The governance structure has three layers: the BoP, an executive board and a chairman with sweeping authority.</p><p>According to the White House, a “founding executive council” sits at the top. The board of peace votes on budgets, policy and senior appointments while the executive board, which consists of <a href=\"/news/2026/1/16/trump-names-tony-blair-jared-kushner-to-gaza-board-of-peace\">seven members</a>, is responsible for implementing the mission.</p><p>Members of the executive board include former United Kingdom Prime Minister Tony Blair, US Secretary of State Marco Rubio and Trump’s son-in-law Jared Kushner.</p><p>The chairman is Trump himself. He serves as the final authority on the interpretation of the charter and holds veto power over key decisions, including membership removal and executive board actions.</p><p>Board members “will oversee a defined portfolio critical to Gaza’s stabilization and long-term success”, the White House said, including “governance capacity-building, regional relations, reconstruction, investment attraction, large-scale funding, and capital mobilisation”.</p><p>Below the founding council is the “Gaza executive board”, tasked with regional coordination and supported by representatives from Arab countries. Its mandate is to help “support effective governance” in Gaza.</p><p>At the bottom of the hierarchy is the “national committee for the administration of Gaza” (NCAG), which is to be led by Ali Shaath, a former Palestinian Authority deputy minister.</p><p>Alongside these civilian structures is a military pillar, led by US General Jasper Jeffers as commander of the “international stabilisation force” with a mandate that includes “permanent disarmament”.</p><p>Membership in the BoP is limited to states invited by the chairman. Member states are represented by heads of state or senior government officials and must contribute to operations in line with their domestic laws.</p><p>While general membership terms last three years, this limit does not apply to states contributing more than $1bn in the first year, which would grant them a permanent seat.</p><p>Speaking at the White House on Tuesday, Trump praised the initiative. “I wish the United Nations could do more. I wish we didn’t need a board of peace, but the United Nations – and, you know, with all the wars I settled, United Nations never helped me on one war,” he told reporters.</p><h2 id=\"which-countries-have-been-invited-and-which-have-agreed-to-join\">Which countries have been invited and which have agreed to join?</h2><p>Soon after the announcement, invitations were sent to dozens of countries across the world.</p><p>Leaders of at least 50 nations have confirmed receiving invitations, including close US allies such as the UK, France, Canada, Israel, Saudi Arabia and Australia.</p><p>US adversaries <a href=\"/news/2026/1/19/trump-asks-putin-to-join-gaza-board-of-peace-even-as-ukraine-war-rages\">China and Russia</a> were also invited.</p><p><a href=\"/news/2026/1/21/israels-netanyahu-to-join-board-of\">Israel confirmed</a> it will join the BoP after approval from Prime Minister Benjamin Netanyahu. Netanyahu’s office announced on Wednesday that he would participate in the initiative despite the International Criminal Court (ICC) having issued a warrant for his arrest over alleged war crimes in Gaza.</p><p>His decision comes even after earlier criticism from his office over the composition of the executive committee, which includes Turkiye, a regional rival.</p><p>Netanyahu’s participation, despite the ICC warrant issued in 2023 accusing him of overseeing crimes against humanity in Gaza, is likely to intensify concerns about the board’s objectivity, particularly given Trump’s central role in controlling its membership and direction.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Pakistan also confirmed on Wednesday that it would participate, according to a <a href=\"https://mofa.gov.pk/press-releases/pakistan-accepts-invitation-for-joining-the-board-of-peace-bop-with-the-view-to-achieving-lasting-peace-in-gaza\">statement</a> from its Ministry of Foreign Affairs.</p><p>“Pakistan expresses the hope that with the creation of this framework, concrete steps will be taken towards the implementation of a permanent ceasefire, further scaling up of humanitarian aid for the Palestinians, as well as reconstruction of Gaza,” the statement said.</p><p>Egypt’s Ministry of Foreign Affairs also said on Wednesday that the country’s president, Abdel Fattah el-Sisi, would join the board.</p><p>Other countries that have agreed to join include the United Arab Emirates, Morocco, Argentina, Hungary and Belarus.</p><p>Andreas Krieg, associate professor of security studies at King’s College London, said countries joining the BoP were motivated by “access and leverage”.</p><p>“They will want a direct line into the White House; a seat in the room where contracts, corridors, crossings and timelines are decided; and a chance to shape what ‘post-Hamas’ means before facts harden on the ground,” he told Al Jazeera, adding that participation also amounts to “buying insurance” against future exclusion.</p><p>Filippo Boni, a senior lecturer in politics and international studies at the Open University in the UK, said invited states face a stark choice.</p><p>“Either join the board and undermine the UN or refuse to join,” he said, “and potentially face tariffs from the US.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"which-countries-have-rejected-the-bop\">Which countries have rejected the BoP?</h2><p>At least four countries – France, Denmark, Norway and Sweden – have confirmed they will not join. Swedish Prime Minister Ulf Kristersson confirmed the decision to reporters in Davos on Wednesday.</p><p>Denmark is already under pressure from Washington over Greenland. Trump has repeatedly suggested the US should acquire the semiautonomous Danish territory, even threatening force if Copenhagen refuses – although in his speech to the WEF on Wednesday, Trump said he would not use force.</p><h2 id=\"why-are-countries-hesitant-to-be-part-of-the-bop\">Why are countries hesitant to be part of the BoP?</h2><p>Several other countries across the Middle East, South Asia and Southeast Asia, including India, Indonesia, Egypt, Japan and Thailand, have also been invited but have yet to make a decision.</p><p>Most of Europe – including US allies like the UK, Germany and Italy – have not said whether they will join the board.</p><p>China and Russia haven’t confirmed participation in the board either.</p><p>For many nations, including China, that reluctance isn’t surprising, Boni suggested. Several of these countries advocate for UN principles and laws as the guiding pillars of international relations. Beijing, meanwhile, “has proposed its own global governance framework through the Global Governance Initiative (GGI), so it will likely move cautiously on Trump’s proposed plan”, he said. Launched by Chinese President Xi Jinping in 2025, the GGI is a governance framework aimed at promoting multilateralism although Beijing has not outlined many specifics.</p><figure id=\"attachment_4257327\" aria-describedby=\"caption-attachment-4257327\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4257327\" src=\"/wp-content/uploads/2026/01/epa_6970dc375558-1769004087.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12665085 Displaced Palestinian children play at Bilal Mosque in Khan Yunis, southern Gaza Strip, 20 January 2026, amid a ceasefire between Israel and Hamas. Families forced to flee eastern Khan Yunis have sought refuge within the mosque's compound after failing to secure alternative housing, as residents across the Gaza Strip continue to face increasingly harsh living conditions. EPA/HAITHAM IMAD\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4257327\" class=\"wp-caption-text\">Displaced Palestinian children play at Bilal Mosque in Khan Younis in the southern Gaza Strip on January 20, 2026 [Haitham Imad/EPA]</figcaption></figure><p>Krieg said states choosing to stay out will still seek to maintain close ties with Washington through bilateral channels, defence cooperation, trade and discreet humanitarian support.</p><p>At the same time, “they will also keep insisting that anything involving troops and legal authority should run through the UN because that gives them cover and limits the sense that they are working for an American project,” he said.</p><p>Masood Khan, a former Pakistani ambassador to the US and UN, said the invitation for his country to join the board reflects growing international recognition of Islamabad’s stature. But he warned that the initiative’s success depends more on politics than on its structure.</p><p>“As long as President Trump’s political authority remains intact, the structure is likely to function,” he said, noting that the top tiers are filled with figures closely aligned with Trump.</p><p>Trump began his second term as president a year ago and is set to remain in office until January 2029, a year longer than the BoP’s UN mandate.</p><p>Boni said any countries willing to pay $1bn for a permanent seat would make that decision based more on “a political choice than an economic one”.</p><p>“The choice is to either challenge multilateralism and the rule-based international order with the UN at its centre or to continue abiding by it, thereby refusing to endorse US leadership under this new framework,” he said.</p><p>Krieg suggested that some wealthy states may see value in paying for influence although even they may proceed cautiously.</p><p>“Beyond the Gulf, a country like Japan could afford it, but I would expect Tokyo to be cautious about a paywall model that weakens UN norms. India can afford it too, but Delhi rarely pays to join someone else’s club unless the return is concrete and immediate,” he said.</p><h2 id=\"is-the-bop-a-replacement-for-the-un\">Is the BoP a replacement for the UN?</h2><p>Perhaps the most serious concern surrounding the BoP is its potential role as a rival to the UN, which has served as the cornerstone of global diplomacy for eight decades despite multiple failings – and repeated violations of its rules by powerful states like the US and its allies like Israel.</p><p>But Khan rejected the idea that the UN’s failure to act decisively in Gaza reflected an institutional collapse</p><p>“The UN was prevented from acting. It did not choose inaction,” he said, alluding to repeated US vetoes against Israel that paralysed the Security Council.</p><p>Trump was a vocal critic of the UN during his first term from 2017 to 2021 and has cut funding to several UN-affiliated bodies during his second stint in the Oval Office.</p><p>But Boni pointed out that while the UN Charter enshrined principles such as the equal rights of large and small states after World War II, the board of peace charter is essentially a list of rules to join the club “where no such principles seem to be present”.</p><p>Krieg said fears that the BoP could hollow out the UN are well founded.</p><p>“You do not need to abolish the UN to hollow it out. You can drain attention, drain money and create a habit where the big calls move to ad hoc bodies chaired by major powers,” he said.</p><p>Trump’s BoP poses that risk, he added.</p><p>“The UN still carries something the board cannot easily replicate – near-universal membership, legal standing and the machinery of agencies that can operate at scale. The risk is that the board turns the UN into a service provider that takes instructions rather than sets terms,” Krieg said.</p><p>“If other capitals want the UN to survive as the main stage, they will resist joining the board, fund UN channels and treat the board as a temporary tool tied to Gaza rather than a model for global conflict management.”</p></div></div></body></html>"
        },
        {
            "title": "Three Palestinian journalists killed in Israeli air strike | Gaza | Al Jazeera",
            "time": "2026-01-21T15:43:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769010169.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Stripped naked’: Yemeni detainee recounts torture in UAE-run prison | Prison | Al Jazeera",
            "time": "2026-01-21T15:21:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Ali.jpg-1769007293.jpeg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It’s been more than six years since Ali Hassan Ali Bakhtiyan was released from a <a href=\"/news/2018/8/12/report-mass-torture-in-network-of-uae-run-prisons-in-south-yemen\">secret prison</a> in eastern Yemen’s Hadramout Governorate, but he cannot forget the horrors he underwent during his more than two years in detention.</p><p>“It was a very bitter and extremely painful experience,” the 39-year-old man said, adding he was lodged inside the <a href=\"/news/2018/8/12/report-mass-torture-in-network-of-uae-run-prisons-in-south-yemen\">secret prison</a> run by the United Arab Emirates (UAE) and local Yemeni troops called the Hadrami Elite Forces (HEF) inside Hadramout’s Presidential Palace.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“They stripped me naked and used cold water. I was interrogated first by members of the Hadrami Elite Forces, then they handed me to the Emiratis officers,” Ali told Al Jazeera over the phone, saying he was detained twice – first in 2016 and then again in 2017.</p><p>The prison, Ali says, was not even suitable for animals. “Closed, dark rooms, hands tied and blindfolded. Twenty days went by without a chance to clean your body. They used physical and body <a href=\"/news/2018/6/20/yemeni-prisoners-say-uae-officers-sexually-torture-them-ap\">torture</a>, solitary confinement several times, beating many times,” Ali recalls.</p><p>The 30-year-old says he was first detained following a bomb blast in Hadramout. “I was falsely accused of being a member of the Islah Party,” he said, denying he was a member of the party, which is the main opposition party in Yemen. The country’s Muslim Brotherhood also falls under its umbrella.</p><p>“I do not have any affiliation with any political party. Even the interrogator later told me, ‘I have nothing against you, but the Emiratis wanted you,'” Ali said.</p><p>In 2019, he was transferred to the central prison in Hadramout and appeared before a judge, following which, he was released without charge.</p><h2 id=\"uae-secret-prisons\">UAE secret prisons</h2><p>Ali’s case and many other prisoners have come under the spotlight again after Hadramout Governor Salem al-Khanbashi on Monday announced the discovery of “secret prisons at sites where UAE forces were stationed”.</p><p>The governor “expressed his regret at what was found inside the UAE bases and camps – especially in the vicinity of Rayyan International Airport – of equipment and contents unrelated to regular armies, including explosives, detonators and dangerous components usually used by terrorist groups, in addition to the discovery of secret prisons at those forces’ deployment sites,” according to the state-run Yemeni News Agency (SABA).</p><p>The UAE forces <a href=\"/news/2025/12/31/uae-to-pull-forces-out-of-yemen-as-tensions-rise-with-saudi-arabia\">withdrew</a> from Yemen on January 3 after Yemen’s Presidential Leadership Council (PLC) chairman Rashad al-Alimi annulled a joint defence agreement with Abu Dhabi and asked UAE forces to leave within 24 hours.</p><p>This came after the UAE-backed Southern Transitional Council (STC) forces took control of Hadramout and al-Mahrah provinces in early December. The STC control of Hadramout, which borders Saudi Arabia, was seen as a national security threat by Riyadh.</p><p>Saudi Arabia-led coalition forces bombed Mukalla, the capital of Hadramout, targeting what Riyadh said was a UAE-linked weapons shipment destined for the STC. Soon, government forces, backed by the Saudi-led coalition, regained the two provinces in early January, triggering the collapse of the STC. The UAE denied supplying weapons to the southern separatists.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Deputy Governor of Hadramout al-Jilani told Al Jazeera that “four illegal detention sites” affiliated with UAE forces in the governorate had been “identified”.</p><p>“Such practices are a blatant violation of the Yemeni constitution, applicable laws, and all international and humanitarian charters and agreements that criminalise detention outside the judicial framework,” he said, adding that local authorities in the governorate will carry out comprehensive and transparent investigations and hear the testimonies of victims and witnesses to gather evidence to hold those responsible accountable.</p><p>In the meantime, the UAE’s Ministry of Defence issued a statement categorically denying the accusations, describing them as “false and misleading allegations and claims that are not based on any evidence or fact”.</p><p>“These allegations are attempts to mislead the public opinion and to defame the armed forces of the United Arab Emirates, the statement read.</p><h2 id=\"shocking-scenes\">Shocking scenes</h2><p>The government’s National Commission to Investigate Alleged Violations of Human Rights (NCIAVHR) has been tasked with investigating the cases of torture in prisons. Officials from the body have visited prisons and are speaking with victims.</p><p>”The secret detention centres were in state institutions and service facilities, such as al-Rayyan Airport [in Mukalla], the Republican Palace, al-Dhabba Port, and the central prison known as ‘Al-Manoura Prison’,” committee member Ishraq Al-Maqtari told Al Jazeera, adding that Emirati forces had converted them into private, secret detention centres after adding some inhumane modifications.</p><p>“Most of the modifications included building very small, extremely narrow rooms unfit for human detention, some far from public life in the desert, and some of them were constructed underground,” she said.</p><p>Al-Maqtari further described that detention centres were built with “punitive specifications, such that a detainee could not stand in them even for short periods, let alone attempt to sit or sleep”.</p><p>“Some rooms were also used as presses for torture, where a person is held for very long periods, even though they are unfit to remain in for a few hours,” she told Al Jazeera.</p><h2 id=\"justice-and-accountability\">Justice and accountability</h2><p>Since the UAE forces withdrew, protests have been regularly held demanding disclosure of the fate of hundreds of abducted and forcibly disappeared people in UAE prisons, particularly in the interim capital, Aden.</p><p>The NCIAVHR has said it will head to other governorates where secret detention facilities have been reported, including in the Socotra Archipelago governorate, Aden, Lahj, Taiz and Al Hodeidah.</p><p>NCIAVHR member al-Maqtari, who has been meeting victims and their families, says “they demanded the need to hold accountable the bodies and individuals who detained and tortured them, along with restoring their dignity and compensating them for the horrific, inhumane torture and humiliations they were subjected to.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump says he wants ‘ownership’ of Greenland, but ‘won’t use force’ | Donald Trump | Al Jazeera",
            "time": "2026-01-21T15:20:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-21T143305Z_1146647908_RC2Q5JAQPTXP_RTRMADP_3_DAVOS-MEETING-TRUMP_cropped-1769008565.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Fact-checking US President Trump’s speech marking one year in office | Donald Trump News | Al Jazeera",
            "time": "2026-01-21T14:51:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26020686668227-1768942664.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On the <a href=\"/news/2026/1/20/how-a-year-of-trump-reshaped-the-world-in-seven-charts\">one-year anniversary</a> of the start of his second term, US President <a href=\"/economy/2026/1/20/trump-made-many-statements-on-us-economy-most-are-untrue\">Donald Trump</a> spent 104 minutes in the White House press room listing his accomplishments.</p><p>Trump started the briefing by showing a stack of photos of people who had been arrested by Immigration and Customs Enforcement (ICE) in Minneapolis, the site of large-scale raids and counterprotests as well as the fatal shooting of an <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">American citizen</a> by an ICE agent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Addressing a roomful of reporters, Trump proceeded to highlight policies he has put in place since taking office in January 2025. He sometimes stuck to the prepared text, but often digressed into related and unrelated issues, occasionally repeating remarks more than once.</p><p>Trump also took questions, many of which addressed foreign policy, including his efforts to acquire <a href=\"/news/2026/1/21/youll-find-out-key-takeaways-from-trumps-one-year-anniversary-remarks\">Greenland</a>, his establishment of a <a href=\"/news/2026/1/18/who-is-part-of-trumps-board-of-peace-for-gaza\">“Board of Peace”</a> to oversee reconstruction in Gaza, and the state of the government in Venezuela after the <a href=\"/news/2026/1/3/trump-bombs-venezuela-us-captures-maduro-all-that-we-know\">US abduction</a> of its then-leader, Nicolas Maduro.</p><p>The press conference came a day before Trump’s scheduled departure to attend the World Economic Forum in <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">Davos</a>, Switzerland.</p><h2 id=\"economy\">Economy</h2><p>On the <a href=\"/economy/2026/1/19/the-us-economy-seems-strong-after-a-year-of-trump-but-is-it-really\">economy</a>, Trump said, “Everyone said, ‘Oh tariffs will cause inflation.’ We have no inflation. We have very little inflation.”</p><p>For Trump’s one-year anniversary, we looked at a wide range of price data for the past year and found that overall prices are still increasing, although some specific items, such as eggs and gasoline, have seen price declines.</p><h2 id=\"immigration\">Immigration</h2><p>On <a href=\"/news/2026/1/15/trump-suspends-immigrant-visas-for-75-countries-whos-affected\">immigration</a>, Trump said his administration was prioritising deporting criminals. “We’re focused on the murderers, the drug dealers,” he said.</p><p>In his first year, Trump has <a href=\"/news/2025/11/15/us-immigration-crackdown-arrests-under-way-in-charlotte-north-carolina\">deported</a> somewhere between 300,000 to 600,000 people. The administration hasn’t published detailed deportation data so it’s unclear how many of those people had a criminal history.</p><p>But about 74 percent of the nearly 70,000 immigrants in immigration detention have no criminal convictions, according to reports carried in the US media.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"investments\">Investments</h2><p>During the briefing, Trump repeated some <a href=\"/economy/2026/1/20/trump-made-many-statements-on-us-economy-most-are-untrue\">inaccurate</a> claims he’s <a href=\"/features/2025/12/19/fact-check-trump-says-the-us-secured-20-trillion-in-investments-this-year\">made in the past</a>. He said the US has “secured a record-breaking $18 trillion in commitments for new investments”.</p><p>The White House website since mid-November has shown a figure of $9.6 trillion. In addition, experts have cautioned PolitiFact that some of the $9.6 trillion in pledges may not come to fruition and others are unrealistically large compared to the gross domestic product of the countries involved.</p><h2 id=\"gasoline-prices\">Gasoline prices</h2><p>Trump also said <a href=\"/economy/2025/4/24/trump-says-petrol-and-grocery-prices-are-down-facts-say-otherwise\">gasoline</a> is “at $1.99 in many states”. In the second week of January 2026, the average price per gallon nationally was $2.78, compared with $3.11 in January 2025.</p><p>No state has seen its average price fall below $2. The lowest average price in any state in mid-January was $2.34 per gallon, in Oklahoma.</p><p>Four states – Colorado, Oklahoma, Texas and Wyoming – had at least seven stations selling gasoline for less than $2 on January 20, according to the gas price app Gas Buddy, and a handful of other states had between one and four stations selling gasoline for under $2.</p><h2 id=\"jobs\">Jobs</h2><p>Trump said that under his predecessor, Joe Biden, “one out of four jobs added was a government job.”</p><p>This is exaggerated. Over four years, the economy added more than 16 million <a href=\"/economy/2025/11/20/us-economy-adds-119000-jobs-in-september-as-unemployment-rate-rises\">jobs</a>, of which about 1.8 million were federal, state or local government positions; that’s about 11 percent of the total.</p><p>During Biden’s final year in office, the economy added more than 2 million <a href=\"/economy/2024/6/28/gdp-inflation-jobs-biden-and-trumps-economic-records-compared\">jobs</a> overall, compared with 473,000 in 2025 under Trump.</p><h2 id=\"fentanyl-overdoses\">Fentanyl overdoses</h2><p>Trump said 300,000 people died last year because of <a href=\"/news/2025/12/15/trump-signs-executive-order-labeling-fentanyl-weapon-of-mass-destruction\">fentanyl</a> overdoses, but that’s far above the most recent federal data.</p><p>In the 12 months before August 2025, about 69,000 people in the US died from all types of drug overdoses, not just fentanyl, the Centers for Disease Control and Prevention reported.</p><h2 id=\"ending-wars\">Ending wars</h2><p>Trump repeated his <a href=\"/news/2025/12/9/new-cambodia-thailand-clash-whats-up-with-the-other-wars-trump\">assertion</a> that he’d “ended eight unendable wars in 10 months”, an exaggerated claim similar to one we rated <a href=\"/news/2025/10/20/trump-claims-no-other-us-president-ever-ended-a-war-is-it-true\">Mostly False</a>. He also said “no president’s probably ever settled one war,” which we rated False.</p></div></div></body></html>"
        },
        {
            "title": "Three journalists among 11 Palestinians killed in Israel’s attacks on Gaza | Gaza News | Al Jazeera",
            "time": "2026-01-21T14:42:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/img_2183-1769003247_8dd59b-1769005112.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 11 Palestinians, including two children and three journalists, have been killed in Israeli attacks on Gaza since dawn, with six others injured, according to Gaza’s Ministry of Health.</p><p>Munir al-Bursh, director-general of the ministry, told Al Jazeera that the photojournalists killed when their vehicle was struck on Wednesday worked for the Egyptian Committee for Gaza Relief, which supervises Egypt’s relief work in Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Anas Ghunaim, Abdul Ra’ouf and Shaath Mohammad Qeshta were documenting developments on the ground in central Gaza near the so-called Netzarim Corridor when they were hit in an Israeli strike, colleagues and medical officials told Al Jazeera. A fourth person was also killed in the attack, an Al Jazeera team on the ground reported.</p><p>Video footage circulating online showed their charred, bombed-out vehicle by the roadside, smoke still rising from the wreckage.</p><p>Mohammed Mansour, the committee’s spokesman, told The Associated Press news agency that the journalists were filming a newly established displacement camp. He said the strike occurred about 5km (3 miles) from Israeli-controlled territory and that the vehicle was known to the Israeli military as belonging to the Egyptian committee.</p><p>Israeli Army Radio, citing an Israeli security source, said that the Israeli Air Force had targeted a vehicle in central Gaza, claiming that its occupants were using a drone to collect intelligence on army forces.</p><h2 id=\"three-killed-from-single-family\">Three killed from single family</h2><p>In a separate attack in central Gaza, three other Palestinians from a single family – including a child – were killed in eastern Deir el-Balah, sources at Al-Aqsa Martyrs Hospital told Al Jazeera.</p><p>The victims were a father, his son and another relative, the sources said.</p><p>In southern Gaza, a 13-year-old was shot and killed by Israeli soldiers, an Al Jazeera team on the ground reported.</p><p>The Associated Press reported, quoting hospital staff, that the child was shot while collecting firewood in the eastern town of Bani Suheila.</p><p>In footage circulated online, the boy’s father could be seen weeping over his son’s body on a hospital bed.</p><p>A 32-year-old woman was shot and killed in a separate attack in the vicinity of Khan Younis in southern Gaza, an Al Jazeera team reported.</p><p>Two other Palestinians were killed in attacks in the north of the strip, the Wafa news agency reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"repeated-ceasefire-violations\">Repeated ceasefire violations</h2><p>Palestinian officials said Israel has repeatedly violated the United States-brokered ceasefire since it came into effect on October 10.</p><p>Israel continues to restrict the entry of food, medical aid and shelter materials into Gaza, where about 2.2 million people face acute humanitarian need in cold weather, barely shielded by flimsy tents.</p><p>Israel still has military control of large swaths of Gaza, including much of the south, east and north, according to Israeli military data, but, in effect, occupies the entire territory.</p></div></div></body></html>"
        },
        {
            "title": "Greenland’s strategic position in seven maps: Why Trump wants the island | Maps News | Al Jazeera",
            "time": "2026-01-21T13:56:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/INTERACTIVE-GREENLAND-COVER-JAN-21-2026-1768987627.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump is in Davos, Switzerland, to <a href=\"/news/liveblog/2026/1/21/trump-live-news-us-president-in-davos-as-greenland-threats-spark-outrage\" target=\"_blank\" rel=\"noopener\">attend</a> the annual gathering of the World Economic Forum (WEF), where the issue of Greenland will be front and centre.</p><p>Trump’s long-running fixation on acquiring Greenland, an autonomous territory of NATO member Denmark, has escalated into a transatlantic imbroglio, with threats of sweeping new tariffs and even taking Greenland by military force <a href=\"/news/2026/1/21/stock-markets-plunge-as-trump-ramps-up-tensions-over-greenland\" target=\"_blank\" rel=\"noopener\">rattling</a> stock markets.</p><p>Speaking at a White House media briefing on Tuesday to mark one year since his second-term inauguration, he said Greenland was “imperative for national and world security”.</p><p>He warned the United Kingdom, Denmark, Norway, Sweden, France, Germany, the Netherlands, and Finland that they will face 10 percent tariffs on all goods from February 1, rising to 25 percent by June, unless they back his proposed takeover of the Danish autonomous territory. It comes as European leaders meeting in Davos warn the dispute risks a <a href=\"/economy/2026/1/20/trumps-greenland-tariffs-whats-europes-bazooka-option-to-hit-back\" target=\"_blank\" rel=\"noopener\">trade war</a> and a rupture in the NATO alliance.</p><h2 id=\"where-is-greenland\">Where is Greenland?</h2><p>Greenland is the world’s largest island, located mostly within the Arctic Circle between the Arctic and Atlantic oceans. Geographically, it is part of North America, lying northeast of Canada and west of Iceland, but politically it is an autonomous territory within the Kingdom of Denmark.</p><p>Approximately 80 percent of Greenland is covered by the Greenland ice sheet, the second-largest body of ice on Earth. Because the interior is largely uninhabitable, most of Greenland’s population lives along the coastline. The capital city, Nuuk, located on the southwest coast, is Greenland’s largest city, home to about one-third of the island’s roughly 56,000 residents.</p><figure id=\"attachment_3429559\" aria-describedby=\"caption-attachment-3429559\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3429559\" src=\"/wp-content/uploads/2025/01/INTERACTIVE-Where-is-Greenland-Map-jan-8-2024-1736341778.png?quality=80\" alt=\"INTERACTIVE - Where is Greenland Map\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3429559\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"countries-in-the-arctic-circle\">Countries in the Arctic Circle</h2><p>The Arctic Circle is an imaginary line at 66.5 degrees north that includes the North Pole, the northernmost point on Earth.</p><p>Eight countries, including Canada, Finland, Greenland, Iceland, Norway, Russia, Sweden and the United States, have land lying within this region.<br>\n<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4256655\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-GREENLAND-Countries-in-the-Arctic-Circle-JAN-21-2026-1768987632.png?quality=80\" alt=\"INTERACTIVE-GREENLAND - Countries in the Arctic Circle - JAN 21, 2026-1768987632\" data-interactive=\"true\" fetchpriority=\"low\"><br>\nSome Arctic countries are closer to each other than many people realise.</p><p>Greenland’s closest neighbour is Canada, and at its narrowest point, between the Nares Strait, the two countries are only 26km (16 miles) apart. Canada and Greenland also technically share a land border, having settled a decades-long dispute over Hans Island, a small rock in the strait, by dividing it in half.</p><p>Russia and the US are also neighbours, with Alaska and Russia separated by the Bering Strait, which is about 85km (53 miles) at its narrowest point – a distance similar to that between New York City and New Jersey.</p><p>In fact, when you count the Diomede Islands located within the Bering Strait, Russia and the United States are less than 4km (2.4 miles) apart. These small, rocky islands consist of Big Diomede, which belongs to Russia and hosts a weather station, and Little Diomede, part of Alaska. The islands are separated by the International Date Line, creating a 21-hour time difference and marking the boundary between North America and Asia.</p><h2 id=\"how-big-is-greenland\">How big is Greenland?</h2><p>On some map projections, which enlarge landmasses near the poles, Greenland appears much bigger than it really is.</p><p>In reality, the Arctic island covers 2.17 million square kilometres (836,330 square miles), making it roughly three times the size of the US state of Texas, or about the same size as Saudi Arabia, Mexico or the Democratic Republic of the Congo.</p><figure id=\"attachment_3429322\" aria-describedby=\"caption-attachment-3429322\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3429322\" src=\"/wp-content/uploads/2025/01/INTERACTIVE-How-big-is-Greenland-jan8-2025-1-1736336584.png?quality=80\" alt=\"INTERACTIVE - How big is Greenland-jan8-2025 (1)-1736336584\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3429322\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"arctic-shipping-routes\">Arctic shipping routes</h2><p>Most of the Arctic is divided into exclusive economic zones (EEZ) extending 200 nautical miles (370km) from the territorial waters of states and where they have jurisdiction over natural resources.</p><p>According to data from <a href=\"https://arctic-council.org/projects/arctic-ship-traffic-data-astd/\" target=\"_blank\" rel=\"noopener\">Arctic Ship Traffic Data</a>, the number of ships operating in the Arctic has increased 37 percent between 2013 and 2023, driven by melting ice and expanding economic opportunities in the region.</p><p>There are three main shipping routes in the Arctic, connecting the Atlantic and Pacific:</p><ul>\n<li><strong>The Northern Sea Route (NSR)/Northeast Passage</strong> runs along the Arctic coast of Russia and could cut maritime travel between East Asia and Western Europe by 10-15 days compared with travelling via the Suez Canal. In Soviet Russia, the route was used for military supplies and extraction of resources in the Arctic. Now Russia uses it to transport liquified natural gas (LNG).</li>\n<li><strong>The Northwest Passage (NWP)</strong> crosses Canada’s Arctic Ocean and could cut maritime vessel journeys between East Asia and Europe by 10 days compared with vessels travelling via the Panama Canal.</li>\n<li><strong>The Transpolar Sea Route (TSR)</strong> goes from the centre of the Atlantic to the Pacific Ocean and is a direct route via the North Pole. While this route avoids the territorial waters of Arctic states, it is rarely used due to the presence of permanent sea ice. Due to melting ice caps, it is predicted that this sea route may be fully open to vessels by the 2050s, potentially even sooner with high-strength icebreakers.<br>\n<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4256653\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-GREENLAND-Arctic-shipping-routes-JAN-21-2026-1768987630.png?quality=80\" alt=\"INTERACTIVE-GREENLAND - Arctic shipping routes - JAN 21, 2026-1768987630\" data-interactive=\"true\" fetchpriority=\"low\"></li>\n</ul><h2 id=\"what-is-the-military-presence-in-the-arctic\">What is the military presence in the Arctic?</h2><p>Greenland has one major permanent US base, the Pituffik Space Base, and several smaller Danish military facilities.</p><p>Pituffik Space Base, formerly known as Thule Air Base, is located in the northwest corner of the island. It supports missile warning, missile defence and space surveillance missions and satellite command and control. It is strategically positioned to counter Russian activities in the Arctic.</p><p>About 650 personnel are stationed at the base, including US Air Force and Space Force members, as well as Canadian, Danish and Greenlandic civilian contractors. Under a 1951 agreement with Denmark, the US is permitted to establish and maintain military facilities in Greenland as part of mutual defence within the NATO framework.</p><p>The North American Aerospace Defense Command (NORAD), a US-Canadian joint military organisation, also operates systems from Pituffik in the form of a Ballistic Missile Early Warning System (BMEWS) for the organisation’s space surveillance.</p><p>In Alaska, NORAD controls the Clear Space Force Station, equipped with missile warning, defence and space awareness capabilities. The US also implements forward operating locations – temporary military airfields and radar stations – in Alaska, which are used to extend US defence and response.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4256657\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-GREENLAND-Military-bases-in-the-Arctic-JAN-21-2026-1768987635.png?quality=80\" alt=\"INTERACTIVE-GREENLAND - Military bases in the Arctic - JAN 21, 2026-1768987635\" data-interactive=\"true\" fetchpriority=\"low\">Denmark manages the defence of Greenland through the Joint Arctic Command (JAC) with its headquarters in the capital, Nuuk. The base’s main tasks are surveillance and search and rescue operations, and the “assertion of sovereignty and military defence of Greenland and the Faroe Islands”, according to Danish Defence.</p><p>According to the Center for Strategic and International Studies (CSIS), the Northern Sea route is central to Russia’s security posture in the Arctic. Control of the route sits with Rosatom, giving Moscow the ability to restrict foreign military traffic without direct government approval. In the eastern Arctic, access through the Bering Strait has pushed Russia to expand radar coverage, search and rescue capacity and airfields, including the Sopka-2 radar installations on Wrangel Island and Cape Schmidt.</p><p>In the central Arctic, Russia has hardened its military footprint. Bastion-P and Pantsir-S1 systems – mobile defence systems – are deployed on Novaya Zemlya and Kotelny Island, extending area-denial across air and sea approaches.</p><p>In the western Arctic, the Northern Fleet, which oversees Russia’s second-strike capability, is based in Severomorsk. CSIS says Moscow has also reactivated dozens of Soviet-era facilities, reopening airbases, radar stations and border posts across the region.</p><h2 id=\"chinese-investments-in-the-arctic\">Chinese investments in the Arctic</h2><p>China has emerged as a key player in the Arctic, stating its desire to create a “Polar Silk Road”, similar to the Belt and Road Initiative, where new shipping routes would emerge as ice sheets recede.</p><p>According to the <a href=\"https://carnegieendowment.org/research/2025/07/arctic-energy-projects-overview?lang=en\" target=\"_blank\" rel=\"noopener\">Carnegie Endowment</a>, China views the Arctic as a future transport and industrial corridor. A number of Chinese companies also have mining projects in Greenland, including for iron ore, rare earths and uranium. China also has projects focused on Arctic energy via Russia’s LNG sector.</p><p>Chinese state-owned firms have stakes in Novatek’s LNG projects and are a major buyer of Arctic gas. The Chinese have also supplied key equipment to Russia’s Arctic LNG projects, especially after Western sanctions on Russia.</p><h2 id=\"what-are-greenland-s-resources\">What are Greenland’s resources?</h2><p>Greenland is rich in <a href=\"/news/2025/3/11/mapping-greenlands-resources-population-centres-and-us-military-base\" target=\"_blank\" rel=\"noopener\">natural resources</a>, including zinc, lead, gold, iron ore, rare earth elements (REEs), copper and oil.</p><p>It is home to some of the world’s largest deposits of rare earths used in high-tech industries. These resources have attracted significant attention, including from President Trump.</p><p>Gold pockets exist in areas like Nanortalik and South Greenland. Greenland also has deposits of diamonds in the Maniitsoq region, just north of Nuuk.</p><p>Copper deposits are largely unexplored in Greenland, according to the Mineral Resources Authority, with areas in the northeast and central east largely untapped. Iron ore deposits are dotted around West Greenland, while nickel traces have been found around the island’s southwest coast.</p><p>Graphite, used mostly in EV batteries and steel-making, is also reported to exist in Greenland, with exploration around Amitsoq. While zinc has been found in the north of Greenland, titanium and vanadium deposits are located in the southwest, east and south of the territory. Tungsten is also found in central east and Northeast Greenland with assessed deposits in the south and west.</p><figure id=\"attachment_3570887\" aria-describedby=\"caption-attachment-3570887\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3570887\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Greenlands-mineral-resources-MARCH9-20250D-1741681526.png?quality=80\" alt=\"INTERACTIVE-Greenlands mineral resources-MARCH9-2025-1741681526\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3570887\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"a-brief-history-of-greenland\">A brief history of Greenland</h2><p>The first Inuit people settled in Greenland in about 2500 BCE.</p><p>In the 10th century, Norse explorers arrived in Greenland and established settlements. By 1721, Denmark had made Greenland a <a href=\"/news/2025/3/11/mapping-greenlands-resources-population-centres-and-us-military-base\" target=\"_blank\" rel=\"noopener\">colony</a>.</p><p>Though a Danish territory, Greenland became self-governing in 1979 after more than two centuries under Danish control. It is one of Denmark’s two autonomous territories, with the Faroe Islands being the other.</p><p>In 1941, during World War II, the US and Denmark agreed to allow American forces to defend Greenland. Its strategic location was vital for countering German submarines and securing shipping routes. The US maintained a military presence throughout the Cold War, using Greenland for early-warning radar and monitoring Soviet activity.</p><p>In 2009, Greenland gained self-rule over most of its internal affairs, including control over natural resources and governance. However, Denmark still handles foreign policy, defence and funding.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter wp-image-4194284 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Where-is-Greeland-basic-history-1766595219.png?quality=80\" alt=\"INTERACTIVE-Where is Greenland basic history-1766595219\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "EU parliament refers Mercosur free trade deal to bloc’s top court | International Trade News | Al Jazeera",
            "time": "2026-01-21T13:52:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6970ccb014f2-1769000112.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>EU parliament refers Mercosur free trade deal to bloc’s top court</h1><p class=\"article__subhead\"><em>The Court of Justice of the EU will determine if the accord with South American nations is compatible with the bloc’s policy.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The ‍European Parliament has voted to refer the ⁠European Union’s ​contentious free trade agreement ‍with four South American countries to the bloc’s ‍top ⁠court, casting a veil of uncertainty over the future of the accord as it ended a 25-year wait.</p><p>In a close ballot on Wednesday, lawmakers in the French city of Strasbourg voted 334 to 324 in favour of asking the Court of Justice of the European Union to determine whether the deal backed by most EU nations and the European Commission is compatible with the bloc’s policy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The EU <a href=\"/news/2026/1/17/eu-mercosur-bloc-sign-free-trade-deal-after-25-years-of-negotiations\">signed its largest-ever trade pact</a> on Saturday, after 25 years of negotiations.</p><p>It eliminates tariffs on more than 90 percent of bilateral trade, and favours the European exports of cars, wine and cheese, while making it easier for South American beef, poultry, sugar, rice, honey and soya beans to enter Europe.</p><h2 id=\"offsetting-us-tariffs\">Offsetting US tariffs</h2><p>Supporters, including Germany and Spain, argued the deal was essential to offset business lost to United States tariffs and to reduce reliance on China by ‍securing access to critical minerals.</p><p>Its signature was hailed as a significant geopolitical victory for the EU in an age of <a href=\"/news/2026/1/18/trump-announces-new-tariffs-over-greenland-how-have-eu-allies-responded\">US tariffs</a> and surging Chinese exports, expanding the bloc’s foothold in a resource-rich region increasingly contested by Washington and Beijing.</p><p>Opposers, including France, Poland and farmer groups, said the agreement would sharply increase imports of cheap beef, sugar and poultry, undercutting domestic farmers who have staged repeated protests.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The EU executive said it “regrets” the European Parliament’s decision to bloc the deal with the South American trade bloc, known as Mercosur (Mercado Comun del Sur, or Southern Common Market) and comprised of Argentina, Brazil, Paraguay and Uruguay.</p><p>“According to our analysis, the questions raised in the motion by the parliament are not justified because the commission has already addressed those questions and issues in a very detailed way,” European Commission trade spokesman Olof Gill told reporters in Brussels.</p><p>The EU Court of Justice must now rule on whether its ‌provisions restrict the EU’s ability to set environmental and consumer health policies. The court typically takes around two years to deliver such opinions, and the ruling could then force the deal to be amended.</p><p>The EU ‌could still apply the pact provisionally pending the ruling and parliamentary approval, and the European ⁠Parliament would retain the power to annul it later.</p><p>But doing so could prove politically ‌difficult given the likely backlash. Thousands of farmers driving tractors and waving flags staged a protest at the European Parliament in Strasbourg on Tuesday, ahead of the vote.</p></div></div></body></html>"
        },
        {
            "title": "Syrian army takes control of camp holding thousands linked to ISIL | Prison News | Al Jazeera",
            "time": "2026-01-21T13:32:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26021330946744-1768994110.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrian government forces have entered the vast al-Hol camp<strong>, </strong>which houses thousands of people linked to ISIL (ISIS), after the withdrawal of Kurdish forces who had been controlling the facility for years.</p><p>Armoured vehicles carrying troops moved into the <a href=\"/features/longform/2025/3/12/al-hol-syria-isil-isis\">camp</a>, located in the desert region of Hasakeh province, on Wednesday – a day after the Syrian government announced a <a href=\"/news/2026/1/20/syrian-government-sdf-agree-on-a-four-day-ceasefire\">four-day ceasefire</a> with the Kurdish-led Syrian Democratic Forces (SDF).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The transfer of control of the camp, which houses some 24,000 people – mostly women and children linked to ISIL – came after two weeks of fighting between the army and the SDF that was brought to a halt by Tuesday’s truce.</p><p>The fighting has seen the SDF, which played a major role in defeating ISIL in alliance with a United States-led international coalition, lose swathes of north and east Syria.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Kurdish forces had controlled the territories during the chaos of Syria’s civil war, which ended in December 2024 with the fall of former President <a href=\"/news/2024/12/8/what-happened-in-syria-has-al-assad-really-fallen\">Bashar al-Assad’s regime</a>.</p><p>The government of President <a href=\"/news/2026/1/19/syrias-president-al-sharaa-to-meet-sdf-leader-abdi-after-ceasefire-deal\">Ahmed al-Sharaa</a> in Damascus has been pushing for Kurdish fighters to integrate into Syrian state institutions, as outlined under a March 2025 deal signed with SDF.</p><p>Tom Barrack, the US envoy to Syria, said in a statement on Tuesday that the SDF’s role as the primary anti-ISIL force had “largely expired” and that the government in Damascus is “both willing and positioned to take over security responsibilities”.</p><p>Yet despite this week’s truce, Al Jazeera’s Zein Basravi reported from Aleppo province that renewed clashes on the outskirts of Kobani were reported on Wednesday.</p><p>“We heard gunfire, we heard anti-aircraft fire from the Syrian military side, most likely trying to target drones. The situation is very, very tense,” Basravi said.</p><p>Syria’s Defence Ministry said on Wednesday that seven soldiers were killed in a drone attack that it blamed on the SDF in the Hasakeh countryside, the country’s state-run SANA news agency reported.</p><p>SANA said the attack targeted the Syrian army as its forces attempted to clear a facility previously used to manufacture explosives and drone munitions in northeastern Hasakeh, near the border with Iraq. It said seven soldiers were killed and 20 others wounded.</p><h2 id=\"largest-isil-camp\">Largest ISIL camp</h2><p>Earlier this week, President al-Sharaa and SDF chief Mazloum Abdi had <a href=\"/news/2026/1/19/syrias-president-al-sharaa-to-meet-sdf-leader-abdi-after-ceasefire-deal\">agreed</a> that the Syrian state would take over responsibility for ISIL prisoners.</p><p>Abdi on Tuesday urged the US-led coalition to “bear its responsibilities in protecting facilities” holding ISIL members.</p><p>Al-Hol is the largest camp for people with links to ISIL, which was defeated in Syria in 2019.</p><p>The camp was established by Kurdish forces after they took control of swathes of Syria, with coalition backing.</p><p>Those held at al-Hol include about 14,500 Syrians and nearly 3,000 Iraqis.</p><p>Some 6,500 others, many of them loyal ISIL supporters who came from around the world to join the armed group, are separately held in a high-security section of the camp.</p><p>The SDF remains in control of the vast majority of more than a dozen prisons where some 9,000 members of ISIL have been held for years, according to The Associated Press.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The largest facility, holding about 4,500 ISIL-linked detainees, is the Gweiran Prison, located in the city of Hasakeh, which is still under full control of the SDF.</p><p>On Tuesday, the Syrian Interior Ministry said 120 ISIL members escaped from the Shaddadi prison in Hasakeh province.</p><p>The army accused the SDF of releasing ISIL detainees from the facility, while the Kurds said they lost control of the facility after an attack by Damascus.</p><p>Since then, many of the detainees who fled were captured by government troops who took control of the jail, state media reported.</p></div></div></body></html>"
        },
        {
            "title": "Can Europe break with Trump? A tale of energy, defence, economic dependence | Donald Trump News | Al Jazeera",
            "time": "2026-01-21T13:20:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696ff60969e0-1768945161.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Transatlantic tensions over Greenland have ratcheted up between the United States and European nations as President Donald Trump doubles down on his ambitions to acquire the self-governing island, which is part of the Kingdom of Denmark.</p><p>In a social media post following a phone call with NATO Secretary-General Mark Rutte on Tuesday, Trump said there is “no going back” on Washington’s plans. Trump added that he would meet “the various parties” in <a href=\"/news/2026/1/21/air-force-one-turned-back-as-it-carried-trump-to-davos\">Davos</a>, Switzerland, during this week’s annual summit of the <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">World Economic Forum (WEF)</a>.</p><p>Last weekend, Trump threatened to increase trade tariffs for European countries which oppose his attempt to acquire Greenland. Since the tariff threats, the European Union has been contemplating its response, with some members calling for the implementation of the bloc’s never-before-used <a href=\"/economy/2026/1/20/trumps-greenland-tariffs-whats-europes-bazooka-option-to-hit-back\">“trade bazooka” option</a> of retaliatory tariffs and restrictions.</p><p>Given Europe’s decades-long dependence on Washington, which has only deepened in recent years, could the EU take action against the US, and could that risk a serious transatlantic rift?</p><h2 id=\"what-has-trump-said-about-greenland-this-week\">What has Trump said about Greenland this week?</h2><p>Trump made a series of posts on his Truth Social platform on Tuesday, reiterating his ambition to acquire Greenland and stating that he would meet European leaders in Davos to discuss the issue.</p><p>In one post, Trump wrote that he had a “very good telephone call” with Rutte about Greenland. “I agreed to a meeting of the various parties in Davos, Switzerland. As I expressed to everyone, very plainly, Greenland is imperative for National and World Security. There can be no going back – On that, everyone agrees!” he added.</p><p>In a separate post, Trump shared a screenshot showing messages, presumably from Rutte, in which he wrote, “I am committed to finding a way forward on Greenland.”</p><p>In another post, he shared screenshots of messages from French President Emmanuel Macron, who wrote, “I do not understand what you are doing in Greenland.” In the messages, Macron also offered to set up a Group of Seven meeting in Paris on Thursday.</p><p>Trump also posted mockup images created using artificial intelligence (AI) tools on Tuesday, showing himself holding the US flag in Greenland with a sign stating “US territory”. Vice President JD Vance and Secretary of State Marco Rubio are depicted in the image, standing behind him.</p><p>Another image Trump shared shows him in an Oval Office meeting with European leaders. It includes a map on an easel showing the US flag spanning Canada, Greenland and Venezuela.</p><h2 id=\"why-does-trump-want-greenland\">Why does Trump want Greenland?</h2><p>The sparsely populated Arctic island of 56,000 people – mostly Indigenous Inuit – is geographically in North America but politically part of Denmark, making it part of Europe. Greenland withdrew from the European Community (EC/EU) in 1985 after it gained home rule, but maintains a special association with the EU as an Overseas Country and Territory (OCT), which grants limited internal market access and EU citizenship to Greenland’s residents through Denmark.</p><p>Trump has long coveted Greenland because of its strategic location and plentiful mineral deposits, including highly sought-after rare-earth metals required for the manufacture of a wide range of technology from smartphones to fighter planes. The island has therefore drawn increasing interest from leading powers as climate change opens up new shipping lanes in the Arctic.</p><p>Currently, Greenland’s economy relies mainly on fishing; locals oppose large-scale mining, and there is no oil or gas extraction.</p><p>The island’s geographical position between the Arctic and North Atlantic oceans provides the shortest air and sea routes between North America and Europe, making it crucial for US military operations and early-warning systems, especially around the Greenland-Iceland-United Kingdom gap, according to the Trump administration.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-trade-tariffs-is-trump-threatening\">What trade tariffs is Trump threatening?</h2><p>On January 17, Trump said, starting February 1, Denmark, Norway, Sweden, France, Germany, the UK, the Netherlands and Finland would be charged a 10 percent tariff on their exports to the US.</p><p>On June 1, the tariff would be increased to 25 percent, he said. “This Tariff will be due and payable until such time as a Deal is reached for the Complete and Total purchase of Greenland,” Trump wrote on Truth Social.</p><p>A day after Trump posted this threat to social media, the 27 EU members convened for an emergency meeting.</p><p>In a <a href=\"/news/2026/1/19/dangerous-downward-spiral-european-leaders-slam-trumps-tariff-threat\">joint statement</a>, the eight countries targeted by Trump with new tariffs said they “stand in full solidarity” with Denmark and the people of Greenland, a semi-autonomous Danish territory.</p><p>“Building on the process begun last week, we stand ready to engage in a dialogue based on the principles of sovereignty and territorial integrity that we stand firmly behind,” the statement said.</p><p>“Tariff threats undermine transatlantic relations and risk a dangerous downward spiral. We will continue to stand united and coordinated in our response. We are committed to upholding our sovereignty.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-action-could-europe-take-against-trump-over-greenland\">What action could Europe take against Trump over Greenland?</h2><p>European leaders are contemplating several responses to Trump’s threat, ranging from diplomacy to retaliatory tariffs to the extreme, last-ditch “trade bazooka” – the Anti-Coercion Instrument (ACI) – which could target specific goods and services the US has a trade surplus in with the EU.</p><p>However, the never-before-used ACI, which was adopted by the EU in 2023 following restrictions placed on Lithuanian exports by China, would likely take months to implement. It requires the agreement of a minimum of 15 EU countries, representing at least 65 percent of the bloc’s population. It also requires a months-long investigation process.</p><h2 id=\"how-much-does-europe-depend-on-the-us\">How much does Europe depend on the US?</h2><p>Europe has a growing dependence on Washington in various sectors.</p><h3>Defence</h3><p>In recent years, Europe has become increasingly dependent on the US for military and intelligence support, especially since the start of Russia’s war in Ukraine in February 2022.</p><p>Even before that, the US was providing Ukraine with significant <a href=\"/news/2025/3/6/how-will-us-pause-on-intelligence-sharing-affect-ukraine\">intelligence</a> support, which has not been detailed publicly. However, reports and officials highlight two crucial roles it has played – first, satellite and signals intelligence help Ukraine anticipate and prepare for Russian attacks, and second, it helps locate enemy troops and bases so Ukrainians can target them with missiles, including long-range systems which can reach inside Russian territory.</p><p>European NATO states received 64 percent of their arms imports from the US between 2020 and 2024, up from 52 percent during 2015-19, according to a report by the Stockholm International Peace Research Institute (SIPRI) published in March 2025.</p><p>The US contributed about 16 percent of NATO’s common budgets, the joint largest contribution, matched only by Germany’s, according to a NATO breakdown published last year.</p><p>“Militarily, nearly half of Europe’s recent procurement comes from the US, especially in critical backbone capabilities such as combat aircraft, missiles, air defence, software-driven systems and sustainment,” Christine Nissen, chief analyst at the Copenhagen-based Think Tank Europa, told Al Jazeera.</p><p>“These dependencies are deeply locked in through platforms, upgrades, spare parts, data and interoperability.”</p><h3 id=\"economic-access-to-us-markets-europe-holds-about-10tr-of-us-treasury-bonds-jnflation-and-problems-for-both-how-much-does-europe-depend-on-the-us-market-energy-after-2022-when-russia-invaded-ukraine-europe-reduced-energy-dependance-from-russia-but-increased-dependance-on-us-gives-the-us-leverage-by-2030-if-current-trends-follow-80-defence-increasingly-dependant-on-us-esp-with-war-in-ukraine-military-and-intelligence-support\">Economy</h3><p>Europe is also highly dependent on the US for the provision of technology services and economic infrastructure, such as cloud services, semiconductors, digital platforms, satellite services, cybersecurity, energy technologies and parts of the financial system, Nissen said.</p><p>“In many of these domains, Europe relies on US firms, standards and regulatory reach, which amplifies Washington’s leverage in a confrontation.”</p><p>Investors in European countries hold more than $10 trillion of US Treasury bonds.</p><p>Bonds are investments through which investors lend money to a government or a company for a set time in exchange for regular interest payments and the original capital back at maturity to whoever is holding the bond at the time. Bonds can be bought and sold on financial markets, so the issuer of the bond may ultimately pay back a different investor from the one who first bought it.</p><p>Bonds usually offer lower returns than stock market shares but are seen as low-risk, especially government bonds.</p><p>US Treasury bonds are particularly popular as they are viewed as “safe-haven” assets. If US-Europe relations turn hostile, however, that safe haven would become highly politicised as there could be a perceived danger that the US might not repay the initial capital brought to buy the bonds.</p><p>Furthermore, if there is a rift in transatlantic relations, investors could panic and start selling off US Treasury bonds en masse. When lots of people sell at the same time, the price of bonds drops. This would mean that the value of the bonds EU members own would decline, and they would lose money on their huge pile of US bonds.</p><p>While this would be bad for the US economically, it would also mean that European holders of the bonds would no longer be able to fully rely on this stash of “safe” assets and might have difficulty finding other places big and stable enough to move that money to.</p><p>http://datawrapper.dwcdn.net/aXFD5/1/</p><p>“The [economic] dependency is mutual but asymmetric. For the US, Europe is mainly a major market and industrial partner, a commercial dependence. For Europe, the reliance is operational, technological and security-critical,” Nissen said.</p><p>“That asymmetry gives Washington durable structural influence, regardless of who occupies the White House.”</p><h3>Energy</h3><p>Following Russia’s invasion of Ukraine in February 2022, Europe has imposed sanctions on Russian oil and has gradually reduced its energy dependence on Russia.</p><p>Europe’s imports of Russian gas fell by 75 percent between 2021 and 2025, according to a report by the US-based Institute for Energy Economics and Financial Analysis (IEEFA), published on Monday.</p><p>Instead, Europe increased energy imports from the US, especially liquefied natural gas (LNG).</p><p>Europe’s imports of US LNG jumped from 21 billion cubic metres (bcm) in 2021 to 81bcm in 2025 – almost a fourfold increase. “This means that EU countries sourced 57 percent of their LNG imports from the US in 2025,” the IEEFA report states.</p><p>The report also states that if the EU takes all the US LNG it has signed up for, and does not cut its gas use, by 2030, the US could be supplying almost 75 to 80 percent of its imports.</p><h2 id=\"what-happens-if-europe-us-relations-break-down\">What happens if Europe-US relations break down?</h2><p>Europe has a lot to lose.</p><p>“A serious rupture with the US would likely reduce Europe’s access to critical military support, technology, intelligence, energy flows and parts of the financial and digital ecosystem,” Nissen said.</p><p>That dependence is why Europe has usually tried hard so far not to clash with the US, she said.</p><p>“In the short term, Europe cannot meaningfully decouple without real capability and economic costs,” Nissen said.</p><p>Therefore, she added, Europe is unlikely to abruptly break from the US, but rather gradually shift away from it by building new trading partnerships and developing its production capabilities for essential goods and services.</p><p>“Over the past weeks, Europe has started to move more explicitly toward diversification as a strategic hedge: reducing single-supplier exposure, widening partnerships and strengthening internal resilience,” Nissen said.</p><p>“At the same time, there is a much stronger political focus on building European capabilities – in defence production, critical technologies, energy infrastructure and industrial capacity. The logic is not decoupling from the US, but lowering vulnerability and increasing European room for manoeuvre over time.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Key takeaways from Trump’s one-year anniversary briefing | Donald Trump | Al Jazeera",
            "time": "2026-01-21T13:01:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769000380.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Fear grips Nigerian village after mass church kidnapping | Newsfeed | Al Jazeera",
            "time": "2026-01-21T12:49:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768999744.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Video: Syria SDF ‘outlived usefulness to US’ explains Al Jazeera reporter | Syria's War | Al Jazeera",
            "time": "2026-01-21T12:39:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768999131.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Rupture in the world order’: Speeches by Carney, world leaders in Davos | Donald Trump News | Al Jazeera",
            "time": "2026-01-21T12:39:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26020573485292-1-1768989580.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"118\" data-end=\"415\">As world leaders, including allies of the United States, gather in the Swiss resort city of Davos for the <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">World Economic Forum</a> (WEF), US President Donald Trump’s attacks on the existing global world order have been on the top of their minds with Canadian Prime Minister Mark Carney saying the US-led global system is enduring “a rupture”.</p><p data-start=\"118\" data-end=\"415\">Trump’s threat to take over <a href=\"/news/2026/1/21/stock-markets-plunge-as-trump-ramps-up-tensions-over-greenland\">Greenland</a>, by force if necessary, has roiled his European allies, who have pushed back against the US president’s policies of using brute force to achieve his foreign policy goals. On January 3, US forces <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abducted</a> Venezuelan President Nicolas Maduro and took him to the US in a military operation that sent shockwaves across the world.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"118\" data-end=\"415\">Trump has threatened to impose new tariffs on European nations if they oppose him on Greenland.</p><p data-start=\"118\" data-end=\"415\">The European Union’s top official called the proposed tariffs a “mistake” while the Canadian prime minister warned that middle powers risk being sidelined if they fail to act together.</p><p data-start=\"389\" data-end=\"755\">Here are the key takeaways of Tuesday’s WEF meetings:</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Carney said the world’s middle powers must unite to resist coercion by aggressive superpowers, warning that traditional assumptions about global order no longer hold.</p><p>“If great powers abandon even the pretence of rules and values for the unhindered pursuit of their power and interests, the gains from transactionalism will become harder to replicate.”</p><p>“So we’re engaging broadly, strategically with open eyes,” he said. “We actively take on the world as it is, not wait around for a world we wish to be.”</p><p>The Canadian leader dismissed the notion of a global system built around “American hegemony” as a “fiction”, arguing that multilateralism is fading as institutions including the World Trade Organization and the United Nations are “greatly diminished”.</p><p>“Canadians know that our old, comfortable assumption that our geography and alliance memberships automatically conferred prosperity and security is no longer valid,” Carney said. “Let me be direct. We are in the midst of a rupture, not a transition.”</p><p>“You cannot ‘live within the lie’ of mutual benefit through integration when integration becomes the source of your subordination,” Carney added.</p><p data-start=\"1445\" data-end=\"1582\">He said “middle powers”, including Canada, must cooperate with one another because “if you are not at the table, you are on the menu.”</p><p data-start=\"1589\" data-end=\"1719\">“Nostalgia is not a strategy. But we believe that from the fracture, we can build something bigger, better, stronger, more just.”</p><p data-start=\"1726\" data-end=\"1762\">Turning to Greenland, Carney said:</p><p data-start=\"1769\" data-end=\"1920\">“Canada strongly opposes tariffs over Greenland and calls for focused talks to achieve our shared objectives of security and prosperity in the Arctic.”</p><h2><span>France’s Macron: ‘We prefer respect to bullies’</span></h2><p data-start=\"145\" data-end=\"313\">French President Emmanuel Macron used his speech in Davos to denounce Trump’s threat to impose tariffs to pressure European countries over Greenland.</p><p data-start=\"320\" data-end=\"499\">Macron described the “endless accumulation” of new tariffs as fundamentally unacceptable, “even more so when they are used as leverage against territorial sovereignty”, he said.</p><p data-start=\"506\" data-end=\"652\">Wearing aviator sunglasses during his address, which the Elysee Palace said were to protect his eyes after a burst blood vessel, Macron joked:</p><p data-start=\"659\" data-end=\"752\">“It’s a time of peace, stability and predictability,” prompting laughter from the audience.</p><p data-start=\"759\" data-end=\"991\">He then struck a more serious tone.</p><p data-start=\"759\" data-end=\"991\">“It’s clear we are reaching a time of instability, of imbalances,” the French president continued. “More than 60 wars in 2024, an absolute record, even if I understand a few of them were fixed.”</p><figure id=\"attachment_4256725\" aria-describedby=\"caption-attachment-4256725\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256725\" src=\"/wp-content/uploads/2026/01/2026-01-20T155101Z_1849653387_RC215JAXVF57_RTRMADP_3_DAVOS-MEETING-1768989838.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"France's President Emmanuel Macron attends the 56th annual World Economic Forum\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256725\" class=\"wp-caption-text\">French President Emmanuel Macron warned of a ‘world without rules’ at the World Economic Forum ‘where international law is trampled underfoot and where the only laws it seems to matter is that of the strongest’ [Denis Balibouse/Reuters]</figcaption></figure><p data-start=\"998\" data-end=\"1091\">Macron concluded by outlining his vision for Europe’s role in addressing global challenges:</p><p data-start=\"1098\" data-end=\"1302\">“We will be committed during 2026 to try to deliver this global agenda in order to fix global imbalances through more cooperations, and we will do our best in order to have a stronger Europe,” he said.</p><p data-start=\"1309\" data-end=\"1457\">“Here, in the epicentre of this continent, we do believe that we need more growth, we need more stability in this world.”</p><p data-start=\"1309\" data-end=\"1457\">He called for Europe to strengthen its trade defence instrument while at the same time sought investment, including from China, the world’s second largest economy.</p><p data-start=\"1309\" data-end=\"1457\">“China is welcome, but what we need is more Chinese foreign direct investments in Europe in some key sectors to contribute to our growth, to transfer some technologies and not just to export towards Europe,” he said.</p><p data-start=\"1309\" data-end=\"1457\">Speaking about Greenland he said: “We have decided to join a mutual exercise in Greenland without threatening anyone but just supporting an ally and another European country, Denmark.”</p><p data-start=\"1309\" data-end=\"1457\">He ended his speech by saying: We do prefer respect to bullies. We do prefer science to plotism, and we do prefer rule of law to brutality. You are welcome in Europe, and you are more than welcome to France.”</p><h2 id=\"eu-s-ursula-von-der-leyen-nostalgia-will-not-bring-back-the-old-order\" data-start=\"389\" data-end=\"755\">EU’s Ursula von der Leyen: ‘Nostalgia will not bring back the old order’</h2><p data-start=\"231\" data-end=\"394\">European Commission President Ursula von der Leyen said a series of recent geopolitical shocks will force the EU to build a more independent Europe.</p><p data-start=\"401\" data-end=\"518\">“The good news is we acted immediately. Whether on energy or raw materials, defence or digital, we’re moving fast.”</p><p data-start=\"525\" data-end=\"739\">But she cautioned that the EU “will only be able to capitalise on this opportunity if we recognise that this change is permanent”.</p><p data-start=\"525\" data-end=\"739\">“Of course, nostalgia is part of our human story, but nostalgia will not bring back the old order.”</p><p data-start=\"746\" data-end=\"898\">Von der Leyen also said the EU was close to concluding a free trade agreement with India although further work was still needed to finalise the deal.</p><p data-start=\"905\" data-end=\"968\">“We are on the cusp of a historic trade agreement,” she said.</p><p data-start=\"975\" data-end=\"1115\">“Some call it the mother of all deals, one that would create a market of 2 billion people accounting for almost a quarter of global GDP.”</p><p data-start=\"1122\" data-end=\"1179\">Von der Leyen is expected to visit India early next week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"95\" data-end=\"227\">The European Commission president also said the sovereignty and territorial integrity of Denmark and Greenland are nonnegotiable.</p><p data-start=\"234\" data-end=\"438\">“We are working on a package to support Arctic security,” she said, adding that the EU is also preparing a “massive European investment surge in Greenland” to support the local economy and infrastructure.</p><h2 id=\"china-s-he-china-s-development-presents-an-opportunity\">China’s He: ‘China’s development presents an opportunity’</h2><p>China’s development is an opportunity rather than a threat, and Beijing is ready to use its market strengths to share growth with other countries, Chinese Vice Premier He Lifeng said at the World Economic Forum.</p><p>“China’s development presents an opportunity, not a threat, to the global economy,” He said, adding that disputes and misunderstandings in international trade should be addressed through “equal consultation” to build trust, bridge differences and resolve problems.</p><p>He also stressed that China would continue to open up its economy.</p><p data-start=\"710\" data-end=\"891\">“China will open its door still wider to the world,” he said, pledging to align this policy with high-standard international economic and trade rules.</p><p data-start=\"898\" data-end=\"1069\">He said China would further foster a market-oriented, law-based and internationalised business environment and ensure equal treatment for domestic and foreign companies.</p><p data-start=\"1076\" data-end=\"1331\">“We welcome foreign enterprises to continue investing in China and sharing in China’s opportunities,” He said while urging other governments to provide a fair, nondiscriminatory, transparent and predictable investment environment for Chinese businesses.</p><figure id=\"attachment_4256567\" aria-describedby=\"caption-attachment-4256567\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256567\" src=\"/wp-content/uploads/2026/01/2026-01-20T104758Z_244002200_RC2Y4JAWUYOI_RTRMADP_3_DAVOS-MEETING-1768984619.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Chinese Vice Premier He Lifeng \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256567\" class=\"wp-caption-text\">Chinese Vice Premier He Lifeng says, ‘The future of the world hinges on cooperation,’ in Davos, Switzerland [Denis Balibouse/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "US, Russia envoys meet in Davos as Ukraine reconstruction plan postponed | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-21T12:32:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_6970b7d03d49-1768994768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Envoys for United States President Donald Trump and Russian President ‍Vladimir Putin have met at the <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">World Economic Forum</a> in Davos, Switzerland, amid reports that the signing of a $800bn “prosperity plan” was postponed due to <a href=\"/news/2026/1/20/denmark-sends-more-troops-to-greenland-amid-tensions-with-trump\">tensions over Greenland</a>.</p><p>Kremlin ‌spokesman Dmitry Peskov ‍on Wednesday said Moscow would not comment on ⁠talks in Davos, but stressed the importance for Russia of receiving information on discussions between ‌the US, European leaders and Ukraine.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Russian state-run news agency TASS reported that US special envoy Steve Witkoff, Trump’s son-in-law Jared Kushner and Russian special envoy Kirill Dmitriev met on ‍Tuesday ⁠for more than two hours on the forum’s sidelines.</p><p>The agency quoted Witkoff as saying the talks had been “very positive”.</p><p>Later, Witkoff told The Associated Press news agency that he and Kushner were planning to meet Russian President Vladimir Putin and the Ukrainian delegation on Thursday.</p><p>The Kremlin confirmed that the meeting that will take place in Moscow was on Putin’s schedule.</p><h2 id=\"derailed-reconstruction-plan\">Derailed reconstruction plan</h2><p>Meanwhile, the United Kingdom’s Financial Times (FT) newspaper reported on Wednesday that tensions in the NATO alliance over Trump’s bid to acquire Greenland had derailed the signing of a Ukraine reconstruction plan, which was originally scheduled to take place in Davos.</p><p>The so-called “prosperity plan” to be agreed between Ukraine, Europe and the US was not being shelved indefinitely and could still be signed at a later date, the newspaper added.</p><p>“Nobody is in any mood to stage a grand spectacle around an agreement with Trump right now,” one official told the FT. The US president has shaken the transatlantic alliance by repeatedly threatening to take over Greenland, an autonomous territory within the Kingdom of Denmark, claiming alleged “security” reasons.</p><figure id=\"attachment_4256979\" aria-describedby=\"caption-attachment-4256979\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256979\" src=\"/wp-content/uploads/2026/01/reuters_6970c1d8-1768997336.jpg?w=770&amp;resize=770%2C518&amp;quality=80\" alt=\"Residents stand at the site of the Russian drone strike, amid Russia's attack on Ukraine, near the city of Chornomorsk, Odesa region, Ukraine January 21, 2026. REUTERS/Nina Liashonok\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256979\" class=\"wp-caption-text\">Residents stand at the site of a Russian drone attack, amid Russia’s attacks on Ukraine, near the city of Chornomorsk, Odesa region, Ukraine, January 21, 2026 [Nina Liashonok/Reuters]</figcaption></figure><p>‍NATO Secretary-General Mark Rutte warned ‍allies not to allow tensions over Greenland to distract ⁠them from the need ​to defend Ukraine.</p><p>“The ‍focus on ⁠Ukraine should be the number one priority; it is crucial for European and ​US security,” ‌Rutte said in a panel discussion in Davos on Wednesday.</p><p>“I ‌am really worried ⁠that we lose sight and that in the meantime ‌Ukrainians won’t have enough interceptors to defend themselves.”</p><h2 id=\"zelenskyy-to-skip-davos\">Zelenskyy to skip Davos</h2><p>Ukrainian President Volodymyr Zelenskyy said on Tuesday he would travel to Davos only if documents on <a href=\"/news/2026/1/8/zelenskyy-says-us-security-guarantee-text-ready-to-be-finalised-with-trump\">security guarantees</a> with the US and a “prosperity plan” were ready to be signed there.</p><p>The president said he would instead remain in Kyiv to oversee relief efforts, as Russian missile and drone attacks continued to batter Ukraine’s energy system.</p><p>Russia has intensified its onslaught in recent months, concentrating missile and drone attacks on the cities of Kyiv, Kharkiv and Dnipro and often <a href=\"/news/2026/1/16/ukraine-scrambling-for-energy-as-russian-strikes-hit-infrastructure\">targeting Ukraine’s energy infrastructure</a>.</p><p>With sub-zero temperatures, the attacks mean hundreds of thousands of Ukrainians are struggling with lengthy interruptions to power and water supplies.</p><p>Ukrainian authorities on Wednesday said overnight Russian attacks on the central Ukrainian city of Kryvyi Rih killed two people and injured a woman. The missile and drone attack also damaged several buildings.</p><p>A Russian drone was also reported to have exploded near a school on Tuesday in the village of Dobryanska community, in the Chernihiv region. No casualties were confirmed.</p><p>Russian authorities said Ukrainian ​drone fragments ignited a fire at the Afipsky oil refinery in the southern Krasnodar region, causing no casualties. The refinery has been frequently attacked by Ukrainian drones in recent months as ​part of Kyiv’s ‌retaliatory campaign.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Europol busts Europe-wide drug ring in ‘largest-ever’ operation | Drugs News | Al Jazeera",
            "time": "2026-01-21T12:12:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2019/10/a442623f9eb745f78e9ed37ba8b78891_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Europol busts Europe-wide drug ring in ‘largest-ever’ operation</h1><p class=\"article__subhead\"><em>Hague-based agency for fighting international and organised crime says it has dealt ‘massive blow’ to narco traffickers.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--no-avatars\"><div class=\"byline-content\"><p class=\"contributors-list contributors-list--byline\"><span class=\"contributors-list__by-prefix\">By </span>Al Jazeera staff and News Agencies</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European police have smashed a major network manufacturing synthetic drugs in illegal labs across several countries.</p><p>Polish prosecutors announced on Wednesday that investigators had seized more than 9.3 tonnes of narcotics and arrested more than 100 suspects in an operation targeting ⁠a criminal network centred in the Central European country and spanning the European Union.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The operation dismantled 24 industrial-scale labs and seized about 1,000 tonnes of chemicals, imported legally from China and India, used to make street drugs such as MDMA, amphetamine and meth, according to news agency AFP.</p><p>Andy Kraag, head of Europol’s European Serious Organised Crime Centre, which coordinated police actions across borders, said the operation had dealt a “massive blow to organised crime groups involved in drug trafficking”.</p><p class=\"p1\">“I’ve been in this business for a while. This is by far the largest-ever operation we did against synthetic drug production and distribution,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The yearlong operation involved police from Belgium, the Czech Republic, Germany, the Netherlands, Poland and Spain. Among those arrested were two suspected ringleaders, both from Poland, Kraag said.</p><p>Laboratories and drug production lines were located in Belgium, the Czech Republic, Germany, the Netherlands and Poland, which served as the logistical hub.</p><p>The majority of those arrested were from Poland, but Belgian and Dutch nationals are also thought to have been involved.</p><p>Suspicions were raised in 2024 when Polish police noticed a network importing vast quantities of chemicals from China and India.</p><p>Investigators discovered they were being repackaged, mislabelled and redistributed across the EU to the labs.</p><p>Kraag said the operation was part of a “supply-chain strategy” to choke off the synthetic drug industry at its source.</p><p>“These criminal groups, they don’t have their supply any more,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Trump live news: US president says ‘won’t use force’ to acquire Greenland | Donald Trump News | Al Jazeera",
            "time": "2026-01-21T12:05:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260121__93HJ42Z__v2__HighRes__SwitzerlandUsPoliticsEconomyDiplomacy-1769004333.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Trump live news: US president says ‘won’t use force’ to acquire Greenland</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The US president, at the World Economic Forum, says he’ll have ‘many meetings’ on Greenland as Europe tensions simmer.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "AI’s growing thirst for water is becoming a public health risk | Opinions | Al Jazeera",
            "time": "2026-01-21T12:04:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696a4d67-1768574311.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"620\" data-end=\"1042\">“Bubble” is probably the word most associated with “AI” right now, though we are slowly understanding that it is not just an economic time bomb; it also carries significant public health risks. Beyond the release of pollutants, the massive need for clean water by AI data centres can reduce sanitation and exacerbate gastrointestinal illness in nearby communities, placing additional strain on local health infrastructure.</p><h2 id=\"ai-s-energy-consumption-is-massive-and-increasingly-water-dependent\">AI’s energy consumption is massive and increasingly water-dependent</h2><p data-start=\"1117\" data-end=\"1420\">Generative AI is artificial intelligence that is able to generate new text, photos, code and more, and it has already infiltrated the lives of most people around the globe. ChatGPT alone is reported to receive around one billion queries in a single day, pointing to huge demand at the individual level.</p><p data-start=\"1422\" data-end=\"1922\">This, however, is only the tip of the iceberg. Companies such as Google, Apple and Microsoft are now embedding AI into their key products. Applications that utilise search results are quickly moving to have AI as a new standard in their algorithms. Whether it is shopping on Amazon or booking a flight or a hotel, AI is now being used in searches, and that demands more energy. As an example, a single AI-powered Google search is estimated to use up to 30 times more energy than its standard version.</p><p data-start=\"1924\" data-end=\"2319\">Graphics Processing Units (GPUs) are the current industry answer to this. They are chips that demand energy and produce heat. Though the thousands of small cores on GPUs enable parallel processing of massive, repetitive maths carried out by AI algorithms, a single chip can use up to 700 watts. This means that three chips alone can use roughly the same amount of energy as a home electric oven.</p><p data-start=\"2321\" data-end=\"2868\">The large amount of heat produced by data centres is cooled by up to hundreds of thousands of gallons of fresh water each day. With thousands of heat-generating chips stacked next to and on top of one another, a simple fan does not do the trick. Instead, water is pumped or immersed between and around chips in order to avoid system overheating. A recent report from the United Kingdom’s Government Digital Sustainability Alliance predicts that AI will increase global water usage from 1.1 billion cubic metres to 6.6 billion cubic metres by 2027.</p><p data-start=\"2870\" data-end=\"3284\">Some companies are attempting to use seawater in cooling. However, fresh water continues to be widely used for cooling in many facilities. Water recycling is another option, but not a simple one. Several companies use a “closed-loop system” to reduce the total amount of water needed. Nevertheless, dust and minerals collected during cooling can degrade water quality over time, requiring treatment or replacement.</p><h2 id=\"how-ai-driven-water-scarcity-threatens-public-health\">How AI-driven water scarcity threatens public health</h2><p data-start=\"3344\" data-end=\"3752\">Data centres being placed where water is already scarce can quickly translate into a healthcare burden, even before pollution becomes an issue. In 2023, Microsoft reported that 41 percent of its water withdrawals were from areas with water stress. Google, on the other hand, said that 15 percent of its water consumption occurred in areas with high water scarcity. Amazon did not disclose comparable figures.</p><p data-start=\"3754\" data-end=\"4277\">It is well established that water scarcity correlates with infections, malnourishment and declining hygiene. While most such studies focus on areas that are already impoverished, in many cases, these are exactly the places where data centres are planned to be built. In addition, the underlying cause remains the same. Less fresh water for local populations pushes households to prioritise drinking and cooking over washing hands, food or bathing. Naturally, this also leaves less water available for cleaning living spaces.</p><p data-start=\"4279\" data-end=\"4658\">The World Health Organization recognises that unsafe drinking water and poor sanitation and hygiene are conducive to the spread of diseases such as cholera and other diarrhoeal illnesses, along with a range of other pathogens. To make matters worse, several diseases associated with water scarcity can pass from person to person, raising the risk of sustained local transmission.</p><p data-start=\"4660\" data-end=\"4970\">The health burden on children is particularly alarming, as infections and deaths are more common than among adults. In fact, 84 percent of the global burden of diarrhoeal disease is borne by children under five, and infections with diarrhoeal pathogens have been linked to cognitive impacts later in childhood.</p><p data-start=\"4972\" data-end=\"5346\">Although it is too early to draw direct causal links between AI data centres and water-related diseases, the known facts make this a significant concern. It is established that AI data centres can significantly deplete local water supplies. It is also established that communities with poor water access face heightened risks of gastrointestinal disease and other illnesses.</p><p data-start=\"5348\" data-end=\"5655\">To claim that AI data centres are directly causing gastrointestinal disease would be poorly supported. However, the warning signs are increasingly difficult to ignore. When risks are foreseeable and severe, governments should not wait for people to start dying before putting preventative policies in place.</p><h2 id=\"marginalised-communities-are-already-reporting-polluted-water\">Marginalised communities are already reporting polluted water</h2><p data-start=\"5724\" data-end=\"6452\">In Newton County, Georgia, in the United States, Meta has built an AI data centre, and residents have reported discoloured, sediment-filled water coming out of their taps, which they attribute to the facility. Similarly, in Fayette County, residents have reported sediment in their water, which they believe coincided with nearby data centre construction. Another report from California suggests that a data centre planned along the San Francisco Bay in Bayview-Hunters Point has raised concerns about compounding environmental burdens in an already polluted community. In all these cases, the local population includes a significant Black and African American presence, a pattern that has raised environmental justice concerns.</p><p data-start=\"6454\" data-end=\"6743\">Accumulated residues can result in effects ranging from acute gastrointestinal illness to chronic conditions such as cancer. Microbial contamination can cause poisoning and acute disease, while chemical residues are associated with long-term harm, often acting as a slow, invisible threat.</p><p data-start=\"6745\" data-end=\"7145\">With plans for data centres in African countries such as Nigeria, Egypt and South Africa, further questions arise about who will bear the brunt of their environmental impacts and whether affected communities will receive sufficient protection or support. Weak regulatory oversight in some of these countries makes this uncertain. In many cases, serious community effects may go unreported altogether.</p><h2 id=\"why-corporate-water-promises-and-regulation-matter\">Why corporate water promises and regulation matter</h2><p data-start=\"7203\" data-end=\"7526\">Only 0.5 percent of the planet’s water is fresh water, and water is not only needed for data centres. It is also required for the power plants that generate electricity for them. The manufacture of chips and wiring similarly demands water, making water use an AI supply-chain issue rather than merely a data-centre problem.</p><p data-start=\"7528\" data-end=\"7991\">Many companies are promising sustainability, with some even claiming they aim to be “net water producers” or “water positive”. Even if such targets are achieved, which remains questionable, they must deliver benefits to the communities from which water is extracted. Providing more water for affluent areas while depleting supplies in places such as Newton County may satisfy corporate accounting standards, but local residents will still suffer the consequences.</p><p data-start=\"7993\" data-end=\"8792\">To meet their ethical obligations to the public, governments must rapidly catch up with the pace of AI expansion and data-centre construction. A healthy population is a productive one, and a lower public-health burden can reduce government spending while supporting development. More fundamentally, there is a collective moral obligation to build a sustainable future for coming generations by safeguarding water security and averting environmental catastrophe. This begins with legislation mandating transparent corporate reporting on water use and enforcing meaningful standards for sustainable management. Regulation must prioritise human wellbeing over short-term, extractive technological growth. As with climate change, unrestrained innovation risks further harm to both people and the planet.</p><p data-start=\"7993\" data-end=\"8792\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "UN condemns Israel’s demolition of UNRWA HQ in occupied East Jerusalem | UNRWA | Al Jazeera",
            "time": "2026-01-21T12:01:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/UNRWA_THUMB16X9-1768996775.png?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>UN Deputy Spokesperson Farhan Haq has condemned Israel’s demolition of UNRWA buildings in occupied East Jerusalem as ‘unacceptable’. He says UN premises must be returned and restored immediately.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Killer of Japan’s former PM Shinzo Abe sentenced to life in prison | Al Jazeera | Al Jazeera",
            "time": "2026-01-21T11:38:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768995424.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "The US attack on Venezuela and the collapse of international law | Donald Trump | Al Jazeera",
            "time": "2026-01-21T11:32:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_696ed2af96c5-1768870575-1-1768995629.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States attack on Venezuela on January 3 should be understood not simply as an unlawful use of force, but as part of a broader shift towards nihilistic geopolitics in which international law is openly subordinated to imperial management of global security. What is at stake is not only Venezuela’s sovereignty, but the collapse of any remaining confidence in the capacity of the United Nations system, and particularly the permanent members of the Security Council, to restrain aggression, prevent genocide, or uphold the core legal norms they claim to defend.</p><p>The military intervention, its political aftermath, and the accompanying rhetoric of US leadership together expose a system in which legality is invoked selectively, veto power substitutes for accountability, and coercion replaces consent. Venezuela thus becomes both a case study and a warning: not of the failure of international law as such, but of its deliberate marginalisation by those states entrusted with managing global security.</p><p>From the standpoint of international law, this action constitutes a crude, brazen, unlawful and unprovoked recourse to aggressive force, in clear violation of the core norm of the UN Charter, Article 2(4), which reads: “All Members of the United Nations shall refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any state.” The only qualification to this prohibition is set out in Article 51: “Nothing in the present Charter shall impair the inherent right of individual or collective self-defence if an armed attack occurs against a Member of the United Nations.” This flagrant violation of Venezuelan territorial sovereignty and political independence was preceded by years of US sanctions, weeks of explicit threats, and recent lethal attacks on vessels allegedly transporting drugs, as well as seizures of tankers carrying Venezuelan oil.</p><p>This unilateral action was further aggravated by the capture of Venezuela’s head of state, Nicolas Maduro, and his wife, Cilia Flores, by US Special Forces, reportedly guided by the CIA, to face charges of “narco-terrorism” in a US federal court, in apparent violation of sovereign immunity. This imperial posture, openly disregarding the immunity of foreign leaders, was underscored by President Trump’s declared intention to direct Venezuelan policymaking for an indefinite period, ostensibly until the country was “stabilised” sufficiently to restore oil production under the auspices of major US corporations, including Chevron, Exxon Mobil and ConocoPhillips. When asked who was in charge of Venezuela’s governance, Trump responded impatiently, “We are in charge.”</p><p>There is more politically at stake in this drastic reversal of the US Good Neighbour Policy, associated with Latin American diplomacy since 1933 and the presidency of Franklin D Roosevelt, than initially meets even the most discerning eye. Of course, this tradition of cooperative relations was repeatedly undermined after the Castro revolution in Cuba and Salvador Allende’s electoral victory in Chile.</p><p>Most informed observers assumed that the attack on Venezuela aimed at achieving regime change, installing Maria Corina Machado, an ardent advocate of US intervention, longtime leader of the anti-Maduro opposition, and 2025 Nobel Peace Prize laureate, whose acceptance speech lavishly praised Trump as the more deserving candidate. The most unexpected development of the intervention has been the bypassing of Machado, and the installation instead of Vice President Delcy Rodriguez as Venezuela’s new president. Washington claimed confidence that Rodriguez would cooperate with US interests, particularly in relation to Venezuelan oil and other resources, and restore stability on terms compatible with US priorities. Trump even declared that had Machado declined the Nobel Prize on the grounds that he deserved it, she would have become Venezuela’s president.</p><p>A more plausible explanation is that Machado lacked sufficient domestic support to stabilise the country, whereas Rodriguez appeared willing to accommodate US economic demands, particularly those relating to control over Venezuela’s resource wealth, while enjoying broader popular support. The pre-attack “pro-democracy” narrative promoted by US state propaganda gained limited credibility from this continuity of leadership, rather than a symbolic march into Caracas alongside Machado to preside over her inauguration as Venezuela’s new puppet leader. Yet after meeting Trump on January 9, executives of major US oil corporations, widely assumed to be the principal beneficiaries of the intervention, expressed reservations about resuming operations, citing concerns over instability following the US takeover.</p><h2 id=\"clarifying-relations-between-international-law-and-global-security\"><strong>Clarifying relations between international law and global security</strong></h2><p>This military operation in Venezuela, together with its political aftermath, clearly violates international law governing the use of force, as authoritatively codified in the UN Charter. Yet even this apparently straightforward assessment contains ambiguity. The charter’s institutional design privileges the five victorious powers of the second world war, granting them permanent membership of the Security Council and an unrestricted veto. In effect, responsibility for managing global security was deliberately entrusted to these states, which also became the first nuclear weapons powers, enabling any one of them to block Security Council action even when supported by a 14–1 majority.</p><p>The Security Council is the only political organ of the UN authorised to issue binding decisions, aside from the International Court of Justice (ICJ). The ICJ, however, operates under voluntary jurisdiction, as states may withhold consent to what is known as “compulsory jurisdiction”. As a result, the management of global security has in practice been left to the discretion of the Permanent Five, usually dominated by the US or paralysed by vetoes.</p><p>In this sense, the Venezuelan operation should be understood less as signalling the collapse of international law than as an expression of nihilistic geopolitical management. If so, the appropriate remedy is not simply to strengthen international law, but to strip geopolitical actors of their self-assigned managerial role in global security. Russia’s aggression against Ukraine in 2022 can be viewed similarly: a geopolitical failure, shaped by irresponsible NATO provocations, culminating in Russia’s own provoked yet egregious breach of Article 2(4).</p><p>The Venezuelan operation further erodes any residual confidence in the capacity of the Permanent Five, and especially Trump’s United States, to manage peace, security or genocide prevention. It therefore reinforces the need to consider alternative frameworks, either by curtailing the veto or by shifting security governance beyond the UN to counter-hegemonic mechanisms, including BRICS, China’s Belt and Road Initiative, and emerging South–South development frameworks.</p><p>It must nevertheless be emphasised that international law remains indispensable and effective in most areas of cross-border interaction. In domains such as diplomatic immunity, maritime and aviation safety, tourism and communications, negotiated legal standards are generally respected and disputes resolved peacefully. International law functions where reciprocity prevails, but has never constrained great-power ambition in the domain of global security, where asymmetries of hard power dominate.</p><h2 id=\"the-2025-us-national-security-strategy-nihilistic-geopolitics\"><strong>The 2025 US national security strategy: Nihilistic geopolitics</strong></h2><p>To understand Venezuela’s place within Trump’s worldview, it is essential to examine the National Security Strategy of the United States, released in November 2025. Trump’s cover letter is suffused with narcissism and contempt for internationalism, including international law, multilateral institutions, and the UN. He proclaims: “America is strong and respected again — and because of that, we are making peace all over the world.” Such rhetoric, pathological in any ordinary individual, is alarming when issued by a leader who controls the use of nuclear weapons. Trump concludes by promising to make America “safer, richer, freer, greater, and more powerful than ever before”.</p><p>The NSS repeatedly invokes “pre-eminence” as the central objective of US foreign policy, to be pursued by any means necessary. The Venezuelan intervention appears as a sequel to US complicity in Israel’s genocide in Gaza, and a possible prelude to further projects, including control over Greenland and renewed military threats against Iran. Yet the document’s primary focus is Latin America, framed through a revival of the Monroe Doctrine, now reinforced by the explicitly named “Trump Corollary,” colloquially dubbed the “Donroe Doctrine”.</p><p>This hemispheric turn abandons the post–Cold War ambition of global US leadership pursued by Obama and Biden, which consumed vast resources in failed state-building ventures in Libya, Iraq and Afghanistan. Instead, it prioritises resource extraction, securing oil, rare earths and minerals with immense benefits for US corporations, while marginalising NATO and abandoning multilateralism, underlying the recent US withdrawal from participation in 66 separate institutional entities, including the climate change treaty. Venezuela, with its vast oil reserves, strategic location and authoritarian populist government, provided an ideal testing ground — and conveniently diverted attention from Trump’s personal entanglements with Jeffrey Epstein.</p><p>In practical terms, the intervention resembles a coup rather than regime change, accompanied by an explicit demand that the new leadership take orders from Washington as the price of political survival. Trump and his Cuban exile secretary of state, Marco Rubio, openly linked Venezuela to future regime-change efforts in Colombia and Cuba, with Trump issuing a crude threat to Colombian President Gustavo Petro and US forces reportedly killing 32 Cuban members of Maduro’s Presidential Guard.</p><h2 id=\"implications\"><strong>Implications</strong></h2><p>It remains uncertain whether Delcy Rodriguez’s government will negotiate an arrangement that preserves formal sovereignty while surrendering substantive control. Such an outcome would signal an embrace of digital-age gunboat diplomacy, reversing the UN principle of Permanent Sovereignty over Natural Resources, and reinstating a hierarchical hemispheric order. This vision even contemplates the subordination of Canadian sovereignty to Washington’s political and economic preferences.</p><p>International reactions to the assault on Venezuela have been muted, reflecting fear, confusion or perceived futility. Meanwhile, geopolitical rivalry intensifies, particularly with Russia and China, raising the spectre of a new Cold War or nuclear conflict. The NSS makes clear that US preeminence requires excluding all extra-hemispheric powers from the region, by its repeated referencing of “our Hemisphere”.</p><p>The Venezuelan episode thus exemplifies a broader strategy: the rejection of international law, the marginalisation of the UN, and the unilateral assertion of US dominance in the Western Hemisphere, along with potential intervention almost anywhere on the planet, but with immediate relevance to Greenland and Iran.</p><p data-start=\"11253\" data-end=\"11451\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "‘Barbaric new era’: Palestinians, UN slam Israeli demolition of UNRWA HQ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-21T11:12:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260120__93BK2EL__v2__HighRes__IsraelPalestinianConflictUnrwa-1768996223.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/2026/1/20/israel-bulldozes-unrwa-buildings-in-occupied-east-jerusalem\">bulldozing</a> of the headquarters of the United Nations agency for Palestinian refugees (UNRWA) in occupied East Jerusalem has sparked condemnation from the world body and Palestinian leaders, who warn the move signals a “barbaric new era” of unchecked defiance of international law.</p><p>Israeli forces, accompanied by far-right National Security Minister <a href=\"/news/2023/8/27/who-is-israels-far-right-pro-settler-security-minister-ben-gvir\">Itamar Ben-Gvir</a>, stormed the compound in the Sheikh Jarrah neighbourhood on Tuesday, demolishing structures and confiscating equipment. Ben-Gvir described the destruction as a “historic day”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Philippe Lazzarini, UNRWA’s commissioner general, said the operation was a “wake-up call” for the world.</p><p>“This constitutes an unprecedented attack against a United Nations agency and its premises,” Lazzarini wrote on X. “What happens today to UNRWA will happen tomorrow to any other international organization or diplomatic mission … anywhere around the world.”</p><p></p><p>Lazzarini vehemently rejected Israel’s justification for seizing the land.</p><p>“The Israeli Government’s claims are false and illegal,” he wrote. “UNRWA has leased the land from the Government of Jordan since 1952. It is now being seized in blatant breach of international law.”</p><p class=\"p1\">Israel’s Ministry of Foreign Affairs said the demolition was following through on a 2024 law that banned UNRWA.</p><p class=\"p1\">Lazzarini warned that a “lost moral compass” is opening a dangerous chapter in which UN staff are demonised and their facilities destroyed with impunity.</p><p>UNRWA was created by the UN General Assembly in 1949 to provide basic support, including food, healthcare and education, to tens of thousands of Palestinian refugees. More than 750,000 Palestinians were forced from their homes and land leading up to Israel’s creation in 1948, which Palestinians remember as the Nakba, or “catastrophe”.</p><p>UNRWA’s operations are spread across Palestinian territory, including in East Jerusalem, the Gaza Strip, Syria, Lebanon and Jordan.</p><p></p><h2 id=\"erasing-the-right-of-return\">Erasing the right of return</h2><p>Palestinian leaders view the demolition not merely as a property dispute but also as a calculated attempt to erase the political rights of refugees.</p><p>Mustafa Barghouti, secretary-general of the Palestinian National Initiative party, told Al Jazeera Arabic that Israel is driven by “absolute stupidity” in believing that destroying buildings will destroy the right of return of Palestinian refugees.</p><p>“It reminds them of their criminal past and the ethnic cleansing they carried out in 1948,” Barghouti said.</p><p>He outlined three strategic goals behind the attack:</p><ul>\n<li><strong>Political:</strong> erasing the refugee issue</li>\n<li><strong>Existential:</strong> destroying the “system of Palestinian steadfastness” by cutting off health and education services</li>\n<li><strong>Territorial:</strong> facilitating the “complete Judaisation of Jerusalem and the West Bank”</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"calls-for-sanctions\">Calls for sanctions</h2><p>The incident has reignited the debate over Western complicity and double standards in Israel’s treatment of Palestinians.</p><p>Luisa Morgantini, former vice president of the European Parliament, told Al Jazeera Arabic that the international community’s silence amounts to complicity.</p><p>“The Europeans are complicit, and the Americans are complicit because they didn’t say anything and didn’t act,” Morgantini said. “The only way Israel can understand … is if, for example, Europe stops forging trade relations with Israel.”</p><p>Barghouti echoed this, demanding the same treatment be applied to Israel as other nations.</p><p>“Why are sanctions imposed on Russia, Venezuela, Cuba and Iran but not Israel?” Barghouti asked. “It is the duty of the UN secretary-general now to demand governments of the world impose sanctions. This is the only way to deter Israel.”</p><p>The demolition was carried out during a wider crackdown on humanitarian aid. Israel has recently <a href=\"/news/2025/12/31/which-aid-groups-is-israel-banning-from-gaza-now-and-what-will-it-mean\">revoked</a> the operating licences of 37 aid groups, including Doctors Without Borders, for failing to comply with new regulations requiring them to provide detailed information on their staff members, funding and operations. The ban will impact the provision of life-saving assistance to Palestinians in the Gaza Strip.</p><p>Despite a ceasefire in place since October, Israel has continued to curb the entry of aid into the Palestinian enclave of 2.2 million people and has killed more than 460 Palestinians there.</p><p>Meanwhile, tensions remain high in East Jerusalem, where Israeli forces reportedly fired tear gas at an UNRWA vocational school shortly after the headquarters was raided on Tuesday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}