{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "US says it will control Venezuela’s oil sales ‘indefinitely’ | Oil and Gas News | Al Jazeera",
            "time": "2026-01-07T22:31:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695eac4380c2-1767812163.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States says it will control sales of Venezuelan oil “indefinitely” and decide how the proceeds of those sales are used, as President Donald Trump’s administration consolidates control over the South American country after <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\" target=\"_blank\" rel=\"noopener\">abducting</a> its president.</p><p>The US Department of Energy said on Wednesday that it had “begun marketing” Venezuelan oil on global markets and all proceeds from the sales “will first settle in US-controlled accounts at globally recognized banks”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“These funds will be disbursed for the benefit of the American people and the Venezuelan people at the discretion of the US government,” it said.</p><p>“These oil sales begin immediately with the anticipated sale of approximately 30-50 million barrels. They will continue indefinitely.”</p><p>The announcement comes just days after the Trump administration <a href=\"/news/2026/1/3/trump-says-us-will-run-venezuela-after-nicolas-maduro-seized\">abducted Venezuelan President Nicolas Maduro</a> on Saturday in what legal experts say was a clear violation of international law.</p><p>The US has said it plans to “run” the country and take control of its vast oil reserves, with Trump saying on social media on Tuesday that Caracas would hand between <a href=\"/economy/2026/1/7/trump-says-venezuela-to-hand-over-up-to-50-million-barrels-of-oil-to-us\">30 and 50 million barrels of oil</a> over to Washington.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US actions against Venezuela come amid a months-long pressure campaign by the Trump administration against Maduro, who has been charged in New York with drug trafficking offences <a href=\"/news/liveblog/2026/1/5/live-venezuelas-maduro-to-appear-in-court-trump-threatens-more-strikes\">that he denies</a>.</p><p>That has included a partial US <a href=\"/news/2025/12/24/un-experts-condemn-us-naval-blockade-of-venezuela-as-illegal-aggression\">naval blockade against Venezuela</a> and the seizure of several vessels that the Trump administration says were transporting oil to and from the country in violation of US sanctions.</p><p>Earlier on Wednesday, US special forces seized <a href=\"/news/2026/1/7/us-attempting-to-seize-venezuela-linked-russian-oil-tanker-reports\">two Venezuela-linked vessels</a> – including a Russian-flagged ship in the North Atlantic – for allegedly breaching those sanctions.</p><p>The seizures came as senior US officials briefed lawmakers on Capitol Hill about the Trump administration’s plans in Venezuela.</p><p>Reporting from Washington, DC, Al Jazeera’s Alan Fisher said most Republicans have backed Trump’s actions while Democrats have raised a slew of questions.</p><p>That includes “how long this operation in Venezuela will continue, what it will cost, [whether] any American servicemen actually be deployed on the ground in Venezuela, and what is the Venezuelan reaction,” Fisher explained.</p><p>“The Trump administration [is] hoping to get everyone on side before the end of the day,” he added.</p><p>Democratic Senator Elizabeth Warren wrote on social media that Wednesday’s briefing was “worse” than imagined.</p><p>“Oil company executives seem to know more about Trump’s secret plan to ‘run’ Venezuela than the American people. We need public Senate hearings NOW,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"three-phased-plan\">Three-phased plan</h2><p>US Secretary of State Marco Rubio told reporters on Wednesday that the Trump administration is pursuing a three-phased plan that begins with the sales of Venezuelan oil.</p><p>“That money will then be handled in such a way that we will control how it’s dispersed in a way that benefits the Venezuelan people, not corruption, not the regime,” Rubio said.</p><p>The second phase would see US and other companies gain access to the Venezuelan market, and “begin to create the process of reconciliation nationally … so that opposition forces can be amnestied and released from prisons or brought back to the country”.</p><p>“And then the third phase, of course, would be one of transition,” Rubio added.</p><p>Gregory Brew, a senior analyst on Iran and energy at Eurasia Group, said the US announcement about controlling Venezuelan oil sales hints at “a return to the concessionary system” in place before the 1970s.</p><p>Brew explained in a <a href=\"https://x.com/gbrew24/status/2008925332837892550\" target=\"_blank\" rel=\"noopener\">social media post</a> that, under that system, “producer states own the oil but it is Western firms that manage production and marketing, ultimately retain the bulk of the profits”.</p><p>A group of United Nations experts <a href=\"https://www.ohchr.org/en/press-releases/2026/01/un-experts-condemn-us-aggression-against-venezuela\" target=\"_blank\" rel=\"noopener\">also warned</a> that recent statements from Trump and other administration officials about plans to “run” Venezuela and exploit its oil reserves would violate international law.</p><p>Specifically, the experts said the US position contravenes “the right of peoples to self-determination and their associated sovereignty over natural resources, cornerstones of international human rights law”.</p><p>“Venezuela’s vast natural resources, including the largest proven oil reserves in the world, must not be cynically exploited through thinly veiled pretexts to legitimise military aggression, foreign occupation, or regime-change strategies,” they said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"political-situation-unstable\">Political situation unstable</h2><p>Renata Segura, the Latin America and Caribbean programme director at the International Crisis Group, noted Venezuelan authorities have not commented on the US saying it plans to control sales of the country’s oil.</p><p>“And so we have to assume that either [the Venezuelan authorities] have accepted these terms, or that they’re just going to be forced to accept them,” Segura told Al Jazeera.</p><p>Venezuelan Vice President Delcy Rodriguez was <a href=\"/news/2026/1/5/delcy-rodriguez-sworn-in-as-venezuelas-president-after-maduro-abduction\">sworn in as president</a> earlier this week following Maduro’s abduction, stressing on Tuesday that “there is no foreign agent governing Venezuela” despite US claims to “run” the country.</p><p>Segura explained, “There’s a lot of debate within the [Venezuelan] regime itself about how to move forward” amid the US pronouncements, stressing the political situation remains far from stable.</p><p>“It’s very important what the army might do,” she said.</p><p>“The military forces in Venezuela control enormous amounts of power – both economic but also on the streets – and there might be a moment in which they think they’re not going to be on board with this particular arrangement that the United States is presenting.”</p></div></div></body></html>"
        },
        {
            "title": "Will Russia accept Western troops in Ukraine? | Russia-Ukraine war | Al Jazeera",
            "time": "2026-01-07T22:29:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767815257.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The UK and France pledged boots on the ground once a peace deal is reached.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">On Tuesday, Ukraine got yet another push from its Western allies. A meeting of the “coalition of the willing” in Paris pledged full support for Kyiv in any future peace settlement to the ongoing war with Russia.</p><p class=\"p1\">The gathering stressed that Ukraine should be able to defend itself even after the fighting ends. France and the United Kingdom said a multinational force would be deployed if and when a peace deal is achieved.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">But Russia has made it clear it opposes any NATO members deploying troops inside Ukraine.</p><p class=\"p1\">So, what would that mean for the future of Ukraine?</p><p class=\"p1\"><strong>Presenter:</strong> Adrian Finighan</p><p class=\"p1\"><strong>Guests:</strong></p><p>Oleksiy Goncharenko – Member of the Ukrainian parliament</p><p>Marina Miron – Military analyst at the Defence Studies Department at King’s College London</p><p>Pavel Felgenhauer – Russia defence and foreign policy analyst</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump administration claims it will ‘dictate’ policy to Venezuela | Donald Trump News | Al Jazeera",
            "time": "2026-01-07T22:16:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26007616783568-1767823837.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump  has reaffirmed that it plans to dictate terms to the interim government of Venezuela, following the abduction of leader Nicolas Maduro over the weekend.</p><p>On Wednesday, Press Secretary Karoline Leavitt addressed the US attack on Venezuela for the first time in a news briefing, and she faced a volley of questions about the extent of Trump’s role in the South American country’s governance.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We’re continuing to be in close coordination with the interim authorities,” Leavitt responded. “Their decisions are going to continue to be dictated by the United States of America.”</p><p>Vice President JD Vance also weighed in during an <a href=\"https://www.facebook.com/watch/?v=745680801422278\" target=\"_blank\" rel=\"noopener\">appearance</a> on Fox News, saying that the US would apply economic pressure to ensure compliance with Trump’s priorities.</p><p>“People always ask: How do you control Venezuela? And we’re actually seeing it play out in real time,” Vance said.</p><p>“The way that we control Venezuela is we control the purse strings, we control the energy resources, and we tell the regime, ‘You’re allowed to sell the oil, so long as you serve America’s interest.'”</p><p>But the question of who is in charge in Venezuela remains a volatile one.</p><p>Before dawn on Saturday, the Trump administration launched a military offensive in Venezuela to capture and remove President Maduro and his wife, Cilia Flores, describing the couple’s abduction as a law enforcement operation.</p><p>Maduro and Flores have since been transported to New York City, where they face charges that they oversaw the shipment of “tons of cocaine into the United States”.</p><p>In the hours immediately after the attack, it was unclear whether the Trump administration would seek to expel the remnants of the Maduro government.</p><p>Trump delivered a news conference from his residence in Palm Beach, Florida, claiming that the country was under US control.</p><p>“We’re going to run the country until such time as we can do a safe, proper and judicious transition,” Trump said from his Mar-a-Lago resort.</p><p>“We don’t want to be involved with having somebody else get in, and we have the same situation that we had for the last long period of years. So we are going to run the country.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rodriguez-maintains-no-foreign-agent-in-charge\">Rodriguez maintains ‘no foreign agent’ in charge</h2><p>Since then, however, the Trump administration has signalled it would prioritise stability in Venezuela over quickly installing new leadership. It has declined to set a timeline for new elections.</p><p>“ It’s too premature and too early to dictate a timetable for elections in Venezuela right now,” Leavitt said on Wednesday.</p><p>Earlier this week, Delcy Rodriguez, Maduro’s former vice president, was officially sworn in as Venezuela’s interim leader, and the Trump administration has indicated it would work with her as it pursues the extraction and sale of Venezuelan oil.</p><p>Still, Rodriguez’s government and the Trump administration have described their relationship in starkly different terms.</p><p>According to the Trump White House, Rodriguez is answerable to US demands. “If she doesn’t do what’s right, she is going to pay a very big price, probably bigger than Maduro,” Trump told The Atlantic magazine on Sunday.</p><p>On Wednesday, Leavitt echoed that position, saying that the US would wield influence over Venezuela’s decisions.</p><p>“We obviously have maximum leverage over the interim authorities in Venezuela right now,” she said.</p><p>Already, in a Tuesday night <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115850817778602689\" target=\"_blank\" rel=\"noopener\">post</a> on Truth Social, Trump announced that Venezuela would be surrendering 30 to 50 million barrels of oil, so that the US could sell it on the international market.</p><p>“That money will be controlled by me, as President of the United States of America, to ensure it is used to benefit the people of Venezuela and the United States,” Trump wrote.</p><p>The Rodriguez government, meanwhile, has repeatedly denied that the US is puppeteering its decisions.</p><p>Though Rodriguez has, at times, struck a conciliatory posture towards the Trump administration, she has rejected the idea that foreign powers are leading the country.</p><p>“We are here governing together with the people,” Rodriguez said in remarks broadcast on state television.</p><p>“The government of Venezuela is in charge in our country, and no one else. There is no foreign agent governing Venezuela.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-continuation-of-maduro-era-policies\">A continuation of Maduro-era policies?</h2><p>Like Maduro before her, Rodriguez is part of a political movement founded by the late socialist President Hugo Chavez, known as “chavismo”.</p><p>As a “chavista”, Rodriguez has spoken out against US imperialism in Latin America, and she denounced the recent abduction of Maduro — Chavez’s handpicked successor — and his wife as an unwarranted “kidnapping” and a “brutal attack”.</p><p>Chavez is also seen as a key figure in the nationalisation of Venezuelan oil, expanding state control over the country’s rich petroleum reserves during his time as president.</p><p>Trump and his officials have called such efforts, including the 2007 expropriation of foreign oil assets, as an act of theft against the US.</p><p>Still, the Trump administration has described Rodriguez’s government as cooperative so far.</p><p>It remains to be seen whether behind-the-scenes demands — including reports that Trump has asked Rodriguez to sever ties with key allies, including Russia, China, Cuba and Iran — will lead to public discord.</p><p>“The president has made it very clear that this is a country within the Western Hemisphere, close by the United States, that is no longer going to be sending illegal drugs to the United States of America,” Leavitt said.</p><p>“The president is fully deploying his ‘peace through strength’ foreign policy agenda.”</p><p>Meanwhile, the Rodriguez government has continued Maduro’s campaign of stifling internal dissent, according to human rights monitors.</p><p>As part of an emergency declaration, the interim president authorised Venezuelan law enforcement to detain those who supported Maduro’s abduction.</p><p>The nonprofit Foro Penal has reported that, on January 5, in the wake of the US attacks, Venezuelan authorities arrested 14 journalists, all of whom were eventually released. One was deported.</p><p>Another human rights group, Caleidoscopio Humano, has announced that two elderly men from the state of Merida were also arrested for celebrating Maduro’s capture by firing guns into the air.</p><p>The international community has long denounced the human rights abuses in Venezuela. But the US has also faced broad criticism for its attack to remove Maduro, which has been denounced as a violation of sovereignty.</p><p>On Wednesday, a group of United Nations experts <a href=\"https://www.ohchr.org/en/press-releases/2026/01/un-experts-condemn-us-aggression-against-venezuela\" target=\"_blank\" rel=\"noopener\">warned</a> that Trump’s actions constitute an “international crime of aggression”.</p><p>“These actions represent a grave, manifest and deliberate violation of the most fundamental principles of international law, set a dangerous precedent, and risk destabilising the entire region and the world,” they wrote.</p></div></div></body></html>"
        },
        {
            "title": "ICE agent fatally shoots woman during Minneapolis immigration raid | Donald Trump | Al Jazeera",
            "time": "2026-01-07T21:54:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767822849.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Greenland allies vow action if Trump moves to seize world’s largest island | Donald Trump News | Al Jazeera",
            "time": "2026-01-07T21:13:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695ec5af-1767818671.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European leaders, including in France and Germany, have announced they are working on a plan in the event the United States follows through on its threat to take over <a href=\"/news/2025/12/23/trump-says-greenland-essential-for-security-could-he-take-it-by-force\">Greenland</a> as tensions soar.</p><p>French Foreign Minister Jean-Noel Barrot told France Inter radio on Wednesday that while nations want to act if the US moves to <a href=\"/news/2026/1/6/danish-pm-says-us-attack-on-greenland-would-be-the-end-of-nato\">seize</a> Greenland from an ally, Denmark, they want to do so “together with our European partners”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I myself was on the phone with the [US] Secretary of State [Marco Rubio] yesterday… He discarded the idea that what just happened in Venezuela could happen in Greenland,” Barrot said.</p><p>On Saturday, the United States – using fighter jets, attack helicopters, and special forces – abducted Venezuela’s President Nicolas Maduro, bringing him to New York City to be tried for alleged drug trafficking.</p><p>US President Donald Trump’s decision to greenlight the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">abduction</a> of Maduro led to widespread condemnation and fear that Greenland, which the president has previously said should be part of Washington’s security apparatus, could be <a href=\"/news/2026/1/7/us-says-military-always-an-option-in-greenland-as-europe-rejects-threats\">forcibly taken</a>.</p><p>But since then, European allies have rallied behind Greenland’s sovereignty, saying the country belongs to its people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sensible-dialogue-now\">‘Sensible dialogue – now’</h2><p>Johannes Koskinen, chair of the Foreign Affairs Committee of Finland’s parliament, called for the issue to be raised within NATO.</p><p>“[Allies should] address whether something needs to be done and whether the United States should be brought into line in the sense that it cannot disregard jointly agreed plans in order to pursue its own power ambitions,” he said.</p><p>Denmark’s Foreign Minister Lars Lokke Rasmussen and his Greenlandic counterpart, Vivian Motzfeldt, requested an urgent meeting with Rubio to discuss the situation.</p><p>“We would like to add some nuance to the conversation,” Rasmussen wrote in a social media post. “The shouting match must be replaced by a more sensible dialogue. Now.”</p><p>Denmark has warned that any move to take Greenland by force would mean “everything would stop”, including NATO and 80 years of close security links.</p><p>Greenland’s government will join a meeting between Rubio and Danish officials next week following renewed US claims on the Arctic island, its foreign minister said on Wednesday.</p><p>‌The European Union will support Greenland and ‍Denmark when ‍needed and will not accept violations of international law no matter where they occur, European Council President Antonio Costa said.</p><p>“On Greenland, allow me to be ​clear: Greenland belongs to its people. Nothing ‍can be decided about Denmark and about Greenland without Denmark or without Greenland,” Costa said in a speech.</p><p>“The European Union cannot accept ‌violations of international law – whether in Cyprus, Latin America, Greenland, Ukraine, or Gaza. Europe will remain ‍a firm and unwavering champion of international law and multilateralism.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"control-of-greenland\">Control of Greenland</h2><p>Greenland – the world’s largest island, with a population of 57,000 people – is located between Europe and North America. Since 2019, during Trump’s first term, the president has raised the idea of controlling Greenland, saying it would <a href=\"/news/2026/1/7/do-russia-and-china-pose-a-national-security-threat-to-the-us-in-greenland\">benefit US security.</a></p><p>So far, Trump has not ruled out using force to take the island.</p><p>Rubio told reporters on Wednesday that Trump’s intention is to buy Greenland. “That’s always been the president’s intent from the very beginning.”</p><p>House US House Speaker Mike Johnson said he hasn’t heard talk of sending the military into Greenland and the US is “looking at diplomatic channels”.</p><p>White House Press Secretary Karoline Leavitt said Trump and his national security team have “actively discussed” the option of buying Greenland.</p><p>“He views it in the best interest of the United States to deter <a href=\"/news/2026/1/7/do-russia-and-china-pose-a-national-security-threat-to-the-us-in-greenland\">Russian and Chinese aggression</a> in the Arctic region. And so that’s why his team is currently talking about what a potential purchase would look like,” Leavitt told reporters.</p><p>Neither Leavitt nor Rubio ruled out the use of force. But Leavitt said, “The president’s first option, always, has been diplomacy.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3570999\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Where-is-Greeland-1741684530.png?quality=80\" alt=\"INTERACTIVE-Where is Greenland-1741684530\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Rubio: Seizing Greenland by ‘military means’ an option for US | NATO | Al Jazeera",
            "time": "2026-01-07T20:00:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767815991.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Saudi-led coalition targets Yemen separatists after leader skips talks | Conflict | Al Jazeera",
            "time": "2026-01-07T19:46:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP23265571298442_cropped-1767812416.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel ‘asphyxiating’ Palestinians for ‘apartheid system’ in West Bank: UN | United Nations News | Al Jazeera",
            "time": "2026-01-07T19:35:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-31T125321Z_769670522_RC2ORIAO4S6J_RTRMADP_3_ISRAEL-PALESTINIANS-TULKARM-DEMOLITION-1767780889.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel ‘asphyxiating’ Palestinians for ‘apartheid system’ in West Bank: UN</h1><p class=\"article__subhead\"><em>Volker Turk’s description of the occupied West Bank’s situation as ‘apartheid’ marks first time a United Nations human rights chief has used term.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations human rights office has called on Israel to “dismantle all <a href=\"/news/2025/12/22/illegal-settlement-expansion-how-israel-is-redrawing-occupied-west-bank\">settlements</a>” in the occupied West Bank, saying its “oppression and domination” of Palestinians resembles “apartheid”.</p><p>In a new report on Wednesday, the Office of the High Commissioner for Human Rights slammed Israel’s “systemic discrimination” against Palestinians, citing restrictions on movement through checkpoints, and “limited access to roads, natural resources, land and basic social facilities”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“There is a systematic asphyxiation of the rights of Palestinians in the West Bank,” said UN rights chief Volker Turk in a statement. “This is a particularly severe form of racial discrimination and segregation that resembles the kind of apartheid system we have seen before.”</p><p>While UN-affiliated independent experts have described the situation in the occupied Palestinian territories as “apartheid”, Turk’s comments marked the first time a UN rights chief used the term, which was coined during South Africa’s system of <a href=\"/features/2024/1/16/altruism-opportunism-or-both-what-pushed-south-africa-to-icj-over-gaza\">racial segregation</a> that lasted from 1948 to 1994.</p><p>Turk said every aspect of life in the occupied West Bank is “controlled and curtailed by Israel’s discriminatory laws, policies and practices”, from accessing water to harvesting olives.</p><p>Wednesday’s report called out the Israeli authorities for treating Israeli settlers and Palestinians “under two distinct bodies of law and policies, resulting in unequal treatment on a range of critical issues”, with “large-scale confiscation of land and deprivation of access to resources”.</p><p>The laws had led to Palestinians being dispossessed of their lands and homes “alongside other forms of systemic discrimination including criminal prosecution in military courts during which their due process and fair trial rights are systematically violated”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"two-bodies-of-law\">Two bodies of law</h2><p data-is=\"component-paragraph\">Israel has previously rejected the apartheid accusations, saying its policies are driven by “security concerns” rather than racial or ethnic discrimination.</p><p>The UN rights office said the discrimination in the Palestinian territories is compounded by continuing and escalating settler violence in many cases “with the acquiescence, support and participation of Israel’s security forces”.</p><p>More than 500,000 Israelis currently live in settlements in the West Bank, occupied since 1967 and home to about three million Palestinians.</p><p>Violence has surged in the shadow of the genocidal war on Gaza, with <a href=\"/news/2025/12/21/israel-kills-two-palestinians-including-16-year-old-in-west-bank\">Israeli attacks</a> killing more than 1,100 Palestinians in the West Bank since October 7, 2023. Israeli authorities have arrested nearly 21,000 Palestinians during that period.</p><p>Meanwhile, Israel’s settlement expansion continues, with Israel recently approving <a href=\"/news/2025/12/22/illegal-settlement-expansion-how-israel-is-redrawing-occupied-west-bank\">19 new settlement outposts</a> in the occupied West Bank, as the right-wing government of Prime Minister Benjamin Netanyahu moves to prevent the formation of a contiguous Palestinian state.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza babies ‘suffering from severe cold’ as Israel keeps blocking aid | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-07T19:34:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_695e95fa7b5f-1767806458.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gaza babies ‘suffering from severe cold’ as Israel keeps blocking aid</h1><p class=\"article__subhead\"><em>Doctors Without Borders says Israel continues to block deliveries of tents and temporary housing to war-ravaged enclave.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinians in <a href=\"/news/2026/1/4/poverty-unemployment-skyrocket-in-the-gaza-strip-after-israels-war\">the Gaza Strip</a> are experiencing respiratory infections, skin diseases, and other health problems, a humanitarian group warned, as Israel maintains strict curbs on crucial shelter supplies despite freezing winter temperatures.</p><p>Doctors Without Borders, known by its French acronym MSF, said on Wednesday that babies are “suffering from severe cold” as displaced Palestinian families live in makeshift shelters across the bombarded enclave.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“People are facing <a href=\"/news/2026/1/3/severe-weather-in-gaza-hits-vulnerable-and-wounded-most-in-israels-war\">torrential rain and heavy winds</a> while living in makeshift shelters,” the group said in a social media post.</p><p>“All the while Israel continues to block or delay the entry of vital supplies like tents, tarpaulins, and temporary housing.”</p><p></p><p>Israel has blocked humanitarian aid from reaching Gaza during its genocidal war against Palestinians, spurring widespread starvation.</p><p>Legal experts have noted this violates Israel’s obligation, as the occupying power in the Gaza Strip, to provide for the needs of Palestinians in the territory under its control.</p><p>It also contravenes a United States-brokered ceasefire agreement, which came into effect in October, that stipulated Israel must allow 600 aid trucks into the enclave daily.</p><p>Yet despite international condemnation and calls from the United Nations to allow more supplies in, Israel has maintained its curbs while also seeking to block international aid groups from operating in the territory.</p><p>Israel <a href=\"/news/2026/1/1/israel-faces-widespread-condemnation-as-ngo-ban-comes-into-effect\">revoked the operating licences</a> of 37 aid groups, including MSF and the Norwegian Refugee Council, for failing to comply with new regulations requiring the organisations to provide detailed information on staff members, funding and operations.</p><p>MSF said on Wednesday the move “is a cynical attempt to prevent organisations from providing services in Palestine and is in breach of Israel’s obligations under international humanitarian law”.</p><p>Israel’s continued refusal to allow adequate aid supplies into Gaza comes as fierce winds, heavy rainfall and freezing temperatures have <a href=\"/news/2025/12/30/israeli-strikes-on-gaza-are-relentless-as-displaced-endure-flooded-camps\">battered the area</a> in recent weeks.</p><p>Hundreds of thousands of Palestinian families have been forced to shelter in ill-equipped tent encampments or other makeshift shelters because their homes were destroyed in Israel’s war.</p><p>The Israeli military’s assault on Gaza has also continued despite the ceasefire, with at least 424 Palestinians killed since October 11, according to the latest figures from the Palestinian Health Ministry.</p><p>Another 1,199 Palestinians have been wounded in Israeli attacks since that date, the Gaza ministry said on Wednesday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Ultra-Orthodox fury over military enlistment turns deadly in Israel | Benjamin Netanyahu News | Al Jazeera",
            "time": "2026-01-07T19:02:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695e9f5f-1767808863.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The killing of 14-year-old Yosef Eisenthal, who was run over by a bus during an anti-recruitment protest in an Orthodox district of West Jerusalem on Tuesday night, has brought renewed attention to one of the most contentious issues in Israeli politics: the exemption of <a href=\"/news/2025/10/30/thousands-of-ultra-orthodox-rally-in-jerusalem-against-military-service\">ultra-Orthodox Jews from military service</a>.</p><p>According to numerous analysts, the scale of the fissure is such that it poses an existential threat to the right-wing coalition led by Prime Minister Benjamin Netanyahu, which has so far weathered multiple accusations of genocide in Gaza and criticism over unilateral attacks on regional neighbours.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Eisenthal was among tens of thousands of ultra-Orthodox, or Haredi, protesters when he was hit by the bus at an intersection in the Romema neighbourhood. Three other protesters, all reported to be teenagers, were injured in the incident. Israeli media reports say the bus driver had previously been attacked by demonstrators before driving into the crowd.</p><p>Netanyahu issued a statement on Wednesday morning, pledging that the incident would be thoroughly investigated and urging “restraint to prevent the mood from becoming further inflamed so that, heaven forbid, we do not have additional tragedies”.</p><p></p><p>Anger over the exemption of Israel’s ultra-Orthodox students dates back to early attempts in 1999 to formalise what had previously been a de facto arrangement, with Haredi leaders arguing that young men should be allowed to focus on full-time religious study to preserve Jewish law and tradition, rather than be conscripted to join the army, as other Israeli Jews are.</p><p>However, legal challenges to the exemption, most recently from the Supreme Court late last year demanding that Haredi recruitment be enforced, combined with reports of manpower shortages linked to Israel’s military conflicts in Gaza, Lebanon, Syria, and Iran, have pushed the issue back into the spotlight.</p><p>Polls show broad public support for the ending of the exemption, a notion publicly backed by Netanyahu. But two of the prime minister’s key coalition partners, United Torah Judaism (UTJ) and Shas, have repeatedly threatened to withdraw from the government or vote against the state budget, triggering new elections, unless legislation is passed preserving Haredi exemptions or limiting conscription for students at Israel’s ultra-Orthodox schools, known as yeshivas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“You need to remember, these aren’t political parties in the conventional sense,” Yossi Mekelberg, a senior consulting fellow at Chatham House, said, characterising UTJ and Shas as operating to the benefit of their community and not wider society. “They are elected as parties to operate as pressure groups inside the Knesset [parliament]. They know that no one outside of their own ultra-Orthodox community will vote for them, and they really have no interest in persuading them to do so.”</p><p>“All they have is their own religious base, with a proportion in society that is constantly increasing,” added Mekelberg. “Preserving that base, for the large part, is about keeping them out of the army where they might encounter different types of approaches to religion, including secularism, which their rabbis are afraid would tempt and corrupt them.”</p><h2 id=\"bitter-debate\">Bitter debate</h2><p>Despite the limited deaths, the Israeli army has incurred compared to the tens of thousands of Palestinians killed during its genocidal war on Gaza, anger over the Haredi communities’ apparent exemption from the draft has grown among a society <a href=\"/news/2025/10/7/two-years-into-its-war-on-gaza-israel-is-fractured-isolated-analysts\">fractured</a> from two years of unrelenting conflict.</p><p>An autumn poll last year showed an overwhelming number of Israeli respondents saw the societal schism between secular and ultra-Orthodox Israelis as one of the most divisive issues facing contemporary Israel.</p><p>Responding to the death of Eisenthal, UTJ’s Meir Porush told reporters, “It is impossible to ignore the fact that more than once during demonstrations by the ultra-Orthodox public, there is a public atmosphere that it is permissible to harm the demonstrators.”</p><p>“The situation in which incitement is rampant against the ultra-Orthodox public is causing Jews to fear for their safety in the Land of Israel,” Porush continued. “I call on all public leaders to call for an end to the harm and incitement against the ultra-Orthodox public.”</p><figure id=\"attachment_4177762\" aria-describedby=\"caption-attachment-4177762\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177762\" src=\"/wp-content/uploads/2025/12/2025-10-22T172528Z_145204992_RC25HHAT7N13_RTRMADP_3_ISRAEL-PALESTINIANS-CONSCRIPTION-PROTEST-1765889244.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An Israeli police officer pulls an ultra-Orthodox Jew during a protest.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177762\" class=\"wp-caption-text\">Police clash with ultra-orthodox protesters during a previous protest over compulsory enlistment in West Jerusalem [Ammar Awad/Reuters]</figcaption></figure><p>“There’s very little sympathy for the ultra-Orthodox among much of Israeli society,” Ori Goldberg, an Israeli political analyst, said. “They’ve gone to great lengths to distance themselves from the rest of the population, so most people don’t really care … Israeli society is broken.”</p><h2 id=\"divisive\">Divisive</h2><p>From Israel’s creation in 1948, a handful of highly skilled ultra-Orthodox scholars were granted exemptions from Israel’s mandatory military service, which applies to most Jewish citizens. However, over the years, the influence of influential religious parties, such as Shas and UTJ, has led to a significant increase in the number of military exemptions, currently estimated at about 90 percent of the <a href=\"/features/2024/7/21/who-are-israels-ultra-orthodox-and-will-conscripting-them-sow-discord\">13,000 ultra-Orthodox</a> men who reach conscription age each year.</p><p>While Shas and UTJ only hold 18 seats in the parliament, the fractured nature of Israeli politics and Netanyahu’s reliance upon the right have given the ultra-Orthodox a disproportionate level of influence.</p><p>“It’s true that they don’t have many seats, but Netanyahu absolutely needs their support to maintain his coalition and remain prime minister,” Mitchell Barak, an Israeli pollster and former political aide to several senior Israeli political figures, including Netanyahu, told Al Jazeera. “It’s true that the ultra-Orthodox parties also need Netanyahu and his government to have any power and relevance in their own communities. But the draft issue is everything. To them, if they lose this: they have nothing.”</p><figure id=\"attachment_3898351\" aria-describedby=\"caption-attachment-3898351\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3898351\" src=\"/wp-content/uploads/2025/08/AFP__20250819__69XX4R6__v2__HighRes__TopshotIsraelPoliticsMilitaryReligion-1755640109.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Israel\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3898351\" class=\"wp-caption-text\">An ultra-Orthodox Jewish man stands in front of a burning fire during a protest against Israeli army conscription in Kfar Yona [John Wessels/AFP]</figcaption></figure><h2 id=\"increasing-influence\">Increasing influence</h2><p>Across Israel, the Haredi are a growing social and political constituency, with both their political heft and the influence of religion across society increasing as their numbers do.</p><p>In 2009, the Haredi made up 9.9 percent of Israel’s population. By 2065, they are forecast to make up more than 30 percent. Alongside this growth, ultra-Orthodox parties are making sure their members’ interests are served and that they remain loyal: all of which could spell problems for Israel’s future.</p><p>“Parties like Shas and UTJ rely on keeping its younger members religious and reliant upon benefits,” Mekelberg said.</p><p>“This is a serious problem, because their numbers are growing,” he added. “An ultra-Orthodox family will typically have six to seven children. It’s unlikely that any of the boys will ever study core subjects like maths or science. Instead, they’ll go to the yeshiva and live off benefits. This is a real demographic problem. And this isn’t a future problem. It’s one that’s happening now.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "White House: Seized tankers violated sanctions, crews can be prosecuted | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-07T18:47:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767811598.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "ICE agent shoots and kills woman during Minneapolis immigration raid | Donald Trump News | Al Jazeera",
            "time": "2026-01-07T18:34:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695eab31c456-1767811889.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A federal officer with Immigrations and Customs Enforcement (ICE) <span>has fatally shot a woman in a residential neighbourhood in Minneapolis amid protests over President Donald Trump’s immigration crackdown in the area.</span></p><p>Details of the killing in the largest city in the state of Minnesota were still emerging on Wednesday, but video of the incident showed a dark-coloured SUV blocking traffic before being surrounded by law enforcement agents. The vehicle then briefly backs up and then drives forward, as one officer opens fire.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Department of Homeland Security (DHS) spokeswoman Tricia McLaughlin quickly accused the woman of targeting the agents, alleging she had “weaponised” ⁠her vehicle.</p><p>“An ICE officer, fearing for ​his ‌life, the lives of his fellow law enforcement and ‌the safety of ‌the public, ⁠fired defensive shots,” McLaughlin wrote in a post ‌on the social media platform X. She called the incident an “act of domestic terrorism”.</p><p>Minneapolis Mayor Jacob Frey, however, was among those who swiftly pushed back on the characterisation.</p><p>Frey, a Democrat, said the ICE agent had “recklessly” shot the woman, and he added that immigration agents are “causing chaos in our city”.</p><p>“They’re ripping families apart. They’re sowing chaos on our streets and in this case, quite literally killing people,” the mayor said at a news conference.</p><p>“They are already trying to spin this as an action of self-defence. Having seen the video myself, I want to tell everybody directly: That is bulls**t.”</p><p>Minnesota Governor Tim Walz also decried the shooting as “totally predictable” and “totally avoidable”. He urged anyone participating in protests to remain peaceful, adding he had put the state’s National Guard on alert.</p><p>“I feel your anger,” he told Minnesotans at a separate news conference.</p><p>The shooting victim was later identified to the Minneapolis Star Tribune as 37-year-old Renee Nicole Good.</p><p>“She was extremely compassionate. She’s taken care of people all her life. She was loving, forgiving and affectionate. She was an amazing human being,” her mother, Donna Ganger, told the newspaper.</p><h2 id=\"dramatic-escalation\">Dramatic escalation</h2><p>Authorities, including the Federal Bureau of Investigation (FBI), are investigating the shooting. After the gunfire, Good’s SUV could be seen with a bullet hole through its windshield and blood splattered ‌across the headrest.</p><p>Venus de Mars, 65, a nearby resident, described watching paramedics perform CPR on a woman collapsed next to a snowbank near the crashed car. Shortly ‌after, they loaded her into an ambulance and drove away without their sirens on.</p><p>“There’s been lots of ICE activity, but nothing like this,” de Mars said. “I’m so angry. I’m so angry, and I feel helpless.”</p><p>Minnesota Public Radio quoted a witness, Emily Heller, as saying the incident unfolding near her home. Heller told the public radio station she heard ICE agents tell the driver, “Get out of here.”</p><p>“She was trying to turn around, and the ICE agent was in front of her car, and he pulled out a gun and put it right in — like, his midriff was on her bumper — and he reached across the hood of the car and shot her in the face like three, four times,” Heller said.</p><p>The incident marks a dramatic escalation, as the Trump administration carries out a series of immigration enforcement operations in major US cities across the US.</p><p>The midwestern metropolis composed of Minneapolis and St Paul — known as the Twin Cities — have been on edge since DHS announced on Tuesday it had deployed 2,000 officers to participate in the crackdown there.</p><p>Since November, President Trump has repeatedly condemned the fraud scandal that has gripped Minnesota. He has used the scandal to denounce both the state’s Democratic leadership and the large Somali American community there.</p><p>At a December cabinet meeting, Trump called Somali residents “garbage” and said, “ I don’t want them in our country.”</p><p>Shortly thereafter, reports emerged that ICE was planning to surge its forces to the area.</p><figure id=\"attachment_4222662\" aria-describedby=\"caption-attachment-4222662\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4222662\" src=\"/wp-content/uploads/2026/01/afp_695ead747ee3-1767812468.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='MINNEAPOLIS, MINNESOTA - JANUARY 07: An onlooker holds a sign that reads \"Shame\" as members of law enforcement work the scene following a suspected shooting by an ICE agent during federal law enforcement operations on January 07, 2026 in Minneapolis, Minnesota. According to federal officials, the agent, “fearing for his life” killed a woman during a confrontation in south Minneapolis. Stephen Maturen/Getty Images/AFP (Photo by Stephen Maturen / GETTY IMAGES NORTH AMERICA / Getty Images via AFP)' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4222662\" class=\"wp-caption-text\">A protester at the scene following the deadly shooting [Stephen Maturen/Getty Images]</figcaption></figure><h2 id=\"shooting-condemned\">Shooting condemned</h2><p>Following Wednesday’s shooting, protesters quickly gathered at the scene. They shouted, “Shame! Shame! Shame,” and “ICE out of Minnesota!”</p><p>Some were met by heavily armed federal agents wearing gas masks who fired chemical munitions at the demonstrators.</p><p>The area where the shooting occurred is a modest neighbourhood south of downtown Minneapolis, just a few blocks from some of the oldest immigrant markets in the area</p><p>The site is also 1.6km (one mile) from where <a href=\"/news/2020/6/3/what-happened-the-day-george-floyd-died-in-police-custody\">George Floyd was killed</a> by police in 2020. Courts found officer Derek Chauvin guilty of his murder, and video of his death sparked nationwide protests against police brutality.</p><p>Those protests were some of the largest of Trump’s first term as president.</p><p>During his second term, Trump has faced scrutiny over his mass deportation efforts, which have seen federal law enforcement flooded to communities across the country.</p><p>The administration has launched a recruitment campaign to quickly grow ICE’s ranks, but agents have repeatedly faced scrutiny over their conduct and training.</p><p>A tax bill passed last year by the Republican dominated-Congress allocates $75bn for ICE’s personnel, enforcement and detention budget over the next four years. The funding makes ICE the most resourced law enforcement agency in the country, with its budget far surpassing the military budgets of most countries in the world.</p><p>Since Trump’s second term began, the Trace news site has documented at least 28 instances where federal agents opened fire or brandished a gun during an immigration enforcement operation.</p><p>At least four people have been killed, prior to Wednesday’s shooting, and five people have been wounded.</p><p>In a post Truth Social, Trump claimed, without evidence, that the woman killed on Wednesday was a “professional agitator”. He broadly blamed the situation on the “radical left”, an amorphous label he regularly applies to critics of his policies.</p><p>Congresswoman Ilhan Omar, who represents Minneapolis, was among those decrying the immigration operation and its deadly consequence. She denounced the Trump administration for spreading falsehoods.</p><p>“You’re lying. There was no attempt to run the officer over and no ICE agents appear to be hurt,” she wrote on X, where she also posted a widely circulated video of the shooting.</p><p>“Get out of our city,” she added.</p><figure id=\"attachment_4222660\" aria-describedby=\"caption-attachment-4222660\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4222660\" src=\"/wp-content/uploads/2026/01/afp_695ead670c36-1767812455.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"MINNEAPOLIS, MINNESOTA - JANUARY 07: Members of law enforcement photograph a vehicle suspected to be involved in a shooting by an ICE agent during federal law enforcement operations on January 07, 2026 in Minneapolis, Minnesota. According to federal officials, the agent, “fearing for his life” killed a woman during a confrontation in south Minneapolis. Stephen Maturen/Getty Images/AFP (Photo by Stephen Maturen / GETTY IMAGES NORTH AMERICA / Getty Images via AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4222660\" class=\"wp-caption-text\">Law enforcement officers at the scene in Minneapolis [Stephen Maturen/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Warner Bros again rejects latest hostile bid from Paramount | Media News | Al Jazeera",
            "time": "2026-01-07T18:15:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-16T144735Z_1697212422_RC2ACIAFF9PJ_RTRMADP_3_WARNER-BROS-DISCOVERY-M-A-1767805206.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The board of Warner Bros Discovery (WBD) has unanimously turned down Paramount Skydance’s latest attempt to acquire the studio, saying its revised $108.4bn hostile bid amounted to a risky leveraged buyout that investors should reject.</p><p>In a letter to shareholders on Wednesday, the WBD board said <a href=\"/economy/2025/12/17/warner-bros-discovery-rejects-paramounts-hostile-takeover-bid\" target=\"_blank\" rel=\"noopener\">Paramount’s offer </a>hinges on “an extraordinary amount of debt financing” that heightens the risk of closing. It reaffirmed its commitment to streaming giant Netflix’s $82.7bn deal for the film and television studio and other assets.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Some investors, however, pushed back on Warner Bros. Pentwater Capital Management CEO Matthew Halbower said that the media giant’s board had “made an error” by not considering Paramount’s bid.</p><p>On CNBC on Wednesday, Halbower called the deal “economically superior”.</p><p>Paramount’s financing plan would saddle the smaller Hollywood studio with $87bn in debt once the acquisition closes, making it the largest leveraged buyout in history, the Warner Bros board told shareholders after voting against the $30-per-share cash offer on Tuesday. The letter accompanied a 67-page amended merger filing that laid out its case for rejecting Paramount’s offer.</p><h2 id=\"paramount-deal-remains-inadequate\">Paramount deal ‘remains inadequate’</h2><p>The revised Paramount offer “remains inadequate particularly given the insufficient value it would provide, the lack of certainty in Paramount Skydance ability to complete the offer, and the risks and costs borne by WBD shareholders should Paramount Skydance fail to complete the offer”, the Warner Bros board wrote.</p><p>Paramount, which has a market value of about $14bn, proposed to use $40bn in equity, which would be personally guaranteed by Oracle’s billionaire co-founder Larry Ellison, whose son David is Paramount’s CEO, and $54bn in debt to finance the deal.</p><p>Its financing plan would further weaken its credit rating, which S&amp;P Global already rates at junk levels, and strain its cash flow – heightening the risk that the deal will not close, the Warner Bros board said. Netflix, which has offered $27.75 a share in cash and stock, has a $400bn market value and investment-grade credit rating.</p><p>The decision keeps Warner Bros on track to pursue the deal with Netflix, even after Paramount amended its bid on December 22 to address the earlier concerns about the lack of a personal guarantee from Ellison, who is Paramount’s controlling shareholder.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Paramount and Netflix have been vying to win control of Warner Bros, and with it, its prized film and television studios and its extensive content library. Its lucrative entertainment franchises include  Harry Potter, Game of Thrones, Friends, and the DC Comics universe; as well as coveted classic films such as Casablanca and Citizen Kane.</p><h2 id=\"netflix-applauds\">Netflix applauds</h2><p>Netflix co-CEOs Ted Sarandos and Greg Peters welcomed Warner Bros’ decision on Wednesday, saying it recognises the streaming giant’s deal “as the superior proposal that will deliver the greatest value to its stockholders, as well as consumers, creators and the broader entertainment industry”.</p><p>Warner Bros Chairman Samuel Di Piazza told CNBC that the company was not currently in talks with Paramount but remains open to a transaction with the Ellison-led firm, and both the deals have a path to regulatory approval.</p><p>“From our perspective, they’ve got to put something on the table that is compelling,” he said, referring to the Paramount offer.</p><p>Wednesday’s filing said Warner Bros’ board met on December 23 to review Paramount’s amended offer and noted some improvements, including Ellison’s personal guarantee and a higher reverse termination fee of $5.8bn, but found “significant costs” associated with Paramount’s bid compared with a Netflix deal.</p><p>Warner Bros would be obligated to pay the streaming service a $2.8bn termination fee for abandoning its merger agreement with Netflix, $1.5bn in fees to its lenders and about $350m in additional financing costs. Altogether, Warner Bros said it would incur about $4.7bn in additional costs to terminate its deal with Netflix, or $1.79 per share.</p><p>The board repeated some concerns it had laid out on December 17, such as that Paramount would impose operating restrictions on the studio that would harm its business and competitive position, including barring the planned spin-out of the company’s cable television networks into a separate public company, Discovery Global.</p><p>Paramount offered “insufficient compensation” for the damage done to the studio’s business, if the Paramount deal failed to close, Warner Bros said.</p><p>Paramount “repeatedly failed to submit the best proposal” to Warner Bros shareholders, the board wrote, “despite clear direction” on the deficiencies in its bid and potential solutions.</p><p>The jockeying for Warner Bros has become Hollywood’s most closely watched takeover battle, as studios race to scale up amid intensifying competition from streaming platforms and volatile theatrical revenues.</p><p>While Netflix’s offer has a lower headline value, analysts have said it presents a clearer financing structure and fewer execution risks than Paramount’s bid for the entire company, including its cable TV business.</p><p>“WBD does not want to sell to Paramount, so it will keep rejecting Paramount as long as it is able to,” said Ross Benes, an analyst at eMarketer.</p><p>“But this process is not over … Paramount will have opportunity to make further attempts.”</p><p>Harris Oakmark, Warner Bros’ fifth-largest investor, previously told Reuters that Paramount’s revised offer was not “sufficient”, noting it was not enough to cover the breakup fee.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Paramount has argued its bid would face fewer regulatory obstacles, but a combined Paramount-Warner Bros entity would create a formidable competitor to industry leader Disney and merge two major television operators and two streaming services.</p><p>The valuation of Warner Bros’ planned Discovery Global spin-off, which includes cable television networks CNN, TNT Sports and the Discovery+ streaming service, is seen as a major sticking point. Analysts peg the cable channels’ value at up to $4 per share, while Paramount has suggested just $1.</p><p>Lawmakers from both parties have raised concerns about further consolidation in the media industry, and US President Donald Trump has said he plans to <a href=\"/economy/2025/12/5/netflix-to-acquire-warner-bros-discovery-raising-antitrust-concerns\" target=\"_blank\" rel=\"noopener\">weigh in</a> on the landmark acquisition.</p><p>On Wall Street, Warner Bros Discovery is up 0.3 percent in midday trading amid the news of the rejected bid. Netflix is also up 0.3. Meanwhile, Paramount is down 0.1 percent.</p></div></div></body></html>"
        },
        {
            "title": "Iran leaders warn protesters and foreign foes as deadly unrest ramps up | Protests News | Al Jazeera",
            "time": "2026-01-07T17:10:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26006452774283-1767788483.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Iran leaders warn protesters and foreign foes as deadly unrest ramps up</h1><p class=\"article__subhead\"><em>Army chief hits out at foreign ‘rhetoric’ targeting Iran, threatens decisive action to ‘cut off hand of any aggressor’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran’s top judge warned protesters who have taken to the streets during a spiralling economic crisis there will be “no leniency for those who help the enemy against the Islamic Republic”, accusing the US and Israel of sowing chaos.</p><p>“Following announcements by Israel and the US president, there is no excuse for those coming to the streets for riots and unrest,” said Chief Justice Gholamhossein Mohseni Ejei on Wednesday in comments on the deadly protests carried by Fars news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Amid growing unrest, Iran is under international pressure after US President <a href=\"/news/2026/1/5/trump-poses-with-make-iran-great-again-hat-after-maduro-abduction\">Donald Trump</a> threatened last week that if Tehran “violently kills peaceful protesters, which is their custom, the United States of America will come to their rescue”.</p><p>His threat – accompanied by an assertion that the US is “<a href=\"/news/2026/1/2/trump-and-top-iranian-official-exchange-threats-over-protests-in-iran\">locked and loaded and ready to go</a>” – came seven months after Israeli and US forces bombed Iranian nuclear sites in a 12-day war.</p><p>Additionally, Israeli Prime Minister Benjamin Netanyahu backed the protesters on Sunday, telling ministers, “It is quite possible that we are at a moment when the Iranian people are taking their fate into their own hands.”</p><p>Following Ejei’s warning, Iran’s army chief threatened preemptive military action over the “rhetoric” targeting Iran.</p><p>Speaking to military academy students, Major-General Amir Hatami – who took over as commander-in-chief of Iran’s army after a slew of top military commanders were killed in <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">Israel’s 12-day war</a> – said the country would “cut off the hand of any aggressor”.</p><p>“I can say with confidence that today the readiness of Iran’s armed forces is far greater than before the war. If the enemy commits an error, it will face a more decisive response,” said Hatami.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ongstanding-anger\">‘Longstanding anger’</h2><p>The<a href=\"/opinions/2026/1/6/irans-new-year-demonstrations-and-the-question-of-regime-survival\"> nationwide demonstrations</a>, which have seen dozens of people killed so far, ignited at the end of last month when shopkeepers in Tehran’s Grand Bazaar shuttered their businesses in anger over the collapse of Iran’s rial currency, against a backdrop of deepening economic woes driven by mismanagement and punishing Western sanctions.</p><p>The Iranian state has not announced casualty figures. HRANA, a network of human rights activists, reported a death toll of at least 36 people as well as the arrest of at least 2,076 people. Al Jazeera has been unable to verify any figures.</p><p>Iranian Supreme Leader Ayatollah Ali Khamenei promised not to “yield to the enemy” following Trump’s comments, which acquired added significance after the US military raid that seized Venezuelan President Nicolas Maduro, a longtime ally of Tehran, over the weekend.</p><p>Seeking to halt the anger, Iran’s government began on Wednesday paying the equivalent of $7 a month to <a href=\"/news/2026/1/6/protests-grow-as-irans-government-makes-meager-offer-amid-tanking-economy\">subsidise rising costs</a> for dinner-table essentials such as rice, meat and pasta – a measure widely deemed to be a meagre response.</p><p>“More than a week of protests in Iran reflects not only worsening economic conditions, but longstanding anger at government repression and regime policies that have led to Iran’s global isolation,” the New York-based Soufan Center think tank said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US seizes two Venezuela-linked oil tankers in Caribbean, North Atlantic | Oil and Gas | Al Jazeera",
            "time": "2026-01-07T17:09:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767805764.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Extreme flooding submerges Kosovo cities, villages | Weather | Al Jazeera",
            "time": "2026-01-07T16:51:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767804632.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Do Russia and China pose a national security threat to the US in Greenland? | Donald Trump News | Al Jazeera",
            "time": "2026-01-07T15:14:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695e55ea-1767790058.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump sees Greenland as a United States national security priority to deter Washington’s “adversaries in the Arctic region”, according to a <a href=\"/news/2026/1/7/us-says-military-always-an-option-in-greenland-as-europe-rejects-threats\">White House statement</a> released on Tuesday.</p><p>The statement came days after Trump told reporters that the <a href=\"/news/2026/1/6/danish-pm-says-us-attack-on-greenland-would-be-the-end-of-nato\">US needs Greenland</a> from a national security perspective because it is “covered with Russian and Chinese ships”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s what you need to know about what Trump said, whether Russia and China are present in Greenland, and whether they do pose a threat to American security.</p><h2 id=\"what-has-trump-recently-said-about-greenland\">What has Trump recently said about Greenland?</h2><p>“Right now, Greenland is covered with Russian and Chinese ships all over the place. We need Greenland from the standpoint of national security,” Trump told reporters aboard Air Force One on January 4.</p><p>The White House statement on Tuesday fleshed out further details on how the US would go about its acquisition of Greenland.</p><p>“The president and his team are discussing a range of options to pursue this important foreign policy goal, and of course, utilizing the US military is always an option at the commander-in-chief’s disposal,” the White House statement says.</p><p>Over the course of his second term, Trump has talked about wanting Greenland for national security reasons multiple times.</p><p>“We need Greenland for international safety and security. We need it. We have to have it,” he <a href=\"/news/2025/3/28/is-trumps-greenland-plan-part-of-a-scramble-for-the-arctic\">said</a> in March.</p><p>Since 1979, Greenland has been a self-governing territory of Denmark, and since 2009, it has had the right to declare independence through a referendum.</p><p>Trump has repeatedly expressed a desire to take control of the island, which hosts a US military base. He first voiced this desire in 2019, during his first term as US president.</p><p>As a response, leaders from Greenland and Denmark have repeatedly said that Greenland is not for sale. They have made it clear that they are especially not interested in becoming part of the US.</p><p>On January 4, Denmark’s Prime Minister Mette Frederiksen said, “It makes absolutely no sense to talk about the US needing to take over Greenland.”</p><p>“The US has no right to annex any of the three countries in the Danish kingdom,” she said, alluding to the Faroe Islands, which, like Greenland, are also a Danish territory.</p><p>“I would therefore strongly urge the US to stop the threats against a historically close ally and against another country and another people who have very clearly said that they are not for sale,” Frederiksen said.</p><p>US special forces <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\">abducted</a> Venezuelan President Nicolas Maduro during an operation in the Venezuelan capital, Caracas, on January 3.</p><p>Hours later, Katie Miller, the wife of close Trump aide and US Homeland Security Advisor <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">Stephen Miller</a>, posted a photo on X showing the US flag imposed on the map of Greenland.</p><p></p><p>Greenland’s Prime Minister Jens-Frederik Nielsen hit back in an X post, writing, “Relations between nations and peoples are built on mutual respect and international law – not on symbolic gestures that disregard our status and our rights.”</p><h2 id=\"why-does-trump-want-greenland-so-badly\">Why does Trump want Greenland so badly?</h2><p>The location and natural resources of the Arctic island make it strategically important for Washington.</p><p>Greenland is geographically part of North America, located between the Arctic Ocean and the North Atlantic Ocean. It is home to some 56,000 residents, mostly <a href=\"/program/witness/2021/6/17/the-fight-for-greenland-a-new-generation-speaks\">Indigenous Inuit people</a>.</p><p>It is the world’s largest island. Greenland’s capital, Nuuk, is closer to New York City  – some 2,900km (1,800 miles) away – than the Danish capital Copenhagen, which is located 3,500km (2,174 miles) to the east.</p><p>Greenland, a NATO territory through Denmark, is an EU-associated overseas country and territory whose residents remain European Union citizens, having joined the European Community with Denmark in 1973 but having withdrawn in 1985.</p><p>“It’s really tricky if the United States decides to use military power to take over Greenland. Denmark is a member of NATO; the United States is a member as well. It really calls into question what the purpose of the military alliance is, if that happens,” Melinda Haring, a senior fellow at the Atlantic Council Eurasia Center, told Al Jazeera.</p><p>Greenland offers the shortest route from North America to Europe. This gives the US a strategic upper hand for its military and its ballistic missile early-warning system.</p><p>The US has expressed interest in expanding its military presence in Greenland by placing radars in the waters connecting Greenland, Iceland and the United Kingdom. These waters are a gateway for Russian and Chinese vessels, which Washington aims to track.</p><p>The island is also incredibly rich in minerals, including rare earth minerals used in the high-tech industry and in the manufacture of batteries.</p><p>According to a 2023 survey, 25 of 34 minerals deemed “critical raw materials” by the European Commission were found in Greenland.</p><p>Greenland does not carry out the extraction of oil and gas, and its mining sector is opposed by its Indigenous population. The island’s economy is largely reliant on its fishing industry.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3429559\" src=\"/wp-content/uploads/2025/01/INTERACTIVE-Where-is-Greenland-Map-jan-8-2024-1736341778.png?quality=80\" alt=\"INTERACTIVE - Where is Greenland Map\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"are-chinese-and-russian-ships-swarming-greenland\">Are Chinese and Russian ships swarming Greenland?</h2><p>However, while Trump has spoken of Russian and Chinese ships around Greenland, currently, facts don’t bear that out.</p><p>Vessel tracking data from maritime data and intelligence websites such as MarineTraffic do not show the presence of Chinese or Russian ships near Greenland.</p><h2 id=\"are-russia-and-china-a-threat-to-greenland\">Are Russia and China a threat to Greenland?</h2><p>The ships’ location aside, Trump’s rhetoric comes amid a heightened <a href=\"/news/2025/3/28/is-trumps-greenland-plan-part-of-a-scramble-for-the-arctic\">scramble</a> for the Arctic.</p><p>Amid global warming, the vast untapped resources of the Arctic are becoming more accessible. Countries like the US, Canada, China and Russia are now eyeing these resources.</p><p>“Russia has never threatened anyone in the Arctic, but we will closely follow the developments and mount an appropriate response by increasing our military capability and modernising military infrastructure,” Russian President Vladimir Putin said during an address in March 2025 at the International Arctic Forum in the Russian city of Murmansk, the largest city within the Arctic Circle.</p><p>During this address, Putin said that he believed Trump was serious about taking Greenland and that the US will continue with efforts to acquire it.</p><p>In December 2024, <a href=\"http://aljazeera.com/news/2024/12/9/why-is-canada-scrambling-to-counter-russia-china-in-the-arctic\">Canada released a policy document</a> detailing plans to ramp up its military and diplomatic presence in the Arctic. Russia is also <a href=\"/features/2022/3/28/what-is-behind-russias-interest-in-a-warming-arctic\">constructing military installations</a> and power plants in the region.</p><p>Meanwhile, Russia and China have been <a href=\"/news/2024/7/23/us-wary-of-china-russia-cooperation-in-increasingly-strategic-arctic\">working together</a> to develop Arctic shipping routes as Moscow seeks to deliver more oil and gas to China amid Western sanctions while <a href=\"/program/101-east/2022/3/3/behind-chinas-rise-in-the-arctic\">Beijing seeks an alternative shipping route</a> to reduce its dependence on the Strait of Malacca.</p><p>The Northern Sea Route (NSR), a maritime route in the Arctic Ocean, is becoming easier to navigate due to melting ice. The NSR can cut shipping trips significantly short. Russia is hoping to ramp up commerce through the NSR to trade more with Asia than Europe due to Western sanctions. Last year, the number of oil shipments from Russia to China via the NSR rose by a quarter.</p><p>China is also probing the region, and has sent 10 scientific expeditions to the Arctic and built research vessels to survey the icy waters north of Russia.</p></div></div></body></html>"
        },
        {
            "title": "Trump says he wants to free up Venezuelan oil flow. What was blocking it? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-07T15:11:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695e288e2f2c-1767778446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump and Secretary of State Marco Rubio say they want to free up the flow of Venezuelan oil to benefit Venezuelans after US forces <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\">abducted</a> President Nicolas Maduro from Caracas.</p><p class=\"font-text text-lg leading-[1.6] mt-5 md:mt-[1.875rem]\" data-v-a500cf4d=\"\">“We’re going to rebuild the oil infrastructure, which requires billions of dollars that will be paid for by the oil companies directly,” Trump said at a media briefing at his Mar-a-Lago estate in Florida hours after Maduro was seized on Saturday. “They will be reimbursed for what they’re doing, but it’s going to be paid, and we’re going to get the oil flowing.”</p><p data-v-a500cf4d=\"\">Then, on Tuesday, the US president said he wanted to use proceeds from the sale of Venezuelan oil “to benefit the people of Venezuela and the United States”. Rubio has echoed Trump in his comments in recent days.</p><p data-v-a500cf4d=\"\">But what has been holding back the flow of Venezuelan oil, preventing the country from attracting investments and driving the country into poverty?</p><p>A key reason is one that Trump and Rubio have been silent about: Washington’s own efforts to strangle Venezuela’s oil industry and economy through sanctions, which also have set off a refugee crisis.</p><h2 id=\"what-has-trump-said-about-venezuelan-oil\">What has Trump said about Venezuelan oil?</h2><p>In a post on his Truth Social platform on Tuesday night, <a href=\"/economy/2026/1/7/trump-says-venezuela-to-hand-over-up-to-50-million-barrels-of-oil-to-us\">Trump said</a> Venezuela will turn over 30 million to 50 million barrels of sanctioned oil to the US.</p><p>Trump wrote: “This Oil will be sold at its Market Price, and that money will be controlled by me, as President of the United States of America, to ensure it is used to benefit the people of Venezuela and the United States!”</p><p>Trump added that he had directed his energy secretary, Chris Wright, to execute the plan “immediately”.</p><p>“It will be taken by storage ships, and brought directly to unloading docks in the United States,” Trump wrote.</p><p>During the news conference on Saturday, Trump said US oil companies would fix Venezuela’s “broken infrastructure” and “start making money for the country”.</p><p>Earlier Trump had accused<span> Venezuela in a Truth Social post of “stealing” US oil, land and other assets and using that oil to fund crime, “terrorism” and human trafficking. Top Trump adviser Stephen Miller has <a href=\"/news/2025/12/18/does-the-us-have-any-real-claim-on-venezuelan-oil-as-stephen-miller-says\">made similar claims</a> in recent days.</span></p><h2 id=\"what-does-it-mean-for-the-us-to-take-venezuelan-oil\">What does it mean for the US to take Venezuelan oil?</h2><p>Oil is trading at roughly $56 per barrel.</p><p>Based on this price, 30 million barrels of oil would be worth $1.68bn and 50 million barrels of oil would be worth $2.8bn.</p><p>“Trump’s statement about oil in Venezuela is beyond an act of war; it is an act of colonisation. That is also illegal based on the UN Charter,” Vijay Prashad, the director of the Tricontinental Institute for Social Research based in Argentina, Brazil, India, and South Africa, told Al Jazeera.</p><p>Ilias Bantekas, a professor of transnational law at Hamad Bin Khalifa University in Qatar, told Al Jazeera that the US involvement in Venezuela was “less about Maduro as it is about access to Venezuela’s oil deposits”.</p><p>“This [oil] is the number one target. Trump is not content with just allowing US oil firms to get concessions but to ‘run’ the country, which entails absolute and indefinite control over Venezuela’s resources.”</p><p>According to the website of the US Energy Information Administration, the US consumed an average of 20.25 million barrels of petroleum per day in 2023.</p><h2 id=\"what-has-rubio-said-about-venezuelan-oil\">What has Rubio said about Venezuelan oil?</h2><p>In an interview on the NBC TV network’s Meet the Press programme that aired on Sunday, Rubio said: “We are at war against drug trafficking organisations. That’s not a war against Venezuela.”</p><p>“No more drug trafficking … and no more using the oil industry to enrich all our adversaries around the world and not benefitting the people of Venezuela or, frankly, benefitting the United States and the region,” Rubio said.</p><p>Rubio said in the interview that since 2014, about eight million Venezuelans have fled the country, which he attributed to theft and corruption by Maduro and his allies. According to a report by the Office of the UN High Commissioner for Refugees from May, nearly 7.9 million people have indeed left Venezuela.</p><p>But he was silent on the US’s own role in creating that crisis.</p><h2 id=\"what-are-the-us-sanctions-against-venezuela-s-oil\">What are the US sanctions against Venezuela’s oil?</h2><p>Venezuela nationalised its oil industry in 1976 under then-President Carlos Andres Perez during an oil boom. He established the state-owned Petroleos de Venezuela SA (PDVSA) to control all oil resources.</p><p>Venezuela continued to be a major oil exporter to the US for some years, supplying 1.5 million to 2 million barrels per day in the late 1990s and early 2000s.</p><p>After President Hugo Chavez took office in 1998, he nationalised all oil assets, seized foreign-owned assets, restructured the PDVSA and prioritised using oil revenue for social programmes in Venezuela.</p><p>From 2003 to 2007, Venezuela under Chavez managed to <a href=\"https://www.files.ethz.ch/isn/93923/weisbrot_revista_fall_08.pdf\">cut its poverty rate in half</a> – from 57 percent to 27.5 percent. Extreme poverty fell even more sharply, by 70 percent.</p><p>But exports declined, and government authorities were accused of mismanagement.</p><p>The US first imposed sanctions on Venezuela’s oil in retaliation for nationalising US oil assets in 2005.</p><p>Under US sanctions, many senior Venezuelan government officials and companies have been barred from accessing any property or financial assets held in the US. They cannot access US bank accounts, sell property or access their money if it passes through the US financial system.</p><p>Critically, any US companies or citizens doing business with any sanctioned individual or company will be penalised and risk becoming subject to enforcement actions.</p><p>Maduro took over as president in 2013 after Chavez’s death. In 2017, Trump, during his first term in office, imposed more sanctions and tightened them again in 2019. This further restricted sales to the US and access for Venezuelan companies to the global financial system. As a result, oil exports to the US nearly stopped, and Venezuela shifted its trade mainly to China with some sales to India and Cuba.</p><p>Last month, the Trump administration <a href=\"/news/2025/12/12/us-slaps-sanctions-on-maduro-family-venezuelan-tankers-what-we-know\">imposed yet more sanctions</a> – this time on Maduro family members and Venezuelan tankers carrying sanctioned oil.</p><p>Today, the PDVSA controls the petroleum industry in Venezuela, and US involvement in Venezuelan oil drilling is limited. Houston-based Chevron is the only US company that still operates in Venezuela.</p><h2 id=\"how-have-sanctions-hurt-venezuela-s-oil-flows\">How have sanctions hurt Venezuela’s oil flows?</h2><p>Trump might today be interested in getting Venezuelan oil flowing, but it is US sanctions that blocked that flow in the first place.</p><p>Venezuela’s oil reserves are concentrated primarily in the Orinoco Belt, a region in the eastern part of the country stretching across roughly 55,000sq km (21,235sq miles).</p><p>While the country is home to the world’s <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">largest proven oil reserves</a> – at an estimated 303 billion barrels – it earns only a fraction of the revenue it once did from exporting crude.</p><p>According to data from the Observatory of Economic Complexity, Venezuela exported $4.05bn of crude oil in 2023. This is far below other major exporters, including Saudi Arabia ($181bn), the US ($125bn) and Russia ($122bn).</p><h2 id=\"how-have-us-sanctions-hurt-venezuelans-and-the-country-s-oil-infrastructure\">How have US sanctions hurt Venezuelans and the country’s oil infrastructure?</h2><p>The US sanctions on Venezuelan oil prevent US and non-US companies from doing business with the PDVSA. Because the US is a market no one wants to lose, firms, including banks, are wary of taking any steps that could invite Washington’s sanctions.</p><p>In effect, that has meant Venezuela’s oil industry has been almost entirely deprived of international financial investment.</p><p>The sanctions additionally restrict Venezuela from accessing oilfield equipment, specialised software, drilling services and refinery components from Western companies.</p><p>This has resulted in years of underinvestment in the PDVSA’s infrastructure, leading to chronic breakdowns, shutdowns and accidents.</p><p>The sanctions have also resulted in broader economic turmoil.</p><p>The country’s gross domestic product per capita stood at about $4,200 in 2024, according to World Bank data, down from more than $13,600 in 2010.</p><p>From about 2012, the economy went into a sharp decline, driven by domestic economic policies, a slump that was later deepened by US sanctions. The resulting hardships have pushed millions of Venezuelans to leave the country – the same people who Trump and Rubio now argue should benefit from Venezuela’s oil revenues.</p><h2 id=\"does-the-us-have-any-claim-to-venezuelan-oil\">Does the US have any claim to Venezuelan oil?</h2><p>US companies began drilling for oil in Venezuela in the early 1900s.</p><p>In 1922, vast petroleum reserves were initially discovered by Royal Dutch Shell in Lake Maracaibo in Zulia state in northwestern Venezuela.</p><p>At this point, US companies ramped up their investments in the extraction and development of Venezuelan oil reserves. Companies such as Standard Oil led development under concession agreements, propelling Venezuela to a position as a key global supplier, especially for the US.</p><p>Venezuela was a founding member of OPEC, joining at its creation on September 14, 1960. OPEC is a group of major oil-exporting countries that work together to manage supply and influence global oil prices.</p><p>But the claims by Trump and Miller that Venezuela somehow “stole” US oil are baseless under international law, experts said.</p><p>The principle of permanent sovereignty over natural resources, adopted by the UN General Assembly in a resolution in 1962, is clear that sovereign states have the inherent right to control, use and dispose of their resources for their own development.</p><p>In other words, Venezuela alone owns its oil.</p></div></div></body></html>"
        },
        {
            "title": "New video said to show US forces shadowing Russian oil tanker | Oil and Gas | Al Jazeera",
            "time": "2026-01-07T14:55:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767797717.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera reporter witnesses fighting in Aleppo as thousands flee | Syria's War | Al Jazeera",
            "time": "2026-01-07T14:52:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767797537.jpg?resize=1920%2C1074&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Arsenal vs Liverpool: Premier League - team news, start time, lineups | Football News | Al Jazeera",
            "time": "2026-01-07T13:45:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-13T213912Z_767039696_UP1ELCD1O5B7S_RTRMADP_3_SOCCER-ENGLAND-ARS-WOL-1767791850.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Arsenal vs Liverpool<br>\n<strong>What:</strong> English Premier League<br>\n<strong>Where:</strong> Emirates Stadium in London, United Kingdom<br>\n<strong>When:</strong> Thursday, January 8, at 8pm (20:00 GMT).<br>\n<strong>How to follow:</strong> We will have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our text commentary stream.</p><p>Table-topping Arsenal entertain defending champions Liverpool in a mouth-watering offering in the English Premier League on Thursday, with glory on offer for the former but pride heavily at stake for the latter.</p><p>The Gunners are searching for their first league title since 2003, while the Reds are licking their wounds from a season that has almost inexplicably imploded following their runaway success last term.</p><p>Al Jazeera Sport takes a closer look at the match in which a home win is fully expected, but nothing can ever be taken for granted in the Premier League.</p><h2 id=\"how-have-arsenal- fared -in-the-premier-league-this-season\">How have Arsenal fared in the Premier League this season?</h2><p>The Gunners have stormed to top spot as manager Mikel Arteta looks to go one better than three consecutive second-placed finishes in the English top flight.</p><p>Only one defeat in 21 matches to begin the season – the loss coming at Liverpool – has marked Arsenal as the team to stop on all fronts. Free-scoring in front of the goal and miserly at the back, Arteta appears to have finally cracked the code.</p><h2 id=\"how-do-things-stand-in-the-premier-league-title-race\">How do things stand in the Premier League title race?</h2><p>The gap with second-placed Manchester City is six points, ahead of Pep Guardiola’s side welcoming Brighton and Hove Albion at the Etihad Stadium on Wednesday.</p><p>Aston Villa are level on points with City, and travel to Crystal Palace on Wednesday, but their <a href=\"/sports/2025/12/30/arsenal-crush-aston-villa-in-premier-league-wolves-hold-man-united\">4-1 defeat</a> at the hands of Arsenal on December 30 was regarded as a serious dent to their title ambitions.</p><p></p><h2 id=\"what-has-gone-wrong-for-liverpool-in-the-premier-league-this-season\">What has gone wrong for Liverpool in the Premier League this season?</h2><p>The Reds enjoyed a stunning start to the new campaign, which made their demise this season all the more alarming. Slot’s side won their opening five league matches as part of a seven-game winning run in all competitions.</p><p>Liverpool manager Arne Slot insists his reigning champions can still do “special things” this season.</p><p>“It is nine games unbeaten but we have definitely had two draws too many,” Slot told a pre-match news conference on Wednesday.</p><p>A great deal of the focus for the Reds’ slide, which saw them lose the following four Premier League games on the bounce after their fine start, has focused on the fallout with their iconic forward Mohamed Salah.</p><p>Slot has insisted the club have moved on since Salah’s departure for international duty with Egypt at the 2025 Africa Cup of Nations, but questions remain across the park.</p><p>“We haven’t had the consistency but we’ve already beaten some very good teams, so that tells you the talent is definitely there but the consistency isn’t,” he said.</p><p>Only 41 goals were conceded by Liverpool last season, but 28 have already been let in during their 20 games so far this season.</p><p>The massive summer spending spree, which was headlined by Alexander Isak and Florian Wirtz as marquee signings, has seemingly unsettled the balance of a side that stormed to the title last season.</p><p>The talent of both, and the rest brought in, is quite clear, but whether Slot can gel them into a side capable of salvaging this season and beyond remains to be seen.</p><p>The manager believes his side are still in the reckoning in the league.</p><p>“There’s a lot of importance on this match because we still have a lot to play for in the Premier League,” said Slot.</p><h2 id=\"what-happened-the-last-time-arsenal-played-liverpool\">What happened the last time Arsenal played Liverpool?</h2><p>Liverpool secured <a href=\"/sports/2025/8/31/liverpools-szoboszlai-downs-arsenal-to-top-premier-league-table\">a 1-0 win</a> against Arsenal in an early-season encounter between the sides in the Premier League on August 31 at Anfield.</p><p>Dominik Szoboszlai scored the only goal of the game with an explosive free-kick in the 83rd minute of an otherwise tight match.</p><h2 id=\"what-happened-in-the-corresponding-game-between-arsenal-and-liverpool-last-season\">What happened in the corresponding game between Arsenal and Liverpool last season?</h2><p>The sides could not be separated in last season’s Premier League match at Emirates Stadium, although Liverpool had to twice come from behind – including a late Mohamed Salah leveller – to snare <a href=\"/sports/liveblog/2024/10/27/live-arsenal-vs-liverpool-english-premier-league\">a 2-2 draw</a>.</p><p>Bukayo Saka and Mikel Merino had given the Gunners the lead twice in the first half with Virgil van Dijk netting in between.</p><p>The Reds, however, had to nervously wait until the 81st minute for Salah to secure a point.</p><h2 id=\"when-did-arsenal-last-beat-liverpool\">When did Arsenal last beat Liverpool?</h2><p>Arsenal’s last win against Liverpool came three seasons ago, courtesy of a 3-1 victory at Emirates Stadium in February 2024.</p><p>A fiery match saw nine yellow cards shown and Reds defender Ibrahima Konate sent off in the 88th minute when his side were still searching for an equaliser.</p><p>Bukayo Saka and Gabriel Martinelli scored in either half to twice give the Gunners the lead, either side of Gabriel Magalhaes’s own goal.</p><p>Leandro Trossard rounded off the scoring in the 90th minute.</p><h2 id=\"stat-attack-arsenal\">Stat attack – Arsenal</h2><p>The Gunners are on a seven-game winning streak, during which they have netted 13 goals and conceded only six – two of which came in the win against Brighton in their last game.</p><p>The north Londoners are the only team to retain an unbeaten home record in the Premier League at this stage, winning nine of their 10 matches at Emirates Stadium. The Gunners have fired in 26 goals in front of their own fans in the league this season, and conceded only five.</p><p>Bukayo Saka, such a huge part of the Gunners’ form of recent seasons, is aiming to become the first Arsenal player to score in four straight league home games against Liverpool.</p><h2 id=\"stat-attack-liverpool\">Stat attack – Liverpool</h2><p>Liverpool are unbeaten in nine matches, winning five, but have drawn their last two – both in the league.</p><p>The Reds have kept only one clean sheet in their last seven league matches – a <a href=\"/sports/2025/12/13/salah-assists-ekitikes-brace-as-liverpool-beat-brighton\">2-0 home victory</a> against Brighton and the 0-0 draw at Leeds two games ago.</p><p>Eight goals have been shipped in that time, with 12 scored.</p><p>Four of their six defeats this season have come on the road – where they have also won four and drawn two – with 18 goals conceded on their travels and only 17 scored.</p><p>Even bottom-of-the-table Wolverhampton Wanderers have not shipped so many goals away from home.</p><h2 id=\"arsenal-vs-liverpool-stat-attack\">Arsenal vs Liverpool – stat attack</h2><p>Liverpool are unbeaten in three matches against Arsenal, winning the last match and drawing twice.</p><p>That victory for the Reds, however, ended a six-match winless run in the league, during which the Gunners won twice.</p><p>The last victory for the Reds prior to that stretch was the last time the Merseysiders won at Emirates Stadium, back in March 2022, with goals from Roberto Firmino and Diogo Jota.</p><p>The Gunners have won two of the three league meetings in London since then.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This is the 246th meeting between the sides, with Liverpool winning 95 of the matches and Arsenal emerging victorious on 81 occasions.</p><h2 id=\"arsenal-team-news\">Arsenal team news</h2><p>Max Dowman and Cristhian Mosquera miss out, with both struggling with ankle problems, while Riccardo Calafiori is a doubt due to an unspecified injury.</p><p>Kai Havertz was rested from the squad that was named for the win at Bournemouth and may have to make do with a place on the bench at best as his recovery from a previous injury is managed.</p><h2 id=\"predicted-arsenal-starting-lineup\">Predicted Arsenal starting lineup</h2><p>Raya; Timber, Saliba, Gabriel, Hincapie; Odegaard, Zubimendi, Rice; Saka, Gyokeres, Trossard</p><h2 id=\"liverpool-team-news\">Liverpool team news</h2><p>Salah remains at AFCON with Egypt, while Isak is a long-term absentee with a leg injury.</p><p>Fellow forward Hugo Ekitike missed the draw with Fulham due to a muscle problem and remains a doubt.</p><p>Florian Wirtz is nursing a hamstring problem but is expected to continue to play through the issue.</p><p>Giovanni Leoni and Wataru Endo remain longer-term absentees.</p><h2 id=\"predicted-liverpool-starting-lineup\">Predicted Liverpool starting lineup</h2><p>Alisson; Bradley, Konate, Van Dijk, Kerkez; Mac Allister, Gravenberch; Szoboszlai, Wirtz, Jones; Gakpo</p><h2 id=\"arsenal-and-liverpool-form-guides\">Arsenal and Liverpool form guides</h2><ul>\n<li><strong>Arsenal:</strong> W-W-W-W-W</li>\n<li><strong>Liverpool:</strong> W-W-W-D-D</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "‘Anywhere in the world’: US seizes Venezuela-linked Russian oil tanker | Oil and Gas News | Al Jazeera",
            "time": "2026-01-07T13:39:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-02T170453Z_1643187773_RC2KFDAQLQZ8_RTRMADP_3_USA-VENEZUELA-VESSEL-STILL-FILE-1767793755.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The US special forces commandeered a Russian-flagged oil tanker with links to Venezuela in the North Atlantic after a weeks-long pursuit, drawing a sharp rebuke from Moscow.</p><p>The US military’s European Command said the Marinera oil tanker, originally known as the Bella-1, was seized on Wednesday “for violations of US sanctions”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The blockade of sanctioned and illicit Venezuelan oil remains in FULL EFFECT – anywhere in the world,” US Defense Secretary Pete Hegseth wrote on social media.</p><p>The operation came after the Marinera slipped through a US <a href=\"/news/2025/12/24/un-experts-condemn-us-naval-blockade-of-venezuela-as-illegal-aggression\">maritime “blockade” of sanctioned tankers</a> going to and from Venezuela and rebuffed US Coast Guard efforts to board it.</p><p>American officials say the tanker is part of a “shadow fleet” that has carried oil for countries such as Venezuela, Russia, and Iran in violation of US sanctions.</p><p>‌Russian state broadcaster RT reported US forces boarded the Marinera from a helicopter, and it published ⁠an image of the aircraft ​hovering near the ship.</p><p>RT cited an unnamed source as saying a US ​Coast Guard vessel has been ‌following the tanker, and an attempt to seize it during a storm had already been ‌carried out.</p><p>US forces have been pursuing the Marinera in the Atlantic Ocean since last month in the lead-up to the country’s military operation to <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abduct</a> Venezuelan President <a href=\"/news/liveblog/2026/1/7/live-trump-says-venezuela-to-hand-over-up-to-50mn-barrels-of-oil-to-us\">Nicolas Maduro</a>, which was carried out on Saturday.</p><h2 id=\"violation-of-maritime-law-russia\">Violation of maritime law: Russia</h2><p>In a statement, the Russian Transport Ministry said the US seizure was a violation of maritime law.</p><p>“In accordance with the 1982 UN Convention ‍on the ⁠Law of the Sea, freedom of navigation applies in the high seas, and no state has the ​right ‌to use force against vessels duly registered in the jurisdictions of ‌other states,” it ‌said in a statement.</p><p>The ministry ⁠added contact with the vessel, which it said received “temporary permission” to sail under the Russia flag on December 24, was ‌lost after US naval forces boarded it “in the open sea, beyond the territorial waters of any state”.</p><p>Tracking data from MarineTraffic showed the tanker nearing Iceland’s exclusive economic zone before it was captured.</p><p>A Russian submarine and warship were in the vicinity as the operation unfolded, but there were no indications of any confrontation between US and Russian forces, Reuters news agency reported.</p><p>Reporting from Moscow, journalist Dmitry Medvedenko said there had been <span>at least two attempts in the past weeks of “this cat-and-mouse game to seize this tanker”.</span></p><p>The Russian government has not confirmed whether it sent any vessels or submarines to accompany the Marinera, Medvedenko said.</p><p>“For reasons unclear to us, the Russian vessel is receiving heightened attention from the US and NATO militaries – attention that is clearly disproportionate to its peaceful status,” the Russian Foreign Ministry said.</p><p>The ship was sanctioned by the US in 2024 for allegedly smuggling cargo for a company linked to the Lebanese group Hezbollah.</p><p>The US Coast Guard tried to board it in the Caribbean in December as it headed for Venezuela. The ship refused boarding and headed across the Atlantic.</p><p>Wednesday’s seizure was the latest in US President Donald Trump’s crackdown on sanctioned oil tankers linked to Venezuela.</p><p>After capturing Maduro on Saturday, Trump said his government would “run” the South American country and develop its vast oil reserves. On Tuesday, the US leader also said Venezuela would hand over <a href=\"/economy/2026/1/7/trump-says-venezuela-to-hand-over-up-to-50-million-barrels-of-oil-to-us\">30 million to 50 billion barrels</a> of sanctioned oil to the United States.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"us-seizes-second-vessel\">US seizes second vessel</h2><p>Separately, US Secretary of Homeland Security Kristi Noem said a second vessel – supertanker M Sophia – was seized by American forces “in international waters near the Caribbean”.</p><p>Reuters said the vessel was Panama-flagged and under US sanctions.</p><p>It departed from Venezuelan waters this month as part of a fleet of ships carrying Venezuelan oil to China in “dark mode”, or with its transponder off, according to shipping data and sources, the news agency added.</p><p>In a social media post, Noem said both the M Sophia and the Marinera were “either last docked in Venezuela or en route to it”.</p><p>Reporting from Washington, DC, Al Jazeera’s Kimberly Halkett said the seizures are a “significant” development.</p><p>“It’s clear that there is an operation under way – a number of vessels that not only have been [pursued] but have now been apprehended,” Halkett said.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Ukraine reports ‘concrete results’ from talks with Western allies | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-07T13:30:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260106__89RB8HJ__v1__HighRes__FranceUkraineRussiaConflictDiplomacy-1767785768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian ‍President ‍Volodymyr Zelenskyy’s new chief of staff has reported “concrete ​results” have already been reached in ongoing talks over an end to the war and post-conflict security guarantees with Western allies.</p><p>Kyrylo Budanov offered the update on Telegram on Wednesday, as talks continued in Paris at the largest-ever summit of the “coalition of the willing” – a group of 35 countries that have pledged to support Kyiv against Russian aggression.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Ukrainian ​national ‌interests will be defended,” Budanov insisted, although he gave no details about the progress made.</p><p>In a subsequent social media post, Zelenskyy said that the talks on Wednesday, which will again include United States envoys Steve Witkoff and Jared ⁠Kushner, would address “the most difficult issues” in the discussions to end the nearly four-year war.</p><p>In light of Russia’s demands that Ukraine cede four of its eastern regions, territorial questions are the toughest for Kyiv. Within that topic is the status of the Zaporizhzhia nuclear power plant.</p><p>“Ukraine does not shy away from the most difficult issues and will never be an obstacle to peace,” Zelenskyy insisted, repeating a mantra designed to ward off accusations from Russian President Vladimir Putin and US President Donald Trump that Ukraine is not serious about ending the conflict.</p><p>“Peace must be dignified,” he added. “And this depends on the partners – on whether they ensure Russia’s real readiness to end the war.”</p><h2 id=\"high-tension\">High tension</h2><p>The updates come a day after the United States <a href=\"/news/2026/1/6/ukraine-talks-in-paris-yield-significant-progress-on-security-pledges\">pledged</a> to back security guarantees for Ukraine, including leading a truce monitoring mechanism, while France and the United Kingdom said they would deploy forces to Ukrainian territory if a ceasefire was agreed.</p><p>The progress, hailed by both European leaders and US envoys, came <a href=\"/news/2026/1/6/danish-pm-says-us-attack-on-greenland-would-be-the-end-of-nato\">amid days of high tension</a> due to Trump’s aggressive foreign policy lunge in <a href=\"/news/2026/1/6/maduro-abduction-shows-influence-limits-of-us-secretary-of-state-rubio\">Venezuela</a> and subsequent threats regarding his desire to take Greenland from NATO ally Denmark.</p><p>Russia, which occupies about a fifth of Ukrainian territory and has not signalled any willingness to compromise on its fundamentalist demands, has given no indication that it would accept a settlement backed by foreign troops inside Ukraine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"both-sides-weather-attacks\"></h2><p>As talks continued in Paris, Ukraine and Russia continued to trade attacks on the ground.</p><p>‍Ukrainian drones ⁠hit ​an ‍oil depot in ‍Russia’s Belgorod ⁠region overnight, the ​commander ‌of the drone ‌forces ‌said.</p><p>The strike ignited a fire at the depot that was eventually extinguished,  the Vesti state television ​channel ‌reported, citing the regional Russian governor.</p><p>Meanwhile, ‍Russia’s Defence Ministry said ⁠it had launched ​air, drone, ‍artillery and missile ‍strikes on ⁠Ukrainian long-range drone launch sites, ammunition depots, ​military equipment ‌and troops.</p><h2 id=\"putin-s-holy-mission\">Putin’s ‘holy mission’</h2><p>Amid the ongoing fighting, President Vladimir Putin attended a Russian Orthodox Christmas service where he hailed his ‍troops’ “holy mission” to ‍defend the country.</p><p>He has increasingly leaned on ‍patriotic and religious symbolism as the conflict grinds on.</p><p>“Russia’s warriors have always, as if at the Lord’s behest, carried out this mission of defending the fatherland and its people, saving the motherland and its people,” ​Putin said at the St George Victory Bearer church, near Moscow, after the service.</p><p>“At ‌all times in Russia, this is how people have regarded their warriors, as those who, as if at the Lord’s behest, carry out this holy mission.”</p><p>Video footage ‍showed Putin ⁠in a dark suit without a tie among uniformed servicemen, alongside wives and children, as clerics conducted the service.</p></div></div></body></html>"
        },
        {
            "title": "Thousands flee as Syrian army closes Aleppo’s Kurdish areas amid clashes | Syria's War News | Al Jazeera",
            "time": "2026-01-07T13:05:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25280407332337-1767787048.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tens of thousands of people have fled their homes in Aleppo after the Syrian army declared two Kurdish neighbourhoods “closed military zones” amid a second day of clashes with the Kurdish-led Syrian Democratic Forces (SDF).</p><p>The directorate for social affairs said on Wednesday night that more than 45,000 people had been displaced from the city due to the fighting, most of them heading northwest towards the enclave of Afrin.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Syria’s government opened humanitarian corridors for civilians to flee flashpoint areas, ferrying them out on city buses.</p><p>“We fled the clashes and we don’t know where to go … Fourteen years of war, I think that’s enough,” Ahmed, a 38-year-old man who only gave his first name, told the AFP news agency while carrying his son on his back.</p><p>Another displaced resident, 41-year-old Ammar Raji, said he and his family were “forced to leave because of the difficult circumstances”.</p><p>“I have six children, including two young ones … I am worried we will not return,” Raji said.</p><p>The Syrian Army Operations Command had said earlier in the day that all SDF military positions in Aleppo were legitimate targets as fighting between government forces and the Kurdish-led SDF continued after violence flared a day earlier.</p><p>The clashes, which killed nine people on Tuesday, according to officials, are the fiercest fighting since the two sides failed to implement <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">a March deal</a> to integrate the SDF into Syria’s new state institutions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Syrian army said the Sheikh Maqsoud and Ashrafieh neighbourhoods of Aleppo would be considered “closed military zones” as of 3pm local time (12:00 GMT) on Wednesday, urging residents to leave through two humanitarian corridors.</p><p>All SDF “military sites” in the two neighbourhoods “are a legitimate military target … following the organisation’s major escalation towards the neighbourhoods of Aleppo city and its perpetration of numerous massacres against civilians”, the Army Operations Authority said in a statement.</p><p>The SDF acknowledged a large deployment of Syrian army vehicles near the areas, labelling it a “dangerous indicator that warns of escalation and the possibility of a major war”.</p><p>Reporting from Aleppo on Wednesday, Al Jazeera’s Resul Serdar said tens of thousands of people were seen gathering their belongings and leaving the neighbourhoods, but many remained trapped amid the fighting.</p><p>“And once the clock hit 3pm … we have seen things rapidly escalate: the artillery shelling, the rocket firing, the gunfire – and with drones being involved,” Serdar said.</p><p>“There are still thousands of people trapped in Sheikh Maqsoud and Ashrafieh, and the government forces are saying that the SDF is still shelling residential areas,” he added.</p><p>“The situation here is extremely tense. Since yesterday, the government is building up its military positions here. More and more ammunition is arriving, heavy army vehicles are arriving, and thousands of troops are constantly going into Ashrafieh.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sectarian-tensions\">Sectarian tensions</h2><p>Both sides have blamed the other for triggering the violence, which broke out after talks this week between government officials and the main SDF commander stalled with “no tangible results” achieved, according to <a href=\"/news/2026/1/4/syrian-government-and-kurdish-led-sdf-fail-to-progress-on-military-merger\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/news/2026/1/4/syrian-government-and-kurdish-led-sdf-fail-to-progress-on-military-merger\" data-sk=\"tooltip_parent\">state media</a>.</p><p>The incorporation of the SDF, which controls large swaths of territory in Syria’s north and northeast, into state institutions has remained a subject of consternation since <a href=\"/news/2025/1/29/syrias-ahmed-al-sharaa-named-president-for-transitional-period\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/news/2025/1/29/syrias-ahmed-al-sharaa-named-president-for-transitional-period\" data-sk=\"tooltip_parent\">President Ahmed al-Sharaa</a> took office a year ago.</p><p>The <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\" data-sk=\"tooltip_parent\">deal reached in March</a>, in which the SDF agreed for “all civil and military institutions in northeastern Syria” to be merged into “the Syrian state, including border crossings, the airport, and oil and gas fields”, has yet to be carried out.</p><p>Muhanad Seloom, an assistant professor in critical security studies at the Doha Institute for Graduate Studies, told Al Jazeera that the fighting in Aleppo signals that the “honeymoon period” following the fall of longtime leader Bashar al-Assad in December 2024 may be over.</p><p>“What we are looking at is a race between integration and disintegration,” said Seloom, referring to Damascus’s struggle to bring <a href=\"/gallery/2025/7/21/syrias-bedouin-clans-withdraw-from-druze-city-of-suwayda\">minority communities</a> into national institutions, and the danger it poses to the fragile Syrian state.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al-Sharaa’s efforts to amalgamate power and quell sectarian tensions among the numerous groups across Syria after al-Assad’s fall have not been helped by Israel.</p><p>Prime Minister Benjamin Netanyahu’s government has carried out persistent raids and bombardments in a bid to demilitarise southern Syrian regions bordering Israel.</p><p>Over the past year, Israel has launched more than 600 air, drone and artillery attacks across Syria, averaging nearly two a day, according to a tally by the Armed Conflict Location and Event Data Project.</p><p>Marie Forestier, a nonresident senior fellow for the Atlantic Council’s Syria Project, told Al Jazeera that the distance between Syrian, Israeli and US goals is “very difficult”, especially given that “Israel is doing everything to destabilise Syria”.</p></div></div></body></html>"
        },
        {
            "title": "Updates: Syria to launch military operation against SDF in Aleppo | Conflict News | Al Jazeera",
            "time": "2026-01-07T12:49:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260107__89VV8TD__v1__HighRes__SyriaConflictKurdsMinorities-1767791696.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Updates: Syria to launch military operation against SDF in Aleppo</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The Syrian army has declared Aleppo’s Kurdish areas ‘closed military zones’ and ordered civilians to leave.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}