{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Russia-Ukraine war: List of key events, day 1,371 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-26T00:35:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-24T085936Z_1650113536_RC282IAWBEW9_RTRMADP_3_UKRAINE-CRISIS-POKROVSK-1764116182.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,371</h1><p class=\"article__subhead\"><em>Here are the key events from day 1,371 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Wednesday, November 26.</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian attacks on Ukraine’s capital Kyiv killed seven people and injured 21, the state emergency service said in a post on Facebook on Tuesday. Emergency services also pulled at least 18 people from the rubble, officials said.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said that the missile and drone attacks on Kyiv and surrounding areas caused “extensive damage to residential buildings and civilian infrastructure”.</li>\n<li>Russia’s Ministry of Defence claimed that Russian forces launched a “massive strike” targeting military installations in Ukraine, including “defence industry facilities, energy facilities and drone storage sites”, according to Russia’s TASS state news agency.</li>\n<li>A Ukrainian drone attack on Russia’s Krasnodar region injured at least nine people, TASS reported, citing the regional task force.</li>\n<li>A Ukrainian attack left about 40,000 people without electricity in a Russian-occupied area of Ukraine’s Zaporizhia region, Yevgeny Balitsky, a Moscow-installed official in the region, said in a post on Telegram.</li>\n<li>Ukrainian battlefield analysis site DeepState said that Russian forces have advanced near the city of Siversk and the villages of Novoselivka, Zatyshya, Novoekonomichne and Myroliubivka in the east of the country.</li>\n<li>Russian forces shot down four long-range missiles and 419 drones launched by Ukrainian forces in a 24-hour period, TASS reported, citing Russia’s Defence Ministry.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-plan\">Peace plan</h2><ul class=\"spaced-bullet-spacing\">\n<li>United States President Donald Trump said that “tremendous progress” had been made in negotiations on a peace plan, with “only a few remaining points of disagreement” remaining.</li>\n<li>In a post on his Truth Social platform, Trump added that he had directed his special envoy, Steve Witkoff, to meet with Russian President Vladimir Putin in Moscow and his army secretary, Dan Driscoll, to meet at the same time with Ukrainian officials “in the hopes of finalising this Peace Plan”.</li>\n<li>Trump later on Tuesday backed away from his earlier deadline of Thursday for Ukraine to agree to the US-backed peace plan, saying “the deadline for me is when it’s over”.</li>\n<li>President Zelenskyy’s chief of staff, Andriy Yermak, later said he had spoken to Driscoll on the phone and expected him in Kyiv this week, adding: “We are ready to continue working as quickly as possible to finalise the steps necessary to end the bloodshed.”</li>\n<li>In his nightly address, Zelenskyy said he hopes to see “continued active cooperation with the American side and President Trump”, noting that “much depends on the United States because it’s America’s strength that Russia takes most seriously”.</li>\n<li>The latest update on the peace talks came as representatives from the US, Ukraine and European countries met in Geneva to continue talks on ending the war.</li>\n<li>The United Kingdom, France and Germany issued a joint statement after the meeting, saying that “meaningful progress” had been made and that they had agreed for their militaries to begin “planning on security guarantees”. However, they also reiterated that any resolution to the war should preserve Ukraine’s sovereignty and its long-term security.</li>\n<li>They also confirmed that long-term financing will be made available for Ukraine, including the use of frozen Russian assets to fund reconstruction.</li>\n<li>Ukraine’s Deputy Presidential Chief Ihor Zhovkva met with the European Commission’s Gert Jan Koopman to discuss progress on European Union membership. The proposed peace plan reportedly leaves the door open for Ukraine to join the EU, but not NATO.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What are the risks of Afghanistan-Pakistan tensions escalating? | News | Al Jazeera",
            "time": "2025-11-25T22:55:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764108168.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">More attacks in both countries despite peace efforts.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan has been accused of launching <a href=\"/news/2025/11/25/taliban-says-pakistan-bombed-afghanistan-killing-nine-children-and-a-woman\">air strikes</a> that killed civilians in Afghanistan, a day after three Pakistani security personnel were killed in a bombing.</p><p>Recent peace efforts and a temporary ceasefire have failed.</p><p>What’s driving the violence – and what are the risks?</p><p><strong>Presenter:</strong> Imran Khan</p><p><strong>Guests:</strong></p><p>Obaidullah Baheer – Adjunct lecturer at the American University of Afghanistan</p><p>Sahar Khan – Security analyst focusing on South Asia</p><p>Hameed Hakimi – Associate fellow in the Asia-Pacific Programme at Chatham House</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Chelsea thump Barcelona in Champions League as Man City also lose | Football News | Al Jazeera",
            "time": "2025-11-25T22:33:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-25T220214Z_1154010923_UP1ELBP1P7O1L_RTRMADP_3_SOCCER-CHAMPIONS-CHE-BAR-1764108316.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Chelsea thump Barcelona in Champions League as Man City also lose</h1><p class=\"article__subhead\"><em>FIFA Club World Cup champions Chelsea of the English Premier League beat Spain’s Barcelona 3-0 in the Champions League.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Defensive lapses cost Barcelona and Manchester City dearly as both teams slumped to notable losses in the Champions League on Tuesday.</p><p>Chelsea comfortably beat 10-man Barcelona 3-0 to earn its third league-phase win and move closer to the top.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was the second loss for Barcelona, which went down a man after defender Ronald Araujo was shown a second yellow card just before half-time.</p><p>The hosts scored with an own-goal by Jules Kounde in the 27th, a nice strike by Estevao in the 55th and a close-range shot by Liam Delap in the 73rd.</p><figure id=\"attachment_4131156\" aria-describedby=\"caption-attachment-4131156\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131156\" src=\"/wp-content/uploads/2025/11/2025-11-25T211820Z_68509754_UP1ELBP1N6IWC_RTRMADP_3_SOCCER-CHAMPIONS-CHE-BAR-1764105646.jpg?w=770&amp;resize=770%2C469&amp;quality=80\" alt=\"Chelsea's Estevao scores their second goal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131156\" class=\"wp-caption-text\">Chelsea’s Estevao scores their second goal against Barcelona [Hannah Mckay/Reuters]</figcaption></figure><h2 id=\"leverkusen-continue-man-city-woes\">Leverkusen continue Man City woes</h2><p>In Pep Guardiola’s 100th Champions League game as City coach, his team struggled to cope with Bayer Leverkusen’s quick transitions in a 2-0 defeat, while Barcelona had an own goal and a red card in its 3-0 loss at Chelsea.</p><p>Guardiola made 10 changes to his starting lineup following Saturday’s loss to Newcastle in the Premier League, with Erling Haaland among those on the bench, but it didn’t have the desired effect.</p><p>Alejandro Grimaldo fired home Leverkusen’s first goal with a low shot into the far corner in the 23rd, and Patrik Schick headed in a second in the 54th.</p><p>City could have moved atop the table with a win, but the night ended with the top three unchanged. Bayern Munich, Arsenal and Inter Milan all play on Wednesday.</p><figure id=\"attachment_4131286\" aria-describedby=\"caption-attachment-4131286\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131286\" src=\"/wp-content/uploads/2025/11/2025-11-25T211752Z_1554403294_UP1ELBP1N5RWA_RTRMADP_3_SOCCER-CHAMPIONS-MCI-LEV-1764109168.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Bayer Leverkusen's Patrik Schick celebrates scoring their second goal \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131286\" class=\"wp-caption-text\">Bayer Leverkusen’s Patrik Schick celebrates scoring their second goal [Lee Smith/Reuters]</figcaption></figure><h2 id=\"benfica-and-napoli-also-record-wins\">Benfica and Napoli also record wins</h2><p>Jose Mourinho picked up his first Champions League win with his new club Benfica as Samuel Dahl’s early goal set the stage for a 2-0 win over troubled Ajax. It was No 36 vs No 35 in the pre-game standings as the two winless teams met in the Netherlands.</p><p>Left back Dahl scored an unstoppable volley on the rebound after Ajax goalkeeper Vitezslav Jaros had saved a header from Benfica’s experienced defender Nicolas Otamendi. Leandro Barreiro added a second goal in the 90th.</p><p>Ajax has lost all five of its Champions League games and won only one of its last 10 games in all competitions.</p><p>Canadian forward Promise David scored the only goal as Belgium’s Union Saint-Gilloise won 1-0 at injury-depleted Galatasaray. The Turkish club was without injured Champions League top scorer Victor Osimhen, and finished with 10 men after 18-year-old defender Arda Unyay picked up two yellow cards.</p><p>Scott McTominay scored the opening goal as Napoli won 2-0 against Azerbaijan’s Qarabag. Napoli fans commemorated the fifth anniversary of club legend Diego Maradona’s death.</p></div></div></body></html>"
        },
        {
            "title": "Trump to send top envoy to Russia in push to finalise Ukraine plan | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-25T22:29:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25329059123160-1-1764098395.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine says it supports the “essence” of a United States plan to end its war with Russia, as US President Donald Trump said “progress” is being made on securing a deal and that he would dispatch his special envoy to Russia for talks with President Vladimir Putin.</p><p>Tuesday saw a flurry of diplomatic activity after US and Ukrainian negotiators met two days earlier in Geneva to discuss Trump’s initial peace plan, which had been seen in Ukraine as a Russian wish list calling on Kyiv to cede territory to Moscow, limit its military and give up on joining NATO.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The plan has since been modified, with the emerging proposal reportedly accomodating concerns of Ukraine and its European allies.</p><p>Speaking at a video conference of the so-called coalition of the willing – a group of 30 countries supporting Ukraine – President Volodymyr Zelenskyy said Kyiv was ready to “move forward” with the as-yet-unpublished “framework”, though he still needed to address “sensitive points”.</p><p>Earlier, a Ukrainian official had told the Reuters news agency that Kyiv supported “the framework’s essence”. Building on that sense of momentum, Andriy Yermak, Zelenskyy’s chief of staff, who led negotiations in Geneva, told US news website Axios that the security guarantees Ukraine was seeking looked “very solid”.</p><p>Speaking at the White House, Trump conceded that resolving the Ukraine war was “not easy”, but added, “We’re getting close to a deal.”</p><p>“I thought that would be an easier [deal], but I think we’re making progress,” he said.</p><p>Taking to his Truth Social platform later on, he said that he would send envoy Steve Witkoff to meet Russian President Vladimir Putin in Moscow to iron out “a few” remaining differences over the deal.</p><p>He said he hoped to meet “soon” with Putin and Zelenskyy, “but ONLY when the deal to end this War is FINAL or, in its final stages”.</p><p>Russia, which had hammered Ukraine’s capital Kyiv with a deadly barrage of missiles the previous night, seemed unconvinced of progress.</p><p>Russia has not yet seen the modified plan, which remains unpublished, but Foreign Minister Sergey Lavrov underlined that it should reflect the “spirit and letter” of an understanding reached between Trump and Russian President Vladimir Putin at their Alaska summit earlier this year.</p><p>“If the spirit and letter of Anchorage is erased in terms of the key understandings we have established, then, of course, it will be a fundamentally different situation [for Russia],” Lavrov warned.</p><p>Reporting from Moscow, Al Jazeera’s Yulia Shapovalova said there was a lot of “uncertainty” at the Kremlin, though there had allegedly been “behind-the-scenes interactions” between Russian envoy Kirill Dmitriev and US counterpart Steve Witkoff, “who reportedly worked on the initial stage” of Trump’s plan.</p><p>The Russian side, she said, was not happy about revisions to the peace plan.</p><p>“Unlike the initial American plan presented by Donald Trump, which consisted of 28 points, the so-called European version doesn’t include withdrawing the Ukrainian armed forces from Donbas, it allows Kyiv to join NATO, and it doesn’t limit the size of its armed forces,” Shapovalova said.</p><p>Still, US Army Secretary Dan Driscoll had earlier emerged upbeat from meeting with Russian officials in Abu Dhabi, capital of the United Arab Emirates, with his spokesman saying: “The talks are going well and we remain optimistic.”</p><p>White House Press Secretary Karoline Leavitt said on X that there were “a few delicate, but not insurmountable, details that must be sorted out and will require further talks between Ukraine, Russia and the United States”.</p><p>Reporting from Washington, DC, Al Jazeera’s Kimberly Halkett said it was “unclear when those talks will happen, who will be involved, and what they will look like”. But, she added, it was clear they would not be imminent, given the upcoming American Thanksgiving holiday on November 27.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"macron-urges-pressure-on-putin\">Macron urges ‘pressure’ on Putin</h2><p>As the US strained to bridge the gap between Ukraine and Russia, leaders in the coalition of the willing, who have pledged to underwrite and guarantee any ceasefire, moved fast on security guarantees and a reconstruction plan for Ukraine.</p><p>In the video meeting, co-chaired by French President Emmanuel Macron and British Prime Minister Keir Starmer, with Zelenskyy and US Secretary of State Marco Rubio in attendance, the leaders decided to set up a task force between the US and coalition countries to “solidify” security guarantees.</p><p>Trump has not committed to providing back-up for a post-ceasefire “reassurance force” for Ukraine. The plan for the force involves European allies training Ukrainian troops and providing sea and air support, but would be reliant on US military muscle to work.</p><p>Speaking after the video call, Macron said discussions in Geneva had shown that there should be no limitations to the Ukrainian army, contrary to what had been outlined in the initial draft of the US plan.</p><p>He also said a decision on using frozen Russian assets for Ukraine’s reconstruction, at the heart of a political and legal impasse in a Europe seeking funding for Ukraine, would be “finalised in the coming days” with the European Commission.</p><p>Western countries froze approximately $300bn in Russian assets in 2022, mostly in Belgium, but there has been no consensus on how to proceed. Some support seizing the assets, while others, like Belgium, remain cautious owing to legal concerns.</p><p>According to reports, Trump’s plan would split the assets between reconstruction and US-Russia investments.</p><p>Macron hit out at Russia, saying “continued pressure” should be put on Moscow to negotiate. “On the ground, the reality is quite the opposite of a willingness for peace,” he said, alluding to Russia’s overnight attacks on Ukraine’s capital Kyiv, which left seven dead and disrupted power and heating systems.</p><p>In his daily evening address, Zelenskyy said: “What is especially cynical is that Russia carried out such strikes while talks are under way on how to end the war”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump administration to retroactively vet refugees already resettled in US | Refugees News | Al Jazeera",
            "time": "2025-11-25T22:21:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/10/2021-09-02T160516Z_1041404582_RC2AHP90MJR7_RTRMADP_3_AFGHANISTAN-CONFLICT-USA.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President <a href=\"/news/2025/11/24/trump-orders-blacklisting-muslim-brotherhood-branches-as-terrorist-groups\">Donald Trump</a> has confirmed that it will retroactively vet refugees who have already been admitted into the country, prompting concern from immigrant rights groups.</p><p>“Corrective action is now being taken to ensure those who are present in the United States deserve to be here,” Department of Homeland Security spokesperson Tricia McLaughlin said in a statement on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Associated Press and Reuters news agencies had reported on Monday that they obtained a government memorandum ordering a review of more than 230,000 refugees who were legally resettled in the country under former President <a href=\"/news/2021/5/3/biden-raises-refugee-admissions-cap-to-62500-after-criticism\">Joe Biden</a>.</p><p>The memo, signed by US Citizenship and Immigration Services (USCIS) Director Joseph Edlow, said that refugees who are found to have failed to meet the standards for resettlement would have their legal status revoked.</p><p>“Given these concerns, USCIS has determined that a comprehensive review and a re-interview of all refugees admitted from January 20, 2021, to February 20, 2025, is warranted,” the memo stated.</p><p>“When appropriate, USCIS will also review and re-interview refugees admitted outside this timeframe.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In 2024, the US admitted more than 100,000 refugees. The leading countries of origin for refugees were the Democratic Republic of the Congo, Afghanistan, Venezuela and Syria.</p><p>Unlike asylum seekers who apply for protections once they arrive in the US, refugees apply for legal status while they are outside of the country.</p><p>They are allowed to enter the US with the presumption that they will be longterm residents, safe from persecution in their home countries.</p><p>Refugee admission also offers a path to US citizenship, with newcomers able to apply for a legal permanent residency one year after arrival in the country.</p><p>Applicants for refugee admission undergo multiple levels of screening and interviews. That process often starts with a third party – usually the United Nations – referring them to the US refugee admissions programme.</p><p>Then, US immigration authorities rigorously vet the applicants, who must show they faced persecution for their race, religion, nationality, political beliefs or membership in a particular social group.</p><p>Sharif Aly, the president of the International Refugee Assistance Project (IRAP), said refugees are the most highly vetted immigrants in the country.</p><p>“This order is one more in a long line of efforts to bully some of the most vulnerable members of our communities, by threatening their lawful status, rendering them vulnerable to the egregious conduct of immigration enforcement agencies, and putting them through an onerous and potentially re-traumatizing process,” Aly said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Mark Hetfield, president of the humanitarian organisation HIAS, called the Trump administration’s move “unnecessary, cruel and wasteful”. His group assists new refugees in the US.</p><p>“Refugees have already been more vetted than any other group of immigrants,” Hetfield told Reuters.</p><p>Trump drastically reduced refugee admission during his first term and <a href=\"/news/2025/10/31/trumps-7500-refugee-cap-echoing-restrictive-us-immigration-history\">all but gutted</a> the programme after his return to the White House in January.</p><p>The second Trump administration set a historic low of ​7,500 as the refugee admission cap for next year.</p><p>The president also ordered the programme to “primarily” resettle white <a href=\"/news/2025/5/22/trumps-ramaphosa-ambush-key-takeaways-from-heated-white-house-meeting\">South Africans</a>, whom he says are facing discrimination by their government.</p><p>Overall, Trump has pushed to restrict new arrivals to the US and crack down <a href=\"/news/2025/11/17/from-the-movies-sami-hamdi-details-aggressive-ice-detention\">on noncitizens</a> in the country.</p></div></div></body></html>"
        },
        {
            "title": "Colombian court sentences Alvaro Uribe’s brother to 28 years in prison | Courts News | Al Jazeera",
            "time": "2025-11-25T21:51:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP634922436609-1764105739.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bogota, Colombia – </strong>Santiago Uribe, the brother of former Colombian President <a href=\"/news/2025/8/1/colombias-ex-president-alvaro-uribe-sentenced-to-12-years-of-house-arrest\">Alvaro Uribe</a>, has been sentenced to 28 years and three months in prison for aggravated homicide and conspiracy to commit a crime while leading a paramilitary group.</p><p>In Tuesday’s verdict, a three-judge panel in the northwestern province of Antioquia ruled that, in the early 1990s, Uribe “formed and led an illegal armed group”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Under Uribe’s leadership, the group allegedly “carried out a plan to systematically murder and exterminate people considered undesirable”.</p><p>Uribe has denied having any associations with paramilitary groups. His defence team plans to appeal.</p><p>The ruling reverses a lower court’s acquittal last year. The case will now pass to Colombia’s Supreme Court for a final verdict.</p><p>The conviction is the latest twist in a longstanding criminal investigation into the Uribe family and its alleged paramilitary ties.</p><figure id=\"attachment_4131199\" aria-describedby=\"caption-attachment-4131199\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131199\" src=\"/wp-content/uploads/2025/11/AP25295022732073-1764106394.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alvaro Uribe\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131199\" class=\"wp-caption-text\">Former President Alvaro Uribe has likewise been investigated for ties to paramilitary groups [File: Miguel Lopez/AP Photo]</figcaption></figure><p>Critics have accused Uribe and his brother, the former president, of maintaining ties to groups involved in grave human rights abuses during Colombia’s six-decade-long internal conflict.</p><p>Tuesday’s conviction relates to activities that took place on and around the Uribe family’s La Carolina cattle ranch, located in Antioquia.</p><p>In its 307-page ruling, the court detailed how the ranch was used as a base for The 12 Apostles, a far-right paramilitary group formed by ranchers in the early 1990s to combat leftist rebels, notably the Revolutionary Armed Forces of Colombia (FARC).</p><p>The court described The 12 Apostles as a “death squad”, saying it performed “social cleansing” by killing “undesirables” including sex workers, drug users, people with mental illnesses and suspected leftist sympathisers.</p><p>Not only did the paramilitary group hold meetings at La Carolina, but training and weapons distribution were also carried out on site, according to the ruling.</p><p>Those were “acts with which crimes against humanity were committed”, the judges wrote.</p><p>Describing Uribe as the leader of The 12 Apostles, the court found him responsible for ordering the murder of Camilo Barrientos, a bus driver who was shot near La Carolina in 1994 for being a suspected rebel collaborator.</p><p>Tuesday’s ruling also highlighted collusion between paramilitaries and state security forces, saying the militia “enjoyed the cooperation, through action and inaction, of agents of the State”.</p><p>Uribe was first investigated for his involvement with The 12 Apostles in the late 1990s, but the investigation was dropped in 1999 due to a lack of evidence.</p><p>Colombian authorities resumed their investigation in 2010, detaining Uribe in 2016 on charges of homicide.</p><figure id=\"attachment_4131185\" aria-describedby=\"caption-attachment-4131185\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131185\" src=\"/wp-content/uploads/2025/11/AP396539360562-1764106116.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alvaro Uribe speaks to reporting scrum\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131185\" class=\"wp-caption-text\">Former President Alvaro Uribe addresses his brother Santiago’s arrest during a news conference on March 6, 2016 [File: Luis Benavides/AP Photo]</figcaption></figure><p>While the trial ended in 2020, the lower court announced its verdict years later, in November 2024. The judge overseeing the case at the time, Jaime Herrera Nino, ruled there was insufficient evidence and acquitted Uribe.</p><p>Tuesday’s decision overturns that verdict. Human rights advocates applauded the ruling as a step towards accountability, even at the highest levels of power.</p><p>“The sentence is extremely important,” said Laura Bonilla, a deputy director at Colombia’s Peace and Reconciliation Foundation (Pares). “It shows the level of penetration that paramilitarism had in Colombian society.”</p><p>Gerson Arias, a conflict and security investigator at the Ideas for Peace Foundation, a Colombian think tank, said the complexity of the case reflects the power structures involved.</p><p>“Paramilitarism was deeply rooted in the upper echelons of society, and therefore clarifying what happened takes years,” he said.</p><p>“It is therefore likely that many of the collective things we know about paramilitarism are still pending resolution and discovery.”</p><p>The defendant’s brother, former President Alvaro Uribe, led Colombia from 2002 to 2010.</p><p>The ex-president himself <a href=\"/news/2025/7/29/colombia-ex-president-uribe-found-guilty-of-abuse-of-process-bribery\">was found guilty</a> earlier this year of bribing former paramilitary members not to testify to his involvement with them.</p><p>The ruling <a href=\"/news/2025/10/21/colombian-appeals-court-strikes-down-ex-president-uribes-conviction\">was overturned in October</a>, after a court ruled the evidence was gathered through an unlawful wiretap. It also cited “structural deficiencies” in the prosecution’s arguments.</p><p>The former president remains a powerful figure in right-wing politics in Colombia, and he has pledged to form a coalition to oppose a left-wing government in the 2026 elections.</p><p>“I feel deep pain over the sentence against my brother. May God help him,” the ex-president <a href=\"https://x.com/AlvaroUribeVel/status/1993345679671083162\" target=\"_blank\" rel=\"noopener\">wrote</a> on the social media platform X following Tuesday’s ruling.</p></div></div></body></html>"
        },
        {
            "title": "International funding cuts disrupted global response to HIV, UN report says | HIV/AIDS News | Al Jazeera",
            "time": "2025-11-25T20:26:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-06-19T134345Z_1545458503_RC205FA3J2CI_RTRMADP_3_USA-TRUMP-AID-NIGERIA-1764095328.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations agency for combating AIDS has announced that global funding disruptions for treatment and prevention programmes are leaving millions of people without access to care.</p><p>In a report released on Tuesday, UNAIDS said the global response to the disease “immediately entered crisis mode” after the United States halted funding when President Donald Trump took office in January.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Trump administration had suspended <a href=\"/news/2025/1/25/us-suspends-new-funds-for-aid-programmes-excepting-israel-and-egypt\">all new foreign aid funds</a> on January 25, except for military assistance to Israel and Egypt.</p><p>Some of the HIV funding was restored in the second half of the year, but in the wake of Trump’s <a href=\"/news/2025/3/13/across-global-south-usaids-demise-raises-fears-of-malaria-tb-resurgence\">decision to dismantle</a> the US Agency for International Development (USAID), certain programmes have not resumed.</p><p>UNAIDS said the cuts were compounded by “intensifying economic and financial pressures on many low and middle-income countries”.</p><p>The funding shortfalls, it added, are having “having profound, lasting effects” on the lives of people across the world.</p><p>“People living with HIV <a href=\"/news/2025/3/24/hiv-and-aids-deaths-could-increase-globally-amid-us-aid-freeze-un-says\">have died</a> due to service disruptions, millions of people at high risk of acquiring HIV have lost access to the most effective prevention tools available, over 2 million adolescent girls and young women have been deprived of essential health services, and community-led organizations have been devastated, with many being forced to close their doors,” the report read.</p><p>Due to the funding cuts, the number of people using preventive HIV medication, known as PrEP, fell by 64 percent in Burundi, 38 percent in Uganda and 21 percent in Vietnam. Condom distribution in Nigeria dropped by 55 percent.</p><p>“The funding crisis has exposed the fragility of the progress we fought so hard to achieve,” said Winnie Byanyima, the executive director of UNAIDS.</p><p>“Behind every data point in this report are people … babies missed for HIV screening, young women cut off from prevention support, and communities suddenly left without services and care. We cannot abandon them.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite the financial crisis, UNAIDS said there were some positive trends emerging, including national and regional initiatives to bolster health programmes and treat the disease.</p><p>“Communities are rallying to support each other and the AIDS response. Although the most impacted countries are also some of the most indebted, limiting their ability to invest in HIV, governments have taken swift action to increase domestic funding where they can,” the report read.</p><p>“As a result, some countries have maintained or even increased the number of people receiving HIV treatment.”</p><p>The report recommends restructuring the international debt of lower-income countries and pausing their payments until 2030 to allow them to direct more resources to HIV care and prevention.</p><p>It also called for “inspiring innovation with prizes instead of patents, and treating health innovations as global public goods in times of pandemics”.</p><p>On top of dwindling funds, the report highlighted another challenge in the fight <a href=\"/features/2025/5/1/african-researchers-could-stop-hiv-but-us-aid-cuts-are-in-the-way\">against AIDS</a>: “a growing human rights crisis”.</p><p>“In 2025, for the first time since UNAIDS began monitoring punitive laws in 2008, the number of countries criminalizing same-sex sexual activity and gender expression increased,” it said.</p><p>“Globally, anti-gender and anti-rights movements are growing in influence and geographic reach, jeopardizing gains made to date on the rights of women and girls, people living with HIV and LGBTIQ+ people.”</p></div></div></body></html>"
        },
        {
            "title": "Brazil’s Supreme Court orders Jair Bolsonaro to begin prison sentence | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-11-25T20:24:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-23T005404Z_678009468_RC2R1IA9KLIA_RTRMADP_3_BRAZIL-BOLSONARO-1764096527.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazil’s Supreme Court has ordered former President Jair Bolsonaro to begin serving his 27-year prison sentence, after his defence team declined to file a second appeal.</p><p>Justice Alexandre de Moraes, a leading figure in the trial against Bolsonaro, made the announcement on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The court indicated Bolsonaro would begin his sentence at the Federal Police headquarters in the capital Brasilia, where he is currently being held.</p><p>In September, Bolsonaro was convicted of plotting to stage a coup, in order to retain power after his defeat in the 2022 presidential election.</p><p>He was found guilty of trying to subvert the democratic rule of law, attempting a coup, participating in an armed conspiracy, causing damage to public property and contributing to the deterioration of a listed national heritage site.</p><p>He was sentenced to 27 years and three months in prison. But that sentence did not begin immediately, to allow for appeals.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"bolsonaro-disputes-defeat\">Bolsonaro disputes defeat</h2><p>A member of Brazil’s far-right Liberal Party, known by the acronym PL, Bolsonaro was a former army captain who served nearly 27 years in the Chamber of Deputies before becoming president.</p><p>He led the country from 2019 to 2023. But critics accused him of manipulating his office to undermine Brazil’s voting system, and in June 2023, after he left office, Brazil’s Superior Electoral Court ruled he had <a href=\"/news/2023/6/30/brazil-court-votes-to-bar-bolsonaro-from-office-until-2030\">abused his power</a>.</p><p>Bolsonaro ran for re-election in the 2022 race, but in a run-off vote, he was <a href=\"/news/2022/10/30/brazil-election-lula-da-silva-narrowly-defeats-jair-bolsonaro\">narrowly defeated</a> by left-wing leader Luiz Inacio Lula da Silva.</p><p>The right-wing leader, however, refused to publicly concede his loss, although <a href=\"/news/2022/11/2/brazil-election-it-is-over-bolsonaro-tells-supreme-court\">media reports indicated</a> he may have done so in private in a meeting with the Supreme Court.</p><p>Instead, Bolsonaro and his allies filed a legal challenge arguing the election results were riddled with “discrepancies”.</p><p>De Moraes, at the time, <a href=\"/news/2022/11/24/brazilian-judge-rejects-attempt-to-overturn-lula-election-victory\">rejected the complaint</a>, citing its “total absence of any evidence” and “bad faith” arguments. He also fined Bolsonaro’s team nearly $4.3m.</p><p>Meanwhile, Bolsonaro’s supporters held protests around the country, <a href=\"/news/2022/11/1/brazils-supreme-court-orders-removal-of-pro-bolsonaro-roadblocks\">blocking highways</a> and <a href=\"/news/2022/12/13/bolsonaro-supporters-attack-police-headquarters-in-brazil\">attacking police headquarters</a> in Brasilia.</p><p>The unrest came to a climax on <a href=\"/news/2023/1/8/bolsonaro-supporters-storm-government-buildings-in-brazil\">January 8, 2023</a>, a week after Lula was sworn in. Bolsonaro had briefly left the country, but his supporters converged on the Three Powers Plaza in Brasilia and stormed government buildings.</p><p>The riot precipitated several federal investigations. And in November 2024, the federal police <a href=\"/news/2024/11/26/brazil-ex-president-bolsonaro-plotted-election-coup-police-report\">issued an 884-page report</a> detailing evidence they said showed Bolsonaro and his allies had conspired to overturn the election results.</p><p>Recordings and testimony indicated that Bolsonaro and his codefendants had hoped to prompt a military uprising to prevent Lula from taking power and force new elections.</p><p>Some military officers allied with Bolsonaro even suggested a plot to poison Lula and shoot de Moraes, according to the police findings.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-flight-risk\">A flight risk?</h2><p>In February, prosecutors formally charged Bolsonaro, who was subsequently brought to trial.</p><p>But Bolsonaro’s defence repeatedly framed the charges as a political manoeuvre, and the ex-president himself has maintained his innocence.</p><p>United States President Donald Trump has also sought to pressure the Brazilian government to drop the case, imposing 50-percent tariffs on some of the country’s exports and calling the trial a “witch hunt”.</p><p>Since August, Bolsonaro has been under house arrest for fear he might attempt an escape abroad. Already, in 2024, he had spent several nights in the Hungarian embassy, stirring reports he could have been seeking diplomatic sanctuary with the government of Prime Minister Viktor Orban.</p><p>Police also recovered a letter reportedly addressed to Argentinian President Javier Milei, wherein Bolsonaro had claimed he was being persecuted and appealed for political asylum.</p><p>Earlier this month, Brazil’s Supreme Court <a href=\"/news/2025/11/7/brazil-supreme-court-panel-rejects-bolsonaros-prison-sentence\">rejected Bolsonaro’s appeal</a> to overturn his prison sentence.</p><p>His defence team has since petitioned for the 27-year sentence <a href=\"/news/2025/11/21/former-president-jair-bolsonaro-asks-to-serve-house-arrest-in-brazil\">to be served under house arrest</a> on humanitarian grounds. Bolsonaro was stabbed on the campaign trail in 2018, and he continues to suffer from abdominal problems.</p><p>But on Saturday, he was abruptly taken into police custody after he was found to have tampered with his ankle monitor.</p><p>Bolsonaro <a href=\"/news/2025/11/24/brazils-supreme-court-panel-votes-to-keep-bolsonaro-in-police-custody\">reportedly told a court officer</a> that the medications he was taking left him feeling paranoid and had “hallucinatory” side effects. He denied being a flight risk.</p><p>De Moraes, however, signalled there were “very serious indications of a possible attempt to flee”.</p></div></div></body></html>"
        },
        {
            "title": "Major fire and explosions hit warehouse in west London | Newsfeed | Al Jazeera",
            "time": "2025-11-25T20:17:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764101868.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Twenty-four schoolgirls released after northwestern Nigeria kidnapping | News | Al Jazeera",
            "time": "2025-11-25T20:06:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-25T190015Z_89727822_RC2U3IA86A84_RTRMADP_3_NIGERIA-SECURITY-1764101072.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Twenty-four schoolgirls released after northwestern Nigeria kidnapping</h1><p class=\"article__subhead\"><em>President Tinubu urges intensified efforts to rescue other captives, after release of schoolgirls seized in Kebbi State.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Twenty-four girls who were <a href=\"/news/2025/11/18/nigeria-intensifies-search-for-25-abducted-schoolgirls\">abducted</a> from a government boarding school in northwestern Nigeria last week have been released, the presidency announced.</p><p>Nigerian President Bola Tinubu on Tuesday welcomed the girls’ release and called on security forces to intensify efforts to free others still held captive.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I am relieved that all the 24 girls have been accounted for. Now we must put, as a matter of urgency, more boots on the ground in the vulnerable areas to avert further incidents of kidnapping. My government will offer all the assistance needed to achieve this,” Tinubu said.</p><p>The girls were seized on November 17 when armed men stormed their school in Kebbi State shortly after a military detachment left the premises.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Mass kidnappings for ransom have become common in northern Nigeria, where armed gangs target schools and rural communities, often overwhelming local security forces.</p><p>In a separate incident on Tuesday, gunmen seized 10 women and children from a village in Nigeria’s western Kwara State.</p><p>State police commissioner Ojo Adekimi said the attackers, a group of “herders”, had “shot sporadically” during the raid on Monday night on the village of Isapa, which neighbours another village where 35 people were kidnapped just a week before.</p><h2 id=\"need-my-child-back\">‘Need my child back’</h2><p>In the largest mass abduction in recent memory, attackers raided a Catholic school on Friday in north-central Niger State and abducted more than 300 students and staff. Fifty students escaped over the weekend.</p><p>Parents of children kidnapped said they were desperate for their release.</p><p>“My son is a small boy. He doesn’t even know how to talk,” Michael Ibrahim told the AFP news agency. His son, who is four, suffers from asthma, he said.</p><p>“We don’t know the condition in which the boy is,” said Ibrahim, adding that the abduction had so sickened his wife that she had to be taken to hospital.</p><p>Some of the children abducted are nursery-school age.</p><p>“I need my child back. I need my child back. If I had the power to bring my child back, I would do it,” another father, Sunday Isaiku, told AFP.</p><p>Four days after the St Mary’s children were taken, no group has claimed the abduction or contacted the school demanding ransom.</p></div></div></body></html>"
        },
        {
            "title": "‘Gobble and Waddle’: Trump pardons Thanksgiving turkeys, blasts Democrats | Donald Trump | Al Jazeera",
            "time": "2025-11-25T19:44:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764099835.jpg?resize=1648%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What does the future of the music industry look like? | Music | Al Jazeera",
            "time": "2025-11-25T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764058572.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">We ask about the future of the music industry and art reviews.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The music industry is changing rapidly, with streaming dominating how people listen to music and online content creators constantly reviewing new releases of music. We explore how the music industry has evolved over the past decade.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong><br>\nKiana Fitzgerald – Music critic<br>\nYassin “Narcy” Alsalman – Multimedia artist and Arab hip-hop pioneer<br>\nLaura Molloy – Music and internet culture journalist</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Afghanistan blames Pakistan for deadly air strikes in its eastern provinces | Newsfeed | Al Jazeera",
            "time": "2025-11-25T19:09:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764097733.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel’s push to displace thousands of Palestinians from the West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-25T19:01:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-10-29T083351Z_1364556703_RC2KLHALEBVV_RTRMADP_3_ISRAEL-PALESTINIANS-OLIVES-SETTLERS-1762601916.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the occupied West Bank, much like in the Gaza Strip, Israeli policy is forcing thousands of Palestinians from their homes, in stark defiance of international law.</p><p>A report published last week by Human Rights Watch (HRW) highlighted the <a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">expulsion of 32,000 Palestinians</a> from their homes in just three refugee camps this year. HRW said that the Israeli operation in the Jenin, Nur Shams, and Tulkarem refugee camps, which began in January, led to the biggest mass displacement of Palestinians in the West Bank since 1967.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The displacements come as Israeli violence spirals in the West Bank, where <a href=\"/news/2025/7/1/israel-has-killed-1000-palestinians-in-the-west-bank-since-october-7-2023\">more than 1,000 Palestinians</a> have been killed by Israelis since October 7, 2023, and the start of Israel’s genocidal war on Gaza, and Israelis living in illegal settlements launch increasingly violent attacks on Palestinians.</p><p>In Area C, the part of the occupied West Bank without even symbolic Palestinian administrative control, the United Nations reported earlier in November that more than 1,000 Palestinians were displaced when Israel demolished their homes, with a further 500 people made homeless in occupied East Jerusalem. Israel cited a lack of permits for the demolitions, but building permits are <a href=\"/features/2025/8/3/experts-say-israels-west-bank-demolitions-aim-to-drive-palestinians-away\">notoriously hard to obtain</a> for Palestinians in those areas.</p><p>Israel has so far faced few consequences for its actions in the occupied West Bank, even as reports from human rights organisations call for senior Israeli military and political officials to be investigated for the actions of Israeli forces in the West Bank refugee camps, and the ongoing displacement of civilians.</p><p>“We are witnessing the total abandonment of Palestinian lives. Israel has already shown it is capable of far greater violence, as we are seeing in the Gaza Strip,” Israeli human rights group B’Tselem’s executive director Yuli Novak said on Friday. “The situation in the West Bank is deteriorating by the day and will only worsen, because there is no internal or external mechanism to restrain Israel or stop its ongoing policy of ethnic cleansing. The international community must put an end to Israel’s impunity and hold those responsible for crimes against the Palestinian people to account.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-israel-s-aims-for-the-occupied-west-bank\">What are Israel’s aims for the occupied West Bank?</h2><p>According to many senior Israeli government figures, the aim is to annex the West Bank.</p><p>In <a href=\"/news/2025/10/22/israels-parliament-advances-bill-to-annex-occupied-west-bank\">October,</a> Israel’s parliament granted preliminary approval for a bill that would extend Israeli sovereignty over the occupied West Bank, an action widely regarded as a flagrant breach of international law.</p><p>Israel’s hardline finance minister, Bezalel Smotrich – who lives in an illegal settlement  – has been clear in his intentions towards the occupied West Bank.</p><p><a href=\"https://www.theguardian.com/world/article/2024/jun/24/israeli-far-right-minister-bezalel-smotrich-annex-west-bank\" target=\"_blank\" rel=\"noopener\">Speaking</a> at a meeting of his Religious Zionism party last year, Smotrich told colleagues that he was “establish[ing] facts on the ground in order to make Judea and Samaria [the West Bank] an integral part of the state of Israel”.</p><p>“We will establish sovereignty … first on the ground, and then, through legislation. I intend to legalise the young settlements [illegal outposts],” the Israeli newspaper Haaretz reported Smotrich saying, “My life’s mission is to thwart the establishment of a Palestinian state.”</p><p>More than 700,000 Israelis live in illegal settlements on Palestinian land in the occupied West Bank and East Jerusalem.</p><p>In <a href=\"/news/2025/8/14/smotrich-says-illegal-west-bank-settlement-buries-palestinian-state\">August,</a> Smotrich announced the creation of a new “E1″ settlement involving the creation of 3,000 homes separating occupied East Jerusalem from the West Bank as part of a project the finance minister said would “bury the idea of a Palestinian state”.</p><figure id=\"attachment_3888915\" aria-describedby=\"caption-attachment-3888915\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3888915\" src=\"/wp-content/uploads/2025/08/AFP__20250814__69HV6DR__v1__HighRes__IsraelPalestinianConflictSettlementPolitics-1755194568.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Israeli far-right Finance Minister Bezalel Smotrich holds a map of an area near the settlement of Maale Adumim, a land corridor known as E1, outside Jerusalem in the occupied West Bank, on August 14, 2025, after a press conference at the site. [Menahem Kahana/AFP]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3888915\" class=\"wp-caption-text\">Israeli far-right Finance Minister Bezalel Smotrich holds a map of an area near the illegal settlement of Maale Adumim, a land corridor known as E1, outside Jerusalem in the occupied West Bank, on August 14, 2025, after a news conference at the site. [Menahem Kahana/AFP]</figcaption></figure><h2 id=\"has-israel-said-why-it-is-displacing-so-many-palestinians\">Has Israel said why it is displacing so many Palestinians?</h2><p>In the areas of the occupied West Bank that it controls, Israeli authorities typically cite planning laws, or claim that Palestinian homes have been built on “closed military zones”: land designated for use by the Israeli state, its security services or for settlement.</p><p>According to the United Nations Office for the Coordination of Humanitarian Affairs (OCHA), it is “almost impossible” for a Palestinian to gain a building permit from the Israeli authorities.</p><p>In the case of the Jenin, Nur Shams, and Tulkarem refugee camps, Israel claimed that it displaced residents as part of “Operation <a href=\"/news/2025/1/23/what-is-israels-deadly-iron-wall-military-raid-in-the-west-banks-jenin\">Iron Wall</a>”, intended to eradicate resistance to its occupation from within the camps. However, months after Israeli forces first entered the camps in late January, residents still remain barred from returning, and bulldozers have destroyed many of their homes.</p><p>According to Israel’s military spokesperson, the demolitions were carried out for “operational necessity”, and residents were allowed to submit objections and petitions to Israel’s Supreme Court.</p><p>All such petitions, including those claiming that Israel’s actions breached international humanitarian law, have been rejected.</p><figure id=\"attachment_4121340\" aria-describedby=\"caption-attachment-4121340\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4121340\" src=\"/wp-content/uploads/2025/11/2025-11-21T084546Z_1661436800_RC2W0IAI7PCZ_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-SETTLERS-ATTACK-1763717146.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A Palestinian, Yahya Dalal, 32, walks near cars burnt in an attack by Israeli settlers, in Huwara in the Israeli-occupied West Bank, November 21, 2025. REUTERS/Ammar Awad\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4121340\" class=\"wp-caption-text\">A Palestinian, Yahya Dalal, 32, walks near cars burned in an attack by Israeli settlers, in Huwara in the Israeli-occupied West Bank [Ammar Awad/Reuters]</figcaption></figure><h2 id=\"what-about-israeli-settler-violence-towards-palestinians\">What about Israeli settler violence towards Palestinians?</h2><p>Violence by settler groups – Israelis illegally make their homes within occupied Palestinian territory – is increasing, perhaps buoyed by fellow settlers occupying some of the highest positions in the Israeli state. In October, OCHA recorded more than 260 attacks resulting in casualties, property damage or both. That is an average of eight incidents per day: the highest number since the agency began collating data in 2006.</p><p>During the <a href=\"/news/2025/11/1/israeli-attacks-on-olive-harvest-threaten-palestinian-way-of-life-un\">olive harvesting season</a>, Israeli settlers have unleashed a surge of violence upon Palestinians, even as Israeli soldiers watch on.</p><p>According to the Palestinian Farmers’ Union (PFU), the most recent attacks are “not random, but deliberate efforts to undermine Palestinian rural life”.</p><p>Palestinians say the attacks are part of an attempt by settlers to make life increasingly unbearable for the indigenous population, and eventually force them out.</p></div></div></body></html>"
        },
        {
            "title": "Prices increase as Americans prepare for Thanksgiving | Business and Economy News | Al Jazeera",
            "time": "2025-11-25T18:53:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-19T095831Z_1720706099_RC29RHAF8I6O_RTRMADP_3_USA-ECONOMY-THANKSGIVING-1764019128.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It’s a Thanksgiving tradition for many families in the United States: heading to retailers like Walmart to stock up on cranberries, sweet potatoes and – la piece de resistance – a cult classic, the Butterball turkey.</p><p>But this year, Walmart’s annual Thanksgiving meal kit has become a flashpoint over questions of inflation and economic stability under US President Donald Trump.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Trump administration has pointed to the cost of the Walmart kit as a sign that its economic policies are taming inflation. But experts say the story is more complicated than what packages of stuffing and tinned pumpkin can tell.</p><p>The retailer is advertising a lower price this year at $4 per person for 10 people compared with $7 per person for 8 people in 2024, a talking point the White House has embraced.</p><p>On Friday, Trump once again pointed that out: “We’ve got [prices] way down from last year,” Trump said while speaking to reporters in the Oval Office. “Walmart said that Thanksgiving this year is exactly 25 percent less than last year.”</p><p>But the Bentonville, Arkansas–based retailer’s offer comes with caveats. The kit contains fewer items – 20 compared with 29 last year – and uses more generic products rather than name brands, a switch that typically lowers costs.</p><p>Companies like Walmart, Amazon and Kroger that offer Thanksgiving meal kits can shape what goes into their bundles and choose to absorb costs.</p><p>But official data actually suggests that prices are going up. The US Department of Agriculture (USDA) forecasts suggest turkey prices will be about 40 percent higher than this time last year, largely because of supply shortages tied to avian flu.</p><p>Data, however, on the price of turkey has varied depending on where you look. The American Farm Bureau estimates that the cost of turkey will be 16 percent less than this time last year. But, researchers at Purdue University found that the price will be up 25 percent compared with this time last year.</p><p>Prices for other staples have also risen – potatoes by 3.7 percent, rolls by 3.9 percent and apples by 5.3 percent – all outpacing the 3 percent annual inflation rate, government data show.</p><p> </p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4117939\" src=\"/wp-content/uploads/2025/11/INTERACIVE-THANKSGIVING-DINNER-COST-1763571536.png?quality=80\" alt=\"INTERACIVE-THANKSGIVING-DINNER-COST-1763571536\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>New analysis from Groundwork Collaborative, The Century Foundation, and AFT found that another Thanksgiving staple, cranberry sauce, is up by 22 percent from this time last year.</p><p>CPI data shows wine prices declining due to domestic production, but imported European bottles face 15 percent increase.</p><p>Amid tariff-related uncertainty, rising wholesale costs, limited economic data and concerns over future social safety net programmes, Americans have grown more cautious in their spending. Consumer confidence continues to fall hitting its lowest level since April in its most recent reading published on Tuesday.</p><h2 id=\"why-are-prices-up\">Why are prices up?</h2><p>For poultry, the surge has little to do with economic policy. An ongoing strain of avian flu is limiting the supply of turkeys, with more than 2.2 million birds affected so far in 2025 and more than 600,000 confirmed infections in September. Even when only a single bird tests positive, farmers must slaughter the entire flock to contain the spread, further reducing supply.</p><p>“The current global H5N1 panzootic is the largest, most geographically widespread outbreak of avian flu ever recorded. The virus has affected more countries, more wild species, and more continents simultaneously than any previous avian influenza event,” Crystal Heath, the executive director of Our Honor, a veterinary advocacy organisation, told Al Jazeera.</p><p>“The virus started spreading through commercial poultry operations in the United States in February 2022,” Heath said.</p><p>For other staples, however, economic policy is a driving factor for the rise in prices.</p><p>Agricultural products, including tomatoes and potatoes, are up in price, driven by both import costs and the rising price of farm inputs – many of which are imported themselves, like the fertiliser needed to grow food and farm equipment like tractors.</p><p>“Tariffs on imported materials, including parts, fertiliser and other chemicals, are raising input costs for farmers. Those higher costs then get passed along, driving up the price of each unit and contributing to inflation,” Babak Hafezi, chief executive officer at Hafezi Capital, an international consulting firm, told Al Jazeera.</p><p>Labour shortage drives up costs of agricultural products like apples, potatoes and tomatoes, which have seen a surge in prices, Hafezi said.</p><p>“The thing is, when fruit hangs on the trees with no one to pick it, it never makes it into the market. But the demand is still there, so it gets filled by imports. I visited a lemon farm in California and saw fruit everywhere, lemons just dropping to the ground and rotting because there weren’t enough workers to harvest them.”</p><p>Tariffs have pushed up the cost of canned goods as well.</p><p><a href=\"/economy/2025/9/3/campbells-sees-tariff-hit-in-year-ahead-as-economic-uncertainty-looms\" target=\"_blank\" rel=\"noopener\">Campbell’s</a>, one of the nation’s largest producers of prepared foods, said earlier this year it would need to raise prices because tariffs increased the cost of steel used in its cans.</p><p>“The impact of tariffs, and to whatever extent immigration issues are affecting agricultural workers or people in meat-processing plants, is still being felt. There are a lot of exogenous shocks continuing to hit the system. So this isn’t just, ‘Hey, we had this huge run-up in inflation during COVID and prices just haven’t come down’,” Matthew Higgins, professor of management at Tulane University, told Al Jazeera.</p><p>Last week, Trump rolled back tariffs on some foods and other consumer goods. While the change immediately affects imports and wholesale goods, experts say that does not mean that consumers may see lower prices this Thanksgiving or even at all.</p><p>“The probability of the prices massively decreasing is very low unless there is some major disruption like a recession, and people can no longer consume at the level they were,” Hafezi said.</p><p>There is a historical precedent for this. During the early days of the COVID-19 pandemic, producers raised prices because of supply-chain strains, and retailers followed suit. But even after those strains eased, consumers had already shown they would tolerate higher prices, leaving grocery stores with little incentive to reduce them.</p><p>That came to light in a 2024 report by the Federal Trade Commission, which outlined elevated prices at grocery stores.</p><p>“Some firms seem to have used rising costs as an opportunity to further hike prices to increase their profits, and profits remain elevated even as supply chain pressures have eased,” the report said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"spending-pressures\">Spending pressures</h2><p>Regardless of the cause, the strain on consumers preparing for the holidays is intensifying, including on the back of the US government shutdown that ended recently.</p><p>City Harvest, a New York City–based organisation that partners with soup kitchens and food distribution centres, told Al Jazeera it has seen an increase in demand in the weeks following the shutdown.</p><p>“A lot of federal workers that were visiting the pop-up distributions were people seeking food assistance for the first time, so that was definitely a new population of people that were looking for support,” Jenna Harris, associate director of donor relations at City Harvest, told Al Jazeera.</p><p>City Harvest also noted that the city’s soup kitchens and food pantries are experiencing their highest number of visitors on record.</p><p>“We do see that about 67 percent of New Yorkers that visit food pantries have a job, sometimes multiple jobs, so it’s really just showing that the rising cost of food is an issue,” Harris added.</p><p>This trend is not new – visits have risen 85 percent since 2019, according to FeedNYC, but new challenges are compounding the pressure. Families are navigating looming changes to the <a href=\"/economy/2025/10/25/will-millions-of-low-income-americans-lose-food-stamps-during-shutdown\" target=\"_blank\" rel=\"noopener\">SNAP</a> programme and uncertainty about healthcare costs in 2026. Across the country, states have begun notifying recipients of new requirements and giving them three months to comply, or they could lose benefits altogether.</p><p>Similarly, with<a href=\"/news/2025/11/13/us-shutdown-ends-what-happens-now-when-will-services-resume\" target=\"_blank\" rel=\"noopener\"> Affordable Care Act (ACA) subsidies still up for debate</a>, approximately 2.2 million Americans could lose their health insurance premiums if they are not extended, according to the Congressional Budget Office, leaving low- and middle-income families struggling to maintain coverage.</p><p>“There’s tremendous uncertainty, and as you move down the socioeconomic ladder, that uncertainty only increases. To some extent, you’d expect people to be more cautious with holiday spending,” Higgins added.</p><p>“What we’re seeing is a massive bifurcation of the American economy. The ultra-wealthy, with access to inflation-adjusted and future-oriented assets, are doing extremely well, while the middle and lower classes are struggling. Companies serving the upper and upper-middle classes are likely to thrive, whereas those catering to the rest of the market will have to focus on value-oriented products,” Hafezi said.</p></div></div></body></html>"
        },
        {
            "title": "Four more suspects arrested over Louvre heist | Crime News | Al Jazeera",
            "time": "2025-11-25T18:47:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-25T144608Z_1055805201_RC2LFHA2ZT3W_RTRMADP_3_FRANCE-CRIME-LOUVRE-1-1764090197.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Four more suspects arrested over Louvre heist</h1><p class=\"article__subhead\"><em>Loot still not found after seven-minute operation by gang of four at world’s most visited art museum stunned the world.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French authorities have arrested four more people in connection with last month’s daylight robbery of royal jewels worth <a href=\"/news/2025/10/22/jewels-stolen-from-louvre-museum-in-paris-valued-at-102m-prosecutor\">$102m</a> from the Louvre Museum in Paris.</p><p>Paris prosecutor Laure Beccuau said on Tuesday that two men aged 38 and 39 and two women aged 31 and 40 were arrested as part of the probe into the <a href=\"/gallery/2025/10/27/the-louvre-and-other-great-museum-heists\">heist</a>, which saw thieves make off with eight items, including an emerald and diamond necklace given by Napoleon I to his second wife, Empress Marie-Louise.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>All four suspects are from the Paris region, Beccuau said. Previously, four other people had been arrested and placed under formal investigation over the raid of the world’s most visited art museum, which was carried out by four people.</p><p>On October 19, two men parked a mover’s lift below the Apollo Gallery housing the <a href=\"/news/2025/10/21/mona-lisa-to-the-nazis-robbed-often-why-latest-louvre-theft-is-different\">French crown jewels</a>. They rode up to the second storey in a bucket, smashed a window and cracked open display cases with angle grinders. They fled on the back of scooters driven by two accomplices.</p><p>All in all, the operation took less than seven minutes. Thieves dropped a jewel-encrusted crown that once belonged to Empress Eugenie, the wife of Napoleon III, as they escaped. The rest of the loot has not been found.</p><p>The four already charged over the theft are three men and a woman. This month, it emerged that one of the men, a 37-year-old, was in a couple with the woman and they have children. The couple was arrested after their DNA was found in the basket lift used during the robbery.</p><p>Beccuau said at the time that the man’s criminal record contained 11 previous convictions, most of them for theft. The first two men arrested earlier lived in the northeastern Paris suburb of Aubervilliers and were also known to the police for having committed thefts.</p><p>The heist made headlines worldwide and spotlighted museum security in France, which has seen a series of break-ins at cultural institutions.</p><p>The <a href=\"/news/2025/10/23/louvre-director-recognises-jewel-theft-failures-says-she-offered-to-resign\">Louvre’s director</a> has pledged more police and security cameras, acknowledging in an appearance before lawmakers that failings had led to the theft.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Diego Maradona: Five years on from the death of Argentina’s football icon | Football News | Al Jazeera",
            "time": "2025-11-25T18:23:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-10-30T122454Z_1157088616_UP1ELAU0YHGKO_RTRMADP_3_SOCCER-MARADONA-ITALY-1764093831.jpg?resize=1920%2C1440",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Al Jazeera reflects on the passing of World Cup-winning forward Diego Maradona, who died five years ago on Tuesday.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The fifth anniversary of the death of one of football’s most famous stars, Diego Maradona, was marked by his fans in Argentina on Tuesday. Considered by many the greatest football player in history, the World Cup winner enjoyed stellar careers at the club level in Spain with Barcelona and in Italy with Napoli. Maradona, who announced himself on home soil with Boca Juniors, was 60 when he died of heart failure while he was recovering from surgery for a haematoma that formed between his skull and brain.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Sudanese survivors testify to RSF abuses amid new Amnesty report | Newsfeed | Al Jazeera",
            "time": "2025-11-25T18:20:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764094797.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Serbia’s Vucic warns oil refinery faces shutdown as US sanctions bite | Energy News | Al Jazeera",
            "time": "2025-11-25T18:07:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-25T132739Z_852254305_RC2R7HA6C9CT_RTRMADP_3_USA-SANCTIONS-NIS-1764084699.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Serbia’s Vucic warns oil refinery faces shutdown as US sanctions bite</h1><p class=\"article__subhead\"><em>Pancevo, the country’s only oil refinery, now on ‘hot standby’ as Vucic faces tricky prospect of seizing Russian asset.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Serbian President Aleksandar Vucic has warned that the country’s only oil refinery will shut down in four days if the United States does not lift sanctions that were imposed over its majority Russian ownership in connection with the Ukraine war.</p><p>Vucic said on Tuesday that he would give Russia’s Gazprom and Gazprom Neft, which together own 56.2 percent of the Petroleum Industry of Serbia (NIS) oil company, 50 days to sell their stake or the Serbian state would take over operations and make an offer to buy them out.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>For Vucic, who has close ties to Moscow, the option of seizing a Russian asset may be unpalatable, but he said that his country had been left in an “increasingly difficult position” with “no easy solutions” as Washington and the Kremlin clashed.</p><p>The US <a href=\"/news/2025/10/9/us-sanctions-serbias-main-oil-supplier-controlled-by-russia\">sanctions</a>, which hit NIS in October, have cut off crude supply to the Pancevo refinery, the only oil refining facility in the country. “It has not been shut down yet, but it is already running at a reduced level compared to normal,” said Vucic.</p><p>“Serbia is facing major problems … When you impose sanctions against Russia and its companies, they end up hitting our country,” he said, adding that the US sanctions may end up affecting supply lines and electricity production in the middle of winter.</p><p>The Balkan country does have enough fuel reserves in the short term, but a total shutdown of its only refinery will halt production of petrol, diesel and jet fuel and may hurt the country’s economy, Vucic said.</p><p>NIS said in a statement that it began preparations for a shutdown of its Serbian refinery by placing it on a so-called hot standby that would allow a restart once crude oil becomes available.</p><p>“NIS continues to supply the domestic market with petroleum products without interruption, thanks to previously secured stocks,” it said.</p><p>The US Treasury Department’s Office of Foreign Assets Control imposed sanctions on Russia’s oil sector in January – including NIS, which was granted repeated waivers before the sanctions finally came into effect in October.</p><p>After sanctions hit, banks stopped processing NIS payments, and Croatia’s JANAF pipeline halted crude deliveries to the refinery, forcing the Balkan country to look for alternative supplies.</p><p>The Serbian central bank also said in a statement that it would stop all payment transactions for NIS if the company’s operating licence were not extended.</p><p>Washington is seeking complete Russian divestment from NIS, and on November 1,5 it gave the company’s owners until February 13 to find a buyer for the Russian stake.</p><p>Gazprom Neft holds 44.9 percent of NIS and Gazprom 11.3 percent of NIS, according to news agency Reuters. Serbia owns 29.9 percent, with the rest held by small shareholders.</p><p>Oil company Gazprom Neft is a subsidiary of energy giant Gazprom.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Could Trump’s $50m reward succeed in toppling Venezuela’s Nicolas Maduro? | Donald Trump News | Al Jazeera",
            "time": "2025-11-25T18:03:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-08-23T164940Z_256133669_RC2XCGALKJIC_RTRMADP_3_USA-VENEZUELA-MADURO-1764079302.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"hungry-for-justice\">'Hungry for justice'</h2><p>Members of the Venezuelan diaspora community in the US have likewise applauded the bounty as sending a strong signal against the Maduro administration.</p><p>Aminta G, a Venezuelan business owner who is a permanent resident in the US, has lived in Texas for decades but yearns to go back to her home country.</p><p>She asked to use a pseudonym, for fear her words could put her family in Venezuela in danger.</p><p>\"I'm hungry for justice,\" Aminta said. \"There's been too much suffering for too long.\"</p><p>The bounty, she explained, helps to legitimise the opposition's push against Maduro's government.</p><p>\"By having that $50m reward on this man's head, it's confirmation that we are not dealing with a bad president,\" she said. \"He's a criminal.\"</p><p>Maria, meanwhile, told Al Jazeera she has experienced Maduro's campaign of oppression firsthand.</p><p>Maduro's government, she said, fired her from her post as prosecutor. She never received a formal explanation for her dismissal, but to Maria, the reasons were clear.</p><p>\"The true reason I was dismissed was because I refused to participate in corruption, the fabrication of criminal cases and the prosecution of innocent people,\" she said.</p><p>\"Inside the justice system controlled by the regime, it was common for prosecutors and judges to be pressured into accusing people without evidence. I refused to do it.\"</p><p>She has since sought asylum in the US, where her application is pending.</p><p>Her stay in the US, however, is precarious. Currently, Maria is staying legally in the US under a designation called Temporary Protected Status (TPS), a form of short-term protection for people whose home countries are deemed unsafe.</p><p>She has nightmares, though, about being deported to Venezuela, where she fears torture could await her. The Trump administration has sought to eliminate TPS for many recipients, including Venezuelans, as part of a crackdown on immigration.</p><p>Still, she backs Trump's bounty campaign. Even if the reward alone is not the solution to all of Venezuela's problems, Maria said it nevertheless tells her something she needs to believe: that the man responsible for her suffering is viewed as a criminal by others, too.</p><p>It’s enough to make her use a word she’s cautious about: “hope”.</p><p>“Our hope is real,” she said. “But it is not naive.”</p></div></div></body></html>"
        },
        {
            "title": "US consumer confidence tumbles to lowest level since April | Business and Economy News | Al Jazeera",
            "time": "2025-11-25T17:53:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-24T105942Z_681960584_RC2DSEA1XKT1_RTRMADP_3_COMPANIES-TARIFFS-PRICES-1764090071.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US consumer confidence tumbles to lowest level since April</h1><p class=\"article__subhead\"><em>A sluggish job market lowers consumer confidence but may also lead to another rate cut from the Federal Reserve by the end of the year.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States consumer confidence sagged in November as households worried about jobs and their financial situation, likely in part because of the recently ended government shutdown.</p><p>The Conference Board said on Tuesday its consumer confidence index dropped to 88.7 this month, from an upwardly revised 95.5 in October, hitting its lowest level since April.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Economists polled by the Reuters news agency had forecast the index edging down to 93.4 from the previously reported 94.6 in October.</p><p>“Consumers’ write-in responses pertaining to factors affecting the economy continued to be led by references to prices and inflation, tariffs and trade, and politics with increased mentions of the federal government shutdown,” said Dana Peterson, chief economist at the Conference Board.</p><p>“Mentions of the labour market eased somewhat but still stood out among all other frequent themes not already cited. The overall tone from November write-ins was slightly more negative than in October.”</p><p>Consumer confidence remained low among all income brackets. While confidence among those who make less than $15,000 annually ticked up slightly, it still remained the group with the lowest consumer confidence.</p><p>The consumer confidence report was released amid a slowing labour market. The September jobs report, released late last week, showed <a href=\"/economy/2025/11/20/us-economy-adds-119000-jobs-in-september-as-unemployment-rate-rises\" target=\"_blank\" rel=\"noopener\">119,000 jobs</a> were added to the US economy as the unemployment rate ticked up 0.1 of a percentage point to 4.4 percent.</p><p>However, there is limited economic data available to fully gauge the sentiment of the US economy because the government shutdown, the longest in US history, hindered federal agencies’ ability to gather the data needed to assess current conditions.</p><p>“More worries about what lies ahead … hence, putting purchases for major items on hold,” Jennifer Lee, senior economist at BMO, wrote to Reuters.</p><p>The economic data followed dovish comments from policymakers in the past few days that helped cement rate cut expectations.</p><p>On Monday, Federal Reserve Governor Christopher Waller said the job market was weak enough to warrant another quarter-point rate cut in December although action beyond that depended on a flood of data that was delayed by the federal government shutdown.</p></div></div></body></html>"
        },
        {
            "title": "Turkish authorities arrest three defence executives accused of spying | News | Al Jazeera",
            "time": "2025-11-25T17:40:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP17017309338052-1751894755.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Turkish authorities arrest three defence executives accused of spying</h1><p class=\"article__subhead\"><em>Search ongoing for fourth suspect as prosecutor’s office says the accused hold positions in critical defence companies operating inside Turkiye.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Three executives of defence companies have been arrested by Turkish authorities on suspicion of spying for foreign powers, prosecutors say.</p><p>“An operation was carried out on November 25, 2025, to apprehend four individuals identified in connection with the conspiracy,” the Istanbul public prosecutor’s office said in a statement on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“As a result of the operation, three individuals were apprehended, and an arrest warrant was issued for one individual due to being abroad.”</p><p>It said the suspects “hold executive positions within critical defence companies operating in our country”.</p><p>They are accused of trying to provide “biographical” information about employees to foreign countries.</p><p>According to the AFP news agency, the prosecutor’s office initially said the suspects worked for the intelligence services of the United Arab Emirates before deleting that statement and publishing a significantly revised version on X that did not mention the UAE.</p><p>Turkey’s defence exports swelled by 29 percent ($7.15bn) in 2024, according to President Recep Tayyip Erdogan, driven notably by the success of its military drones.</p></div></div></body></html>"
        },
        {
            "title": "US imposes visa sanctions against Haitian official on governing council | Donald Trump News | Al Jazeera",
            "time": "2025-11-25T17:39:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25329518739495-1764090641.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has unveiled visa restrictions against an unnamed Haitian government official for alleged ties to the country’s gangs.</p><p>But while the US did not identify the official, one has since stepped forward: Fritz Alphonse Jean, a member of Haiti’s transitional presidential council.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Tuesday, Jean spoke to The Associated Press news agency, saying he was targeted with visa restrictions and denying the US government’s allegations as false.</p><p>He also accused the US and Canada of putting pressure on the council as it reviewed candidates for next year’s national elections.</p><p>“Once we started reviewing the possibilities of changing the head of government, members of [the council] started receiving threats of visa cancellation and other sanctions from the US embassy representative and the Canadian ambassador,” Jean said.</p><p>The message, Jean explained, was that “if we do not desist, we will face sanctions and visa cancellation”. The US government has yet to comment on Jean’s allegations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-crackdown-on-gangs\">A crackdown on gangs</h2><p>Jean’s remarks arrive in response to a <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/11/visa-restrictions-of-haitian-official-supporting-gangs-and-other-criminal-organizations-in-haiti\" target=\"_blank\" rel=\"noopener\">statement</a> from the US State Department late on Monday night, announcing the visa restrictions against the unnamed official.</p><p>“Today the Department of State is taking steps to impose visa restrictions on a Haitian government official for supporting gangs and other criminal organizations, and obstructing the government of Haiti’s fight against terrorist gangs designated as Foreign Terrorist Organizations,” the statement said.</p><p>It added that the sanctions would bar the official’s entry into the US and revoke any valid visas the person may currently have.</p><p>The administration of US President Donald Trump has taken a tougher stance on gangs and other criminal networks in Latin America, including in Haiti.</p><p>Since January, it has led a campaign to designate criminal groups in the region as “foreign terrorist organisations”, as part of its broader crackdown on illicit drug trafficking and immigration into the US.</p><p>Already, the Trump administration <a href=\"/news/2025/5/2/trump-administration-designates-two-haitian-gangs-as-terrorist-groups\">has labelled Haitian gangs</a> like Viv Ansanm and Gran Grif as “foreign terrorist” groups.</p><p>One prominent gang leader, Jimmy “Barbecue” Cherizier, was indicted for conspiracy in the US in August. A reward of $5m has been offered for information leading to his arrest.</p><p>In October, the US government also imposed <a href=\"/news/2025/10/17/us-sanctions-ex-police-officer-gang-leader-in-haiti-over-criminal-ties\">sanctions</a> on a gang leader and former police officer associated with Viv Ansamn.</p><p>Gang violence is a critical concern in Haiti, where approximately 90 percent of the capital, Port-au-Prince, has fallen under the control of criminal groups.</p><p>The United Nations and other groups have also noted a trend this year of gang activity expanding into areas previously less affected by the violence, including the Centre and Artibonite departments in the west.</p><p>The result has been a widespread humanitarian crisis in one of the hemisphere’s poorest countries.</p><p>In October, the International Organization for Migration found that 1.4 million Haitians were displaced from their homes, a record high.</p><p>Last year, more than 5,600 people were killed in the violence, an increase of nearly 1,000 over the rate in 2023.</p><p>Just between April and June this year — a three-month span — the UN estimates that 1,617 were killed and 580 wounded.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"government-upheaval\">Government upheaval</h2><p>Experts have credited instability in Haiti’s government with allowing the gangs to expand their reach. In 2021, Haitian President Jovenel Moise was assassinated in his home, and no president has succeeded him since.</p><p>The national elections that were scheduled to take place in 2019 have also been repeatedly delayed, leading to a crisis of withering public confidence in the government.</p><p>The last democratically elected officials in the national government <a href=\"/news/2023/1/10/haitis-political-crisis-worsens-as-senate-terms-expire\">saw their terms expire in 2023</a>. The exit of the final 10 senators left the country with no elected lawmakers.</p><p>Questions of corruption and legitimacy have long dogged the officials who remained in their posts, leading to the <a href=\"/news/2024/4/25/haiti-prime-minister-ariel-henry-resigns-transitional-council-takes-power\">resignation</a> of Prime Minister Ariel Henry, a political appointee, in 2024.</p><p>A transitional presidential council was set up in April of that year to help address the problem. It was created to act as Haiti’s governing body until a new president was elected or its mandate expired, as is scheduled for February 7, 2026.</p><p>One of its primary goals was to schedule national elections for the country. A multi-round election cycle was initially expected to start in November and continue through February 2026, but those elections have since been postponed.</p><p>Currently, the council has set a provisional timeline to begin election campaigns in March and hold votes in August and December of next year.</p><p>There have long been questions, however, about whether members of the council will indeed step down in February.</p><p>Several members of the nine-seat council have been embroiled in a corruption scandal, after investigators accused them of demanding bribes.</p><p>The council as a whole has struggled with internal disagreements and criticism that its membership — which includes politicians, academics and businessmen — only represents Haiti’s elite.</p><p>Currently, <a href=\"/news/2025/8/7/haiti-names-new-head-of-transitional-council-ahead-of-scheduled-elections\">Laurent Saint-Cyr</a>, a leader in the insurance industry, chairs the council. Jean previously served in the role from March to August.</p><p>A former prime minister and head of the Bank of the Republic of Haiti, Jean is a well-known economist in the country.</p><p>He told The Associated Press the council would continue to fight gang violence and denied any allegations of wrongdoing on his part.</p><p>“We stand firm on combating corruption, state capture by a few individuals, and operators involved in drugs trafficking, weapons and ammunition’s proliferation,” Jean said.</p></div></div></body></html>"
        },
        {
            "title": "Chelsea vs Barcelona 3-0: UEFA Champions League - as it happened | Football News | Al Jazeera",
            "time": "2025-11-25T17:01:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2248432258-1764106251.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Chelsea vs Barcelona 3-0: UEFA Champions League – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All our updates, with post-match reaction, following our comprehensive text commentary stream of the UCL match.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Did the UN just outsource Israel’s occupation? | United Nations News | Al Jazeera",
            "time": "2025-11-25T16:57:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764116108.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Trump’s Gaza plan just won UN backing. What Resolution 2803 means for Gaza, Palestinians and international law.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United Nations resolution built on Donald Trump’s Gaza plan promises a ceasefire, foreign peacekeepers and a new “board of peace” to govern the Gaza Strip. But with no real accountability for Israel and Palestinians sidelined, is this an end to the war – or a blueprint for a new kind of occupation?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}