{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "China starts construction of world’s biggest hydropower dam in Tibet | Environment News | Al Jazeera",
            "time": "2025-07-22T04:46:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/GettyImages-1233383151-1753151433.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>China starts construction of world’s biggest hydropower dam in Tibet</h1><p class=\"article__subhead\"><em>The project on a river that runs through Tibet and India downstream could dwarf the Three Gorges Dam when completed.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has started building a mega-dam on the Yarlung Zangbo River in Tibet, which could become the world’s largest source of hydroelectric power when completed, according to Chinese officials.</p>\n<p>The mega-project in the foothills of the Himalayas will include five hydropower stations on the river, which is also known as the Brahmaputra, further downstream in India, and the Jamuna River in Bangladesh.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>China’s Xinhua state news agency reported that Premier Li Qiang attended a commencement ceremony for the dam on Saturday.</p>\n<p>Beijing had planned the project for <a href=\"/news/2021/2/8/china-to-build-the-worlds-biggest-dam-on-sacred-tibetan-river\">several years</a>, and approval was given in December last year, linking the development to the country’s carbon neutrality targets and economic goals in the Tibet region.</p>\n<p>“The electricity generated will be primarily transmitted to other regions for consumption, while also meeting local power needs in Tibet,” Xinhua reported after the groundbreaking ceremony in southeastern Tibet’s city of Nyingchi.</p>\n<p>The project is expected to cost an estimated 1.2 trillion yuan ($167.1bn), Xinhua said.</p>\n<p>India said in January that it had raised concerns with China about the project, saying it would “monitor and take necessary measures to protect our interests”.</p>\n<p>India’s Ministry of External Affairs said at the time that China “has been urged to ensure that the interests of the downstream states of the Brahmaputra are not harmed by activities in upstream areas”.</p>\n<p>In December, Beijing’s Ministry of Foreign Affairs said the project would not have any “negative impact” downstream, adding that China “will also maintain communication with countries at the lower reaches” of the river.</p>\n<p>China annexed Tibet in 1950, and has built several dams on the region’s rivers, <a href=\"/news/2021/2/8/china-to-build-the-worlds-biggest-dam-on-sacred-tibetan-river\">prompting concerns</a> from Tibetans about the potential impacts on the unique ecosystems of the Tibetan Plateau.</p>\n<p>Tibet’s vast glaciers and major rivers provide fresh water to 1.3 billion people in 10 countries, according to Yale’s E360 environmental magazine.</p>\n<p>The Yarlung Tsangpo is the world’s highest river, reaching some 5,000 metres (16,404 feet) above sea level, and is <a href=\"/news/2021/2/8/china-to-build-the-worlds-biggest-dam-on-sacred-tibetan-river\">considered sacred</a> to Tibetans.</p>\n<figure id=\"attachment_3849587\" aria-describedby=\"caption-attachment-3849587\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3849587 size-arc-image-770\" src=\"/wp-content/uploads/2025/07/2017-07-04T042851Z_1095586038_RC1B7435B300_RTRMADP_3_CHINA-WEATHER-POWER-1753151839.jpg?resize=770%2C513&amp;quality=80\" alt=\"an aerial view of a large dam near a city\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3849587\" class=\"wp-caption-text\">The Three Gorges Dam on the Yangtze River in Yichang, Hubei province, China [File Stringer/Reuters]</figcaption></figure>\n<p>The new dam is also being built just 30km (18 miles) from China’s vast border with India, much of which is disputed, with tens of thousands of soldiers posted on either side.</p>\n<p>Once built, the dam could provide as much as three times as much energy as the Three Gorges Dam on the Yangtze River in central China.</p>\n<p>The Three Gorges Dam, which was completed in 2003, controversially <a href=\"/news/2007/10/16/china-dam-to-displace-millions-more\">displaced some 1.4 million </a>people.</p>\n<p>Tibet is much more sparsely populated, with some 2,000 people displaced for the construction of the Yagen Hydropower Station in 2015, according to local media reports.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Typhoon Wipha whips Vietnam as Philippines flooding displaces thousands | Climate News | Al Jazeera",
            "time": "2025-07-22T04:39:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25202353695898-1753157498.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Typhoon Wipha whips Vietnam as Philippines flooding displaces thousands</h1><p class=\"article__subhead\"><em>Vietnam is expecting 500mm of rainfall as Typhoon Wipha approaches the northern coast after skirting the Philippines, where five people were killed and several are missing.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rainfall and flooding, which left five people dead and displaced thousands over the weekend, have continued in the Philippines following <a href=\"/news/2025/7/20/typhoon-wipha-causes-flight-disruptions-in-hong-kong-southern-china\">Typhoon Wipha</a>, which is now barrelling towards the coast of northern Vietnam as a severe tropical storm.</p>\n<p>As of 6am local time in Vietnam on Tuesday (23:00 GMT), Wipha was situated 60km (37 miles) off the coast of Haiphong City, with wind speeds of up to 102 kph (63 mph), and was moving southwest at a speed of 15 kph (9.3 mph), according to Vietnam’s national weather forecast agency.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>No casualties or damage have been reported so far, while an estimated 350,000 Vietnamese soldiers are on standby as the country’s weather agency expects up to 500mm (20 inches) of rainfall, which could cause dangerous flooding and landslides.</p>\n<p>Expected to make landfall in Hung Yen and Ninh Binh provinces, located south of the capital, Hanoi, Wipha is forecast to weaken to a low-pressure event on Tuesday night, the agency said.</p>\n<p>Floodwaters driven by torrential rains in the aftermath of Typhoon Wipha brought much of life in the Philippine capital, Manila, to a halt on Tuesday, with tens of thousands evacuated from their homes and at least two people believed missing.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Schools and government offices remained closed in Manila and surrounding provinces after a night of rain that saw the region’s Marikina River burst its banks.</p>\n<p>More than 23,000 people living along the river were evacuated and took shelter in schools, village halls and covered courtyards. Another 25,000 more were evacuated in the metropolitan area’s Quezon and Caloocan cities.</p>\n<p>An elderly woman and her driver were swept down a swollen stream as they attempted to cross a bridge in Caloocan, John Paul Nietes, an emergency operations centre assistant supervisor, told the AFP news agency.</p>\n<p>“Their car was recovered last night. The rescue operation is continuing, but as of today, they haven’t found either of them,” he said.</p>\n<p>According to the National Disaster Risk Reduction and Management Council in the Philippines, five people have been reported killed as of Monday, and at least another five were reported injured following Typhoon Wipha, local news outlet Enquirer.net reported. Seven people are also missing, according to the council.</p>\n<p>At least 20 storms or typhoons strike or come near the Philippines each year, with the country’s poorest regions typically the hardest hit. Their impact has become more deadly and destructive as <a href=\"/news/2025/7/20/at-least-14-dead-in-south-korea-after-heavy-rains-trigger-landslide\">storms grow more powerful</a> due to climate change.</p>\n<p>Earlier this year, Super Typhoon Yagi hit Vietnam, killing about 300 people and causing some $3.3bn in damage.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "US government employee barred from leaving China, Washington says | News | Al Jazeera",
            "time": "2025-07-22T04:23:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2023-10-18T011158Z_2008120404_RC2NU3AC5BPS_RTRMADP_3_CHINA-BRI-OPENING-1753152884.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US government employee barred from leaving China, Washington says</h1><p class=\"article__subhead\"><em>US State Department says the employee was slapped with an exit ban while visiting the country in a ‘personal capacity’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States government employee has been prevented from leaving China after visiting the country for personal reasons, Washington has said.</p>\n<p>The employee of the US Patent and Trademark Office, an agency within the US Department of Commerce, was subject to an “exit ban” while travelling in China in a “personal capacity”, the US Department of State said on Monday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“The Department of State has no higher priority than the safety and security of American citizens,” a State Department spokesperson said in a statement.</p>\n<p>“We are tracking this case very closely and are engaged with Chinese officials to resolve the situation as quickly as possible.”</p>\n<p>The statement comes after The Washington Post on Sunday reported that a Chinese-American man employed by the US Commerce Department was barred from leaving China after failing to disclose his work for the government on a visa application.</p>\n<p>The report, which cited four unnamed people familiar with the matter, said the employee had travelled to China several months ago to visit family.</p>\n<p>The Hong Kong-based South China Morning Post on Sunday reported that the man, a naturalised US citizen, was detained in Chengdu, Sichuan, in April over “actions Beijing deemed harmful to national security”.</p>\n<p>The Post’s report cited an unnamed “source familiar with the matter”.</p>\n<p>The Chinese Embassy in Washington, DC, referred Al Jazeera to remarks by Chinese Ministry of Foreign Affairs spokesperson Guo Jiakun, who on Monday told journalists he had “no details to share” on the case.</p>\n<p>“China upholds the rule of law and handles entry and exit affairs in accordance with the law,” Guo said at a regular media briefing.</p>\n<p>Washington’s confirmation of the exit ban comes after Beijing on Monday said it had blocked the departure of a US citizen employed by the banking giant Wells Fargo.</p>\n<p>China’s Foreign Ministry said that Chenyue Mao, an Atlanta-based managing director, was subject to an exit ban due to her involvement in an unspecified criminal case.</p>\n<p>Washington and Beijing have long traded accusations of espionage and meddling in each other’s domestic affairs.</p>\n<p>On Monday, the US Department of Justice said that a Chinese-born US researcher had pleaded guilty to stealing trade secrets, including blueprints for infrared sensors designed to detect nuclear missile launches and track ballistic missiles.</p>\n<p>Prosecutors said Chenguang Gong, a dual US-Chinese citizen, transferred more than 3,600 company files to his personal storage devices during his employment with a Los Angeles-based research and development firm.</p>\n<p>Before taking up work with the company, Gong had travelled to China several times to seek funding to develop technology with military applications, prosecutors said.</p>\n</div></div></body></html>"
        },
        {
            "title": "Otters spotted in Kashmir waters, and residents are both thrilled and wary | Wildlife News | Al Jazeera",
            "time": "2025-07-22T03:39:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image00008-1752742851.jpeg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Hugam, Indian-administered Kashmir</strong> – Nasir Amin Bhat, 17, was barely ankle-deep in the water when his school friend and neighbour Adil Ahmad shouted from the riverbank on a breezy summer evening in May.</p>\n<p>“Turn back! There’s something in the water.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Across the Lidder, a tributary of the Jhelum River, in Hugam village of Indian-administered Kashmir’s Anantnag district, a Eurasian otter (Lutra lutra) plunged into the glacial waters and started paddling furiously against the current with all four limbs.</p>\n<p>“I had no idea what it was,” Bhat, a high school student, told Al Jazeera, “but I grabbed my smartphone and turned on the camera.”</p>\n<p>The grainy, nine-second video shows the creature with a fur coat – classified as “near threatened” on the International Union for Conservation of Nature (IUCN) Red List – gliding out of the water and jumping onto the riverbank.</p>\n<p>After a few clumsy steps, the semiaquatic animal, which can reach elevations of 3,660 metres (12,000 feet) in the Himalayas during the summer, disappears behind a thick grove of bushes, bringing the video to an uneventful end.</p>\n<figure id=\"attachment_3842748\" aria-describedby=\"caption-attachment-3842748\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3842748\" src=\"/wp-content/uploads/2025/07/image00005-1752742710.jpeg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"otter in Kashmir\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3842748\" class=\"wp-caption-text\">Eurasian otters used to thrive along the banks of the Lidder River, but rampant construction forced the semiaquatic animal to retreat [Jehangir Ali/Al Jazeera]</figcaption></figure>\n<p>Long believed to have gone extinct, Eurasian otters seem to be showing signs of resurgence in Kashmir, with three individuals spotted by Indian wildlife officers in two places since 2023.</p>\n<p>The chance sightings have excited environmentalists and wildlife conservationists while raising hopes of a better future for the Himalayan region’s fragile freshwater ecosystems, which have been battered by climate change in recent years.</p>\n<h2 id=\"habitat-has-improved\">‘Habitat has improved’</h2>\n<p>Indian wildlife biologist Nisarg Prakash believes the sighting of otters in Kashmir was an indicator of high-quality aquatic habitats.</p>\n<p>“The reappearance of otters might mean that poaching has come down or the habitat has improved, and maybe both in some cases,” Prakash, whose work focuses on otters in southern parts of India, told Al Jazeera.</p>\n<p>Protected under India’s Wildlife Protection Act, otters were once widely distributed across north India, including the Himalayan foothills, the Gangetic plains and parts of the northeast.</p>\n<p>A peer-reviewed study by IUCN in November last year noted that the Eurasian otter, known among Kashmiri locals as “voddur”, was found in water bodies of Lidder and Jehlum valleys, including Wular Lake, one of Asia’s largest freshwater lakes.</p>\n<figure id=\"attachment_3842753\" aria-describedby=\"caption-attachment-3842753\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3842753\" src=\"/wp-content/uploads/2025/07/image00007-1752742799.jpeg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"otter in Kashmir\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3842753\" class=\"wp-caption-text\">Hugam village in Anantnag district, Indian-administered Kashmir [Jehangir Ali/Al Jazeera]</figcaption></figure>\n<p>However, over the years, their population became “patchy and fragmented due to habitat loss, pollution and human disturbances”, says Khursheed Ahmad, a senior wildlife scientist at the Sher-e-Kashmir University of Agricultural Sciences and Technology (SKUAST-K).</p>\n<p>Ahmad said that, due to habitat alterations from human activities and the encroachment of their ideal habitats along riverbanks and other water bodies, Eurasian otters retreated and became confined to areas that were least accessible to humans.</p>\n<p>“Although they were not extinct, sightings and occurrences had become extremely rare and they were never documented,” said Ahmad, who heads the Division of Wildlife Sciences at SKUAST-K.</p>\n<p>Less than two years ago, a research team led by Ahmad accidentally stumbled on otters during a study on musk deer in Gurez, a valley of lush meadows and towering peaks split into two by the Kishanganga River along the Line of Control, the de facto border between India and Pakistan in the Himalayas.</p>\n<p>Past midnight on August 6, 2023, two individual otters were captured in a riverine habitat at an altitude of 2,600 metres (8,530 feet) in the valley near the 330MW Kishanganga Hydro Electric Project built by India following a prolonged legal battle with Pakistan at the Permanent Court of Arbitration in The Hague.</p>\n<p>After that sighting, the research team focused on documenting the presence of otters on the Indian side of Kashmir.</p>\n<p>“Unfortunately, due to heavy disturbance from fishing and other local and paramilitary activities, no further presence was documented,” the IUCN study notes.</p>\n<p>Ahmed said Bhat’s video is only the second photographic evidence of otters in Kashmir.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"too-terrified-to-go-there\">‘Too terrified to go there’</h2>\n<p>But in the large farming village of Hugam, comprising some 300 families, residents are both excited and worried.</p>\n<p>At the crack of dawn, Muneera Bano, a homemaker, wakes to the flutter of crows cawing furiously on the willow trees lining the tributary’s banks outside her home in Hugam, located some 58km (36 miles) south of the main city of Srinagar.</p>\n<p>Bano has stopped washing clothes and utensils on the riverbank after the otter was discovered, something she had done for years.</p>\n<p>“There are underwater caves [in the tributary], and it is hiding in one of them. When it comes out in the morning, crows see it and they start screaming. I am too terrified to go there,” she said.</p>\n<p>Bhat, the teenager who filmed the video, said he often used to bathe in the tributary’s glacial waters and sometimes also caught fish. “Now I can’t even think about going there,” he said.</p>\n<figure id=\"attachment_3842762\" aria-describedby=\"caption-attachment-3842762\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3842762\" src=\"/wp-content/uploads/2025/07/1c6720d2-6e00-454c-a3e3-4c4047776c6b-1752742910.jpeg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"otter in Kashmir\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3842762\" class=\"wp-caption-text\">Nasir Amin Bhat captured the Eurasian otter on his mobile phone on May 28, 2025, when he was about to take a bath in the Lidder [Jehangir Ali/Al Jazeera]</figcaption></figure>\n<p>The grainy video led to rumours about the presence of crocodiles in the tributary, prompting Indian wildlife officials to set up a camera trap, which confirmed that it was a Eurasian otter – also seen in Bhat’s video – and not a crocodile.</p>\n<p>Some wildlife officials even bathed in the river in the presence of village elders to demonstrate that the water was completely safe.</p>\n<p>Although otters do not pose any threat to humans, they can turn unpredictable, especially when close to humans. But scientists say these animals can grow accustomed to the presence of humans.</p>\n<p>Wildlife biologist Prakash said rather than being scared or fearful, curiosity about otters can make them a sight to be enjoyed while watching them fish or swim.</p>\n<p>“Otters are largely active around dawn, dusk and after dark, though they can sometimes be seen during daytime as well. Eurasian otters largely prey on fish, eels, and sometimes, waterfowl,” he said.</p>\n<p>Kashmiri farmer Wasim Ahmad remembers a summer day in the early 1990s when he was on the way back from school situated along the banks of Doodhganga, a major tributary of the Jhelum River.</p>\n<p>As Ahmad, now in his 40s, turned the corner, he saw a large procession of people walking jubilantly. One man was holding a dead otter while another was walking a dog on a leash.</p>\n<p>Bagh-e-Mehtab in Srinagar is home to a community of poachers who, in the past, made a living by selling skins of animals such as cats, otters, and other animals. With stricter animal welfare laws in force in India now, the community has given up the old profession.</p>\n<p>“Our elders warned us that otters skinned the children and ate them raw,” said Ahmad, who was in ninth grade then. “But as I grew up, I didn’t come across even one person who was harmed by otters. It was basically a tactic to keep the children away from the river.”</p>\n<p>Ahmad, the wildlife scientist, said the reappearance of otters in Kashmir was a positive sign.</p>\n<p>“Now we should see to it that the new habitat is protected from uncontrolled pollution, garbage accumulation, increased carbon emissions and habitat degradation. Addressing these challenges is crucial for their conservation and wellbeing,” he told Al Jazeera.</p>\n</div></div></body></html>"
        },
        {
            "title": "Iran’s FM says nuclear enrichment will continue, but open to talks | Israel-Iran conflict News | Al Jazeera",
            "time": "2025-07-22T02:55:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-12T173355Z_955127202_RC2T9U94SBZX_RTRMADP_3_IRAN-NUCLEAR-1753139746.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Iranian Minister of Foreign Affairs Abbas Araghchi has said that Tehran cannot give up on its uranium enrichment programme, which was severely damaged by waves of US and Israeli air strikes last month.</p>\n<p>“It is now stopped because, yes, damages are serious and severe, but obviously, we cannot give up our enrichment because it is an achievement of our own scientists, and now, more than that, it is a question of national pride,” Araghchi told the US broadcaster Fox News in an interview aired on Monday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Araghchi said at the beginning of the interview that Iran is “open to talks” with the United States, but that they would not be direct talks “for the time being”.</p>\n<p>“If they [the US] are coming for a win-win solution, I am ready to engage with them,” he said.</p>\n<p>“We are ready to do any confidence-building measure needed to prove that Iran’s nuclear programme is peaceful and would remain peaceful forever, and Iran would never go for nuclear weapons, and in return, we expect them to <a href=\"/news/2025/6/2/iran-demands-sanctions-relief-guarantee-in-nuclear-talks-with-us\">lift their sanctions</a>,” the foreign minister added.</p>\n<p>“So, my message to the United States is that let’s go for a negotiated solution for Iran’s nuclear programme.”</p>\n<p>Araghchi’s comments were part of a 16-minute interview aired on Fox News, a broadcaster known to be closely watched by US President Donald Trump.</p>\n<p>“There is a negotiated solution for our nuclear programme. We have done it once in the past. We are ready to do it once again,” Araghchi said.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Tehran and Washington had been holding talks on the nuclear programme earlier this year, seven years after Trump pulled the US out of the <a href=\"/news/2015/7/14/iran-and-world-powers-clinch-historic-nuclear-deal\">Joint Comprehensive Plan of Action</a> (JCPOA), which Tehran signed with several world powers in 2015. Under the pact, Iran opened the country’s nuclear sites to comprehensive international inspection in return for the lifting of sanctions.</p>\n<p>Trump’s decision to pull the US out of the deal came after Israeli Prime Minister Benjamin Netanyahu accused Iran of pursuing a “<a href=\"/news/2018/4/30/israels-netanyahu-iran-pursued-secret-nuclear-programme\">secret nuclear programme</a>“.</p>\n<p>Iran has long maintained that its nuclear enrichment programme is strictly for civilian purposes.</p>\n<p>The US and Iran engaged in talks as recently as May to reach a new deal, but those negotiations broke down when Israel launched surprise bombing raids across Iran on June 13, targeting military and nuclear sites.</p>\n<p>More than 900 people were killed in Iran, and at least 28 people were killed in Israel before a ceasefire <a href=\"/news/2025/6/24/israel-and-iran-agree-ceasefire-amid-waves-of-missiles\">took hold on June 24</a>.</p>\n<p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3776595\" src=\"/wp-content/uploads/2025/06/INTERACTIVE-Irans-military-structure-JUNE-14-2025-copy-1749981913.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-Iran's military structure-JUNE 14, 2025 copy-1749981913\" fetchpriority=\"low\"></p>\n<p>The US also joined Israel in attacking Iranian nuclear facilities, with the Pentagon later claiming it had <a href=\"/news/2025/7/3/us-says-its-strikes-degraded-irans-nuclear-programme-by-one-to-two-years\">set back</a> the country’s nuclear programme by one to two years.</p>\n<p>Araghchi said on Monday that Iran’s Atomic Energy Organisation is still evaluating how the attacks had affected Iran’s enriched material, adding that they will “soon inform” the International Atomic Energy Agency (IAEA) of its findings.</p>\n<p>He said any request for the IAEA to send inspectors would be “carefully considered”.</p>\n<p>“We have not stopped our cooperation with the agency,” he claimed.</p>\n<p>IAEA inspectors left Iran after Iranian President Masoud Pezeshkian <a href=\"/news/2025/7/2/iran-president-signs-law-suspending-cooperation-with-iaea\">signed a law</a> suspending cooperation with the IAEA earlier this month.</p>\n<p>Tehran had sharply criticised the IAEA and its chief, Rafael Grossi, over a June 12 resolution passed by the IAEA board accusing Tehran of non-compliance with its nuclear obligations.</p>\n<p>Iranian officials said the resolution was among the “excuses” that Israel used as a pretext to launch its attacks, which began on June 13 and lasted for 12 days.</p>\n<p>Speaking to journalists earlier on Monday, Stephane Dujarric, the spokesperson for the United Nations secretary-general, said that the UN welcomed renewed “dialogue between the Europeans and the Iranians”, referring to <a href=\"/news/2025/7/20/iran-to-hold-nuclear-talks-with-3-european-powers-on-friday\">talks set to take place</a> between Iran, France, Germany and the United Kingdom in Turkiye on Friday.</p>\n<p>The three European parties to the former JCPOA agreement have said that Tehran’s failure to resume negotiations would lead to international sanctions being reimposed on Iran.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        }
    ]
}