{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Guinea-Bissau sets election date following last year’s coup | Elections News | Al Jazeera",
            "time": "2026-01-22T09:00:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6971dd3d-1769069885.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guinea-Bissau sets election date following last year’s coup</h1><p class=\"article__subhead\"><em>The West African country is set to hold legislative and presidential elections on December 6.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Guinea-Bissau’s military government has set a date for new elections following the <a href=\"/news/2025/11/26/guinea-bissau-army-claims-total-control-after-gunshots-heard-in-capital\">ousting of President Umaro Sissoco Embalo</a> in a coup late last year, according to a statement by the army leader.</p><p>“All the conditions for organising free, fair and transparent elections have been met,” said a decree read on Wednesday by Major-General Horta Inta-a.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Legislative and presidential elections will be held on December 6, the statement added.</p><p>A coup in November removed Embalo and inaugurated former army chief of staff Inta-a as the head of the military government, tasked with overseeing a one-year transition period.</p><p>A transitional charter published in early December bars Inta-a – a close Embalo associate –  from running for election.</p><p>The military claimed that it seized power as Embalo was seeking a second term in a <a href=\"/news/2025/12/2/guinea-bissaus-electoral-commission-says-coup-destroyed-election-results\">presidential election</a> to “avoid a bloodbath between supporters of the rival candidates”.</p><p>Guinea-Bissau, one of the world’s poorest countries, has been dogged by coups and attempted coups since its independence from Portugal more than 50 years ago, including a coup attempt last October.</p><p>The country of 2.2 million people is known as a hub for drug trafficking between Latin America and Europe, a trend that experts say has fuelled its political crises.</p><p>The election announcement comes weeks after a <a href=\"/news/2025/12/1/ecowas-delegation-visits-guinea-bissau-for-talks-after-military-coup\">visit</a> to Guinea-Bissau by an Economic Community of West African States (ECOWAS) mission, led by Sierra Leonean President and ECOWAS chair Julius Maada Bio and his Senegalese counterpart Bassirou Diomaye Faye.</p><p>The two leaders held talks with the military leaders and have called for a short, structured and transparent transition.</p><p>They have also demanded the release of political opponents, including opposition leader Domingos Simoes Pereira, who were imprisoned on the day of the coup.</p><p>West Africa has seen a <a href=\"/news/2024/8/27/west-africas-coup-belt-did-malis-2020-army-takeover-change-the-region\">wave of coups</a> since 2020, typically with the stated purpose of protecting the country against insurgencies or fixing bad governance.</p><p>Military leaders in nearby Mali, Niger and Burkina Faso also took power by force on pledges of providing more security to citizens against extremist armed groups. In neighbouring Guinea, General Mamady Doumbouya overthrew the president in 2021 on a promise to rid the country of corruption.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Does the World Economic Forum still matter in a fractured global economy? | Business and Economy | Al Jazeera",
            "time": "2026-01-22T08:25:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/web-1769070272.jpg?resize=1920%2C1440",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">For decades, the World Economic Forum in Davos was a symbol of global cooperation. Today, its relevance is questioned.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The annual pilgrimage of the world’s political and corporate elite to the World Economic Forum in Davos has come at a critical point.<br>\nGeopolitical tensions are at fever pitch.</p><p>The US is led by a president openly sceptical of multi-lateral cooperation and open trade.</p><p>Donald Trump is using tariffs as a tool for economic and political leverage, threatening to dismantle the global order.</p><p>Critics say the summit is long on talk and short on action.</p><p>But supporters say keeping rivals talking may help contain some of the world’s biggest problems.</p><p>And who pays to rebuild Gaza?</p><p>Plus, Iran’s economic crisis.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Europe cannot condemn colonialism à la carte | Donald Trump | Al Jazeera",
            "time": "2026-01-22T08:14:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6971c7b12e-1769064369.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On Tuesday, French President Emmanuel Macron appeared before the <a href=\"/economy/2026/1/20/world-economic-forum-at-davos-2026-dates-location-and-what-to-expect\">World Economic Forum</a> in Davos, Switzerland – the annual Alpine gathering of the global elite – to declare that now is “not a time for new imperialism or new colonialism”.</p><p>This, of course, was a reference to the current ambitions of Macron’s counterpart in the United States, Donald Trump, who, in addition to recently <a href=\"/opinions/2026/1/3/venezuela-american-regime-change-with-a-trumpian\">kidnapping the president of Venezuela</a> and repeatedly threatening to seize the Panama Canal, has <a href=\"/video/newsfeed/2026/1/21/trump-says-he-wants-ownership-of-greenland-but-wont-use\">made a great deal of noise</a> about taking over the self-governing Danish territory of Greenland.</p><p>Trump himself took to the podium in Davos on Wednesday for a typically rambling speech, during which he alternately babbled about windmills, snidely complimented Macron on his “beautiful” reflective sunglasses, and declared that he would not “use force” in the acquisition of Greenland – which he also accidentally referred to as Iceland.</p><p>Indeed, Trump’s designs on the island have got Europe’s panties in a bunch, and the European Parliament has announced its unequivocal condemnation of “the statements made by the Trump administration regarding Greenland, which constitute a blatant challenge to international law, to the principles of the United Nations Charter and to the sovereignty and territorial integrity of a NATO ally”.</p><p>Following Macron’s intervention at Davos, Britain’s Guardian newspaper reported that European leaders had “lined up” in opposition to the “new colonialism” denounced by the French leader.</p><p>Now, it goes without saying that the categorically demented Trump should by no means be encouraged in his predatory international endeavours. But it bears pointing out that, when it comes to colonialism and imperialism, Europe is hardly one to talk.</p><p>Let’s start with France, which continues to rule a dozen territories scattered across the globe – many of them marketed as exotic holiday destinations – including the Guadeloupe islands in the Caribbean Sea and the <a href=\"/gallery/2024/12/19/its-chaos-aftermath-of-cyclone-chido-in-mayotte\">archipelago of Mayotte</a> in the Indian Ocean.</p><p>While these territories have officially moved beyond lowly colonial status to bona fide departments of the French Republic and thereby part of the European Union, France can’t seem to shake the old patronising imperial mindset and attendant superiority complex.</p><p>When in December 2024, residents of cyclone-ravaged Mayotte – France’s poorest overseas territory – criticised the ineffective government response to the disaster, Macron charmingly snapped: “If it wasn’t for France, you would be in way deeper s***, 10,000 times more.”</p><p>How’s that for some “new colonialism”?</p><p>As for the tried-and-true “old” colonialism, France has a particularly appalling track record on that front, as well. Recall the case of Algeria, where some 1.5 million Algerians were killed during the 1954-62 war for independence from French rule.</p><p>Although Macron previously acknowledged that French colonisation of the North African country was a “crime against humanity” that was characterised by rampant torture and other brutality, he has <a href=\"/news/2025/12/24/algeria-declares-frances-colonial-rule-a-crime-in-new-law\">consistently refused</a> to offer a formal French apology.</p><p>But it’s not just France. Plenty of other European powers who are suddenly against colonialism also possess impressively savage legacies worldwide.</p><p>Indeed, from Africa to Asia to the Middle East and beyond, it’s difficult to find so much as a speck of land that has not been affected in some way or other by past centuries of European plunder, enslavement, mass killing, and similar atrocities.</p><p>The Spaniards decimated Indigenous populations across the Americas, Britain wreaked <a href=\"/opinions/2019/3/2/britains-belated-reckoning-with-imperial-crimes\">imperial havoc</a> wherever it possibly could, and King Leopold II of Belgium presided over the deaths of 10 million or so Congolese starting in 1885, when he established the “Congo Free State” as his own personal property.</p><p>In 2022, Belgian King Philippe offered his “deepest regrets” for the abuses that transpired during the colonial era but withheld an official apology. As one <a href=\"/news/2022/6/8/belgian-king-returns-mask-in-visit-to-dr-congo-alongside-pm\">article</a> on the occasion of the non-apology noted, life in the Congo Free State was such that “villages that missed rubber collection quotas were notoriously made to provide severed hands instead”.</p><p>Over in Ethiopia, meanwhile, British historian Ian Campbell estimates that 19-20 percent of the Ethiopian population of Addis Ababa was wiped out over a mere three days during the Italian military occupation of East Africa in 1937.</p><p>The list of European atrocities goes on.</p><p>This is not, of course, meant as a suggestion that Trump should therefore have free rein to commit whatever crimes or plunder he pleases. It is simply a friendly reminder that you can’t be selectively opposed to colonialism. (Greenland, by the way, was a full-out colony of Denmark until not so long ago.)</p><p>Speaking of colonial atrocities, Europe has not, over the course of more than two years of <a href=\"/opinions/2026/1/17/ceasefire-in-palestine-what-ceasefire\">Israel’s ongoing genocide in the Gaza Strip</a>, managed to be sufficiently up in arms over the mass slaughter, preferring to <a href=\"/opinions/2025/3/18/statements-of-condemnation-wont-stop-the-genocide-in-gaza\">go the route of superficial criticism</a> and de facto complicity.</p><p>As the killing continues under the guise of a US-brokered ceasefire, Gaza is now, per the Trumpian vision, set to be administered by a so-called <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">“Board of Peace”</a> chaired by – who else? – Trump himself.</p><p>Also participating on the board will be Israeli prime minister and genocidaire extraordinaire Benjamin Netanyahu, which no doubt heralds a “new colonialism” of the most sinister variety.</p><p>Unfortunately for the world, however, blood-soaked hypocrisy is nothing new.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Israeli minister approves gun licences for 18 illegal West Bank settlements | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-22T08:06:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/getty_6888df0919-1753800457.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israeli minister approves gun licences for 18 illegal West Bank settlements</h1><p class=\"article__subhead\"><em>According to the UN, more than 1,800 Israeli settler attacks against Palestinians – about five per day – were documented in 2025.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s National Security Minister Itamar Ben-Gvir has approved the issuance of gun licences to Israelis in 18 additional illegal settlements in the occupied West Bank, as the right-wing government headed by Prime Minister Benjamin Netanyahu <a href=\"/features/2026/1/22/if-you-sleep-settlers-will-burn-your-house-fear-in-the-west-bank\">pushes to expand illegal outposts</a> that undermine prospects for a <a href=\"/video/newsfeed/2025/8/5/reality-or-fantasy-is-the-two-state-solution-still-achievable\">two-state solution</a>.</p><p>“The importance of the decision lies in the fact that these settlements will now be able to submit applications for a personal weapon licence,” Ben-Gvir, a far-right minister, wrote on Telegram on Wednesday, claiming that the efforts were to “enhance self-defence and increase personal security”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israeli settlers have been emboldened by a wide-scale armament programme spearheaded at the start of <a href=\"/news/2026/1/21/three-journalists-among-11-palestinians-killed-in-israels-attacks-on-gaza\">Israel’s genocidal war in the Gaza Strip</a> by Ben-Gvir, and the near-total impunity they enjoy when carrying out attacks.</p><p>Israelis living illegally in the occupied West Bank have been <a href=\"/opinions/2026/1/20/there-is-another-war-israel-is-waging-one-that-is-not-making\">armed with military-grade weapons</a> ranging from US-made M16s to pistols and drones. Israeli authorities maintain that holding arms is necessary for their safety, but local and international organisations have long documented the organised, forced displacement of Palestinians from their ancestral lands.</p><p>Last year, Israel formalised plans to develop the <a href=\"/news/2025/8/15/how-the-world-is-reacting-to-israels-settlement-plan-in-occupied-west-bank\">illegal E1 settlement project</a>, and this year, it is expected to push forward the plan to expand settlements near Jerusalem, the Jordan Valley and across Ramallah.</p><p>In December, another 19 settler outposts built without government approval were retroactively <a href=\"/news/2025/12/22/illegal-settlement-expansion-how-israel-is-redrawing-occupied-west-bank\">approved</a> by Israel’s government as official settlements. In all, the number of settlements and outposts in the West Bank and occupied East Jerusalem has risen by nearly 50 percent since 2022 – from 141 to 210 now.</p><p>The International Court of Justice (ICJ) ruled in 2024 that Israel’s continued presence in the occupied Palestinian territory is <a href=\"/news/2024/7/19/world-court-says-israels-settlement-policies-breach-international-law\">unlawful</a> and should come to an end “as rapidly as possible”.</p><p>In his statement, Ben-Gvir added that more than 240,000 Israelis have received gun permits since the expansion of the policy, compared with about 8,000 permits issued annually in previous years.</p><p>“An unprecedented number,” he said, adding that this contributed to “thwarting attacks, preventing infiltration, and stopping attackers even before security forces arrived”.</p><p>According to the United Nations Office for the Coordination of Humanitarian Affairs, more than 1,800 settler attacks against Palestinians – about five per day – were documented in 2025, resulting in casualties or property damage in about 280 communities across the West Bank, and besting the previous year’s record of settler attacks by more than 350.</p><p>A total of 240 Palestinians in the West Bank, including 55 children, were killed by Israeli forces or settlers in 2025.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump seeking ‘regime change’ in Cuba by end of the year: US media report | Donald Trump News | Al Jazeera",
            "time": "2026-01-22T07:55:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-15T192830Z_210673837_RC2P1JADZN4Z_RTRMADP_3_USA-VENEZUELA-CUBA-BODIES-1769058570.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump aims to remove Cuba’s leadership and is actively seeking government insiders in Havana who are willing to <a href=\"/news/2026/1/11/trump-says-no-more-venezuelan-oil-or-money-to-go-to-cuba-and-demands-deal\">make a deal with Washington</a> to “push out the Communist regime”, according to a report in The Wall Street Journal.</p><p>The US newspaper, quoting unnamed US officials, reported on Wednesday that the Trump Administration does not have a “concrete plan” for Cuba, but that the recent <a href=\"/news/2026/1/17/nearly-50-venezuelan-soldiers-killed-in-us-abduction-of-president-maduro\">abduction of Venezuelan President Nicolas Maduro</a> by the US military was “left behind as a blueprint and a warning for Cuba”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A US official told the newspaper that meetings have been held with Cuban exiles and civic groups in Miami and Washington, DC, in a bid to identify a government official in Cuba who might “want to cut a deal”.</p><p>Trump has also directly threatened Cuba, writing on his Truth Social platform earlier this month: “I strongly suggest they make a deal, BEFORE IT IS TOO LATE.”</p><p>David Smith, an expert in US politics and foreign policy at the University of Sydney’s US Studies Centre, told Al Jazeera that the White House may be “too optimistic” in thinking that threats alone will be enough to topple the Cuban government, which is led by <a href=\"/news/2026/1/12/cuban-president-says-no-talks-with-us-amid-trumps-escalating-threats\">President Miguel Diaz-Canel.</a></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“We saw in Iran recently that Trump seemed to believe there that if there was a sufficient threat then the Iranian government might just cave,” Smith said.</p><p>“He was really encouraging the protesters and suggesting the Iranian regime was very weak, but it turned out the Iranian regime was still strong enough, repressive enough and certainly determined enough to hold on,” he said.</p><p>The situation in a country such as Cuba is also opaque to outsiders, Smith said, including the actual power of the government and the loyalty of its officials.</p><p>Ricardo Zuniga, a former official with the administration of US President Barack Obama, who helped negotiate a short-lived detente between Havana and Washington from 2014 to 2017, said Cuba’s leadership would be “a much tougher nut to crack” than Venezuela’s.</p><p>“There’s nobody who would be tempted to work on the US side,” Zuniga told The Wall Street Journal.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Bringing down the Cuban leadership has been a decades-long dream of many US politicians since the 1959 revolution that brought the country’s famed revolutionary leader, Fidel Castro, to power.</p><p>The US tried and failed to overthrow the Cuban leadership during the disastrous 1962 Bay of Pigs Invasion. The CIA also made many attempts to assassinate Castro during his lifetime, while Bolivian forces – backed by the US – executed the Argentinian-born Cuban revolutionary Ernesto “Che” Guevara in 1967.</p><p>Cuba lies just 150km (93 miles) from South Florida, and hundreds of thousands of Cubans have left the island for the US, citing economic woes and political repression.</p><p>The Cuban diaspora in the US makes up a powerful voting bloc and includes senior Trump officials such as Secretary of State Marco Rubio, a longtime critic of Cuba’s communist government.</p><p>“There’s always been this sense for anti-Communist hawks in the administration that this place is so small and so close, it’s a real humiliation that this place is allowed to continue as it is,” the University of Sydney’s Smith told Al Jazeera.</p><p>“For Trump, whose political socialisation was during the Cold War period, he would really see the existence of that communist government in Cuba as an affront to the US,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Djokovic eases past qualifier Maestrelli at Australian Open | Tennis News | Al Jazeera",
            "time": "2026-01-22T07:48:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260122__93L46RB__v1__HighRes__TennisAusOpen-1769066562.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Djokovic eases past qualifier Maestrelli at Australian Open</h1><p class=\"article__subhead\"><em>The 24-time Grand Slam singles winner cruised into the third round at Melbourne Park.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Novak Djokovic systematically dismantled Italian qualifier Francesco Maestrelli 6-3 ‍6-2 6-2 ‍on Thursday to reach the Australian Open third round, continuing his quest to make more history at the Rod Laver Arena.</p><p>Fourth seed Djokovic, who is seeking a record-extending 11th Melbourne ⁠Park title and 25th Grand Slam trophy overall to break the ​deadlock with Margaret Court, maintained his steady grip on the ‍second-round clash without needing to shift into top gear.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I didn’t know much about him [Maestrelli] until a few days ago, it happens more often than not these ‍days,” Djokovic ⁠said about his 23-year-old opponent.</p><p>“But the respect is always there and I didn’t underestimate him. He’s got a big serve and a big game, only lacking a bit of experience. He’s got the game to go far and high in the world rankings and I wish him that.”</p><p>The 38-year-old raced through ​the opening set on the back of a ‌break in the second game and pounced again in the opening game of the next set to heap pressure on world number 141 Maestrelli, who struggled to capitalise ‌on his few openings.</p><p>Djokovic brought up set point with an acrobatic backhand and secured the set ‌with an unreturned shot from the same ⁠flank to close in on his 399th Grand Slam match victory, and his 101st in Melbourne, leaving him one shy of record-holder Roger Federer.</p><p>Maestrelli had a rare moment of ‌joy in the third set as he recovered a break after conceding two, but Djokovic raised his level again to close out the ‍victory and book a meeting with either Botic van de Zandschulp or Juncheng Shang.</p><figure id=\"attachment_4259281\" aria-describedby=\"caption-attachment-4259281\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259281\" src=\"/wp-content/uploads/2026/01/AFP__20260122__93L636C__v1__HighRes__TennisAusOpen-1769067008.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Novak Djokovic and Francesco Maestrelli react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4259281\" class=\"wp-caption-text\">Djokovic shakes hands with Italy’s Francesco Maestrelli, right, after their men’s singles match on day five [David Grey/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Renewables muscle fossil fuels out of EU electricity market, says research | Energy News | Al Jazeera",
            "time": "2026-01-22T07:46:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-05-14T105052Z_372432293_RC20HEABN7DB_RTRMADP_3_EUROPE-SOLAR-GERMANY-1769027676.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Solar and wind power outperformed fossil fuels in the European Union for the first time last year, a new high watermark on Europe’s transition to green and autonomous energy.</p><p>The two sources of energy generated 30 percent of EU electricity, compared with 29 percent for coal and gas, Ember, a global energy think tank, said on Thursday in its European Electricity Review.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Report author Beatrice Petrovich said the “milestone moment” demonstrated Europe’s rapid transition away from greenhouse gas-emitting fuels.</p><p>If hydroelectricity and electricity generated from decaying agricultural and food waste, known as biomass, were to be added, the renewables’ share of the electricity market rose to 48 percent.</p><p>Nuclear power, which is emissions-free, generated another 23 percent of EU power.</p><h2><span>What’s behind the solar power surge?</span></h2><p><span>This positive tipping point for Europe was reached thanks to an annual one-fifth surge in solar power for four years running, partly driven by Russia’s invasion of Ukraine and its cutoff of pipeline gas to Europe.</span></p><p>Much of Europe’s transition has happened, not due to large investments in industrial-scale solar and wind farms, but thanks to rooftop photovoltaic panels installed on homes, <a href=\"/news/2023/2/28/europe-leaps-towards-energy-autonomy-as-sanctions-undercut-russia\">Ember has said</a>.</p><p>Recent research suggested that this is still an underused pathway to energy autonomy, and that rooftop solar panels can cover 40 percent of EU needs.</p><p>Solar and wind energy have been growing at record annual rates for 23 years according to the International Energy Agency, the world’s leading energy think tank, claiming an ever-growing share of the electricity market. Because the electricity market was growing as a whole, there was room for coal and gas use to grow as well. That has now changed, said Ember.</p><p>Last October, it was assessed that in 2025, solar and wind power outgrew the electricity market for the first time, and began to take market share away from fossil fuels worldwide.</p><p>This global transition away from fossil fuels manifested itself as a large, simultaneous drop in coal use in China and India last year, two of the world’s biggest emitters of greenhouse gases.</p><p>In China, coal-fired power fell by 1 percent, the first drop in a decade.</p><h2 id=\"so-much-capacity-being-added\">‘So much capacity being added’</h2><p>Ember said solar power has grown in 14 of the EU’s 27 member states, but some industry insiders warned that too much ambition could backfire.</p><p>“In Greece, in 2025, we reached an installed capacity [of solar photovoltaics] of 12GW, up from 9.5GW in 2024, a 25 percent leap,” said Stelios Loumakis, president of the Association of Photovoltaic Energy Producers in Greece. “As a result, a quarter of the power we generated was cut out by the grid,” he told Al Jazeera, because supply exceeded demand.</p><p>“We expect that to rise to 40 percent this year. So what we’re doing is furiously adding capacity while producers lose income,” he said.</p><p>“There is now so much capacity being added that a lot of these investors are going to go bankrupt,” Loumakis told Al Jazeera. “The only way to avoid that is to install a lot of electricity storage, but what is currently under construction is still much too little.”</p><p>There was also bad news in the United States, where emissions rose by 2.4 percent last year after two years of declines, due to a rise in coal-fired generation, Axios reported, citing research by the Rhodium Group.</p><p>The administration of US President Donald Trump has pledged not to shut down any coal-fired electricity plants, and has been cancelling licences for offshore wind and onshore solar parks. The US also plans to pull back $24bn in federal subsidies to climate projects awarded by the previous Biden administration.</p><p>In March, Ember said the US “remains far behind the European Union”, as wind and solar power generated 17 percent of its electricity in 2024.</p><p>Some of Trump’s reversals are being struck down in the courts.</p><p>Federal judges ordered the resumption of construction of large wind parks offshore New York and Virginia this month, and more Trump administration injunctions were being fought in the courts.</p><p>Legislation and litigation are key tools in making the clean energy transition irreversible, recent research has shown.</p></div></div></body></html>"
        },
        {
            "title": "Trump praises ‘infinite’ Greenland framework deal | European Union | Al Jazeera",
            "time": "2026-01-22T07:45:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769067807.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "The Crimean Tatar movement trying to ruin Russia’s army from within | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-22T07:38:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-19T162945Z_1299109217_RC274JALO64N_RTRMADP_3_UKRAINE-CRISIS-RUSSIA-MILITARY-1769009561.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On the weekend, a power cut shut down a train line carrying Russian weapons and supplies to the front line through the region of Bryansk in western Russia near the Ukrainian border.</p><p>But this was no ordinary blackout. It was caused by a fire at a nearby substation set by an agent of the Ukrainian resistance movement, Atesh.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Atesh precisely targets the weak points of the enemy’s power grid, paralysing their rear,” the group announced to its 52,000 followers on its Telegram channel.</p><p>While Russia strengthens its grip over occupied territory in Ukraine, its forces are facing resistance not only on the front lines but from the back as well. Among the so-called partisan groups, Atesh – whose name means “fire” in Crimean Tatar – has emerged as the most prolific, claiming responsibility for more than half of the sabotage attacks on Russian-controlled territory last year.</p><p>“We are currently in a war of attrition, and the role of internal resistance is becoming decisive,” the organisation’s coordinator told Al Jazeera over Telegram.</p><p>“The occupiers cannot guard every truck or every metre of rail in their rear.”</p><p>Atesh was founded in September 2022, seven months after the Russian military mounted a full-scale invasion of its western neighbour. While its core consists of Crimean Tatars, an ethnic minority with long-held <a href=\"/news/2022/3/12/russia-ukraine-crimean-tatars-dissent-repression\">grievances</a> against Moscow’s rule, members also include Ukrainians and even a handful of Russians and Belarusians, according to the representative.</p><p>“We realised that Crimea and other captured territories would not simply wait for liberation; they must become a thorn in the occupier’s side from within,” said the representative, who cannot be named for safety reasons.</p><p>“We are working for the systemic collapse of the Russian military machine from within. We are ensuring that every Russian soldier on our soil feels unsafe, and their logistics, equipment and headquarters are reduced to ashes.”</p><h2 id=\"sabotage-operations\">‘Sabotage operations’</h2><p>Acts of sabotage have been taking place on Russian territory since the full-scale invasion of Ukraine began, starting with a wave of <a href=\"/news/2022/7/15/what-happened-to-russias-anti-war-movement\">arson attacks</a> on army draft offices.</p><p>Since then, railroad infrastructure and supply trains for Russian troops have become the preferred targets for saboteurs seeking to slow down the Kremlin’s war machine. Among them are antiwar Russians and Belarusians, including underground networks such as <a href=\"/news/2023/1/25/russian-saboteurs-seek-to-hamper-putins-war-machine\">BOAK</a> (the Combat Organisation of Anarcho-Communists) as well as saboteurs-for-hire that Ukrainian agents have recruited online.</p><p>“Sabotage operations are often coordinated by the Ukrainian intelligence and the SBU [Security Service of Ukraine] and conducted by either people supporting Ukraine or other persons recruited under the promise of a financial reward, threats or deceit,” Olha Polishchuk, research manager for the Armed Conflict Location and Event Data (ACLED) conflict monitor, told Al Jazeera.</p><p>“It may be difficult to decouple Ukraine-led operations from partisan-led ones. There is often coordination between the two. Sometimes, we cannot establish a direct link to the Ukrainian government, but we know that persons involved in sabotage were recruited online by unidentified actors.”</p><p>Russian intelligence has deployed <a href=\"/news/2025/12/16/exiled-russian-accused-of-spying-on-opposition-including-navalny-movement\">similar tactics</a>, reportedly paying local criminals to target logistics both in Ukraine and elsewhere in Europe.</p><p>According to an ACLED report, Atesh was responsible for more than 50 percent of the acts of sabotage in Russian-occupied Ukraine in 2025.</p><p>Dozens of its operations were reportedly within Russia, including setting fire to a locomotive in Rostov and destroying an air defence factory’s communications tower in Tula, south of Moscow.</p><p>“The impact is difficult to estimate,” Polishchuk said.</p><p>“A lot of sabotage activities have a limited effect and may cause inconveniences and resupply delays. This effect, however, can accumulate and force Russia to spend additional resources on repairs, security measures and policing the local population.”</p><p>Although Atesh’s claims of responsibility cannot be independently confirmed, the group routinely broadcasts the coordinates and purported video evidence of their actions over Telegram.</p><p>“We strike at the enemy’s most vulnerable points,” the Atesh representative said.</p><p>“We select targets that are critical for logistics or troop command, such as headquarters, bridges and ammunition depots. Planning is based on intel from our agents directly on the ground. If we receive information about an important echelon or ammunition column, we focus all our efforts on that target while always prioritising the safety of our people.”</p><p>The group said it minimises infiltration from Russian security services by adopting a decentralised command structure, communicating strictly through encrypted apps.</p><p>“Individual agents don’t know each other, and cells operate autonomously,” the source said.</p><p>“We use advanced encryption methods and train everyone in digital hygiene. Even when the FSB [Russia’s Federal Security Service] tries to infiltrate its provocateurs, our data verification and cross-checking system allows us to quickly mitigate the threat.”</p><p>Russian sympathisers also support Atesh’s operations, the group claims.</p><p>“We have active agents among the Russian armed forces, the national guard and even intelligence agencies,” the representative said.</p><p>“Some do this for ideological reasons, having recognised the criminality of war, while others do so for the sake of their families’ futures, realising the inevitable collapse of the regime. Their inside information allows us to know in advance about the movement of combat vehicles and what is happening in closed command bunkers.”</p><p>By 2023, Atesh said it had taught 4,000 Russian soldiers how to “survive” the war by damaging their own equipment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Aside from sabotage, Atesh’s activities range from what it describes as “propaganda” – plastering stickers with its messages over Russian and Russian-occupied cities – to reconnaissance of bases, depots and supply trains, which it shares with Ukrainian intelligence. Atesh claimed its information led directly to a successful wave of Ukrainian strikes in 2023 that forced Russia to relocate its Black Sea Fleet.</p><p>Polischuk pointed to Ukraine’s <a href=\"/news/2025/6/18/ukraines-spiderweb-drone-assault-forces-russia-to-shelter-move-aircraft\">Spiderweb</a> operation last year, a mass drone strike on Russian airfields, as an example of an effective Ukrainian operation coordinated with partisan groups.</p><p>If needed, Atesh agents do not hesitate to deploy lethal force. For example, in July, the group said it killed several Russian servicemen by setting fire to their truck in southeastern Ukraine’s Zaporizhia region.</p><p>“Our targets are those who came to our land to kill and traitors who actively participate in repressions against the civilian population,” the partisans’ coordinator stated.</p><p>“Collaborators who betray their neighbours and officers who order strikes on cities are priority targets.”</p><p>The partisans put themselves at high risk.</p><p>“Russia has implemented brutal policies since the beginning, so sabotage activity was born in these conditions and had to adjust to them immediately,” Polishchuk explained.</p><p>“Expressing any support for Ukraine is dangerous both in occupied Ukraine and in Russia,” she added. “Those suspected of any cooperation with the Ukrainian military can be arrested or disappeared without due process, even if no evidence is found against them.”</p><p>Resistance and sabotage activity “persists nonetheless”, she said.</p><p>For many Atesh operatives, the mission to rid their land of Russian occupation is personal.</p><p>“For our people, it’s one endless tragedy, broken only occasionally by brief periods of peace,” Al Jazeera’s source reflected.</p><h2 id=\"who-are-the-crimean-tatars\">Who are the Crimean Tatars?</h2><p>The <a href=\"/opinions/2016/3/19/russia-continues-to-oppress-crimeas-tatars\">Crimean Tatars</a> are a Turkic ethnic group indigenous to the Crimean Peninsula who have endured repression since the Russian Empire conquered their homeland in the 18th century. The most painful memory was from 1944 when Soviet leader Joseph Stalin, suspecting Tatars of disloyalty during World War II, ordered the entire population to be <a href=\"/features/2016/5/19/for-crimean-tatars-it-is-about-much-more-than-1944\">deported</a> to Central Asia even though thousands of Tatars faithfully served in the Red Army and helped defeat the Nazis.</p><p>Herded onto trains with little time to prepare, perhaps as many as a third did not survive the journey.</p><p>Modern Ukraine <a href=\"/news/2015/11/13/ukraine-calls-soviet-deportation-of-muslims-genocide\">considers</a> the Tatars’ removal a genocide. The deportees and their descendants were allowed to return only decades later, provoking tensions with the ethnic Russians and Ukrainians who had settled the land in between.</p><p>Since the Russian takeover and annexation of Crimea in 2014, the Crimean Tatars have seen their Mejlis, the traditional Tatar parliament, <a href=\"/news/2025/1/28/crimean-tatars-jailed-by-russia-hailed-by-ukraine\">outlawed</a> as a “terrorist” organisation while civil rights activists have gone missing. Some were later found dead. Tens of thousands of Crimean Tatars <a href=\"/features/2022/8/4/the-ukrainian-muslims-fighting-against-russia\">left</a> their homes for the Ukrainian mainland after Russia took control.</p><p>“Our flame will burn until the last invader remains on our soil,” the Atesh operative promised.</p></div></div></body></html>"
        },
        {
            "title": "Death toll in Pakistan shopping centre fire rises to at least 60 | Construction News | Al Jazeera",
            "time": "2026-01-22T07:08:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-21T075200Z_789914934_RC2H5JAW3HJN_RTRMADP_3_PAKISTAN-FIRE-1769062784.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from <a href=\"/news/2026/1/18/at-least-six-killed-in-pakistan-as-fire-rips-through-karachi-shopping-mall\">a fire at a shopping centre in Karachi</a> has risen to at least 60, after at least 30 bodies were found in a single burned shop, Pakistani officials have said.</p><p>Search and recovery operations at Gul Plaza Shopping Centre continued on Thursday, with teams working to locate more than 80 people still missing from Saturday’s devastating blaze in the densely packed commercial complex, officials said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">At least 30 bodies were recovered from a mezzanine-floor shop, Karachi South Deputy Inspector General Syed Asad Raza told the daily Dawn newspaper. He said the overall death toll was estimated at 61 following the latest discoveries, adding that the final figure would be confirmed after DNA analysis is completed.</p><p>The 30 bodies were located from the shop, “Dubai Crockery”, according to Karachi South Deputy Commissioner Javed Nabi Khoso.</p><p>He said the victims had locked themselves in the shop in a bid to protect themselves. Local media reported the victims had taken refuge inside the store after a stampede broke out in the mall during the early moments of Saturday’s fire.</p><p>Sindh Chief Minister Murad Ali Shah expressed grief over the rising death toll and ordered that debris removal be halted until all bodies were retrieved, local media reported.</p><p>Teams were collecting samples from remains found in the complex for identification, as officials warned the toll could rise further.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>More than 50 families have given DNA samples, provincial health official Summaiya Syed told journalists on Wednesday.</p><p>“We will hand over the [remains] to the family, once DNA samples are matched,” she said outside the Civil Hospital Karachi mortuary, the AFP news agency reported.</p><p>Relatives of the missing have criticised the slow operation at the three-storey complex in the wake of the blaze.</p><p>Faraz Ali, whose father and 26-year-old brother were inside the mall, told AFP he wanted “the bodies to be recovered and handed over to their rightful families”.</p><p>“That is all so that the families may receive something, some comfort, some peace. At least let us see them one last time, in whatever condition they are, so that we may say our final goodbye,” the 28-year-old said.</p><p>Karachi Commissioner Syed Hassan Naqvi, head of an inquiry committee formed by the Sindh government to investigate the fire, visited the mall on Wednesday and said that the fire safety measures <a href=\"/news/2026/1/20/gul-plaza-fire-how-a-deadly-inferno-exposed-karachis-safety-failures\">did not meet international standards</a>, local media reported.</p><p>No specific cause has yet been given for the blaze.</p><p>Karachi has a history of deadly fires, often blamed on poor safety standards and illegal construction, although ones with such a high death toll are rare.</p><p>In November 2023, a fire at a shopping centre in the city killed 10 people and injured 22 others.</p><p>A blaze at a garments factory in Karachi in 2012 killed 260 people.</p></div></div></body></html>"
        },
        {
            "title": "French firm Lactalis latest to recall baby formula amid contamination scare | Health News | Al Jazeera",
            "time": "2026-01-22T06:34:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20230524__33EK66B__v1__HighRes__SyriaConflictSocietyChildren-1769060627.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>French firm Lactalis latest to recall baby formula amid contamination scare</h1><p class=\"article__subhead\"><em>French, Swiss food giants Danone and Nestle have also recalled infant formula batches in recent weeks over toxin fears.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French dairy product giant Lactalis has announced a recall of batches of infant formula in France and more than a dozen other countries over worries batches have been contaminated by a toxin.</p><p>The announcement on Wednesday follows the recall of infant formula by Swiss dairy corporation Nestle in almost 60 countries since the beginning of the month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Lactalis “is proceeding with a voluntary recall of six batches of Picot infant milk, available in pharmacies and mass retail, due to the presence of cereulide in an ingredient supplied by a supplier”, the company said, referring to the toxin that can cause diarrhoea and vomiting.</p><p>“We are fully aware that this information may cause concern among parents of young children,” the company said.</p><p>Outside France, the recall affects Australia, Chile, China, Colombia, the Republic of the Congo, Ecuador, Spain, Madagascar, Mexico, Uzbekistan, Peru, Georgia, Greece, Kuwait, the Czech Republic and Taiwan, a spokesperson for the company told the AFP news agency.</p><p>The recall involves “a few batches” of formula in each of the countries, the spokesperson said.</p><p>The company said the French authorities had not signalled “any claim nor any report related to the consumption of these products”.</p><p>The infant formula industry has been rocked by recalls in recent weeks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Authorities in Singapore on Saturday recalled Dumex baby formula, a brand owned by French food giant Danone, as well as batches of Nestle formula.</p><p>The ‍ Singapore Food Agency said it ordered the precautionary recall of a batch of Danone’s Thai-origin Dumex Dulac 1 and Nestle’s Swiss-origin NAN HA1 SupremePro after detecting cereulide.</p><p>Danone said the authorities blocked just “a few pallets” of Dumex, indicating they were not yet on the shelves of retail outlets.</p><p>Like Lactalis, Nestle has issued recalls since January due to the potential presence of cereulide, a bacterial substance that can cause sickness.</p><p>Nestle France said it was carrying out a “preventive and voluntary recall” of certain batches of its Guigoz and Nidal infant formulas after new investigations showed the potential presence of cereulide.</p><p>French health authorities said on Tuesday an investigation was under way after the death of a baby who had consumed milk from one of the batches recalled by Nestle, though no link has been established between its consumption and the death at this stage.</p><p>In 2018, Lactalis was at the centre of a salmonella outbreak and ensuing scandal after the company was accused of trying to cover up the extent of the outbreak, which led to the recall of 12 million tins of baby formula from more than 80 countries.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Trump to lead signing of charter for Gaza ‘Board of Peace’ in Davos | Donald Trump News | Al Jazeera",
            "time": "2026-01-22T06:19:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26021646284809-1769071864.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Trump to lead signing of charter for Gaza ‘Board of Peace’ in Davos</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The board was initially aimed at rebuilding Gaza due to the ongoing Israeli genocide, but was later pitched as a global conflict body.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘If you sleep, settlers will burn your house’: fear in the West Bank | Occupied West Bank News | Al Jazeera",
            "time": "2026-01-22T05:48:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26016437176338-1768997461.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Ras Ein al-Auja, occupied West Bank –</strong> When the music stops, Naif Ghawanmeh, 45, takes a seat in front of the fire. The night is chilly, and for the first time in weeks, everything is still for a moment – the Israeli settlers’ celebrations have finished for the day.</p><p>But the village of Ras Ein al-Auja, situated in the eastern West Bank’s Jericho governorate, has been all but wiped out.</p><p>The village was one of the last Palestinian herding communities in this part of the Jordan Valley, but now, the herders’ sheep have gone – most of them stolen or poisoned by settlers or sold off by villagers under pressure. Their water has been cut off – the Ras Ein spring declared off-limits by the neighbouring settlers for the past year.</p><p>And for the past two weeks, most of the community’s homes have been dismantled. Many of the families forced out have burned their furniture before they have left, not wanting to leave it for the invading settlers to use.</p><p>“By God, it’s a difficult feeling,” Ghawanmeh says. He is at a loss for words, fidgeting by the fire and at times rubbing his face in misery and exhaustion. ”Everyone left. Not one of them [remains]. They all left.”</p><p>Since the start of this year, about 450 of the 650 Palestinian inhabitants of Ras Ein al-Auja have fled their homes – for many the only place they have ever lived – because of violence by Israeli settlers.</p><p>Other than the 14 Ghawanmeh families, including a large number of children, who say they have nowhere else to go, the rest are packing up and leaving in the coming days.</p><p>This rapid displacement of hundreds of people marks the largest expulsion from a single Bedouin community as a result of Israeli settler violence in modern times – a feat that has elicited taunting celebrations by the encroaching settlers and left lives in ruins for Bedouin families now deprived of shelter, livelihoods and community.</p><figure id=\"attachment_4256931\" aria-describedby=\"caption-attachment-4256931\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256931\" src=\"/wp-content/uploads/2026/01/Ras-Ein-Dismantling-buildings-PC-Looking-1-1768996609.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Ras Ein\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256931\" class=\"wp-caption-text\">Palestinians dismantle their homes as settler violence forces them out of Ras Ein al-Auja [Courtesy of Looking the Occupation in the Eye]</figcaption></figure><h2 id=\"no-land-no-sheep-no-water-no-safety\">No land, no sheep, no water, no safety</h2><p>Until the New Year, the people of Ras Ein al-Auja had held out on their lands despite an onslaught of physical attacks, thefts, threats, movement restrictions and destruction of property by settlers – a state of being that is now all too common for rural Palestinian communities across the West Bank.</p><p>Settlers have been enabled by rapid growth in the number of settlement outposts springing up across the West Bank. Settlements and these outposts are illegal under international law. They are also built without the legal permission of Israeli authorities but in practice are largely tolerated and offered protection by Israeli forces, especially in recent years under the far-right government of Prime Minister Benjamin Netanyahu.</p><p>International law stipulates that occupying powers like Israel must not move their own civilian populations into occupied territories, such as the West Bank, where about 700,000 settlers now reside.</p><p>In December, another 19 settler outposts built without government approval were retroactively <a href=\"/news/2025/12/22/illegal-settlement-expansion-how-israel-is-redrawing-occupied-west-bank\">approved</a> by Israel’s government as official settlements. In all, the number of settlements and outposts in the West Bank and occupied East Jerusalem has risen by nearly 50 percent since 2022 – from 141 to 210 now.</p><p>This recent explosion of settler outposts has given way to a more recent yet even more dangerous phenomenon: <a href=\"/news/2023/6/4/better-to-die-there-palestinians-mourn-ein-samiya-eviction\">shepherding outposts</a>.</p><p>Each of these outposts mimics the Bedouins’ way of life but with settlers’ own grazing flocks. They are typically run by a single armed Israeli settler supported by several armed teenagers often funnelled in by government-funded programmes intended to support “at-risk” troubled youth.</p><p>Using animal grazing as a means to overrun Palestinian shepherds and seize their lands, such settlers had managed by April 2024 to take over about 14 percent of the West Bank, according to the Israeli NGO Kerem Navot. That figure has increased since then by at least tens of thousands of dunums (1 dunum equals 0.1 hectares and a quarter of an acre), according to Kerem Navot’s founder, Dror Etkes.</p><p>The outposts serve as a launching pad for attacks, controls on Palestinian movement and army-coordinated arrests, which have unfolded in places like Ras Ein al-Auja.</p><p>Routinely, settlers steal and poison the livestock that Palestinian shepherds, who largely inhabit these remote areas, rely on for their livelihoods. On top of this, settlers are preventing Palestinian shepherds who still have flocks from accessing the grazing lands they’ve always used. Settlers have built fences and engage in intimidation and violence, forcing Palestinians to buy expensive animal fodder to sustain their flocks instead.</p><p>Settlers also target the basic resources that Bedouin Palestinians rely on for themselves. Like most other Palestinian communities in the West Bank’s Area C, which Israel fully controls, the people of Ras Ein al-Auja are denied access to electricity by Israeli authorities. The Israeli Civil Administration, which controls zoning and planning in Area C, rarely grants permits for Palestinians to build infrastructure, including connecting to the grid or installing solar energy systems. The solar panels the villagers have put up have frequently been destroyed by settlers.</p><p>In addition, these Palestinian shepherding communities, often located in dry regions, are now <a href=\"/features/2026/1/5/israeli-settlers-consume-water-seven-times-more-than-palestinians\">denied</a> sufficient access to water, including from the lush springs found in Ras Ein al-Auja which once made this village one of the most prosperous of the shepherding communities.</p><p>“They prevented us from getting water,” Ghawanmeh says. “They prevented us from bringing the sheep to the water and getting water from the spring.”</p><figure id=\"attachment_4256915\" aria-describedby=\"caption-attachment-4256915\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256915\" src=\"/wp-content/uploads/2026/01/Ras-Ein-Home-dismantled-except-floor-PC-Looking-1-1768996268.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Ras Ein\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256915\" class=\"wp-caption-text\">A Palestinian home is dismantled except for the floor in Ras Ein al-Auja, nearly all of whose inhabitants have been forced out by violent Israeli settlers [Courtesy of Looking the Occupation in the Eye]</figcaption></figure><h2 id=\"near-total-impunity\">Near-total impunity</h2><p>Israeli settlers have also been emboldened by a wide-scale armament programme spearheaded at the start of Israel’s genocidal war in the Gaza Strip by National Security Minister Itamar Ben-Gvir and the near-total impunity they enjoy when they carry out attacks. While <a href=\"/features/2025/12/24/victory-against-israeli-west-bank-settlement-offers-palestinians-some-hope\">court rulings in favour of Palestinians</a> and against settlers have occurred, they are rare.</p><p>According to the United Nations Office for the Coordination of Humanitarian Affairs, more than 1,800 settler attacks – about five per day – were documented in 2025, resulting in casualties or property damage in about 280 communities across the West Bank, and besting the previous year’s record of settler attacks by more than 350. A total of 240 Palestinians in the West Bank, including 55 children, were killed by Israeli forces or settlers in 2025.</p><p>These unprecedented levels of settler and soldier violence alongside the wholesale deprivation of basic resources that rural Palestinians need to survive have led to the erasure of dozens of rural Palestinian communities.</p><p>In January and February 2025, the Israeli military forcibly displaced about 40,000 people from refugee camps in <a href=\"/features/2025/10/15/israeli-arson-bulldozers-and-forced-labour-in-the-west-banks-tulkarem\">Tulkarem</a> and <a href=\"/news/2025/1/22/deadly-israeli-raid-in-jenin-leads-to-mass-displacement-destruction\">Jenin</a>, according to the Israeli human rights group B’Tselem. Since the Gaza war began in October 2023, settler violence has forced out 44 Palestinian communities in the West Bank consisting of 2,701 people, nearly half of whom are minors. Thirteen more communities comprising 452 people have been partially transferred. These people end up wherever they can find a place to stay, resulting in fractured communities and families.</p><p>Such figures of displacement have not been seen in the West Bank in decades.</p><figure id=\"attachment_4256943\" aria-describedby=\"caption-attachment-4256943\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4256943 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/Ras-Ein-dismantling-building-frame-PC-Looking-1-1768996744.jpeg?w=770&amp;resize=770%2C523&amp;quality=80\" alt=\"Ras Ein\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256943\" class=\"wp-caption-text\">Palestinians take their houses apart before fleeing the village of Ras Ein al-Auja in the eastern West Bank [Courtesy of Looking the Occupation in the Eye]</figcaption></figure><h2 id=\"two-years-of-psychological-pressure\">‘Two years of psychological pressure’</h2><p>For 27 months, Ras Ein al-Auja has been subjected to all of these types of attacks and restrictions. In the past year, multiple Israeli shepherding outposts have sprung up at different corners of the village, which extends for 20,000 dunums (20sq km or 7.7sq miles), and have come increasingly closer to Palestinian homes.</p><p>“Two years of psychological pressure at night,” remarks an exhausted Ghawanmeh, who explains the haphazard shifts the men of his village have been taking to keep watch. “If you sleep, the settlers will burn your house.”</p><p>Under the pressure of settler attacks, poisonings and thefts, the number of sheep belonging to the community has dwindled from 24,000 to fewer than 3,000. Settler attacks and invasions have become so constant that nine solidarity activists – some progressives from Israel and others from other countries – were required to keep an around-the-clock protective presence.</p><p>Without anywhere else to go – and knowing from both settler threats and accounts from displaced relatives elsewhere that settlers would likely follow them anyway – the people of Ras Ein al-Auja had hung on by a thread.</p><p id=\"that-is-until-the-latest-settler-outpost\">That is, until the latest settler outpost.</p><p>Following a pattern seen in other now-displaced Bedouin communities like nearby Mu’arrajat, some of whose inhabitants fled to Ras Ein al-Auja, settlers began erecting outposts directly next to people’s homes at the beginning of the year – right in the middle of the community.</p><p>“Life has completely stopped ever since,” Ghawanmeh says. Families have barricaded themselves inside their houses, terrified of the settlers who now routinely graze their flocks just outside Palestinian homes.</p><p>Then, the spate of attacks this month compelled far more families to flee and take their remaining sheep with them. Almost three-quarters of the community has now gone. These families are now scattered across the West Bank although most are now in the cramped towns and cities of Area A, which makes up 18 percent of the West Bank and is administered by the Palestinian Authority.</p><p>As a result, these communities’ centuries-old traditions as Bedouins are coming to an end.</p><p>“There’s a saying among the Bedouins: ‘Upbringing outweighs origins,’” Ghawanmeh says. “It means you were raised here, you eat from the land, you drink from the land, you sleep on the land. You are from it, and it is from you.”</p><p>“To leave your house and leave your village”, he adds, “it is very, very, very difficult. But we are forced to.”</p><p>The children who remain have been left rudderless and afraid at night as they look at empty, scarred patches of land where once their friends and family lived. “Children are scared, scared that the settlers, the [settler security guards], will come,” Ghawanmeh says.</p><p>Al Jazeera requested comment from the Israeli military about the accusations made in this article and to ask for details about what action is being taken to prevent settler attacks on Palestinian communities, including Ras Ein al-Auja. We received no response.</p><figure id=\"attachment_4256954\" aria-describedby=\"caption-attachment-4256954\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256954\" src=\"/wp-content/uploads/2026/01/Ras-Ein-several-men-dismantling-home-PC-Looking-1-1768996809.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Ras Ein\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256954\" class=\"wp-caption-text\">Residents of Ras Ein al-Auja prepare to leave as Israeli settler attacks have intensified on their community, property and livestock this year [Courtesy of Looking the Occupation in the Eye]</figcaption></figure><h2 id=\"even-if-you-sing-for-me-until-tomorrow-i-won-t-be-happy\">‘Even if you sing for me until tomorrow, I won’t be happy’</h2><p>As the swell of violence and land thefts gives way to a steady exodus of the last remaining villagers, a couple of musicians come to provide some relief from another day of traumatic separation and displacement.</p><p>“I hope they’ll feel seen, and I hope they’ll feel happy for at least a few moments and that they can feel like children, even if it’s just for a few minutes,” says Kai Jack, a Norwegian solidarity activist and professional contrabass player.</p><p>About a dozen children huddle in plastic chairs in a tin shack that once served as the meeting place for the community’s many families to hear this rare performance. As they listen to a handful of Palestinian folk songs, the children, at first timid, relax and begin to clap and sing to staples like Wein a Ramallah (Where? To Ramallah).</p><p>For the first time in weeks, the children even manage to crack a few smiles.</p><p>And then, Jack and the accompanying violinist, Amalia Kelter Zeitlin, settle into playing the Palestinian lullaby Yamma Mawil al-Hawa (Mother, What’s with the Wind?). The children’s mothers, looking on from the sidelines, begin to softly sing along:</p><p>“My life will continue through sacrifice – for freedom.”</p><p>As the song ends, the mothers join the children in rounds of applause. “Beautiful?” Jack asks.</p><p>“Very,” replies one of the mothers who explains how she helps her child fall to sleep with this very song. “And it has been so long since they were able to [sleep well].”</p><p>As the performance ends and the children crowd around Jack’s enormous bass, a few of the remaining Ghawanmeh brothers retreat outside, their minds unable to rest as they contemplate their inevitable expulsion.</p><p>“These songs are for the children,” Naif Ghawanmeh says. “We are tired inside. Very tired.”</p><p>One of his small nephews, Ahmed, just 2 years old, begins to sing the chorus of Wein a Ramallah. For one brief moment, the atmosphere is almost festive. But while he is happy the children are relaxing, Ghawanmeh shrugs it off himself.</p><p>“By God, look at me,” he says over the fire, which is burning whatever supplies they didn’t want to leave for the settlers to take. “Even if you sing for me until tomorrow, I won’t be happy. You see, I’m tired inside. For two years, I’ve been suffering from oppression, hardship and problems day and night from the settlers.</p><p>“I’m tired inside.”</p></div></div></body></html>"
        },
        {
            "title": "Hong Kong begins national security trial for organisers of Tiananmen vigils | Crime News | Al Jazeera",
            "time": "2026-01-22T05:16:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26020310176727-1769054924_e13352-1769057061.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A landmark trial of three activists who organised vigils marking China’s Tiananmen Square massacre has opened in Hong Kong.</p><p>Chow Hang-tung, Albert Ho and Lee Cheuk-yan, former leaders of the Hong Kong Alliance in Support of Patriotic Democratic Movements of China, are charged with “inciting subversion of state power” in the case before the Chinese territory’s High Court.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>As they entered the courtroom on Thursday, Lee waved at his supporters, who waved back and said “good morning” to him.</p><p>Ho sat calmly, and Chow thanked her supporters for enduring the winds during the night and bowed to them.</p><p>Minutes later, Lee and Chow pleaded not guilty, while Ho entered a guilty plea.</p><p>About 70 people queued in the cold on Thursday morning for the public gallery, while dozens of police were deployed around the court.</p><p>Hong Kong used to host yearly candlelight vigils to mark Beijing’s deadly crackdown on demonstrators in Tiananmen Square on June 4, 1989, but those events have been banned since 2020.</p><p>That year, Beijing imposed a national security law on the former British colony in the wake of huge, sometimes violent pro-democracy protests.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rights groups and some foreign governments have criticised cases brought against prominent pro-democracy figures under the law as a weaponisation of the rule of law to silence dissent.</p><p>“This case is not about national security – it is about rewriting history and punishing those who refuse to forget the victims of the Tiananmen crackdown,” said Sarah Brooks, Amnesty International’s deputy regional director, Asia.</p><p>Angeli Datt, research and advocacy coordinator at the Network of Chinese Human Rights Defenders, condemned the trial as a “sham”.</p><p>“If Hong Kong authorities actually follow the law, their only recourse is to drop all charges and immediately release the three organisers,” Datt said in a statement.</p><p>Beijing has said the security law restored stability to the city following the 2019 protests, which sent hundreds of thousands of people onto the streets.</p><p>Three government-vetted judges will preside over the trial, which is expected to last 75 days. Videos related to the alliance’s years of work will be part of the prosecution’s evidence.</p><p>The three-judge panel earlier dismissed an application by Chow to throw out the case.</p><p>“The court will not allow the trial to become, as [Chow] said, a tool for political suppression,” the judges wrote in a preliminary ruling.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Hong Kong Alliance in Support of Patriotic Democratic Movements of China was founded in May 1989 to support protesters holding democracy and anticorruption rallies in Beijing.</p><p>The following month, China’s government sent tanks and soldiers to crush the movement on and around Tiananmen Square, a decision it has since heavily censored domestically.</p><p>The Alliance spent the next three decades calling on Beijing to accept responsibility, free dissidents, and embrace democratic reform.</p><p>Its candlelight vigils in Hong Kong’s Victoria Park every June 4 routinely drew thousands.</p><p>The trial of Chow, Lee and Ho follows last month’s conviction of media tycoon Jimmy Lai, which drew international condemnation.</p><p>Lai was found guilty of conspiring to commit foreign collusion.</p><p>The city’s chief justice responded to the criticisms of Lai’s conviction on Monday, saying the judges deal “only with the law and the evidence, not with any underlying matters of politics”.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh’s latest election battlegrounds: TikTok, Facebook, YouTube | Elections | Al Jazeera",
            "time": "2026-01-22T05:14:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP24067114171951-1769053958.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dhaka, Bangladesh –</strong> The fast-paced, rhythm-driven song’s lyrics could come across as commentary about life in rural Bangladesh.</p><p>“The days of boat, the sheaf of paddy and the plough have ended; the scales will now build Bangladesh”, the words go.</p><p>In reality, though, the song is a political anthem supportive of Bangladesh’s Jamaat-e-Islami party that went viral on Facebook, YouTube, Instagram and TikTok in early November.</p><p>It speaks of the symbols of parties that have governed Bangladesh that it argues Bangladeshis now want to reject: The boat is the symbol of the Awami League (AL) of former Prime Minister Sheikh Hasina, who was ousted by a student-led uprising in August 2024; the sheaf of paddy is the symbol of the Bangladesh Nationalist Party (BNP); and the plough, the election symbol of the Jatiya Party, a former ally of Sheikh Hasina’s Awami League, founded by a military ruler in the 1980s.</p><p>The Jamaat’s symbol is scales.</p><p>On February 12, the country is scheduled to vote in what is shaping up to be a direct contest between the BNP and a Jamaat-led alliance. On-the-ground campaigning starts on Thursday, January 22. But online, parties have been battling it out for months, trying to attract Gen Z voters who played a key role in overthrowing Hasina, and now could play a pivotal role in determining who forms the next government.</p><p>The pro-Jamaat song’s online popularity, for instance, sparked a frenzied race among parties to launch songs in an election climate when mass rallies are no longer the only way to reach millions of voters: Social media is often as powerful a tool.</p><p>HAL Banna, a London-based filmmaker who composed and sang the pro-Jamaat song, told Al Jazeera it was initially produced for a single candidate in Dhaka. “When people started sharing it, other candidates realised it connected with ordinary voters and began using it,” he said.</p><p>The BNP came up with its campaign song, its lyrics suggesting that the party – only marginally ahead of the Jamaat in opinion polls – puts the country before itself. “Amar agey amra, amader agey desh; khomotar agey jonota, shobar agey Bangladesh [Us before ourselves, the country before us; people before power, Bangladesh above all],” the song says.</p><p>The National Citizen Party, formed by students at the forefront of the anti-Hasina protests in 2024, also came up with its song that went viral.</p><p>But music has been only one part of a wider digital push.</p><p>Short, dramatised videos, emotional voter interviews, policy explainers and satire have also flooded social media.</p><p>This year, the online war is bigger than a parliamentary contest alone.</p><p>On February 12, voters will also decide on a referendum on the July National Charter, a reform package the interim government led by Nobel laureate Muhammad Yunus says must be endorsed to institutionalise changes in the state institutions introduced after the 2024 July uprising.</p><h2 id=\"why-online-matters\">Why online matters</h2><p>According to the Bangladesh Telecommunication Regulatory Commission, Bangladesh had about 130 million internet users as of November 2025, accounting for roughly 74 percent of its estimated 176 million population.</p><p>According to a report released in late 2025 by DataReportal, a global digital research and analytics platform report, the country has approximately 64 million Facebook users, nearly 50 million YouTube users, 9.15 million Instagram users and more than 56 million TikTok users aged 18 and above. X, by contrast, has a relatively small footprint with about 1.79 million users.</p><p>That digital reach, say analysts, helps explain why political parties are investing heavily in online narratives.</p><figure id=\"attachment_4259091\" aria-describedby=\"caption-attachment-4259091\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259091\" src=\"/wp-content/uploads/2026/01/AP25345466759430-1769060287.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladesh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4259091\" class=\"wp-caption-text\">A man gets a haircut in a salon where a television broadcasts Bangladesh’s Chief Election Commissioner A.M.M. Nasir Uddin’s address to the nation, in Dhaka [Mahmud Hossain Opu/AP Photo]</figcaption></figure><p>Election Commission data show that 43.56 percent of voters are aged between 18 and 37, many of them first-time voters or young Bangladeshis who effectively felt disenfranchised under Hasina. National elections in 2013, 2018 and 2024 were marred with irregularities, crackdowns on opposition leaders and activists, and boycotts that turned them into sham votes. That experience has turned frustration into determination to participate in the upcoming vote, say analysts.</p><h2 id=\"digital-strategies\">Digital strategies</h2><p>Bangladeshi authorities have banned the Awami League from political activities, including participation in the February elections.</p><p>That has turned the elections into a bipolar competition.</p><p>On one side is a BNP-led alliance, which presents itself as the experienced governing alternative to the Awami League’s excesses – Hasina’s government was accused of mass killings, forced disappearances and corruption. The BNP ruled Bangladesh between 1991 and 1996, and then again between 2001 and 2006.</p><p>On the other side is a Jamaat-led alliance, which includes the NCP.</p><p>Mahdi Amin, a BNP leader, told Al Jazeera that the party is focusing on distributing policy proposals and collecting voter feedback. “BNP remains a political party with a track record of governing the country. We have specific plans in every sector,” he said.</p><p>To drive online engagement, the BNP has launched websites such as MatchMyPolicy.com, where voters can register agreement or disagreement with policy proposals the party says it would implement if elected.</p><p>Like the BNP, the Jamaat-e-Islami has also launched a website – janatarishtehar.org – that it has said is aimed in part at seeking the opinion of voters to prepare the party’s election manifesto.</p><p>Jubaer Ahmed, a Jamaat leader, said that the party’s online efforts were focused on sharing “the narratives we believe in”. Asked about other parties and their efforts, Ahmed said: “We observe others, but we don’t follow. Our competition will be intellectual.”</p><h2 id=\"is-anyone-winning-the-online-battle\">Is anyone winning the online battle?</h2><p>Analysts caution against declaring a clear victor.</p><p>Mubashar Hasan, an adjunct fellow at Western Sydney University’s Humanitarian and Development Research Initiative, pointed to apparently different areas of focus in the two campaigns’ strategies.</p><p>Hasan said BNP’s online content often packages its key pledges into short, captioned videos and shareable cards. For instance, some posts promote a proposed “Family Card” scheme under which 5 million women and households would receive 2,000–2,500 taka ($16-20) a month or essential goods if the BNP is elected. Other clips and graphics talk of a “Farmer Card” plan, promising fair prices for fertilisers, seeds and pesticides, plus incentives, easier loans and insurance coverage for farmers.</p><p>On the other hand, he argued, pro-Jamaat online content often focuses on attacking the BNP as “no different” to the Awami League.</p><p>Qadaruddin Shishir, editor of the fact-check outlet The Dissent, said that Jamaat-aligned online campaigns also seek to tap into anti-India messaging: Hasina is in exile in India after fleeing in August 2024, and New Delhi has refused to send her back despite multiple requests from Dhaka.</p><p>“These themes increasingly circulate beyond Jamaat’s base, including among young users, through memes and copied formats,” he said.</p><figure id=\"attachment_4259086\" aria-describedby=\"caption-attachment-4259086\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4259086\" src=\"/wp-content/uploads/2026/01/AP24249502624720-1769059917.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladesh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4259086\" class=\"wp-caption-text\">Students and other activists carry Bangladesh’s national flag during a protest march organized by Students Against Discrimination to mark one month since former Prime Minister Sheikh Hasina stepped down after a mass uprising, in Dhaka, Bangladesh on September 5, 2024 [Rajib Dhar/AP Photo]</figcaption></figure><h2 id=\"referendum-goes-viral-too\">Referendum goes viral, too</h2><p>This year, the online battle is not limited to party-versus-party competition. It also centres on a state-backed referendum on a set of broad-based reforms outlined in what has come to be known as the July Charter – named after the uprising that led to Hasina’s removal.</p><p>Bangladesh’s interim government has launched a digital campaign in favour of a ‘Yes’ vote, using official websites and social media platforms. Interim leader Yunus’s Press Secretary Shafiqul Alam told Al Jazeera the strategy reflects a media landscape where traditional outlets have steadily lost reach.</p><p>“Legacy media is being used less and less,” Alam said, adding that online campaigning was necessary to secure public approval to institutionalise the reforms.</p><p>The charter proposes limits on prime ministerial power, stronger checks on security forces, and safeguards to prevent election manipulation. It also calls for judicial independence and constitutional reforms aimed at stopping the return of authoritarian rule.</p><p>The NCP, which emerged from the July uprising, has also campaigned online for a ‘Yes’ vote in the referendum.</p><p>To be sure, said analysts and content creators, offline campaigning remains critical. HAL Banna, composer of the pro-Jamaat song that set off the trend of viral campaign songs online this election season, said physical campaigning still has no match when it comes to “reach and impact”.</p><p>But, he said, “online campaigns set discussion topics among people offline”. With an electorate as young as Bangladesh’s, that can be the difference between winning and losing.</p></div></div></body></html>"
        },
        {
            "title": "Rescuers search for survivors after landslide at New Zealand campsite | Floods News | Al Jazeera",
            "time": "2026-01-22T04:59:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_6971938ba9afb-1769051019.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Rescuers search for survivors after landslide at New Zealand campsite</h1><p class=\"article__subhead\"><em>Several people were missing after heavy rains caused flooding and landslides across New Zealand’s North Island.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Rescue workers are searching for several people, including children, missing after landslides in New Zealand, where homes have been evacuated and roads closed as heavy rains hit almost the entire eastern seaboard of the country’s North Island.</p><p class=\"tr-story-p1\">Several people were missing on Thursday afternoon following a landslide which hit Mount Maunganui holiday park on North Island, at approximately 9:30am local time (20:30 GMT, Wednesday).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">According to Radio New Zealand, the landslide hit campervans and a shower block at the popular tourist spot during the last week of summer school holidays.</p><p>Two people were also missing after a landslide struck a house in neighbouring Papamoa, police said. A 47-year-old man was missing after he tried to cross the Mahurangi River north of Auckland, and his car was caught in floodwaters, according to Radio New Zealand.</p><p>Officials briefing reporters about the ongoing rescue efforts at Mount Maunganui said they still hoped to find survivors but that the potential for further landslides was hampering operations.</p><p>Police District Commander Superintendent Tim Anderson said that “it is possible that we could find someone alive”, adding that he would not comment on the number of people missing, only to say that “it is in the single figures”.</p><p>Fire and Emergency Commander William Park said first responders had detected signs of life in the rubble but withdrew after concerns of further ground movement.</p><p>“My understanding was members of the public … tried to get into the rubble and did hear some voices. Our initial fire crew arrived and were able to hear the same. Shortly after our initial crew arrived, we withdrew everyone from the site due to the possible movement of the slip,” Park said.</p><p>Local media cited Emergency Management and Recovery Minister Mark Mitchell as saying children were among those missing.</p><p>Prime Minister Christopher Luxon said on X that he was “actively monitoring situations across the country”, including in Mount Maunganui.</p><p>Climate change, caused by fossil fuels and other pollutants, is making extreme rainfall and other disasters more frequent, leading to unprecedented flooding in places around the world.</p><p>Scientists have warned that similar extreme weather will continue to worsen without significant steps taken to reduce pollution.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Five killed in ‘treacherous’ attack on military convoy in Yemen | Conflict News | Al Jazeera",
            "time": "2026-01-22T04:46:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-21T171724Z_230273853_RC2T5JA5ANCD_RTRMADP_3_YEMEN-SECURITY-1769053493.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Five killed in ‘treacherous’ attack on military convoy in Yemen</h1><p class=\"article__subhead\"><em>Bombing targeted convoy carrying Giants Brigades’ commander, an ally of the Saudi-backed government, authorities say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A bombing targeting a convoy of a group allied with <a href=\"/news/2026/1/16/yemens-saudi-backed-government-appoints-new-prime-minister-2\">Yemen’s Saudi-backed government</a> has killed five people and wounded three others, Yemeni authorities have said.</p><p>The attack on Wednesday targeted a convoy carrying Hamdi Shukri, a commander in the pro-government Giants Brigades, Yemen’s Presidential Leadership Council said in a statement carried by state-run media.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The bombing was a “desperate attempt” to undermine efforts to stabilise the security situation in the country at a time when “tangible progress” was being made with the support of Saudi Arabia, the Saudi-backed council said.</p><p>Authorities would take “practical and decisive measures” following the “treacherous terrorist attack”, including pursuing the perpetrators and dismantling related support networks, the council said, according to the Saba News Agency.</p><p>The government did not attribute the attack to a particular group.</p><p>“The Yemeni government calls on all national forces and political components to unify ranks in the face of chaos, saboteurs, and terrorism, and to treat this crime as one that affects everyone without exception,” the council said.</p><p>“Political differences do not justify silence or hesitation when the state itself is being targeted,” it added.</p><p>A security source told the AFP news agency that a car bomb on the side of the road in the Ja’awla area in the north of Aden exploded as Shukri’s convoy passed by.</p><p>Shukri survived the attack, though a medical source told AFP he had sustained shrapnel wounds in his leg.</p><p>The United States embassy in Yemen also condemned what it called an “unprovoked attack against a Yemeni government-affiliated military convoy”.</p><p>Yemen has been mired in a civil war since Iran-backed Houthi rebels ousted the government of President Abd-Rabbu Mansour Hadi from the capital Sanaa in 2014.</p><p>The country ⁠has been a source of tensions between Saudi Arabia and the neighbouring United Arab Emirates in recent months amid armed clashes between the internationally recognised government and the UAE-backed Southern Transitional Council.</p><p>Saudi Arabia and the UAE had ‌previously participated in a coalition battling Houthi rebels in Yemen’s civil war, which led to a devastating humanitarian crisis.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Australia observes day of mourning for victims of Bondi Beach mass shooting | Crime News | Al Jazeera",
            "time": "2026-01-22T03:47:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251221__88RF9KT__v1__HighRes__AustraliaAttackBondi-1769049981.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Australia observes day of mourning for victims of Bondi Beach mass shooting</h1><p class=\"article__subhead\"><em>Flags will be flown at half-staff to honour the victims of the December 14 shooting at Sydney’s Bondi Beach.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia is observing a national day of mourning for victims of last month’s <a href=\"/news/2025/12/17/australian-police-charge-alleged-bondi-beach-gunman-as-first-funerals-held\">mass shooting at Sydney’s Bondi Beach</a>, when two gunmen opened fire at a Jewish celebration, killing 15 people.</p><p>Flags across Australia will fly at half-staff on Thursday to remember the victims of the December 14 shooting, with a moment of silence planned for 7:01 pm Sydney time (08:01 GMT).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Memorial services will be held at the Sydney Opera House and Bondi’s Chabad House, a Jewish community centre. Most of the 15 victims of the attack were Jewish, including a 10-year-old child.</p><p>The theme of the memorials is “Light will win”, and the government will stage light installations in the capital of Canberra and other cities featuring pillars of light for each of the 15 victims.</p><p>The events will also honour the many people who offered assistance during or after the December attack, including first responders and Bondi shop owner <a href=\"/sports/2026/1/4/bondi-attack-hero-al-ahmed-responders-honoured-at-australia-cricket-match\">Ahmed al-Ahmed, who wrestled a gun</a> from one of the attackers.</p><p>“When we look to Bondi, we don’t just see a beach,” <a href=\"/news/2025/12/22/australian-pm-apologises-over-bondi-attack-calls-for-tougher-hate-laws\">Australian Prime Minister Anthony Albanese</a> said on Thursday.</p><p>“We see it as part of our promise to the world. It’s a welcoming embrace, a famous crescent of sand and water where there’s room for everyone,” Albanese said in a statement.</p><p>“This is a place where nothing should break except for the waves, but a lot broke that night. It was a tragic attack, not just on Jewish Australians, but on the Australian way of life,” he said.</p><p>Bondi is home to one of Australia’s most famous beaches, but the neighbourhood is also historically known for its large Jewish community.</p><p>The Bondi shooting was the deadliest attack of its kind in 30 years.</p><p>Suspect Sajid Akram, 50, was shot and killed by police during the Bondi Beach attack. An Indian national, he entered Australia on a visa in 1998. His 24-year-old son, Naveed, an Australian-born citizen who remains in prison, has been charged with terrorism and 15 murders.</p><p>Police say the pair were inspired by the ISIL (ISIS) group.</p><p>This week, the Australian parliament <a href=\"/news/2026/1/20/australian-parliament-backs-tighter-gun-hate-crime-laws-after-bondi-attack\">approved tougher gun laws</a> in the wake of the attack, which will include a gun buyback scheme and tighter gun licence checks.</p><p>Albanese earlier this month also launched a royal commission into anti-Semitism and social cohesion as part of a wider crackdown on hate crimes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "World’s oldest cave art discovered in Indonesia’s Muna island | Arts and Culture News | Al Jazeera",
            "time": "2026-01-22T02:57:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_69716d3dcc23d-1769041213.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Archaeologists have found that handprints stencilled on limestone caves on the Indonesian island of Muna could be up to 67,800 years old, making them the oldest known paintings in the world.</p><p>The tan-coloured drawings analysed by Indonesian and Australian researchers were made by blowing pigment over hands placed against the cave walls, leaving an outline, scientists said on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to the Jakarta Post news outlet, archaeologist Adhi Agus Oktaviana from Indonesia’s National Research and Innovation Agency (BRIN) has been looking for hand stencils in the Muna island region, in Sulawesi province, since 2015.</p><p>Adhi found the hand stencils, which have now been dated, under newer paintings in the cave of a person riding a horse alongside a chicken.</p><p>At first, Adhi said it was difficult to prove to his co-researchers that the stencils were hands as he believed, but he “finally found some spots that looked like human fingers”.</p><p>Some of the fingertips were also tweaked to look more pointed.</p><p>“The oldest hand stencil described here is distinctive because it belongs to a style found only in Sulawesi,” said Maxime Aubert, a specialist in archaeological science at Griffith University in Australia who helped lead the research published on Wednesday in the journal Nature.</p><p>“The tips of the fingers were carefully reshaped to make them appear pointed,” Aubert said.</p><p>Aubert’s co-author, Adam Brumm, who is also an archaeologist at Griffith University, said it appeared the people who painted the hands may have been trying to depict something else.</p><figure id=\"attachment_4258869\" aria-describedby=\"caption-attachment-4258869\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4258869\" src=\"/wp-content/uploads/2026/01/ap_69716d6f8cf48-1769041263.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"This image provided by Maxime Aubert shows cave drawings in Sulawesi, Indonesia of a human figure and a bird with a faded handprint in between them. (Maxime Aubert via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4258869\" class=\"wp-caption-text\">This image provided by Maxime Aubert shows cave drawings in Sulawesi province, Indonesia, of a human figure and a bird with a faded handprint in between them [Maxime Aubert/AP Photo]</figcaption></figure><p>“It was almost as if they were deliberately trying to transform this image of a human hand into something else – an animal claw perhaps,” said Brumm.</p><p>“Clearly, they had some deeper cultural meaning, but we don’t know what that was. I suspect it was something to do with these ancient peoples’ complex symbolic relationship with the animal world,” he said.</p><p>The researchers determined the minimum age of the image by analysing small amounts of the element uranium in mineral layers that gradually formed atop the pigment.</p><p>After taking five-millimetre samples of small clusters of calcite that formed on the walls of the limestone caves, the researchers then zapped the layers of rock with a laser to measure how the uranium decayed over time, compared to a more stable radioactive element called thorium.</p><p>This “very precise” technique gave the scientists a clear minimum age for the painting, Aubert said.</p><p>The scientists also established that the Muna caves had been used for rock art many times over a long period. Some of the ancient art was even painted over up to 35,000 years later, Aubert said.</p><p>The new discovery is also more than 15,000 years older than the <a href=\"/news/2024/7/4/worlds-oldest-artwork-discovered-in-indonesian-cave\">previous art</a> found in the Sulawesi region by the same team in 2024.</p><p>The region surrounding Indonesia is known for some of the world’s most ancient archaeological finds, alongside neighbouring <a href=\"/news/2024/5/23/ancient-humans-lived-in-east-timor-44000-years-ago-archaeologists-find\">East Timor</a> and Australia.</p><p>Adhi said the cave art provides new evidence supporting the theory that there was early human migration through Sulawesi.</p><p>“It also shows that our ancestors were not only great sailors,” Adhi said, according to the Jakarta Post, “but also artists.”</p><p>Aboriginal people living in Australia have one of the oldest continuous living cultures on earth, as documented by archaeological evidence dating back at least 60,000 years.</p><p>At Murujuga in northwestern Australia, an estimated one million petroglyphs – ancient images in caves – including rock carvings, potentially dating back as far as <a href=\"/news/2021/9/8/aboriginal-people-ask-un-to-review-cultural-heritage-bill\">50,000 years</a>, were <a href=\"/news/2025/7/11/endangered-aboriginal-rock-art-gets-unesco-world-heritage-status\">recently added</a> to the UNESCO World Heritage list.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel bombs four Syria-Lebanon border crossings; kills 2 in south Lebanon | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-01-22T02:40:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260121__93JE7GR__v1__HighRes__LebanonIsraelConflict-1769046758_9f14a8-1769047305.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel bombs four Syria-Lebanon border crossings; kills 2 in south Lebanon</h1><p class=\"article__subhead\"><em>Lebanese President Joseph Aoun blasts Israel’s ‘policy of systematic aggression’ that directly targets civilians in Lebanon.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel said it attacked four crossing points on the Syria-Lebanon border, saying they were used by Hezbollah to smuggle weapons, following earlier attacks on southern Lebanon that killed at least two people and injured almost 20.</p><p>The latest Israeli violence on Wednesday comes despite a US-brokered ceasefire, which ended more than a year of fighting between Israel and Hezbollah fighters in Lebanon in 2024 and which <a href=\"/features/2026/1/7/israels-continued-attacks-on-lebanon-could-derail-hezbollah-disarmament\">Israel has repeatedly violated.</a></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Once again, Israel is pursuing a policy of systematic aggression by carrying out air strikes on inhabited Lebanese villages, in a dangerous escalation that directly targets civilians,” Lebanese President Joseph Aoun said in a statement late on Wednesday.</p><p>“This repeated aggressive behaviour reaffirms Israel’s refusal to abide by its obligations arising from the cessation of hostilities agreement,” President Aoun said.</p><p>The Lebanese Ministry of Health said at least 19 people were wounded in Israeli air strikes on the southern Lebanese town of Qanarit.</p><figure id=\"attachment_4258929\" aria-describedby=\"caption-attachment-4258929\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4258929\" src=\"/wp-content/uploads/2026/01/AP26021582547046-1769046874.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People run away as smoke rises after an Israeli airstrike in Qennarite village, south Lebanon, Wednesday, Jan. 21, 2026. (AP Photo/Mohammed Zaatari)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4258929\" class=\"wp-caption-text\">People flee as smoke rises after an Israeli air strike in the village of Qanarit, south Lebanon, on Wednesday [Mohammed Zaatari/AP Photo]</figcaption></figure><p>The state-run National News Agency said Israeli warplanes bombed buildings in several south Lebanon villages and towns, including al-Kharayeb, al-Ansar, Qanarit, Kfour and Jarjouh, after the Israeli army issued warnings that it would carry out attacks on targets inside the country.</p><p>Earlier in the day, the Health Ministry said an Israeli strike on a vehicle in the town of Zahrani, in the Sidon district, killed one person. The ministry also said that an Israeli strike targeting a vehicle in the town of Bazuriyeh in the Tyre district killed another person.</p><p>The AFP news agency said its correspondent reported seeing a charred car on a main road in Sidon with debris strewn across the area and emergency workers in attendance. A photographer with the agency was also slightly wounded along with two other journalists who were working near the site of a heavy Israeli strike in Qanarit, where 19 people were injured.</p><p>The Israeli military said on social media that it targeted four border crossings on the Syria-Lebanon border used for “weapons transfer” and that it had also “eliminated” a “key Hezbollah weapons smuggler” in the Sidon area of southern Lebanon.</p><p>A Lebanese army statement decried the Israeli attacks that targeted “civilian buildings and homes” in a “blatant violation of Lebanon’s sovereignty” and the ceasefire deal.</p><p>The Lebanese military also said such attacks “hinder the army’s efforts” to complete the disarmament plan for Hezbollah, which was part of the ceasefire agreement.</p><p>Hezbollah has rejected calls to surrender its weapons amid the ongoing Israeli attacks, which have killed more than 350 people in Lebanon despite the ceasefire signed in November 2024, according to a tally of casualties from AFP.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Catch of the day’: Trump launches new ICE immigration crackdown in Maine | Donald Trump News | Al Jazeera",
            "time": "2026-01-22T01:25:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26021760239518-1769044359.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has announced its latest immigration enforcement operation, this time in the northeastern state of Maine.</p><p>On Wednesday, the Department of Homeland Security confirmed that immigration raids had begun a day earlier, under the name “Operation Catch of the Day”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a <a href=\"https://www.dhs.gov/news/2026/01/21/ice-launches-operation-catch-day-targeting-worst-worst-criminal-illegal-aliens\" target=\"_blank\" rel=\"noopener\">statement</a>, a Trump administration spokesperson appeared to signal that targeting Maine was a political response to the ongoing feud between the president and the state’s governor, Democrat Janet Mills.</p><p>“Governor Mills and her fellow sanctuary politicians in Maine have made it abundantly clear that they would rather stand with criminal illegal aliens than protect law-abiding American citizens,” said spokesperson Tricia McLaughlin.</p><p>But rumours have swirled that Maine was singled out for its significant Somali American population in the cities of Portland and Lewiston. Estimates put the total number of Somali Americans in the state at about 3,000.</p><p>Trump has repeatedly denounced the Somali community over the past several months, comparing its members to “garbage” at a December cabinet meeting. As recently as Tuesday, he used his White House podium to call Somalis and Somali Americans “ a lot of very low IQ people”.</p><p>Racist and anti-immigrant rhetoric has been a trademark of Trump’s campaigns for public office, and he has repeatedly singled out specific groups – including Haitians and Mexicans – to falsely tie their immigrant identity to pervasive criminal activity.</p><figure id=\"attachment_4258902\" aria-describedby=\"caption-attachment-4258902\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4258902\" src=\"/wp-content/uploads/2026/01/AP26021743376262-1769044377-rotated.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Mark Dion speaks at a podium, surrounded by city officials\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4258902\" class=\"wp-caption-text\">Mayor Mark Dion of Portland, Maine, speaks at a news conference on January 21 [Patrick Whittle/AP Photo]</figcaption></figure><h2 id=\"parallels-with-minnesota\">Parallels with Minnesota</h2><p>Trump’s focus on the Somali community comes after a handful of members were implicated in a fraud scandal in Minnesota, a midwestern state where immigration enforcement operations were launched in December.</p><p>Those efforts have been marked by violent clashes between federal agents and protesters, and one woman, 37-year-old Renee Nicole Good, was shot dead in her car after an interaction with Immigration and Customs Enforcement (ICE).</p><p>Fears that those tensions could spill into Maine dominated a Wednesday news conference with city officials in Portland.</p><p>Mayor Mark Dion told reporters that immigrant communities in the region felt “anxious and fearful” as ICE agents began their crackdown.</p><p>“They see this action as unpredictable and a threat to their families,” he explained.</p><p>He also questioned whether a heavy-handed operation was necessary to address immigration infractions in the area, and he called on ICE to adopt different tactics than it had in Minnesota.</p><p>“I want to underscore one important point: While we respect the law, we challenge the need for a paramilitary approach to the enforcement of federal statutes,” Dion said.</p><p>“Federal immigration law is lawful. Its administration and enforcement is lawful,” he added. “What we’ve been concerned with, as a council, is the enforcement tactics that ICE has undertaken in other communities, which to our mind appear to threaten and intimidate populations.”</p><p>Nevertheless, Dion expressed optimism that ICE would adopt a more tailored approach to apprehending local suspects.</p><p>While the city of Minneapolis, Minnesota, has seen nearly 2,000 immigration officers flood its streets, the mayor predicted that Maine would not see the same “massing of federal agents”.</p><p>“We’re seeing very individualised activity by ICE. A person here, a neighbourhood there,” he said. “Their conduct, at least as it is current in Maine, seems to be focused, which would indicate to me – and this is the speculation – that they’re functioning on the basis of an actual court warrant.”</p><p>That, he said, marked a departure from the “random, show-me-your-papers kind of experience” that residents had experienced in Minnesota.</p><figure id=\"attachment_4258906\" aria-describedby=\"caption-attachment-4258906\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4258906\" src=\"/wp-content/uploads/2026/01/AP26020860789940-1769044646.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A memorial for Renee Nicole Good in Minneapolis\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4258906\" class=\"wp-caption-text\">Well-wishers on January 20 visit a makeshift memorial for Renee Nicole Good, who was fatally shot by an ICE officer in Minneapolis [Angelina Katsanis/AP Photo]</figcaption></figure><h2 id=\"outrage-at-ice-operations\">Outrage at ICE operations</h2><p>Still, while Dion advocated for a wait-and-see approach to the ICE operation, other city officials took a harder stance.</p><p>One Portland city councillor,  Wesley Pelletier, described the unfolding raids as part of “an agenda of white nationalism and might makes right”.</p><p>“This is a war of terror that’s being waged on our city by the federal government,” Pelletier said. “We’ve seen people of all ages getting thrown on the ground and getting thrown into trucks.”</p><p>So far, Fox News quoted ICE Deputy Assistant Director Patricia Hyde as saying the agency had made 50 arrests so far as part of operation “Catch of the Day”. Hyde added that ICE had identified nearly 1,400 individuals to detain in Maine.</p><p>Wednesday’s statement from the Department of Homeland Security highlighted four arrests as examples, showing people from Sudan, Guatemala, Ethiopia and Angola.</p><p>It described the four individuals as “the worst of the worst” and accused them of crimes ranging from aggravated assault to endangering the welfare of a child, though it was unclear in one case if the accusation had resulted in a conviction.</p><p>“We are no longer allowing criminal illegal aliens to terrorize American citizens,” McLaughlin said in the statement.</p><p>But Democratic officials in the state suggested that the Trump administration had refused to coordinate in the lead-up to “Catch of the Day”, heightening anxiety on the local level.</p><p>On January 14, nearly a week before the operation was launched, Governor Mills posted on social media that she had “attempted, unsuccessfully thus far, to confirm” the upcoming surge in federal immigration enforcement.</p><p>In a video statement, she said the state had reached out to local governments in Portland and Lewiston to prepare. She added that she too felt “angry” about the expected surge.</p><p>“Our goal, as always, will be to protect the safety and the rights of the people of Maine,” Mills said.</p><p>“To the federal government, I say this: If your plan is to come here to be provocative and to undermine the civil rights of Maine residents, do not be confused. Those tactics are not welcome here to the people of Maine.”</p><p>She also took a jab at the trend of federal agents using masks and other facial coverings to conceal their identities.</p><p>“Look, Maine knows what good law enforcement looks like because our law enforcement are held to high professional standards,” Mills said. “They are accountable to the law. And I’ll tell you this: They don’t wear a mask to shield their identities, and they don’t arrest people in order to fill a quota.”</p><figure id=\"attachment_4258904\" aria-describedby=\"caption-attachment-4258904\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4258904\" src=\"/wp-content/uploads/2026/01/AP26021661845569-1769044429.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Janet Mills\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4258904\" class=\"wp-caption-text\">Democratic Governor Janet Mills has openly opposed Trump administration policies [File: Robert F Bukaty/AP Photo]</figcaption></figure><h2 id=\"a-political-rivalry\">A political rivalry</h2><p>Mills and Trump have long been political adversaries, with their feud erupting in a public forum. In February last year, shortly after Trump returned to office for a second term, he hosted a White House gathering for governors, where he called out Mills personally.</p><p>“Is Maine here? The governor of Maine?” Trump said while outlining policies barring transgender athletes from sporting events. “Are you not going to comply with it?”</p><p>“I’m complying with state and federal law,” Mills responded. The tension escalated from there.</p><p>“You’d better comply because otherwise you’re not getting any, any federal funding,” Trump shot back.</p><p>“See you in court,” Mills replied.</p><p>“Good. I’ll see you in court. I look forward to that. That should be a really easy one. And enjoy your life after, governor, because I don’t think you’ll be in elected politics,” he said.</p><p>The interaction made national news and cemented the frosty relationship between the two leaders, with Trump demanding an apology and slamming the Democratic governor for months afterwards.</p><p>His administration also took a series of escalating actions designed to target Mills, including launching an education probe in her state, suspending a marine research grant and freezing other federal funds to Maine.</p><p>In response to this week’s ICE deployment, Mills issued a short statement acknowledging the Trump administration’s latest efforts.</p><p>“Together, we will continue to place the safety and civil rights of Maine people above all else, and remain vigilant in our defense of due process and the rule of law,” she <a href=\"https://x.com/JanetMillsforME/status/2014129811023696338\" target=\"_blank\" rel=\"noopener\">wrote</a>.</p><p>Maine is set to hold its next gubernatorial race in 2026, as part of the year’s midterm election cycle.</p><p>Having served two terms as governor, Mills is not eligible for re-election and will instead be making a run for the US Senate, challenging Republican incumbent Susan Collins.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,428 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-22T00:49:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260121-40320793-40320789-UKRAINIAN_ARMY_CONTINUES_DEFENSIVE_PREPARATIONS_IN_KOSTIANTYNIVKA-1769041275.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,428</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,428 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jan 2026</span><span aria-hidden=\"true\">22 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Thursday, January 22 :</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>A 52-year-old woman died in hospital after being injured by Russian shelling in the Dniprovskyi district of Ukraine’s Kherson region, the regional prosecutor’s office wrote on the Telegram messaging app.</li>\n<li>Ukraine’s Ukrinform news agency said Russian forces dropped 768 guided missiles and high-explosive aerial bombs over the past 10 days in areas of Ukraine’s Donetsk region still controlled by Ukrainian authorities, destroying almost all remaining infrastructure, according to the head of the Donetsk Regional Military Administration, Vadym Filashkin.</li>\n<li>Ukrainian energy company DTEK said on Facebook that power supply had been restored to “critical infrastructure” in Ukraine’s capital Kyiv, following recent Russian attacks, but the “city’s power system is still in deep emergency mode” with daily outages now lasting for a month.</li>\n<li>DTEK added in a separate post on Telegram that the attacks on Kyiv’s power generation facilities had also affected parts of the Dniprovskyi and Desnyanskyi districts, where about 44,000 homes remain without power.</li>\n<li>The Ukrainian state’s power grid operator, Ukrenergo, said that a senior executive died while supervising repairs at a power facility damaged by a Russian strike, without providing further details.</li>\n<li>Ukrainian forces attacked a port in the village of Volna in Russia’s southern Krasnodar region, killing three people and injuring eight, the regional emergency services task force reported, according to Russia’s TASS state news agency.</li>\n<li>Veniamin Kondratyev, Krasnodar regional governor, said earlier on Telegram that the attack caused four oil storage tanks to become “engulfed in flames”.</li>\n<li>A military court in Moscow sentenced an Uzbek man to life in prison after finding him guilty of killing top Russian general Igor Kirillov and his assistant in a Ukraine-backed bomb attack in 2024.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-security\">Regional Security</h2><ul class=\"spaced-bullet-spacing\">\n<li>Dutch Defence Minister Ruben Brekelmans said in a post on X that Dutch navy ships escorted Russian vessels away from the North Sea “for the second time in a short period”. The minister said: “We know that these Russian ships can be used to spy and to map vital infrastructure at sea.”</li>\n<li>German prosecutors on Wednesday arrested a German-Ukrainian woman accused of spying for Russia by gathering information on drone production for Ukraine, attending political events, and through befriending former German Defence Ministry staff, according to a statement.</li>\n<li>The situation in NATO is difficult due to the crisis over Greenland, but Western allies must remember their common adversary is Russia, which is increasing its military presence in the Arctic, Norway’s Defence Minister Tore Sandvik told foreign correspondents in Oslo on Wednesday.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and Diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>United States President Donald Trump is in Davos, Switzerland, for the World Economic Forum, where he said he will meet with Ukraine’s President Volodymyr Zelenskyy, adding that he believes both the Ukrainian leader and Russian President Vladimir Putin want to end the nearly four-year war in Ukraine and that a deal is now “reasonably close”.</li>\n<li>President Trump also told reporters in Davos that he had invited Putin to his Gaza “peace board” because he wants to see powerful people join the initiative, according to the TASS news agency.</li>\n<li class=\"tr-story-p1\">Putin said on Wednesday that Russia’s foreign minister was studying Trump’s invitation to join the board and would reply in due course.</li>\n<li class=\"tr-story-p1\">Putin, quoted by Russian news agencies at a meeting of Russia’s Security Council, said he believed the proposed “board of peace” was primarily designed to deal with a Middle East peace settlement and that Russia was prepared to provide $1bn – the amount proposed by Trump for long-term membership of the board – from Russian assets that had been frozen in the US, due to its war on Ukraine.</li>\n<li>Ukrainian negotiator ‍Rustem Umerov said on Telegram that he met with two of Trump’s top envoys, ​Steve Witkoff and Jared ‍Kushner, in Davos.</li>\n<li>Witkoff and Kushner also met with Russian <a href=\"/news/2026/1/21/us-russian-envoys-meet-in-davos-as-prosperity-plan-for-ukraine-postponed\">special envoy Kirill Dmitriev in Davos on Wednesday</a>, according to TASS, with Witkoff calling the meeting “very positive”.</li>\n</ul><p> </p></div></div></body></html>"
        },
        {
            "title": "‘I won’t use force’ for Greenland: Key takeaways from Trump’s Davos speech | Donald Trump News | Al Jazeera",
            "time": "2026-01-22T00:26:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-21T160018Z_1256876561_RC2Q5JAEGBFE_RTRMADP_3_DAVOS-MEETING-TRUMP-1769027624.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said <a href=\"/news/liveblog/2026/1/21/trump-live-news-us-president-in-davos-as-greenland-threats-spark-outrage\">he would not take over</a> Greenland by ​force, but he stuck firmly to his demand for control over the Danish territory during a speech in Davos, Switzerland. He also hinted at consequences if his ambitions were thwarted.</p><p>“People thought I ‌would use force, but I don’t have to use force,” Trump said at the World Economic Forum annual meeting.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115934734335579278\" target=\"_blank\" rel=\"noopener\">announced</a> afterwards on his Truth Social platform that he had arrived at a “framework of a future deal” with respect to claiming Greenland, after meeting with NATO Secretary-General Mark Rutte.</p><p>The details of that framework remain unknown, but Trump agreed to lift the tariffs he had threatened to slap on European allies starting February 1.</p><p>Here are the key takeaways from his Davos speech:</p><h2 id=\"would-you-like-me-to-say-a-few-words-on-greenland\">‘Would you like me to say a few words on Greenland?’</h2><p>Trump opened his remarks <a href=\"/news/2026/1/21/greenlands-strategic-position-in-seven-maps-why-trump-wants-the-island\">about Greenland</a> with an attempt at humour.</p><p>“I was going to leave it out of the speech, but I think I would have been reviewed very negatively,” he quipped.</p><p>After a lengthy critique of Denmark, which he claimed was too weak to protect Greenland, Trump repeated his key position on the territory.</p><p>“We need it for strategic national security and international security. This enormous, unsecured island is actually part of North America. That’s our territory,” he said.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256655 aligncenter\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-GREENLAND-Countries-in-the-Arctic-Circle-JAN-21-2026-1768987632.png?quality=80\" alt=\"INTERACTIVE-GREENLAND - Countries in the Arctic Circle - JAN 21, 2026-1768987632\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Trump proceeded to assert that no nation other than the US can secure Greenland, and that it was therefore essential for European leaders to turn the self-governing island over to US control.</p><p>“I’m seeking immediate negotiations to once again to discuss the acquisition of Greenland by the United States,” Trump said.</p><p>He proceeded to describe the NATO alliance as a money sink for the US, one that failed to offer the country any benefits.</p><p>“We never asked for anything, and we never got anything,” Trump said.</p><p>The president’s remarks failed to acknowledge NATO’s assistance after the attacks on September 11, 2001, when the US invoked the alliance’s collective defence clause and member states sent military air defence in response.</p><p>Still, Trump continued to portray NATO as a moot investment, one that would not yield benefits unless forced.</p><p>“We probably won’t get anything unless I decide to use excessive strength and force, where we would be, frankly, unstoppable. But I won’t do that,” he said.</p><p>“That’s probably the biggest statement I made because people thought I would use force. I don’t have to use force. I don’t want to use force. I won’t use force.”</p><p>Earlier this month, White House officials said Trump was considering “a range of options” for acquiring Greenland, including military action. At Davos, Trump again issued a warning to Denmark, setting an ultimatum to hand over Greenland.</p><p>“We’ve never asked for anything else. And we could have kept that piece of land, and we didn’t. So they have a choice. You can say yes, and we will be very appreciative. Or you can say no, and we will remember,” he said.</p><p>Hours later, the US president announced the “framework” for a Greenland deal, though it is unclear to what extent Denmark or Greenland had input or what the deal might look like.</p><p>Rutte later told Fox News that the issue of Greenland’s sovereignty did not come up in their conversation.</p><figure id=\"attachment_4258194\" aria-describedby=\"caption-attachment-4258194\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4258194\" src=\"/wp-content/uploads/2026/01/getty_6971317c13-1769025916.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"NUUK, GREENLAND - JANUARY 21: Residential houses stand next to fjord on January 21, 2026 in Nuuk, Greenland. European leaders are scheduled to meet later this week to formulate their response to U.S. President Donald Trump's recent threat of punitive tariffs against countries who obstruct his desire to acquire Greenland. (Photo by Sean Gallup/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4258194\" class=\"wp-caption-text\">Residential houses stand next to a fjord on January 21, 2026, in Nuuk, Greenland [Sean Gallup/Getty Images]</figcaption></figure><h2 id=\"you-follow-us-down-and-you-follow-us-up\">‘You follow us down, and you follow us up’</h2><p data-start=\"220\" data-end=\"365\">Speaking about the US economy and its global influence, Trump described the US as the driving force of global growth.</p><p data-start=\"220\" data-end=\"365\">“The USA is the economic engine on the planet. And when America booms, the entire world booms. It’s been the history,” Trump said.</p><p data-start=\"367\" data-end=\"497\">“When it goes bad, it goes bad,” he added. “You all follow us down, and you follow us up. And we’re at a point that we’ve never – I don’t believe we’ve ever been. I never thought we could do it this quickly.”</p><p data-start=\"499\" data-end=\"722\">Trump, who returned to the White House for a second term in 2025, said he had expected economic improvements to take longer.</p><p data-start=\"724\" data-end=\"788\">“My biggest surprise is I thought it would take more than a year, maybe like a year and one month. But it’s happened very quickly.”</p><p data-start=\"790\" data-end=\"921\">He then turned his attention to Europe, offering a bleak assessment of the continent’s trajectory. Trump blamed the continent’s challenges on policies related to green energy and migration, without providing evidence to support the claim.</p><p data-start=\"923\" data-end=\"1021\">“Certain places in Europe are not recognisable, frankly, any more. They’re not recognisable,” Trump said, echoing anti-immigrant rhetoric.</p><p data-start=\"1023\" data-end=\"1113\">“I want to see Europe go good, but it’s not heading in the right direction.”</p><figure id=\"attachment_4258397\" aria-describedby=\"caption-attachment-4258397\" class=\"wp-caption alignnone\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4258397 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/2026-01-21T151927Z_1505331004_RC2R5JAFUD0U_RTRMADP_3_DAVOS-MEETING-TRUMP-1769028490.jpg?resize=770%2C513&amp;quality=80\" alt=\"US President Donald Trump \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4258397\" class=\"wp-caption-text\">US President Donald Trump gestures during the 56th annual World Economic Forum [Jonathan Ernst/Reuters]</figcaption></figure><h2 id=\"tariffs-and-the-trade-deficit\">Tariffs and the trade deficit</h2><p data-start=\"332\" data-end=\"522\">Defending his prolific use of tariffs and other protectionist trade policies, Trump credited the measures with chipping away at the US’s trade deficit and boosting domestic production.</p><p data-start=\"524\" data-end=\"741\">“With tariffs, we’ve radically reduced our ballooning trade deficit, which was the largest in world history. We were losing more than $1 trillion every single year, and it was just wasted. It was going to waste,” Trump said.</p><p data-start=\"743\" data-end=\"1128\">“But in one year, I slashed our monthly trade deficit by a staggering 77 percent. And all of this with no inflation, something everyone said could not be done,” he added.</p><p data-start=\"1130\" data-end=\"1265\">Trump also pointed to what he described as gains in exports, manufacturing and industrial capacity as evidence of the policy’s success.</p><p data-start=\"1774\" data-end=\"2042\">“During the process, we’ve made historic trade deals with partners covering 40 percent of all US trade, some of the greatest companies and countries in the world. We have countries as our partners, too. The European nations, Japan, South Korea, they’re our partners,” he said.</p><p></p><h2 id=\"trump-on-venezuela-going-to-do-fantastically-well\">Trump on Venezuela: ‘Going to do fantastically well’</h2><p data-start=\"219\" data-end=\"495\">Speaking about Venezuela’s <a href=\"/news/2026/1/16/why-access-to-venezuelas-heavy-oil-is-tremendous-news-for-us-refiners\">economy and oil sector</a>, Trump said the country had suffered a sharp decline because of past policies under socialist leaders like Nicolas Maduro and the late Hugo Chavez.</p><p data-start=\"219\" data-end=\"495\">But he forecast that the South American country is now poised for a rapid turnaround, driven in part by cooperation with the US and international energy companies.</p><p data-start=\"219\" data-end=\"495\">Trump has taken an active interest in Venezuela’s governance since a January 3 military operation to <a href=\"/news/liveblog/2026/1/5/live-venezuelas-maduro-to-appear-in-court-trump-threatens-more-strikes\">abduct Maduro</a> and transport him to the US to face criminal charges. He has since confirmed that the US has extracted 50 million barrels of oil from Venezuela following Maduro’s ouster.</p><p data-start=\"497\" data-end=\"609\">“Venezuela has been an amazing place for so many years, but then they went bad with their policies,” Trump said.</p><p data-start=\"611\" data-end=\"841\">“Twenty years ago, it was a great country, and now it’s got problems. But we’re helping them. And those 50 million barrels, we’re going to be splitting up with them, and they’ll be making more money than they’ve made in a long time.”</p><p data-start=\"611\" data-end=\"841\">Trump proceeded to praise the interim government of President Delcy Rodriguez, Maduro’s former vice president, for cooperating with his ambitions in Venezuela.</p><p data-start=\"973\" data-end=\"1217\">“Venezuela is going to do fantastically well,” Trump said.</p><p data-start=\"973\" data-end=\"1217\">“We appreciate all of the cooperation we’ve been given. We’ve been given great cooperation. Once the attack ended, the attack ended, and they said, ‘Let’s make a deal.’ More people should do that.”</p><p></p><p data-start=\"1219\" data-end=\"1365\">He went on to predict a dramatic economic recovery for the oil-rich nation, citing renewed foreign investment and support from major energy firms.</p><p data-start=\"1367\" data-end=\"1641\">“Venezuela is going to make more money in the next six months than they’ve made in the last 20 years,” he said.</p><p data-start=\"1367\" data-end=\"1641\">“Every major oil company is coming in with us. It’s amazing. It’s a beautiful thing to see. The leadership of the country has been very good. They’ve been very, very smart.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3925817\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Venezuela-oil-fields-and-pipelines-1756997792.png?quality=80\" alt=\"oil\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"onto-the-topic-of-energy\">Onto the topic of energy</h2><p data-start=\"134\" data-end=\"286\">Trump then turned to energy policy, highlighting a shift in his stance on nuclear power and reiterating his longstanding criticism of renewable energy.</p><p data-start=\"288\" data-end=\"509\">“We’re going heavy into nuclear. I was not a big fan because I didn’t like the risk, the danger, but the progress they’ve made with nuclear is unbelievable, and the safety progress they’ve made is incredible,” Trump said.</p><p data-start=\"511\" data-end=\"621\">“We’re very much into the world of nuclear energy, and we can have it now at good prices and very, very safe.”</p><p data-start=\"511\" data-end=\"621\">His statements follow a news release from the US Department of Energy on Tuesday that announced Trump would be “unleashing America’s next nuclear renaissance” by expanding infrastructure to create such energy.</p><p data-start=\"511\" data-end=\"621\">Trump has also grown his personal business ties with private nuclear power firms. In December, the Trump Media and Technology Group, of which Trump is the majority owner, announced a $6bn merger with TAE Technologies, a fusion energy company.</p><p data-start=\"511\" data-end=\"621\">While Trump has warmed to nuclear power, he doubled down on his opposition to green energy initiatives designed to combat climate change. Calling such efforts the “Green New Scam” – his spin on the “Green New Deal” – he blamed Europe’s economic wobbles on efforts to embrace renewable technology.</p><p data-start=\"511\" data-end=\"621\">“There are windmills all over Europe. There are windmills all over the place, and they are losers. One thing I’ve noticed is that the more windmills a country has, the more money that country loses and the worse that country is doing,” he told his audience at Davos.</p><h2 id=\"canada-should-be-grateful\">‘Canada should be grateful’</h2><p data-start=\"79\" data-end=\"222\">From his podium, Trump also responded to Tuesday’s remarks from Canadian <a href=\"/economy/2026/1/21/rupture-in-the-world-order-speeches-by-carney-world-leaders-at-davos\">Prime Minister Mark Carney</a>.</p><p data-start=\"79\" data-end=\"222\">The leader of Canada’s Liberal Party, Carney had encouraged world leaders to prepare for a future without US leadership and warned that the “great powers” of the world appeared to be abandoning “even the pretence of rules and values for the unhindered pursuit of their power”.</p><p data-start=\"79\" data-end=\"222\">While Carney did not explicitly mention Trump, it was clear his remarks were aimed at the US leader. Trump replied more directly during his turn at the Davos podium.</p><p data-start=\"229\" data-end=\"283\">“Canada gets a lot of freebies from us,” Trump said.</p><p data-start=\"290\" data-end=\"510\">“They should be grateful. But they’re not. I watched your prime minister yesterday. He wasn’t so grateful. Canada lives because of the United States. Remember that, Mark, the next time you make your statements.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"trump-says-he-is-meeting-zelenskyy\">Trump says he is meeting Zelenskyy</h2><p>Trump also spoke about the war in Ukraine, and his efforts to mediate between Russian President Vladimir Putin and his Ukrainian counterpart, Volodymyr Zelenskyy.</p><p>“I’m dealing with President Putin, and he wants to make a deal,” Trump said.</p><p>“I believe I’m dealing with President Zelenskyy, and I think he wants to make a deal. I’m meeting him today. He might be in the audience right now.”</p><p>A post on Zelenskyy’s social media account, however, showed the Ukrainian leader at his presidential office in Kyiv on Wednesday, holding a meeting on the energy situation following Russian strikes. His office confirmed he is in Ukraine, not at Davos.</p><p>Still, Trump insisted that he would help navigate Ukraine and Russia to an end to their war, which began nearly four years ago in February 2022.</p><p>“They’ve got to get that war stopped. Because too many people are dying, needlessly dying. Too many souls are being lost. It’s the only reason I’m interested in doing it. But in doing it, I’m helping Europe. I’m helping NATO,” he said.</p><p></p><h2 id=\"those-beautiful-sunglasses\">‘Those beautiful sunglasses’</h2><p>At one point in his meandering speech, Trump stopped to poke fun at French President Emmanuel Macron, mocking the aviator sunglasses he wore to Davos.</p><p>“I watched him yesterday with those beautiful sunglasses. What the hell happened?” Trump asked.</p><p>Macron’s office said the choice to wear sunglasses during his speech, which took place indoors, was to protect his eyes because of a burst blood vessel.</p><figure id=\"attachment_4256725\" aria-describedby=\"caption-attachment-4256725\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4256725\" src=\"/wp-content/uploads/2026/01/2026-01-20T155101Z_1849653387_RC215JAXVF57_RTRMADP_3_DAVOS-MEETING-1768989838.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"France's President Emmanuel Macron attends the 56th annual World Economic Forum\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4256725\" class=\"wp-caption-text\">France’s President Emmanuel Macron attends the 56th annual World Economic Forum [Denis Balibouse/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Does the Awami League have a future in Bangladesh? | Sheikh Hasina | Al Jazeera",
            "time": "2026-01-21T23:40:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/TX02-WEB-TEMPLATE-YT-WEB-THUMB-1769038766.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Sreenivasan Jain speaks with Sajeeb Wazed Joy about whether it sees any political future for itself in Bangladesh.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Awami League is barred from upcoming elections in Bangladesh. Former Prime Minister Sheikh Hasina is in exile. Sreenivasan Jain asks Hasina’s son Sajeeb Wazed Joy what future the party has.</p><p>Bangladesh is heading into a historic election, with the Awami League barred from contesting and its leader, Sheikh Hasina, living in exile after her overthrow in August 2024.</p><p>In this interview, Sreenivasan Jain speaks with Sajeeb Wazed Joy — Hasina’s son and a senior Awami League figure — about whether the party has confronted public anger over years of repressive rule, and whether it sees any political future for itself in Bangladesh.</p><p><strong>Guest:</strong></p><p>Sajeeb Wazed Joy – Bangladeshi politician and businessman</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Barcelona avoid blip in Prague to maintain Champions League top eight hope | Football News | Al Jazeera",
            "time": "2026-01-21T23:33:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-21T213647Z_1891018581_UP1EM1L1O19CB_RTRMADP_3_SOCCER-CHAMPIONS-SLA-BAR-1769031680.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Barcelona avoid blip in Prague to maintain Champions League top eight hope</h1><p class=\"article__subhead\"><em>Barcelona come from behind to beat Slavia Prague 4-2 to maintain their hopes of a top eight finish in the league phase.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Jan 2026</span><span aria-hidden=\"true\">21 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Barcelona came from behind to defeat Slavia Prague 4-2 on a freezing night in the Champions League, with Fermin Lopez scoring twice and Dani Olmo and Robert Lewandowski adding second-half goals to secure the victory.</p><p>The win on Wednesday lifts Barcelona to ninth place in the standings with one game ⁠remaining on 13 points, level with seven other teams vying for a top-eight finish and direct qualification for the round ​of 16. Slavia languish third from bottom with just three points.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On a bitterly cold evening in ‍Prague, with temperatures dropping to -8 degrees Celsius (17.6 degrees Fahrenheit), Slavia stunned the visitors with an early lead.</p><p>A cleverly worked corner in the 10th minute saw Tomas Holes flick a delivery from the near to the far post, where Vasil Kusej bundled the ball across the line ‍under pressure from ⁠Frenkie de Jong.</p><p>Barcelona levelled in the 34th minute through Lopez, who unleashed a sharp, angled strike from inside the box, squeezing the ball past keeper Jindrich Stanek at the near post after a faint deflection off the Slovak’s shoulder.</p><p>Lopez doubled his tally and gave Barcelona the lead in the 42nd minute with a fine effort from the edge of the box. The attacking midfielder found the bottom right corner with precision, leaving Stanek no chance.</p><p>Barca’s advantage lasted just two minutes as an unfortunate defensive mishap saw Slavia equalise. ​Under pressure defending a corner, Lewandowski inadvertently deflected the ball off his shoulder and into ‌his own net to send the teams into half-time level at 2-2.</p><p>After regrouping at the break, Barcelona took control of the game in the second half, relentlessly attacking Slavia’s defence.</p><p>Raphinha, Pedri and Lopez all squandered good opportunities before substitute Olmo produced a moment of magic. In ‌the 64th minute, he hammered an unstoppable strike from the edge of the box into the top corner, restoring Barcelona’s lead in emphatic style.</p><p>Lewandowski atoned for his earlier own ‌goal by sealing the victory in the 70th minute.</p><p>Marcus Rashford – another second-half ⁠substitute – went on a blistering run down the left flank and delivered a cross into the box. Although Lewandowski initially struggled to control the pass, he reacted quickly to poke the ball past Stanek and give Barcelona a two-goal cushion.</p><p>“We knew it would be a difficult match with ‌the cold weather, they’ve put a lot of pressure on us, it was tough … My feet and hands hurt, can barely feel them … It was tough, but we managed to come back and win,” Lopez told Movistar Plus.</p><p>“We were aware ‍that goal difference was something important. Looking to secure a top-eight finish, we wanted to keep a clean sheet, but it was difficult. Good thing we managed to play well and got the win.”</p></div></div></body></html>"
        }
    ]
}