{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Latin America: In the Shadow of the US | Ep 3 - Chaos | Politics | Al Jazeera",
            "time": "2026-02-23T16:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771771189.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The 21st-century wave of left-wing leaders triggered a US response, culminating in the 2026 capture of Venezuela’s President Nicolas Maduro.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Populism, foreign intervention, and fierce internal struggles: this concluding episode sees 21st-century power struggles transform Latin America. It follows the “pink tide” from Hugo Chavez’s 1998 victory in Venezuela through new leaders like Brazil’s Luiz Ignacio Lula da Silva and Bolivia’s Evo Morales to the arrival of a new kind of Argentinian woman president, Cristina Fernandez de Kirchner. This was an era of corruption scandals, drug-trafficking, migration crises, and dramatic turns such as Brazil’s polarising swing from Lula to Jair Bolsonaro and back again. It was also a new age of United States interference, from the US’s backing of Alvaro Uribe’s hardline strategies in Colombia to its January 2026 attack on Venezuela and its abduction of President Nicolas Maduro.</p><p>Now, as Chinese influence grows and Washington’s rhetoric hardens, answers to the question “What path lies ahead for Latin America?” must also consider the pressures on democracy exerted by autocrats, militias, and resurgent authoritarian populism.</p><p>Bringing together first-hand testimony, expert insight, and rare archives, this film reflects on how Latin America’s destiny seems bound to US ambition – yet driven by its own immensely complicated politics of survival, dreams of justice and stability, and peace.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What’s Netanyahu’s planned ‘hexagon’ alliance - and can it work? | Explainer News | Al Jazeera",
            "time": "2026-02-23T16:14:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/063_2238130926-1771847600.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"266\" data-end=\"442\">Israel’s Prime Minister Benjamin Netanyahu has outlined plans to form a new regional bloc, and has framed the Middle East as divided into “radical” Sunni and Shia axes.</p><p data-start=\"444\" data-end=\"588\">Speaking on Sunday, Netanyahu described a proposed “<a href=\"/news/2026/2/22/netanyahu-says-israel-will-forge-regional-alliance-to-rival-radical-axis\">hexagon</a> of alliances” which he says would include Israel, India, Greece and Cyprus, along with other unnamed Arab, African and Asian states. He said together, they would unite to collectively stand against what he called “radical” adversaries.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"992\" data-end=\"1144\">“In the vision I see before me, we will create an entire system, essentially a ‘hexagon’ of alliances around or within the Middle East,” Netanyahu said.</p><p data-start=\"1146\" data-end=\"1379\">“The intention here is to create an axis of nations that see eye to eye on the reality, challenges, and goals against the radical axes, both the radical Shia axis, which we have struck very hard, and the emerging radical Sunni axis.”</p><p data-start=\"590\" data-end=\"990\">However, no government has publicly endorsed this plan – or its sectarian framing. Two of the three countries Netanyahu named – Greece and Cyprus – are members of the International Criminal Court (ICC), which has an <a href=\"/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">arrest warrant</a> out for Netanyahu for war crimes in Gaza, and would be legally obliged to arrest him if he set foot there.</p><p data-start=\"1381\" data-end=\"1521\">Andreas Krieg, associate professor of security studies at King’s College London, told Al Jazeera that the Israeli prime minister may be overselling his idea.</p><p data-start=\"1523\" data-end=\"1754\">“The ‘unnamed Arab/African/Asian’ component may exist in the form of ad hoc security coordination and transactional diplomacy, but not necessarily in a way that resembles a NATO-style pact or treaty. It isn’t an alliance,” he said.</p><p data-start=\"1756\" data-end=\"1897\">“I’d treat the ‘hexagon’ less as a deliverable alliance and more as a branding exercise for a patchwork of existing relationships,” he added.</p><h2 id=\"what-does-netanyahu-mean-by-radical-axes\" data-start=\"1756\" data-end=\"1897\">What does Netanyahu mean by ‘radical axes’?</h2><p data-start=\"97\" data-end=\"348\">Netanyahu is seeking to replicate what he describes as his “victories” against the “Shia axis” – also known as the <a href=\"/video/start-here/2024/11/11/irans-axis-of-resistance-explained-start-here\">“axis of resistance”</a> – an informal, Iran-centred network of allied groups that oppose Israeli and Western influence in the Middle East.</p><p data-start=\"350\" data-end=\"550\">At its core stands Iran, which supports Hezbollah in Lebanon – long regarded as the region’s most powerful non-state actor aligned with Tehran before Israel killed much of its leadership in 2024.</p><p data-start=\"552\" data-end=\"706\">In Iraq, Tehran maintains ties with various Shia armed groups, including factions within the Popular Mobilisation Forces and groups such as Kataib Hezbollah.</p><p data-start=\"708\" data-end=\"858\">More recently, in Yemen, <a href=\"/news/2024/1/12/who-are-yemens-houthis-a-basic-guide\">the Houthis,</a> a Zaidi Shia movement, have risen in prominence, with Tehran providing material support, training and weapons.</p><h2 id=\"is-netanyahu-right-about-an-emerging-sunni-axis-as-well\">Is Netanyahu right about an emerging ‘Sunni axis’ as well?</h2><p data-start=\"2012\" data-end=\"2361\">Not really. Israel attacked at least six countries in the region in 2025, including Palestine, Iran, Lebanon, Syria and Yemen, and conducted attacks linked to Gaza in international waters in Tunisia and Greece.</p><p data-start=\"2012\" data-end=\"2361\">It has also <a href=\"/news/2025/8/16/arab-islamic-countries-condemn-netanyahus-greater-israel-remark\">threatened</a> Egypt, <a href=\"/features/2025/9/21/is-turkiye-israel-next-target-middle-east\">Turkiye</a>, Saudi Arabia, Iraq and Jordan.</p><p data-start=\"2363\" data-end=\"2495\">Rather than forming a unified “Sunni axis” – as Netanyahu describes them – several Sunni-majority states in the region have coordinated diplomatically in response to Israel’s regional belligerence.</p><p data-start=\"2363\" data-end=\"2495\">This coordination has included <a href=\"https://web.mfa.gov.so/joint-statement-by-a-cross-regional-group-of-countries-on-israels-illegal-recognition-of-the-somaliland-region-of-the-federal-republic-of-somalia-on-26-december-2025/\">joint statements</a> condemning Israeli efforts to recognise Somaliland as an independent state, condemning Israeli strikes on Syria and the ongoing genocide in Gaza.</p><p data-start=\"2363\" data-end=\"2495\">The need to counter Israeli actions also loomed over Turkish President Recep Tayyip Erdogan’s state visits at the start of February to Saudi Arabia and Egypt. Those countries have experienced strained relations in recent years.</p><p data-start=\"2497\" data-end=\"2758\">“We see that there are growing common efforts by regional countries against Israel, joint statements, joint diplomatic efforts, joint military engagements, the exploration of potential for joint defence adventures,” said Omer Ozkizilcik, a non-resident fellow at the Atlantic Council.</p><p data-start=\"2760\" data-end=\"2965\">“This alliance is not an alliance or not a collective alliance based on an ideology or based on Sunnism. This is a geopolitical, realistic behaviour and these states happen to be Sunni majority,” he told Al Jazeera.</p><figure id=\"attachment_4331688\" aria-describedby=\"caption-attachment-4331688\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4331688\" src=\"/wp-content/uploads/2026/02/AFP__20180115__WO7WH__v1__HighRes__IndiaIsraelPoliticsDiplomacy-1-1771837604.jpg?w=770&amp;resize=770%2C468&amp;quality=80\" alt=\"Indian Prime Minister Narendra Modi (R) hugs Israeli Prime Minister Benjamin Netanyahu during a press conference at Hyderabad House in New Delhi on January 15, 2018. (Photo by MONEY SHARMA / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4331688\" class=\"wp-caption-text\">Indian Prime Minister Narendra Modi (right) hugs Israeli Prime Minister Benjamin Netanyahu during a press conference at Hyderabad House in New Delhi on January 15, 2018 [Money Sharma/AFP]</figcaption></figure><h2 id=\"would-india-really-join\">Would India really join?</h2><p data-start=\"2993\" data-end=\"3221\">Netanyahu’s remarks come as Indian Prime Minister Narendra Modi prepares to <a href=\"/news/2026/2/22/modis-israel-visit-timeline-of-indias-relations-with-israel-palestine\">visit Israel</a>, where he is expected to address the Knesset and hold talks on artificial intelligence, quantum computing, security coordination and trade.</p><p data-start=\"3223\" data-end=\"3418\">Modi emphasised the friendly <a href=\"/features/2026/2/23/how-modi-broke-down-walls-between-india-israel-at-palestines\">relationship</a> between the two countries in a post on X on Sunday, writing that India “deeply values the enduring friendship with Israel, built on trust, innovation and a shared commitment to peace and progress”.</p><p data-start=\"3420\" data-end=\"3515\">The two leaders have deepened ties in recent years, but India remains a highly pragmatic actor.</p><p data-start=\"3517\" data-end=\"3685\">As a founding member of the Non-Aligned Movement, New Delhi has historically avoided rigid bloc politics. It simultaneously engages China, Russia and the United States.</p><p data-start=\"3687\" data-end=\"3954\">India also maintains extensive ties across the Gulf. Workers in the region send home billions in remittances annually. New Delhi retains close relations with Iran – describing ties as “<a href=\"https://www.mea.gov.in/Portal/ForeignRelation/India-Iran-Jan-2025.pdf\">civilisational</a>” – while also expanding <a href=\"https://www.arabnews.jp/en/saudi-arabia/article_145823/\">strategic cooperation</a> with Saudi Arabia.</p><p data-start=\"3956\" data-end=\"4282\">“The danger is in the signalling,” noted Krieg. Netanyahu’s framing as an “axis vs axis” project “risks hardening regional polarisation, giving Israel’s rivals (Iran, but also Turkiye and others) an easy narrative of encirclement, and making some would-be partners more cautious about being seen too close to Israel.”</p><p data-start=\"4284\" data-end=\"4442\">Netanyahu’s rhetoric could pull “India further into Middle East fault lines it generally prefers to manage pragmatically, not ideologically,” Krieg said, noting that India’s main interests lie in defence, technology and trade rather than signing up to Israel’s regional ambitions.</p><figure id=\"attachment_4211384\" aria-describedby=\"caption-attachment-4211384\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4211384\" src=\"/wp-content/uploads/2026/01/000_88V2346-1767446339.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Israeli Prime Minister Benjamin Netanyahu (C), Cypriot President Nikos Christodoulides (L) and Greek Prime Minister Kyriakos Mitsotakis (R) hold a joint press conference after a trilateral meeting in Jerusalem on December 22, 2025. (Photo by ABIR SULTAN / POOL / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4211384\" class=\"wp-caption-text\">From left, Cypriot President Nikos Christodoulides, Israeli Prime Minister Benjamin Netanyahu, and Greek Prime Minister Kyriakos Mitsotakis hold a joint news conference after a trilateral meeting in Jerusalem on December 22, 2025 [Abir Sultan/AFP]</figcaption></figure><h2 id=\"what-about-greece-and-cyprus\">What about Greece and Cyprus?</h2><p data-start=\"46\" data-end=\"337\">In December 2025, Israel hosted <a href=\"/news/2026/1/9/is-the-eastern-mediterranean-becoming-israels-new-front-against-turkiye\">Greece and Cyprus</a> for the latest round of meetings under their trilateral framework, established in 2016. Although formally centred on energy and connectivity, the grouping has steadily expanded into security and defence cooperation, in part aimed at Turkiye.</p><p data-start=\"4702\" data-end=\"4971\">Greece approved the purchase of 36 PULS rocket artillery systems from Israel in 2025, valued at approximately $760m. The two sides are holding discussions about a broader defence package estimated at $3.5bn, including an Israeli-built multi-layered air defence system.</p><p data-start=\"4973\" data-end=\"5065\">Cyprus has also received Israeli-made air defence systems, with further deliveries expected.</p><p data-start=\"5067\" data-end=\"5290\">Yet even here, the picture is fluid. Turkiye and Greece have entered a cautious rapprochement. Prime Minister Kyriakos Mitsotakis visited Ankara earlier this month in an effort to stabilise relations and expand economic ties.</p><p data-start=\"5292\" data-end=\"5570\">“The truth is that while there are all sorts of tactical partners Israel might have, technical partnerships and alliances Israel might enjoy, nobody wants to touch Israel with a 10-foot pole,” said Ori Goldberg, an independent Israeli analyst and political commentator.</p><p data-start=\"5572\" data-end=\"5766\">“Israel is bad news. The Israeli brand has deteriorated to such an extent that it only brings potential chaos and instability, and in the most literal sense, look at what Israel does,” he added.</p><p data-start=\"45\" data-end=\"310\">On the face of it, Israel’s pitch for a wider regional alliance runs counter to the interests of these countries, which Krieg notes are largely centred on “Eastern Mediterranean security and energy dynamics” rather than a broader Middle East project Netanyahu envisions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-now\">Why now?</h2><p data-start=\"5786\" data-end=\"5855\">The initiative comes at a politically sensitive moment for Netanyahu, whose legal troubles abroad have been compounded by legal troubles at home.</p><p data-start=\"5857\" data-end=\"6102\">“With elections due later this year, Netanyahu has a clear incentive to project statesmanship and to argue that Israel is not diplomatically isolated and that it can still convene meaningful regional and extra-regional partnerships,” said Krieg.</p><p data-start=\"6104\" data-end=\"6255\">Netanyahu faces domestic pressure over proposed judicial reforms and protests surrounding efforts to recruit ultra-Orthodox Jews into military service.</p><p data-start=\"6257\" data-end=\"6385\">He is also standing trial in <a href=\"/news/2025/12/2/beyond-netanyahu-israels-major-political-corruption-scandals\">three corruption cases</a> involving charges of bribery, fraud and breach of trust dating back to 2016, which may very well end in jail time.</p><p data-start=\"6387\" data-end=\"6445\">His “hexagon” initiative “reads as a hedge”, Krieg argued.</p><p data-start=\"6447\" data-end=\"6711\">“The Saudi normalisation track has become far more politically costly for Riyadh, and Israel is trying to show it has alternatives and can build ‘minilateral’ coalitions around connectivity, energy and security even without a headline Saudi breakthrough,” he said.</p><p data-start=\"6713\" data-end=\"6848\">Since October 2023, Israel’s economy has faced mounting strain, with business closures rising and credit agencies downgrading outlooks.</p><p data-start=\"6850\" data-end=\"7026\">“The Israeli economy is not doing well … jobs are disappearing, and investments are much costlier than they were. Israel is faltering at best and sailing at worst,” Goldberg said.</p><p data-start=\"7028\" data-end=\"7171\">“Nothing Israel does seems to work. So what’s better than to fully retreat into a fantasy world where you have a hexagonal alliance?”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Pakistan vs England: Super Eight T20 World Cup - team news, start time, XI | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-23T15:39:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260207__96GW8RN__v1__HighRes__CricketIccMensT20Wc2026PakNed-1771848287_03fdc5-1771849251.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Pakistan vs England<br>\n<strong>What:</strong> 2026 ICC Men’s T20 World Cup Super Eight<br>\n<strong>When:</strong> Tuesday, February 24, at 7pm (13:30 GMT)<br>\n<strong>Where:</strong> Pallekele International Cricket Stadium, Kandy, Sri Lanka<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 10:30 GMT in advance of our text commentary stream.</p><p><em>Click <a href=\"/sports/\">here</a> to follow our live coverage.</em></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The second Super Eight ties of the 2026 ICC Men’s T20 World Cup starts on Tuesday with an intriguing contest between former champions who both consider themselves legit title contenders: Pakistan and England.</p><p>Pakistan, despite being humiliated by India in the group phase, possess a stacked roster who, on their day, can compete with any cricket team in the world.</p><p>England, listed as the pre-tournament joint-second favorite to raise the T20 world crown, are slowly building momentum in the competition, as exhibited by their dismantling of host nation Sri Lanka in their Super Eight opener on Sunday.</p><p>Al Jazeera Sport takes a look at the matchup, which may turn out to be a pivotal outcome affecting both nations’ semifinal qualification hopes.</p><h2 id=\"what-s-at-stake-in-the-pakistan-england-super-eight-tie\">What’s at stake in the Pakistan-England Super Eight tie?</h2><p>Pakistan desperately need a win after their first match against New Zealand was washed out on Saturday.</p><p>A defeat would put England, who skittled Sri Lanka out for just 95 runs, through to the semifinals with a game to spare.</p><p>Pakistan would then need to beat Sri Lanka in their final Super Eight match and hope other results go their way to reach the last four.</p><p>History will be against Pakistan as they have never beaten England in three previous Twenty20 (T20) World Cup clashes.</p><p>“We are confident and our morale is high,” said Pakistan batsman Sahibzada Farhan, who scored an unbeaten 100 against Namibia in Pakistan’s final group match.</p><p>“We are focused on this match to win and progress.”</p><h2 id=\"weather-watch-for-pakistan-in-pallekele\">Weather watch for Pakistan in Pallekele</h2><p>Persistent rain in the Sri Lankan capital Colombo forced the <a href=\"/sports/2026/2/21/pakistan-new-zealand-super-eights-opener-abandoned-at-t20-world-cup\">abandonment of Pakistan’s opening Super Eight game with New Zealand</a> without a single ball being bowled, forcing the sides to split the points at R Premadasa Stadium.</p><p>Pakistan will be hoping that the weather does not play a factor in their crucial second tie as another split result would all but end their semifinal aspirations.</p><p>Thankfully, the forecast looks good for Tuesday’s match against England at the Pallekele International Stadium in Kandy, with 33 degrees Celsius (91F) predicted with only a 25 percent possibility of rain. In short, there should be a result and a full match is a strong possibility.</p><h2 id=\"england-rounding-into-form\">England rounding into form</h2><p>England kicked off their Super Eight campaign with a <a href=\"/sports/2026/2/22/england-bowlers-crush-sri-lanka-in-t20-world-cup-super-eight-opener\">51-run victory over Sri Lanka</a>, a statistically dominant result that vaulted them to the top of the Group 2 standings on net run rate.</p><p>The two-time champions have now won their last three matches at the tournament.</p><p>Will Jacks has been the breakout star with the bat at the tournament, averaging 65 on a scintillating 195 strike rate.</p><figure id=\"attachment_4332036\" aria-describedby=\"caption-attachment-4332036\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4332036\" src=\"/wp-content/uploads/2026/02/AFP__20260211__96ZZ8T6__v1__HighRes__CricketIccMensT20Wc2026EngWis-1771848169.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Harry Brook in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4332036\" class=\"wp-caption-text\">England captain Harry Brook has his side at the top of the Super Eight Group 2 standings ahead of the all-important Pakistan tie on Tuesday [Indranil Mukherjee/AFP]</figcaption></figure><h2 id=\"pakistan-to-put-england-in-a-spin\">Pakistan to put England in a spin</h2><p>Pakistan on Monday warned England’s inconsistent batting lineup to expect a trial by spin when the teams clash.</p><p>Farhan told reporters that England struggled to 146-9 against Sri Lanka’s spinners on Sunday.</p><p>The in-form opener said that England can expect more of the same from Pakistan’s spinners when they meet on the same Pallekele ground on Tuesday night.</p><p>“What we saw in the Sri Lanka-England game was that the ball was gripping and England struggled against spin,” said Farhan on Monday.</p><p>“Sri Lanka have one or two spinners, but we have five in all, so we will give England a tough time on a pitch that looks good and will grip,” he added.</p><p>Pakistan’s spinners have taken 26 wickets in the four matches so far. Their seamers have dismissed only seven batsmen.</p><h2 id=\"will-not-be-difficult-farhan-on-archer-express\">‘Will not be difficult’: Farhan on Archer express</h2><p>Farhan, who tops the T20 World Cup run-scoring chart with 220, said he was ready for the threat of England’s express pace bowler Jofra Archer.</p><p>“Facing Archer will not be difficult because I have faced similar bowlers in Pakistan,” said Farhan.</p><p>“So if he has plans against me, I also have plans against him.”</p><h2 id=\"pakistan-team-news\">Pakistan team news</h2><p id=\"pakistan-are-likely-to-bring-in-spinner-abrar-ahmed-in-place-of-seaming-all-rounder-faheem-ashraf\">Pakistan are likely to bring in spinner Abrar Ahmed in place of seaming all-rounder Faheem Ashraf.</p><p>Shaheen Shah Afridi’s omission from the final group stage match against Namibia and the Super Eight opener against New Zealand was a huge shock.</p><p>The bowling superstar was expensive in the group phase, with his side pivoting to a spin-dominant strategy.</p><p>With Pakistan desperately needing a win against England, the left-arm quick is expected to return to the starting XI.</p><h2 id=\"england-team-news\">England team news</h2><p>England may name an unchanged side for the fifth match in succession with Liam Dawson, Will Jacks, Adil Rashid and Jacob Bethell providing their spin options.</p><h2 id=\"form-guide\">Form Guide:</h2><p><strong>Pakistan</strong></p><p>W-W-L-W-NR (most recent result last)</p><p><strong>England</strong></p><p>W-L-W-W-W (most recent result last)</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4323884\" src=\"/wp-content/uploads/2026/02/Interactive_T20_Cricket_Super8_Feb18_2026-1771484826.jpg?quality=80\" alt=\"Interactive_T20_Cricket_Super8_Feb18_2026-1771484826\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-is-england-s-t20-world-cup-record\">What is England’s T20 World Cup record?</h2><p>England has won the T20 World Cup title twice, in 2010 (defeated Australia) and in 2022 (defeated Pakistan).</p><p>They jointly hold the record for the most T20 World Cup titles alongside India (2007, 2024) and the West Indies (2012, 2016).</p><h2 id=\"what-is-pakistan-s-t20-world-cup-record\">What is Pakistan’s T20 World Cup record?</h2><p>Pakistan are three-time finalists, but have only lifted the trophy once.</p><p>The first appearance in the final came in the inaugural competition in 2007, when India claimed a five-run win.</p><p>The second edition, in 2009, saw Pakistan beat Sri Lanka in the final, but a 13-year wait ensued for the next appearance in the showpiece finale – only for England to sweep to a five-wicket victory.</p><h2 id=\"what-happened-the-last-time-england-played-pakistan-in-a-t20-match\">What happened the last time England played Pakistan in a T20 match?</h2><p>England and Pakistan have not played each other in a Twenty20 fixture since before the last T20 World Cup in 2024.</p><p>The sides competed in a four-game series in England with the home side winning 2-0, capping off their triumph in the last fixture with a seven-wicket victory at The Oval on May 30, 2024.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This will be the 32nd meeting between the countries in cricket’s shortest format.</p><p>England has won more than two-thirds of matches with 21 victories, while Pakistan has nine wins. There has been one “no result”.</p><h2 id=\"possible-pakistan-playing-xi\">Possible Pakistan playing XI</h2><p>Sahibzada Farhan, Saim Ayub, Salman Ali Agha (c), Babar Azam, Usman Khan (wk), Khawaja Nafay, Shadab Khan, Mohammad Nawaz, Shaheen Shah Afridi, Abrar Ahmed, Usman Tariq</p><h2 id=\"possible-england-playing-xi\">Possible England playing XI</h2><p>Jos Buttler (wk), Phil Salt, Jacob Bethell, Harry Brook (c), Tom Banton, Sam Curran, Will Jacks, Jamie Overton, Liam Dawson, Jofra Archer, Adil Rashid</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288503\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220856.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220856\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Bus crash in Nepal kills 19 | Infrastructure | Al Jazeera",
            "time": "2026-02-23T15:31:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771860663.jpg?resize=1623%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Mexican general details operation the led to ‘El Mencho’ killing | Drugs | Al Jazeera",
            "time": "2026-02-23T15:22:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-23T140155Z_169190197_RC2QRJALR37J_RTRMADP_3_MEXICO-SHEINBAUM_cropped-1771859307.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Benfica’s Prestianni gets provisional one-match ban for Vinicius incident | Football News | Al Jazeera",
            "time": "2026-02-23T15:20:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2261683038-1771858899_00a450-1771858979.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Benfica’s Prestianni gets provisional one-match ban for Vinicius incident</h1><p class=\"article__subhead\"><em>UEFA announces suspension of Gianluca Prestianni after accusations he racially abused Real Madrid’s Vinicius Jr.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Union of European Football Associations (UEFA) says it has provisionally suspended Benfica player Gianluca Prestianni for one match after accusations he racially abused Real Madrid star Vinicius Jr.</p><p>The decision, announced on Monday, means that Prestianni will miss Wednesday’s second leg of the Champions League playoff between Real and Benfica at the Bernabeu. Madrid won the first match in Lisbon on Tuesday with Vinicius scoring a second-half winner for a 1-0 victory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The game was halted for nearly 10 minutes after the Brazil forward scored and celebrated by the Benfica corner flag, upsetting local fans and players. After being confronted by Prestianni, Vinicius accused the Argentinian player of calling him “monkey”.</p><p>Prestianni has denied racially insulting Vinicius.</p><p>The antiracism protocol was activated but no further action was taken during the match as there was no evidence against Prestianni, who covered his mouth with his shirt while talking to Vinicius. The Madrid forward was shown a yellow card after his celebration.</p><p>UEFA said the decision from its Control, Ethics and Disciplinary Body is related to discriminatory behaviour.</p><p>“This is without prejudice to any ruling that the UEFA disciplinary bodies may subsequently make following the conclusion of the ongoing investigation and its respective submission to the UEFA disciplinary bodies,” it said in a statement.</p><figure id=\"attachment_4321934\" aria-describedby=\"caption-attachment-4321934\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4321934\" src=\"/wp-content/uploads/2026/02/GettyImages-2262180061-1771405820.jpg?w=770&amp;resize=770%2C653&amp;quality=80\" alt=\"Gianluca Prestianni of Benfica speaks towards Vinicius Junior of Real Madrid during the UEFA Champions League 2025/26 League Knockout Play-off First Leg match\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4321934\" class=\"wp-caption-text\">Prestianni, far right, covers his mouth during the incident, after which Vinicius Jr said Prestianni a racially abused him [File: Angel Martinez/Getty Images]</figcaption></figure><p>FIFA President Gianni Infantino said after the match that he was “shocked and saddened to see the incident of alleged racism” and praised the referee for activating the antiracism protocol.</p><p>Benfica showed support for Prestianni with the Portuguese club accusing Madrid players who said they heard the insult of being too far away. Benfica later released a statement saying it welcomed UEFA’s investigation and it “fully supports and believes the version presented” by Prestianni, “whose conduct while with the club has always been guided by respect” towards everyone.</p><p>Benfica fans had reacted angrily to Vinicius celebrating his 50th-minute goal by dancing at the corner flag. They threw bottles and other objects towards the Madrid players. Prestianni then confronted Vinicius and said something while covering his mouth with his jersey.</p><p>Prestianni insisted that Vinicius misunderstood what was said while Benfica players after the match reportedly said the Argentinian provoked the Brazil forward but never racially insulted him.</p><p>Kylian Mbappe was among the Madrid players who strongly defended Vinicius and posted on X: “Dance, Vini, and please never stop. They will never tell us what we have to do or not.”</p><p>The France star also said Prestianni should never play in the Champions League again.</p></div></div></body></html>"
        },
        {
            "title": "What is Christian Zionism, the pro-Israel ideology invoked by US ambassador | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-23T15:14:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/10/2024-07-29T154620Z_580598955_RC2159AWCXYY_RTRMADP_3_RELIGION-ISRAEL-1730190040.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Ambassador to Israel Mike Huckabee has faced condemnation from Arab and Muslim countries after suggesting Israel has a biblical right to much of the Middle East.</p><p>In an interview with prominent right-wing American commentator Tucker Carlson, <a href=\"/news/2026/2/21/absurd-and-provocative-huckabee-faces-firestorm-for-israel-border-stance\">Huckabee </a>suggested that Israel has a God-given right to land stretching from the Euphrates River to the Nile, which would encompass Lebanon, Syria, Jordan and parts of Saudi Arabia.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p><span>“</span><a href=\"/news/2026/2/20/us-envoy-suggests-it-would-be-fine-if-israel-expands-across-middle-east\">It would be fine</a><span> if they took it all,” he said, arguing that the geographical borders of Israel are rooted in the Bible, a belief shared by Christian Zionists.</span></p><p>The US diplomat, a self-professed Christian Zionist and staunch supporter of Israel, later walked back his comments, calling them “somewhat hyperbolic” and adding that Israel is not seeking expansion but has a right to security within its current borders.</p><p>But were his comments indeed hyperbolic in the Christian Zionist worldview? Or is that precisely what he and his fellow proponents of the ideology believe?</p><h2 id=\"how-did-christian-zionism-begin-and-what-are-its-tenets\">How did Christian Zionism begin, and what are its tenets?</h2><p>In 1878, William Blackstone, a student of the prominent American evangelist Dwight Moody and a believer in the biblical restoration of Israel, published a book titled Jesus Is Coming. The best-selling work popularised among Americans a belief held by some Christian leaders: that God had given the land of Israel to the Jewish people.</p><p>This conviction, often taken from a Protestant evangelical perspective, draws on the ancient biblical idea that, nearly four millennia ago, God promised the land to the Jews, who would rule it until the return of Jesus to Jerusalem for the rapture. According to this theology, Christians will be saved upon Christ’s return while non-Christians who do not convert will face damnation.</p><p>The most commonly quoted Bible verse relating to this covenant is Genesis 12:3, in which God tells Abraham: “I will bless those who bless you and I will curse those who curse you and in you all the families of the earth will be blessed,” according to the Religion Media Centre.</p><p>According to ChristianZionism.org, a website run by professors, pastors and leaders of church-related organisations, four themes can be found in Christian Zionist thought: One, the founding of today’s nation-state of Israel in 1948 marked the final human era and signals an end of times. Two, the ongoing conflict in the Middle East is a part of God’s plan with a great and final war preceding the second coming of Christ. Three, God’s covenant with Israel is eternal and unconditional. And four, failing to support Israel’s political dominance today will incur divine judgement.</p><p>Writer and historian David Swift said that although many Christians – evangelical or otherwise – supported the creation of Israel before 1948, they cannot be called Christian Zionists in the modern parlance.</p><p>“This is because Christian Zionism essentially fuses religious belief with a military, strategic and even economic programme,” Swift told Al Jazeera.</p><p>“Specifically, Christian Zionism is not just the belief that the biblical land of Israel is the ordained country of the Jewish people but that it is in America’s strategic, military and economic interest to support the expansion of Israel.”</p><p>Fathi Nimer, a policy fellow at Al-Shabaka: The Palestinian Policy Network, described the movement as one that “translates into absolute unquestioning support for the Israeli regime”.</p><p>He described hearing a podcast about a Christian Zionist woman visiting Bethlehem who, after seeing the separation wall, Israeli soldiers and the harsh conditions in Palestinian refugee camps, remarked: “I feel bad for them, but scripture is scripture.”</p><p>“‘Scripture is scripture’ – that overrides everything,” Nimer told Al Jazeera.</p><p>“That’s why it’s such a powerful tool for brainwashing.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-many-american-christian-zionists-are-there\">How many American Christian Zionists are there?</h2><p>According to author and academic Tristan Sturm, the largest population of Christian Zionists is in the US, and it numbers more than 30 million. Most are affiliated with evangelical churches in the southeast and south-central regions, often referred to as the “Bible Belt”.</p><p>The biggest organisation is Christians United for Israel, which itself boasts 10 million members, Nimer said.</p><p>“They are overwhelmingly conservative Republicans, found mostly in the Bible Belt, but also other places in the United States, and they form one of the most formidable voting blocs in the Republican Party,” he said.</p><p>Swift stated that only a few million from this group, however, are “fully signed up to the political, military and religious aspects of Christian Zionism”.</p><h2 id=\"what-impact-do-christian-zionists-have-on-us-policy\">What impact do Christian Zionists have on US policy?</h2><p>Nimer argued that Christian Zionists are “deeply intertwined” with American politics. “A lot of the major donors to the Republican Party and also the Democratic Party are Christian Zionists,” Nimer said.</p><p>According to the analyst, Christian Zionists are a cornerstone of Israeli lobbying groups, ranging from the <a href=\"/news/2026/2/4/aipac-linked-pac-ups-pressure-on-moderate-us-democrat-in-new-strategy\">American Israel Public Affairs Committee (AIPAC)</a> to the <a href=\"/news/2025/10/5/why-is-adl-the-jewish-advocacy-group-receiving-blowback-from-maga\">Anti-Defamation League</a>, “that work to spread the Israeli narrative” in American society.</p><p>Meanwhile, a lot of members of the US Congress are “openly” Christian Zionist, Nimer said.</p><p>“[Politicians like] Mike Huckabee, … they reached the highest echelons of the state. And they bring these beliefs into their politics, into their policies,” the analyst said.</p><p>US foreign policy on Israel is, therefore, heavily influenced and shaped around the underlying biblical premise that the Jewish people are divinely destined to be restored to Palestine, he argued.</p><p>“When it comes to Palestine and the region in general, as you see right now with the [potential] war in Iran, they’re saying that the ballistic missile programme is now on the table,” Nimer said.</p><p>“It has nothing to do with the nuclear deal, … but the idea is that Israel must be able to maintain its superiority over every country in the region, and that’s a decree by God because if Israel prospers, then that’s another step towards the end of the world.”</p><p>Christian Zionist groups have also backed Israel’s illegal settlement project in the occupied West Bank and other measures that they see as reinforcing Israeli Jewish sovereignty.</p><p>Furthermore, for two decades, organisations such as HaYovel have been bringing in hundreds of American Christian volunteers to work in Israeli settlement agricultural projects, especially during the genocidal war on Gaza, when Jewish Israelis were called for military duty. Many also strongly endorsed US President Donald Trump’s moving of the US embassy from Tel Aviv to Jerusalem in 2017.</p><p>Swift, however, said Christian Zionists have played only a minor role in shaping US support for Israel and their influence is waning.</p><p>He argued that while Christian Zionism is integrated with a “broader neoconservative foreign policy agenda” also tied to the “US defence industry and broader military-industrial complex”, the group does not have much influence in American politics, and, in fact, it is declining.</p><p>Traditionally, US government support for Israel was driven by Cold War considerations and by pressure from the Jewish community within the US and lobbying groups like AIPAC. What played less of a role was support for Israel from evangelical Christians and the smaller community of Christian Zionists, Swift said.</p><p>“The US president is finally de facto abandoning the previous theoretical support for a two-state solution – although not for Christian Zionist reasons. When Trump talks of ethnically cleansing Gaza and turning it into a beach resort, he uses the language of real estate, not the Old Testament,” the historian said.</p><p>According to the analysts, very representative.</p><p>“It is pretty representative: Christian Zionists derive their understanding of the proper borders of Israel from the same place as people like [Israeli National Security Minister] Itamar Ben-Gvir and [Israeli Finance Minister] Bezalel Smotrich: the Old Testament. Therefore, they think Israel should expand to include all of the territory of ‘biblical Israel’,” Swift said, referring to the far-right Israeli cabinet members who have worked to expand and protect Israeli settlements and outposts in the occupied West Bank, which are illegal under international law.</p><p>Nimer said Huckabee’s statement is also not something that can be criticised within the Christian Zionist community.</p><p>“You’re not allowed to criticise that because it’s like you’re criticising prophecy and you’re criticising God and the return of Jesus,” he said.</p><p>Huckabee’s comments, therefore, come as no surprise despite infringing upon the sovereignty of US allies in the Middle East, Nimer said.</p><p>On Monday, Smotrich said Israel would eventually occupy the Gaza Strip and establish a Jewish settlement there despite a “ceasefire” that went into effect in October.</p><p>“We are giving US President Donald Trump the opportunity to do it in his own way. If he does not succeed in eliminating Hamas, the Israeli army will get international legitimacy and American support to do it,” he said in statements to Israeli radio.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-do-jewish-israelis-view-christian-zionists\">How do Jewish Israelis view Christian Zionists?</h2><p>Mimi Kirk, the director of the Institute for the Study of Christian Zionism and the associate director of Georgetown University’s Center for Contemporary Arab Studies, <a href=\"/opinions/2020/2/16/christian-zionist-archaeology-a-tool-of-palestinian-subjugation\">writes</a> that “despite the matter of their supposed end-of-times demise according to this view, Jewish Israeli leaders have embraced the money and influence on US foreign policy that Christian Zionists offer,” especially as its adherents include top officials from the first Trump administration, including former Vice President Mike Pence and Secretary of State Mike Pompeo.</p><p>Nimer said it’s a rather “cynical relationship”, given that the Christian Zionist worldview, which sees all non-Christians going to hell, is “anti-Semitic to the bone”.</p><p>“But they support Israel, so it’s fine,” the policy analyst said.</p><p>“They care about what they can get out of them right now as the biggest support base in the West currently.”</p><p>Israel is further banking on this support because it is quickly losing its “progressive facade” of a “liberal democracy” with “all these progressive rights”, Nimer added.</p><p>“This has completely faded over the last few decades, and especially since the genocide in Gaza, this has become completely unacceptable.”</p><h2 id=\"how-do-christians-in-palestine-view-christian-zionists\">How do Christians in Palestine view Christian Zionists?</h2><p>Palestinian Christians have long voiced concern that the Christian Zionist position threatens their existence, further entrenching Israel’s occupation while marginalising their community and undermining the historic churches of the Holy Land.</p><p>Just last month, the <a href=\"/news/2026/1/18/jerusalem-patriarch-churches-say-christian-zionism-threatens-christianity\">Patriarchs and Heads of the Churches in Jerusalem said</a> activities by local individuals advancing “damaging ideologies, such as Christian Zionism” “mislead the public, sow confusion, and harm the unity of our flock”.</p><p>The Christian leaders warned that these efforts could undermine the Christian presence not only in the Holy Land but across the wider Middle East.</p><p>The statement came amid growing concern among Palestinian Christians that Israel’s policies – including land confiscation, settlement expansion and pressure on church property – are accelerating the erosion of one of the world’s oldest Christian communities.</p><h2 id=\"are-there-critiques-of-christian-zionism-among-other-christians\">Are there critiques of Christian Zionism among other Christians?</h2><p>Criticism of Christian Zionists from within Christianity is abundant.</p><p>In the US, the Institute for the Study of Christian Zionism was created to critique and combat the movement through liberation theology, seeking justice for Palestinians and a resolution to the ongoing conflict.</p><p>Swift pointed out that many of the world’s most Catholic countries, from Ireland to those in South America and Southern Europe, “tend to be quite pro-Palestinian”.</p><p>Meanwhile, Palestinian Christian scholars “have written very detailed theological critiques of Christian Zionism”, Nimer said, as have pastors from other parts of the Global South.</p><p>A prize awarded by the Nelson Mandela Foundation last year was explicitly aimed at initiatives working against Christian Zionism, and a conference next month in Turkiye is being organised to combat the ideology, Nimer said.</p><p>“The world is waking up to how insidious this ideology is and how it creeps into societies and makes it impossible to have any kind of solidarity with Palestinians as long as they believe it,” he said.</p></div></div></body></html>"
        },
        {
            "title": "US orders non-emergency personnel to leave Beirut embassy amid tensions | Politics News | Al Jazeera",
            "time": "2026-02-23T14:57:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25173625452555-1771858036.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has ordered the departure of non-emergency personnel at its embassy in Beirut, a senior State Department official has confirmed, amid escalating tensions <a href=\"/news/2026/2/23/iran-says-ready-for-talks-but-will-defend-itself-against-us-aggression\">in the region</a>.</p><p>The move on Monday comes as the US continues to amass military assets in the Middle East, with President Donald Trump threatening to attack Iran almost daily.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We continuously assess the security environment, and based on our latest review, we determined it prudent to reduce our footprint to essential personnel,” the US official told Al Jazeera.</p><p>“The Embassy remains operational with core staff in place. This is a temporary measure intended to ensure the safety of our personnel while maintaining our ability to operate and assist US citizens.”</p><p>The departure order also covered “eligible family members” of non-emergency embassy staff.</p><p>Hezbollah, which has been weakened by Israel’s 2024 <a href=\"/news/2024/8/25/israel-launches-attacks-on-lebanon-hezbollah-launches-rockets-at-israel\">assault on Lebanon</a>, has not ruled out interfering militarily in support of Iran should a war break out.</p><p>Washington, the largest donor to the Lebanese military, has been playing an increased role in Lebanon since the war that saw the influence of Hezbollah shrink in the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US is the lead sponsor of the 2024 ceasefire between Hezbollah and Israel, which the Israeli military has been violating almost daily with deadly attacks across the country.</p><p>Israel has stepped up its strikes in Lebanon in recent weeks. A wave of <a href=\"/news/2026/2/20/one-killed-in-israeli-strike-on-largest-palestinian-refugee-camp-in-lebanon\">Israeli attacks</a> killed at least 12 people on Friday.</p><p>At the same time, Israel has been blocking the reconstruction of border towns in Lebanon, ensuring that tens of thousands of <a href=\"/features/2026/2/2/a-year-after-hezbollah-israel-ceasefire-over-64000-lebanese-displaced\">displaced people</a> are unable to return to their homes.</p><p>The Israeli military also continues to occupy five outposts inside Lebanese territory in violation of the ceasefire agreement.</p><p>The Lebanese government has been pleading with the international community, including the US, to pressure Israel to end its violations of the truce to no avail.</p><p>In a complaint to the United Nations in January, Beirut said it documented <a href=\"/news/2026/1/26/lebanon-files-un-complaint-against-israels-daily-ceasefire-violations\">2,036 Israeli breaches</a> of Lebanon’s sovereignty in the final three months of 2025.</p><p>And the violations have been intensifying this year.</p><p>As the US appeared to be on the cusp of attacking Iran last month, Hezbollah’s chief Naim Qassem kept the door open to entering the conflict, arguing that Lebanon may be attacked as part of the war.</p><p>“Facing these similar and intertwining possibilities, and facing this aggression that does not distinguish between us, we are concerned with what is happening and targeted by the possible aggression and determined to defend [ourselves],” Qassem said.</p><p>In recent weeks, Israeli attacks have raised concern over a possible all-out Israeli assault on Lebanon to neutralise Hezbollah before or during a conflict with Iran.</p><p>Last year, the government of President Joseph Aoun and Prime Minister Nawaf Salam agreed to a US plan to disarm Hezbollah.</p><p>The Lebanese military said in January that <a href=\"/news/2026/1/8/lebanons-army-says-phase-one-of-hezbollah-disarmament-in-south-completed\">it completed</a> the first stage of removing the weapons of non-state actors near the Israeli border and was moving to the second phase, which covers areas farther north.</p><p>However, Hezbollah has remained defiant, arguing that its arms are necessary to protect Lebanon against <a href=\"/news/2026/2/20/us-envoy-suggests-it-would-be-fine-if-israel-expands-across-middle-east\">Israeli expansionism</a>.</p><p>In December, Trump <a href=\"/news/2025/12/30/five-key-takeaways-from-trump-netanyahu-meeting-in-florida\">accused Hezbollah</a> of “behaving badly” when asked whether his administration would back renewed Israeli war in Lebanon.</p><p>US envoy <a href=\"/news/2025/8/28/us-envoy-says-calling-lebanon-reporters-animalistic-was-inappropriate\">Tom Barrack</a>, who has been regularly visiting the country, said Washington was arming the Lebanese army not to defend the country against Israel but to “fight their own people, Hezbollah”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The sharp decline of Hezbollah’s power in Lebanon is emblematic of the setback of Iran’s network of allied groups, known as the Axis of Resistance.</p><p>Still, the Tehran-backed Iraq group <a href=\"/news/2026/1/26/iraqs-kataib-hezbollah-warns-of-total-war-if-iran-is-attacked\">Kataib Hezbollah</a> has threatened “total war” if the US or Israel strikes Iran.</p><p>In Lebanon, US diplomats and interests have come under attack in the past.</p><p>During the Lebanese Civil War in 1983, a car bombing attack targeted the US embassy in Beirut, killing dozens of people, including 17 Americans.</p><p>Later the same year, an enormous suicide bombing killed 241 US service members at the Marine Corps barracks after US troops deployed to Beirut.</p><p>The US embassy in Lebanon – one of the largest diplomatic missions in the world – is now housed in a fortified campus on a hilltop in the northern Beirut suburb of Aaoukar.</p></div></div></body></html>"
        },
        {
            "title": "Israel designates five Palestinian news outlets as ‘terrorist’ groups | Gaza News | Al Jazeera",
            "time": "2026-02-23T14:39:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250610__49RT6KN__v1__HighRes__PalestinianIsraelConflict-1-1771848324.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel designates five Palestinian news outlets as ‘terrorist’ groups</h1><p class=\"article__subhead\"><em>Israel fails to provide proof for allegations against Al Asima News, Quds Plus, Alquds Albawsala, Maraj and Maydan Alquds</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s Defence Minister Israel Katz has signed a military order designating five Palestinian local online media platforms as “terrorist” organisations, alleging links to Hamas, according to local Israeli media.</p><p>The order announced by Katz on Monday targets Al Asima News, Quds Plus, Alquds Albawsala, Maraj and Maydan Alquds. It said the outlets are used to incite unrest, particularly in Jerusalem.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p>The decision comes as media monitors and rights groups continue to highlight Israel’s crackdown on freedom of speech, including in the occupied Palestinian territories.</p><p>Al Jazeera’s Nour Odeh, reporting from Ramallah in the occupied West Bank, said the order targets vital sources of information for Palestinians, serving as their “eyes and ears, especially in Jerusalem”.</p><p>“The occupied West Bank is divided by over a thousand gates and checkpoints, while entry into occupied East Jerusalem for most Palestinians is basically impossible – certainly not without an Israeli permit,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“These media outlets provide Palestinians with minute-to-minute updates of what is happening in Jerusalem, of Israeli violations, of the atmosphere.”</p><p>Odeh noted that the Israeli Ministry of Defence has not provided “any evidence” regarding the accusations against the five media outlets.</p><p>“We’ve seen Israel lodge these kinds of accusations against Palestinian journalists in the past without foundation, even accusations that were debunked. But still, journalists paid with their freedom or sometimes their lives because of them.”</p><h2 id=\"nearly-300-journalists-killed-in-gaza\">Nearly 300 journalists killed in Gaza</h2><p>Since Israel’s genocidal war on Gaza began in October 2023, the government led by Prime Minister Benjamin Netanyahu has continued to crack down on Palestinian journalists and outlets.</p><p>Israel has barred foreign journalists from independently entering Gaza since the war started, allowing only a limited number of reporters embedded with its military to work in Gaza on a case-by-case basis.</p><p>Since the war broke out, nearly <a href=\"/news/2025/12/28/israel-kills-over-700-relatives-of-palestinian-journalists-in-gaza-report\">300 journalists and media workers</a> have been killed by Israel in Gaza, according to Shireen.ps, a monitoring website named after Al Jazeera’s veteran correspondent <a href=\"/features/longform/2023/5/11/shireen-abu-akleh-al-jazeera-reporter-and-daughter-of-palestine\">Shireen Abu Akleh</a>, who was killed by Israeli forces in the occupied West Bank in 2022.</p><p>Last month, Israeli Communications Minister Shlomo Karahi ordered a <a href=\"/news/2026/1/25/israel-extends-ban-on-al-jazeeras-operations-by-90-days\">90-day extension</a> of an existing ban on Al Jazeera’s operations in Israel, blocking broadcasting and internet companies from carrying the network’s content.</p><p>In <a href=\"/news/2024/5/5/netanyahu-government-votes-to-close-al-jazeera-channel-in-israel\">May 2024</a>, at the height of Israel’s genocidal war on Gaza, the Israeli cabinet voted to shut Al Jazeera’s operations in Israel, weeks after the Israeli parliament passed a law allowing the temporary closure of foreign broadcasters considered to be a “threat to national security”.</p></div></div></body></html>"
        },
        {
            "title": "Winter storm hits US Northeast, shuts down New York City | Newsfeed | Al Jazeera",
            "time": "2026-02-23T14:31:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771857109.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Who was El Mencho? What drug lord’s killing means for Mexico | Drugs News | Al Jazeera",
            "time": "2026-02-23T13:46:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-22T205910Z_969491302_RC20RJA9SLOE_RTRMADP_3_MEXICO-VIOLENCE-1-1771845036.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In a military raid supported by the United States, Mexican forces have located and killed one of the country’s most wanted drug lords, Nemesio Oseguera Cervantes, also known as <a href=\"/amp/news/2026/2/22/mexico-announces-killing-of-drug-cartel-kingpin-el-mencho\">“El Mencho”</a>.</p><p>In the immediate aftermath of his killing on Sunday, <a href=\"/news/2026/2/22/mexico-announces-killing-of-drug-cartel-kingpin-el-mencho\">violence erupted</a> in numerous areas of Mexico as gunmen set vehicles ablaze and erected roadblocks across 20 states.</p><p>We break down who El Mencho was, how he was killed and what his death means for the US and Mexico.</p><h2 id=\"who-was-el-mencho\">Who was El Mencho?</h2><p>He was the leader of the Jalisco New Generation Cartel, which operates from the western state of Jalisco and is known for its large military-style arsenal.</p><p>Aged 59 when he was killed, El Mencho was from the neighbouring state of Michoacan. It is rumoured that he was a police officer before he became a drug lord.</p><p>He rose in the ranks of Mexico’s drug-trafficking underworld in the 1990s. In 1994, he was convicted in the US of heroin trafficking and served nearly three years in prison before returning to Mexico.</p><p>There are plenty of stories about El Mencho’s methods of dealing with adversaries.</p><p>He once sent a severed pig’s head in an ice chest to a Mexican attorney as a threat, Rolling Stone magazine reported in 2015, quoting an unnamed former field agent with the US Drug Enforcement Administration.</p><p>A recording of a call captured him threatening a local police commander with the call sign “Delta One”, promising to kill him “and even your dogs” if his officers didn’t back off, then ending with a nonchalant “Sorry for the bad language.”</p><p>As El Mencho rose to become a powerful drug dealer, he began to heavily invest in submarines, which he used to transport drugs from South America to the US, Rolling Stone reported. The magazine quoted the former DEA agent as saying El Mencho hired Russian naval engineers to help design the submarines.</p><p>He became one of Washington’s most wanted fugitives, and the US had offered a $15m reward for information leading to his arrest.</p><h2 id=\"what-is-known-about-the-jalisco-new-generation-cartel\">What is known about the Jalisco New Generation Cartel?</h2><p>El Mencho founded the cartel in about 2009 and rapidly expanded it, using online recruitment and diversifying its income streams through fuel theft, extortion, timeshare scams and other rackets.</p><p>The US has identified the Jalisco cartel along with the Sinaloa Cartel as the organisations primarily responsible for trafficking <a href=\"/news/2023/10/5/whats-fentanyl-and-why-have-deaths-due-to-drug-overdose-spiked-in-the-us\">fentanyl</a> into the US in recent years. The DEA considers the Jalisco cartel to be as powerful as Sinaloa with a presence in all 50 US states. The DEA said it is active in 21 of Mexico’s 32 states.</p><p>The Jalisco cartel has become notorious for its assaults on Mexican security forces. In 2015, it shot down a military helicopter in Jalisco.</p><p>In 2020, it tried to assassinate then-Mexico City Police Chief Omar Garcia Harfuch, who now serves as the federal security secretary.</p><p>In February last year, Mexico <a href=\"/news/2025/2/28/why-has-mexico-handed-over-drug-cartel-leaders-to-us-who-are-they\">handed over</a> senior Jalisco cartel leader Antonio Oseguera Cervantes, El Mencho’s brother, to the US. This came days after <a href=\"/news/2025/2/19/us-declares-drug-cartels-criminal-gangs-global-terrorist-organisations\">the US designated</a> eight Latin American criminal and drug-trafficking groups as “global terrorist organisations”, including the Jalisco cartel.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-did-el-mencho-die\">How did El Mencho die?</h2><p>El Mencho was killed by Mexican special forces during a military operation to capture him in Talpalpa in the southern part of Jalisco on Sunday.</p><p>Troops were sent in to arrest El Mencho, and his followers tried to fight them off. Authorities said he was killed during the operation.</p><h2 id=\"what-do-we-know-about-the-operation\">What do we know about the operation?</h2><p>Mexican President Claudia Sheinbaum said on X on Sunday that the Secretariat of National Defence reported the operation had been carried out by federal forces.</p><p>“My recognition to the Mexican Army, National Guard, Armed Forces, and Security Cabinet,” Sheinbaum wrote.</p><p>White House Press Secretary Karoline Leavitt wrote on X that the US had provided intelligence to the Mexican government to assist with the operation.</p><p>“In this operation, three additional cartel members were killed, three were wounded, and two were arrested,” Leavitt posted. Authorities have not confirmed their identities.</p><p></p><h2 id=\"how-significant-is-the-us-involvement\">How significant is the US involvement?</h2><p>Benjamin Smith, a professor of Latin American history at the University of Warwick in the United Kingdom, told Al Jazeera that the most recent captures of Mexican drug bosses have been backed by the US. “This is not new,” he said.</p><p>Vanessa Rubio-Marquez, associate dean for extended education for the School of Public Policy at the London School of Economics, said the US involvement in the operation “speaks about the need to have permanent and effective dialogue and cooperation between both countries”.</p><p>“As a transnational activity that includes import of precursors, production, trafficking, consumption, money laundering, flow of arms, extortion and corruption from both sides of the border, both countries need to work together to combat these organisations and their unlawful activities and being able to protect citizens,” said Rubio-Marquez, who has represented Mexico in various international fora, including the United Nations and the International Monetary Fund.</p><h2 id=\"what-has-happened-since-el-mencho-s-killing\">What has happened since El Mencho’s killing?</h2><p>Violence erupted on Sunday in at least 20 Mexican states, including Jalisco, Colima, Michoacan, Nayarit, Guanajuato and Tamaulipas.</p><p>Officials in Jalisco, Michoacan and Guanajuato reported that at least 14 people were killed in Sunday’s violence, including seven members of the national guard.</p><p>Jalisco’s capital, Guadalajara, which is to host several matches in this year’s FIFA World Cup, was largely shut down on Sunday night as residents sheltered indoors. Four high-level football matches planned for Sunday were <a href=\"/sports/2026/2/23/football-matches-postponed-in-mexico-after-drug-cartel-leader-killed\">postponed</a>.</p><p>Videos on social media showed passengers running in panic through Guadalajara’s airport and smoke rising over the resort city of Puerto Vallarta. Governor Pablo Lemus urged people to stay home and suspended public transport while schools were closed on Monday in several states.</p><p>The US embassy in Mexico issued a security alert for US citizens in Jalisco, Tamaulipas, Michoacan, Guerrero and Nuevo Leon, advising them to stay indoors.</p><h2 id=\"how-have-mexicans-reacted\">How have Mexicans reacted?</h2><p>Analysts said the Mexican public is mostly supportive of the government’s actions to rein in the cartels.</p><p>The government reported in December that the average number of killings per day in Mexico had dropped by 37 percent since <a href=\"/news/2024/10/1/claudia-sheinbaum-sworn-in-as-mexicos-first-female-president\">Sheinbaum took office</a> in October 2024.</p><p>“She’s extremely popular,” Smith said. “And Mencho was broadly loathed.”</p><p>Sheinbaum had an approval rating of about 70 percent as of late January, according to the Americas Society and Council of the Americas, New York-based organisations focused on promoting cultural and political understanding and business ties in the Americas. The rating has been consistent since Sheinbaum was elected.</p><p>“It was widely known – and criticised – that President Claudia Sheinbaum’s predecessor Andres Manuel Lopez Obrador followed a policy of ‘hugs not bullets’,” Rubio-Marquez said.</p><p>“This is a clear U-turn to this former policy by a Morena [Lopez Obrador and Sheinbaum’s party] government and an implicit recognition that crime has to be confronted with decision and a sophisticated strategy that includes information, intelligence and cooperation with the US and coordination and training with actors at the different levels of government.”</p><h2 id=\"what-might-happen-next\">What might happen next?</h2><p>The operation that killed El Mencho could benefit Mexico in its negotiations with US President Donald Trump’s administration, which has threatened to impose tariffs or even resort to military action if Mexico does not clamp down on drug cartels.</p><p>However, experts said the operation could spark a new wave of violence in Mexico because cartels may retaliate against security forces. Smith said the operation could result in “more public murders”.</p><p>“For the last year, the Mexican state has managed to bring down homicides. I suspect this killing will reverse that trend,” he said.</p><p>It is unclear what the future holds for the Jalisco New Generation Cartel because El Mencho’s death has left a power vacuum and it is unknown who will succeed him.</p><p>“The fight against criminal actors is not only about getting rid of leaders and bringing them to justice,” Rubio-Marquez said. “It implies a complex strategy that includes prevention, the combat of powerful arms used by cartels, the disarticulation of their multi-layered networks, security and protection for citizens, and effective policies towards social inclusion and social cohesion, economic development.”</p></div></div></body></html>"
        },
        {
            "title": "‘We are not losers, we are winners’: Ukraine reflects on four years of war | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-23T13:36:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-23T103714Z_1620921484_RC2MRJA9F8OG_RTRMADP_3_UKRAINE-CRISIS-ATTACK-CHORNOMORSK-1771844566.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> Four years ago, Kyiv’s streets were nearly empty. After Russia launched a full-scale invasion of Ukraine, restaurants closed down and the roads were deserted. Snipers climbed to the rooftops above government buildings in the city centre.</p><p>Now, as the war barrels into a fifth year, shops are crowded, restaurants are full, and rush-hour traffic clogs the roads. The city feels alive.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>When the invasion began, experts and leaders around the world predicted that much of Ukraine could be taken at rapid speed.</p><p>Russian President Vladimir Putin himself reportedly said, “It’ll be over in a few weeks.” American security officials told Newsweek they expected Kyiv to fall within days, with the country’s resistance “neutralised” soon after.</p><p>Four years on, Russia has gained about 10 percent of Ukraine’s territory. <span>The nearest Russian-held positions now lie more than 300km (185 miles) from Kyiv. </span></p><p><span>Along the way, Moscow has lost ground it once captured, and 1.3 million Russian soldiers have reportedly been killed or seriously wounded.</span></p><p>According to Russia, NATO expansion and what it describes as Ukraine’s growing militarisation remain the root causes of the war.</p><p>But since the onslaught began, two new countries have joined NATO – Sweden and Finland, which shares a 1,340-km (830-mile) border with Russia. And Ukraine has built one of the largest and most battle-ready militaries in Europe.</p><p>“While we are fighting, we are not losers, we are winners. It’s important to remember each day for us, when we survive, each day means victory for us, and we should just hold on,” Oleksandr Merezhko, a member of Ukraine’s parliament, told Al Jazeera.<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4322422\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1771420401.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1771420401\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Still, Ukraine’s battlefield successes have been limited.</p><p>The past four years have been marked by a failed counteroffensive and a brief incursion into Russia’s Kursk region that was later lost and, with it, thousands of lives.</p><p>Replacing those soldiers is proving difficult, according to Glib Voloskyi, a researcher at Come Back Alive, a Ukrainian foundation supporting the military and veterans.</p><p>“It is the fourth year of war, and the people who were idealistic and who were ready to volunteer to go and fight are running out,” Voloskyi told Al Jazeera. “So the mobilisation process is getting harder and harder, and Ukraine really needs additional incentives to speed up the process.”</p><p>To sustain the war effort and support the country’s domestic obligations, Ukraine relies on its European allies.</p><p>In January, the European Union approved a 90 billion-euro ($106bn) loan, expected to help fund Ukraine’s military needs through 2027.</p><p>With continued financial assistance and arms supplies from Europe, Kyiv appears positioned to sustain its war effort.</p><p>“I don’t see how this war can end anytime soon,” said Volodymyr Proskura, a Lviv resident. “There may be a ceasefire at some point, but it could simply lead to another war in a few years.”</p></div></div></body></html>"
        },
        {
            "title": "Chad shuts border with Sudan after cross-border incursion kills its troops | Sudan war News | Al Jazeera",
            "time": "2026-02-23T13:15:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_699c37d0-1771845584.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Chad shuts border with Sudan after cross-border incursion kills its troops</h1><p class=\"article__subhead\"><em>Chad’s government says the border will remain ​closed until further ⁠notice, citing repeated violations by Sudan’s warring parties.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chad has closed its eastern border with Sudan, the government said, after several Chadian soldiers and civilians were killed in recent days in clashes linked to the Sudanese civil war.</p><p>In a statement on Monday, Chad’s Communications Minister Mahamat Gassim Cherif said the decision followed “repeated incursions and violations committed by the forces involved in the conflict in Sudan on Chadian territory”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The closure “aims to prevent any risk of the conflict spreading to our soil, to protect our fellow citizens and refugee populations, and to guarantee the stability and territorial integrity of our country”, the statement said.</p><p>A Chadian official told the Reuters news agency that clashes on Saturday between the paramilitary <a href=\"/news/2026/2/19/un-mission-finds-rsf-destruction-in-el-fasher-bears-hallmarks-of-genocide\">Rapid Support Forces (RSF)</a> and militia fighters loyal to Sudan’s military-backed government in the border town of Tina killed five soldiers and three civilians and wounded 12 people.</p><p>The <a href=\"/tag/sudan-war/\">conflict in Sudan</a> between the Sudanese Armed Forces (SAF) and the RSF, which erupted in April 2023, has periodically spilled over into Chadian territory, causing casualties and property damage.</p><p>Chad’s government said on Monday that the border would remain closed until further notice, but added that exceptions could be made for humanitarian purposes with prior government approval.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kholood Khair, a political analyst and founder of the Confluence Advisory group, said the closure means that even less humanitarian aid will be getting into Sudan “at a time where the famine rates … have skyrocketed”.</p><p>“But what the Chadians are hoping is that somehow they’ll be able to curtail the fighting and the violence in Sudan that is spilling over its borders,” she told Al Jazeera.</p><p>“I don’t think this border closure will necessarily do that. What it will do, however, is make it much more difficult for those fleeing violence in Sudan to make it to relative safety in eastern Chad.”</p><p>Chad hosts nearly a million refugees from neighbouring Sudan, which descended into a civil war after a power struggle between the SAF, led by General Abdel Fattah al-Burhan, and the RSF, led by Mohamed Hamdan Dagalo, widely known as Hemedti.</p><p>A border guard officer in Tina confirmed the deaths of five soldiers and said additional security measures were needed to protect civilians on the Chadian side.</p><p>Two sources told the Reuters news agency that<span> more Chadian troops were being deployed to the area.</span></p><p>The SAF and the RSF did not immediately respond to requests for comment.</p><p>Last year, a drone attack killed two Chadian soldiers, according to local authorities and a security source, though it was unclear who carried out the attack.</p><p>Chad has reportedly served as a transit route for supplies, including weapons and drones, to the RSF, though the Chadian government denies involvement.</p><p>Sudan’s civil war has killed tens of thousands of people and forced 11 million to flee their homes, triggering what the United Nations says is one of the world’s worst humanitarian crises.</p></div></div></body></html>"
        },
        {
            "title": "Video: Protests as ICC hearings start for ex-Philippine leader Duterte | Politics | Al Jazeera",
            "time": "2026-02-23T13:03:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771851758.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Violence erupts in Mexico after killing of drug lord ‘El Mencho’ | Drugs | Al Jazeera",
            "time": "2026-02-23T12:54:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-23T004026Z_584925973_RC2BRJAOWHEB_RTRMADP_3_MEXICO-VIOLENCE-MENCHO-1771851258.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Indian protesters want Modi’s Israel visit to be called off | Protests | Al Jazeera",
            "time": "2026-02-23T12:41:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771850463.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "What we know about the killing of Mexico’s ‘El Mencho’ | Drugs | Al Jazeera",
            "time": "2026-02-23T12:31:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771849983.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Why are israel and india getting closer? | Newsfeed | Al Jazeera",
            "time": "2026-02-23T12:28:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771849677.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gulf countries back Kuwait’s sovereignty after Iraq draws new boundaries | News | Al Jazeera",
            "time": "2026-02-23T12:25:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_699c2bd7-1771842519.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gulf countries back Kuwait’s sovereignty after Iraq draws new boundaries</h1><p class=\"article__subhead\"><em>Qatar, Bahrain, Oman, Saudi Arabia and the UAE express support for Kuwait after Iraq submits updated maritime coordinates to the UN.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gulf countries have pledged support for Kuwait’s sovereignty after Iraq submitted new maritime coordinates and an updated map to the United Nations.</p><p>Qatar, Bahrain, Oman, Saudi Arabia and the United Arab Emirates backed Kuwait after it summoned Iraq’s charge d’affaires on Saturday to protest Baghdad’s move, calling it a violation of its sovereignty.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Iraq said it made the updates based on the lowest low-water line used to measure its territorial sea.</p><p>Kuwait’s Ministry of Foreign Affairs said the filing asserted claims over maritime zones and fixed maritime features, including Fasht al-Qaid and Fasht al-Aij. The ministry emphasised that these areas are not disputed and remain under Kuwait’s complete sovereign authority.</p><p>On Monday, Oman called on Iraq “to take into consideration the course of its historical and fraternal relations with the State of Kuwait and the principles of good neighbourliness, and the rules of international law”.</p><p>Qatar’s Ministry of Foreign Affairs said on Sunday that it was in “full solidarity” with Kuwait and Iraq’s submission infringes upon its sovereignty, urging adherence to the 1982 UN Convention on the Law of the Sea.</p><figure id=\"attachment_4332040\" aria-describedby=\"caption-attachment-4332040\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4332040\" src=\"/wp-content/uploads/2026/02/WEB-MAP-IRAQ-KUWAIT-1000-X-562-1771848254.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Iraq Kuwait map\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4332040\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>Saudi Arabia, meanwhile, said it is following developments with great concern, considering that Iraq’s coordinates include parts of the Saudi-Kuwaiti Divided Zone, whose natural resources are shared by the kingdom and Kuwait, according to existing agreements.</p><p>Riyadh affirmed that Baghdad’s coordinates violate Kuwait’s sovereignty over its maritime zones and watersheds, reiterating its “categorical rejection of any claims by any other party to rights in the partitioned zone with its agreed borders between Saudi Arabia and Kuwait”.</p><p>It stressed the necessity for Iraq to abide by UN Security Council resolutions and respect Kuwait’s sovereignty, calling for dialogue and adherence to international law.</p><p>Bahrain and the UAE also issued statements voicing support for Kuwait’s sovereignty and respect for international conventions.</p><h2 id=\"longstanding-dispute\">Longstanding dispute</h2><p>The 216km (134-mile) border between Iraq and Kuwait was demarcated by the UN in 1993 after <a href=\"/news/2020/8/1/thirty-years-on-iraqs-invasion-of-kuwait-still-haunts-region\">Iraq’s invasion of Kuwait,</a> but it did not cover the length of their maritime boundaries. This was left for the two oil producers to resolve.</p><p>A maritime border agreement between the two nations was reached in 2012 and ratified by each of their legislative bodies in 2013.</p><p>In 2023, Iraq’s Federal Supreme Court ruled that the parliament’s ratification of the agreement concerning navigation in the shared Khawr Abd Allah waterway was invalid, stating that international treaties must be ratified by a law passed by two-thirds of the members of parliament.</p><p>Kuwait, meanwhile, has insisted on the necessity of completing the demarcation of the maritime border with Iraq in accordance with international laws and conventions, a position supported by the <a href=\"/features/2025/11/11/the-gcc-and-collective-security\">Gulf Cooperation Council</a>.</p></div></div></body></html>"
        },
        {
            "title": "Activists hang Andrew arrest photo at Louvre Museum | Newsfeed | Al Jazeera",
            "time": "2026-02-23T12:13:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771848782.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘You either fight or die’: Kenyans tricked into joining Russia-Ukraine war | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-23T12:09:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Chege-shows-a-photo-he-took-with-his-phone-in-Ukraine-in-full-combat-1771838110.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kimende, Kenya –</strong> Several weeks after Dancan Chege left his home in Kimende town in Kenya’s Kiambu County for Russia, having been promised a job as a truck driver, he instead found himself on the front lines of the war in Ukraine.</p><p>With no combat experience, it was not something he had signed up for. But the trainer readying Chege and other fighters told him: “This is the Russian military, and once you are in, you either fight or die,” he said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Last week, Kenya’s National Intelligence Service (NIS) unveiled a report which said more than 1,000 Kenyans have been recruited “to fight in the Russia-Ukraine war”, with 89 currently on the front line, 39 hospitalised and 28 missing in action.</p><p>Chege, a 30-year-old father of one, is one of the few who made a narrow escape, but dozens of families are demanding that the government take action to ensure their loved ones’ safe return home.</p><p>Many of the returnees and families of those still abroad say they were lured or tricked into joining the war on Russia’s side.</p><p>Chege, who used to work as a truck driver, delivering fresh vegetables from his town to the coastal city of Mombasa, was fraudulently recruited last year after he lost his job and decided to look for other opportunities.</p><p>He asked a friend who worked as a driver in the Gulf for advice. “He connected me with an agent in Nairobi who had taken him there,” Chege recounted, sitting in his living room in Kimende. “After we spoke, she [the agent] told me that jobs in Dubai, where I wanted to go to work as a driver, would take long and that she would get back to me when she had a good offer.”</p><p>Two weeks later, the agent called back, saying she had a good offer for him to work in Russia as a truck driver delivering supplies to military barracks.</p><p>He accepted, and within three days in October, Chege had a visa and an air ticket. “A Russian agent asked me whether I was ready to travel … He had called me at 6am and by 11am I already had a plane ticket for 3am the next morning,” he said.</p><p>Chege’s family took him to the airport, where he left on a connecting flight via Istanbul, Turkiye, before landing in Moscow, the Russian capital.</p><p>In Russia, he was sent for a week of ballistics training <span>before being transferred to a Russian base in Ukraine, where he says he was given a full combat uniform, and his civilian clothes were burned.</span></p><p>“On the way, some Chinese and Russians asked me through a translator why I was there, and I insisted that I was going to drive the military trucks. They were surprised but told me that they were specifically there to ‘fight and kill the Ukrainians’,” Chege recounted.</p><p>“When I asked some Ugandans and Kenyans that I met later, and seeing what training we were being given, we realised that we had been fooled and we were going to the war front.”</p><figure id=\"attachment_4331720\" aria-describedby=\"caption-attachment-4331720\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4331720\" src=\"/wp-content/uploads/2026/02/Chege-shows-army-boots-that-he-was-given-as-part-of-military-uniform-in-Russia-1771838128.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kenya\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4331720\" class=\"wp-caption-text\">Chege shows army boots that he was given as part of a military uniform in Russia [Dominic Kirui/Al Jazeera]</figcaption></figure><h2 id=\"i-saw-thousands-of-dead-bodies\">‘I saw thousands of dead bodies’</h2><p>In recent months, reports have surfaced from <a href=\"/news/2025/12/2/did-ex-south-african-president-zumas-daughter-recruit-for-russias-war\">South Africa</a>, Zimbabwe and elsewhere in Africa about young men fraudulently recruited for work abroad, only to end up on the front lines in the Russia-Ukraine war.</p><p>All in all, nationals from <a href=\"/news/2025/11/8/ukraines-fm-says-over-1400-africans-recruited-to-fight-for-russia-in-war\">36 African countries</a> are known to be fighting for Russia in the four-year war, Ukraine’s foreign minister said in November.</p><p>At the base he was sent to in Ukraine, Chege went through a one-month training and was sent to what he called the “yellow zone” before eventually going to the “red zone”.</p><p>“Our trainer there told us that it was going to get tough. He prepared us for the worst and told us that we should be courageous enough to see dead bodies.”</p><p>Soon after, Chege witnessed this firsthand. “I saw thousands of dead bodies that were piled into something like a wall.” That’s when he knew he had to find a way out.</p><p>“I tried to call my agent and went to the commander, asking to leave,” he said, but was told he was in it until the end.</p><p>A week into fighting, Chege thought he would not survive. He called his wife and told her that if he went offline, his family would know that he had died.</p><p>“Three of my friends from the six of us had been killed by a drone,” he lamented.</p><p>With no other options, Chege decided to feign a mental breakdown.</p><p>“I decided to discharge my firearm aimlessly into the woods, and after all 12 magazines were spent, I pretended to be mad, collecting cartridges from the ground and eating them while talking to myself, unbothered by my two friends who rushed to check on me.”</p><p>The other soldiers were ordered to take him back to base, which was “a relief”, he said, as he was afraid they would kill him then and there.</p><p>He was later taken to a military hospital for mental health treatment, where, with the help of a Russian soldier who was a patient, he got access to a phone to contact his family. He asked them to send fake car accident photos from his mother’s phone, explaining that his wife and three children had been killed and he was needed back in Kenya.</p><p>“That made the doctor give me permission to go to the commander,” he said, “and that is how I went to the Kenyan embassy and flew back home.”</p><figure id=\"attachment_4325308\" aria-describedby=\"caption-attachment-4325308\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4325308\" src=\"/wp-content/uploads/2026/02/AFP__20260219__987B8H2__v1__HighRes__KenyaRussiaUkraineConflictWar-1771521865.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Relatives of Kenyan nationals conscripted by the Russian army\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4325308\" class=\"wp-caption-text\">Relatives of Kenyan nationals conscripted by the Russian army in Ukraine pose with their photos during a peaceful demonstration demanding urgent government action to repatriate their kin, in Nairobi, on February 19, 2026 [Simon Maina/AFP]</figcaption></figure><h2 id=\"fighting-shoulder-to-shoulder\">Fighting ‘shoulder to shoulder’</h2><p>Chege returned to Kenya last month at a time when more reports were surfacing of Africans trapped or killed on the front lines of the Ukraine war.</p><p>On February 10, Kenya’s Prime Cabinet Secretary (PCS) Musalia Mudavadi announced that the government had repatriated more than two dozen Kenyans from the war zone and that Moscow’s use of its citizens in combat was unacceptable.</p><p>“We have facilitated 27 Kenyans to come back home away from the front line and from what they thought were different jobs but ended up being lured into battle,” he said.</p><p>The PCS also said he would put the issue of fraudulent recruitment of Kenyan civilians into war on the agenda at a planned meeting in Russia.</p><p>“We have seen loss of lives, and I am planning to make a visit to Moscow so that we can emphasise that this is something that needs to be arrested,” he said in a statement to the media.</p><p>In its report last week, the NIS said that to facilitate Kenyans’ travel to the front lines, recruitment agencies had colluded with rogue airport staff and immigration officials of the country, as well as with staff at the Russian embassy in Nairobi and at the Kenyan embassy in Moscow.</p><p>The Russian embassy in Kenya denied wrongdoing, calling the claims a “dangerous and misleading propaganda campaign”.</p><p>“The embassy refutes such allegations in the strongest possible terms,” it said in a statement on <a href=\"https://x.com/russembkenya/status/2024443743966011712\" target=\"_blank\" rel=\"noopener\">X</a>, adding that the Russian government had “never engaged in illegal recruitment of Kenyan citizens in the Armed Forces”.</p><p>However, it added that Moscow does not preclude citizens of foreign countries from “voluntarily enlisting in the armed forces” and fighting “shoulder to shoulder” with Russian servicemen.</p><figure id=\"attachment_4331741\" aria-describedby=\"caption-attachment-4331741\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4331741\" src=\"/wp-content/uploads/2026/02/reuters_699c1b39-1771838265.jpg?w=770&amp;resize=770%2C481&amp;quality=80\" alt=\"Relatives of Kenyans believed to be fighting for Russia in Ukraine attend a demonstration demanding accountability for all Kenyans in Russia, in downtown Nairobi, Kenya, February 19, 2026. REUTERS/Monicah Mwangi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4331741\" class=\"wp-caption-text\">Relatives of Kenyans believed to be fighting for Russia in Ukraine demand accountability for them, in Nairobi, Kenya, February 19, 2026 [Monicah Mwangi/Reuters]</figcaption></figure><h2 id=\"deceptive-recruitment\">‘Deceptive recruitment’</h2><p>Andrew Franklin, a Nairobi-based security analyst and former United States marine, says the Russian military has been recruiting all kinds of people into its army, including from the country’s own prisons and labour camps.</p><p>“What the Russian military is looking for are bodies, just bodies to fill holes in the ranks and keep the war going,” he said, explaining that Ukraine does not have the military power to overcome the Russians, so extending the ground war works in Moscow’s favour.</p><p>According to Franklin, Africa has a huge youth population, which is a selling point for such recruitment efforts, especially in Anglophone Africa. The level of education in East Africa and people’s ability to operate in the English language are helpful for issuing orders on the battlefield, he said.</p><p>Rights groups have condemned the fraudulent recruitment of civilians into Russia’s war.</p><p>“The deceptive recruitment of Kenyan youth into foreign conflicts is a grave violation of their rights and dignity,” said Irungu Houghton, Amnesty International executive director in Kenya.</p><p>“It is deeply concerning that recruitment agents have been openly operating within our borders without legal consequences to date. We encourage Kenyan youth to thoroughly research opportunities abroad and remain vigilant against fraudulent recruitment,” he said.</p><figure id=\"attachment_4331731\" aria-describedby=\"caption-attachment-4331731\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4331731\" src=\"/wp-content/uploads/2026/02/Wangari-shows-a-photo-of-her-son-in-full-combat-Russian-military-uniform-which-he-sent-her-while-alive-in-Ukraine-1771838180.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kenya\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4331731\" class=\"wp-caption-text\">Bibiana Wangari shows a photo of her son in a full combat Russian military uniform, which he sent her while in Ukraine, before being killed on the front lines in December [Dominic Kirui/Al Jazeera]</figcaption></figure><h2 id=\"my-son-is-gone\">‘My son is gone’</h2><p>A day after the NIS released its report, <a href=\"/news/2026/2/19/kenyan-families-demand-return-of-loved-ones-conscripted-by-russian-army\">dozens of families protested</a> in Nairobi, demanding the government take action against the network of officials and syndicates tricking locals into joining the war.</p><p>Many are still awaiting news about their loved ones’ whereabouts and when they might return. Meanwhile, other families are grieving the deaths of their sons and brothers.</p><p>In Nairobi’s Kamulu estate, Bibiana Wangari and her family are recovering from the loss of her son, who was fraudulently recruited into the Russian army with a promise of a plant operator job.</p><p>Charles Waithaka, like Chege, ended up joining the fight in Ukraine, where he was killed.</p><p>His mother remembers his last moments in Kenya before he left.</p><p>While packing his bags, she told him to be careful not to inadvertently transport things like drugs for someone else, something she now wishes he had done.</p><p>“I wish he had drugs in his bags because he would be arrested at the airport and jailed here locally. I would be seeing him in jail here, but alive,” Wangari said through sobs.</p><p>After Waithaka left, Wangari heard on a local radio station that young Kenyan men were being lured by rogue agents to travel for well-paying jobs in the Gulf and, on getting there, they were flown to Moscow instead.</p><p>“That got my attention because Charles told me they first landed and spent the night in Sharjah, before flying to Moscow,” she said.</p><p>Wangari lost communication with Waithaka after that. Later, at the end of January, she was informed by her son’s friend that he had been killed.</p><figure id=\"attachment_4331747\" aria-describedby=\"caption-attachment-4331747\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4331747\" src=\"/wp-content/uploads/2026/02/epa_699c1b76cd99-1771838326.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12707173 A Catholic priest (C) leads a prayer during a symbolic funeral service of Charles Waithaka Wangari 31yrs, who was killed while fighting in Russia, next to a symbolic grave after failing to retrieve his body from Russia for burial at their rural Mukurwe-ini village, in Nyeri, Kenya, 05 February 2026. Waithaka is among the many Kenyans and other African youths who have fallen victims after being lured for lucrative jobs in Russia but later are forcefully recruited into the Russian military to fight against Ukraine Army in the frontline in the ongoing Ukraine-Russia war. According to a briefing from Kenya’s Ministry of Foreign and Diaspora Affairs of November 2025, recruitment exercises in Russia have reportedly expanded to include African nationals, including Kenyans since the start of the conflict between Russia and Ukraine in 2022. Reports suggest that over two hundred Kenyans may have joined the Russian military after being lured by promises of ordinary jobs, only to end up on the frontline in Ukraine. EPA/DANIEL IRUNGU\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4331747\" class=\"wp-caption-text\">A Catholic priest leads a prayer during a funeral service of Charles Waithaka, who was killed while fighting in Ukraine, next to a symbolic grave after failing to retrieve his body from Russia for burial, at the family’s village of Mukurweini, in Nyeri, Kenya, on February 6, 2026 [Daniel Irungu/EPA]</figcaption></figure><p>“His friend told me that he had been killed [on December 27] alongside five of his troop members after he stepped on a landmine, with only one surviving after losing his hand,” she said.</p><p>The family conducted a burial ceremony without Waithaka’s body in their village of Mukurweini in Nyeri County on February 6.</p><p>“My son is gone, and I will never see him,” Wangari said. But her wish now is that the government “should close down the borders and try to bring back the few [Kenyans] that are left … in any condition they are in.”</p><p>Chege, now at home with his family in Kimende, says he knows many other Kenyans who died on the battlefield, lamenting that their bodies cannot be retrieved.</p><p>For escapees such as himself – many of whom are still in need of jobs – he says he hopes the government will find ways to put their new skills to use locally.</p><p>“We are well-trained. I can handle bombs, bazookas, and all types of guns,” he said. “The government should consider recruiting us even into the police service at least.”</p></div></div></body></html>"
        },
        {
            "title": "US military begins withdrawing from key base in northeastern Syria | Syria's War News | Al Jazeera",
            "time": "2026-02-23T12:05:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_699c2ed3ca2a-1771843283.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US military begins withdrawing from key base in northeastern Syria</h1><p class=\"article__subhead\"><em>The pullout, which is to be completed in the coming weeks, comes after Syrian forces take control of northeast region from Kurdish forces.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has started withdrawing from a key military base in northeastern Syria and redeploying its forces to northern Iraq, marking the first phase of a pullout expected to last several weeks.</p><p>Heavy machinery, personnel and trucks carrying armoured vehicles could be seen moving on Monday in the northwestern city of Hasakah from the Qasrak base, the largest US base in Syria. They were headed towards the semiautonomous Kurdish region of northern Iraq.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Local sources told Al Jazeera there are different sets of equipment to be transferred, including sensitive high-tech tools that may take weeks to transport into Iraq. US President Donald Trump’s administration has been weighing a full withdrawal since at least January.</p><p>The Al Jazeera Arabic reported that the first phase of the withdrawal included the transfer of soldiers and equipment from the al-Shaddadi base, south of Hasakah, and the al-Omar oilfield in Deir Az Zor province, whose reinforcements were recently moved to Qasrak in preparation for the start of the operation. The Syrian army <a href=\"/news/2026/2/15/syrian-army-takes-over-al-shaddadi-base-after-us-withdrawal\">gained full control</a> of the al-Shaddadi base on February 15.</p><p>The US has been reducing its military footprint in Syria for months, going from 1,500 personnel in July to about 900 currently. A full withdrawal ⁠from Qasrak would still leave US forces with a base in Rmelan near the Iraqi border.</p><p>“This is the third US base [in the region] that has started to be evacuated [in the last] week,” said Al Jazeera’s Ayman Oghanna, reporting from Damascus.</p><p>On Friday, the US evacuated hundreds of troops from Qatar’s Al Udeid Air Base, the largest in the region, and from facilities linked to the US Navy’s Fifth Fleet in Bahrain.</p><p>Oghanna said that some experts believe the main reason for these US withdrawals is due to the “recent conflict and confrontation with Iran”, which leaves these bases potentially exposed to attacks from Iran.</p><p>Meanwhile, four Syrian security personnel were killed in an attack by ISIL (ISIS) in the northern city of Raqa, which was recently taken by Damascus from Kurdish-led forces, reported state media.</p><p>Syria’s interior ministry said in a statement that the “terrorist attack” targeted a checkpoint in the area, adding that one of the assailants was killed.</p><p>In its spokesperson’s first audio message in two years, ISIL had called on its fighters on Saturday to fight Syrian authorities.</p><p>Fighters from the US-trained, Kurdish-led Syrian Democratic Forces (SDF) had been in control of large parts of northern and eastern Syria until January.</p><p>Kurdish-led forces reached an <a href=\"/news/2026/1/30/kurdish-led-sdf-agrees-integration-with-syrian-government-forces\">agreement</a> with the Syrian government to integrate with the Syrian army after losing territory during fighting with government forces. Under the deal, the Syrian army also took control of the US base of al-Tanf near the border with Iraq and Jordan.</p><p>The SDF was ⁠once Washington’s main Syrian ally, playing a vital role in the fight against ISIL (ISIS). But its status weakened as Trump built ties with Syrian President Ahmed al-Sharaa after the fall of former leader Bashar al-Assad in December 2024.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran says ready for talks but will defend itself against US aggression | News | Al Jazeera",
            "time": "2026-02-23T11:40:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_699c3d475c62-1771846983.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As a new round of talks between the United States and Iran is scheduled to take place in Geneva, Tehran has reiterated that it wants to find a diplomatic solution with the US on its nuclear programme but will defend itself if Washington resorts to military action.</p><p>Iran’s Ministry of Foreign Affairs spokesman Esmaeil Baghaei said on Monday that any US attack, including limited strikes, would be considered an “act of aggression” that would precipitate a response after US President Donald Trump said he was considering a limited strike on Iran.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“An act of aggression would be regarded as an act of aggression. Period. And any state would react to an act of aggression as part of its inherent right of self-defence ferociously, so that’s what we would do,” Baghaei said during a media briefing.</p><p>Trump <a href=\"/video/newsfeed/2026/2/20/trump-considering-limited-strikes-on-iran\">said</a> on Friday that he was considering a limited strike if Tehran did not reach a deal with the US. “I guess I can say I am considering that,” he said in reply to a question from a reporter.</p><p>On Sunday, ⁠Iranian President Masoud Pezeshkian said nuclear talks with the US have p<a href=\"/news/2026/2/22/oman-confirms-us-iran-talks-will-take-place-in-geneva-on-thursday\">roduced “encouraging signa</a>ls” but warned that Tehran is prepared for any scenario in advance of another round of negotiations set for Thursday.</p><p>“Iran is committed to peace and stability in the region,” Pezeshkian wrote on X.</p><p>The two countries concluded a second round of indirect talks in Switzerland on Tuesday under Omani mediation against the backdrop of the largest US military build-up in the region since the 2003 Iraq war. They resumed talks in Oman this month.</p><p>A third round of indirect talks is scheduled for Thursday in Geneva, but the US has yet to confirm. Oman said on Sunday that the talks are set “with a positive push to go the extra mile towards finalising the deal”.</p><p>Iranian Foreign Minister Abbas Araghchi has been leading the negotiations for Iran while the US is represented by envoy Steve Witkoff and Trump’s son-in-law Jared Kushner.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"iranians-had-never-capitulated\">‘Iranians had never capitulated’</h2><p>Baghaei dismissed any claim that a temporary agreement had been reached with Washington, adding that speculation on the nuclear talks is not uncommon.</p><p>“We do not confirm any of the speculation. The details of any negotiation process are discussed in the negotiating room. The speculation raised about an interim agreement has no basis.”</p><p>Al Jazeera’s Tohid Asadi, reporting from Tehran, said there was a “mixture of optimism and pessimism” in Iran’s capital.</p><p>“Let’s call it a pragmatically calibrated cautiousness that we see when it comes to Iran’s statements over the past few weeks, specifically following the major military <a href=\"/news/2026/2/20/tracking-the-rapid-us-military-build-up-near-iran\">build-up</a> by the Americans in the region,” he said.</p><p>He said Iran is considering both scenarios “on the basis of readiness for <a href=\"/news/2026/2/22/oman-confirms-us-iran-talks-will-take-place-in-geneva-on-thursday\">diplomatic engagement</a> on the one hand and regional confrontation on the other hand”.</p><p>The Trump administration said it has been intensifying its build-up of an array of military assets in the Middle East during the talks with Iran. In an interview with the Fox News TV channel on Sunday, Witkoff said Trump was wondering why Iran has not “capitulated” in the face of the military deployment.</p><p>Baghaei on Monday stressed that Iranians had <a href=\"/news/2026/2/22/iran-will-not-bow-down-to-us-pressure-in-nuclear-talks-pezeshkian-says\">never capitulated</a> at any point in their history.</p><p>“This is not the first time we have encountered contradictory claims,” the Foreign Ministry spokesman said.</p><p>“We leave the judgement to the discerning people of Iran and the country’s political elites to decide about Iran’s negotiating approach and, in turn, the negotiating approach of the United States,” he added.</p><p>“No negotiation that begins with an imposed burden and prejudgement will naturally reach a result,” the official said.</p><p>He also stressed that Iran’s positions on its nuclear programme and sanctions relief are clear-cut.</p><p>“Any negotiation process requires joint action, and there is hope for results if there is goodwill and seriousness on both sides,” Baghaei said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Human rights outmuscled by ‘rule of force’ globally, UN chief warns | United Nations News | Al Jazeera",
            "time": "2026-02-23T11:33:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_699c2a9c55e5-1771842204.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Human rights outmuscled by ‘rule of force’ globally, UN chief warns</h1><p class=\"article__subhead\"><em>Antonio Guterres highlights ‘blatant violations of human rights, human dignity and international law’ in Palestine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>“Human rights are under a full-scale attack around the world” as the powerful trample on international law, according to United Nations Secretary-General Antonio Guterres.</p><p>“The rule of law is being outmuscled by the rule of force,” he said at the opening of the UN Human Rights Council’s annual session in Geneva on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Guterres stressed that “this assault is not coming from the shadows or by surprise. It is happening in plain sight – and often led by those who hold the greatest power.”</p><p>He did not mention specific situations although he did voice outrage at Russia’s war in Ukraine, where he said more than 15,000 civilians had been killed in four years of violence.</p><p>“It is more than past time to end the bloodshed,” he said.</p><p>Guterres also highlighted the “blatant violations of human rights, human dignity and international law in the occupied Palestinian territory”.</p><p>He charged that the trajectory in the conflict-torn territory under Israeli occupation was “stark, clear and purposeful: The two-state solution is being stripped away in broad daylight.”</p><p>“The international community cannot allow it to happen,” he insisted.</p><p>In his final in-person address to the UN’s top rights body, Guterres, who will complete his second five-year term at the end of this year, said the worst conflict-hit areas were not the only places where rights were eroding.</p><p>“Around the world, human rights are being pushed back deliberately, strategically and sometimes proudly,” he said. “We are living in a world where mass suffering is excused away, where humans are used as bargaining chips, where international law is treated as a mere inconvenience.”</p><figure id=\"attachment_4331820\" aria-describedby=\"caption-attachment-4331820\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4331820\" src=\"/wp-content/uploads/2026/02/AFP__20260223__98LK963__v1__HighRes__SwitzerlandUnRightsDiplomacy-1771841108.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Volker Turk\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4331820\" class=\"wp-caption-text\">‘The use of force to resolve disputes between and within countries is becoming normalised,’ UN rights chief Volker Turk tells the UN Human Rights Council [Fabrice Coffrini/AFP]</figcaption></figure><p>UN High Commissioner for Human Rights Volker Turk echoed the concerns, saying: “Developments around the world point to a deeply worrying trend: Domination and supremacy are making a comeback”.</p><p>“A fierce competition for power, control and resources is playing out on the world stage at a rate and intensity unseen for the past 80 years,” he warned. “The use of force to resolve disputes between and within countries is becoming normalised.”</p><p>“Inflammatory threats against sovereign nations are thrown about with no regard to the fire they could ignite. The laws of war are being brutally violated. Mass civilian suffering – from Sudan to Gaza to Ukraine to Myanmar – is unfolding before our eyes,” he said.</p><p>Turk highlighted how “the gears of global power are shifting”, calling for people to band together to protect human rights and create “a strong counterbalance to the top-down, autocratic trends we see today”.</p></div></div></body></html>"
        },
        {
            "title": "Who are Mexico’s top cartel bosses killed or arrested in recent years? | Drugs News | Al Jazeera",
            "time": "2026-02-23T11:22:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP24233781742459-1771845637.jpg?resize=1920%2C1333",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--large\"><span class=\"post-label__text\">EXPLAINER</span></p><h1>Who are Mexico’s top cartel bosses killed or arrested in recent years?</h1><p class=\"article__subhead\"><em>From El Chapo to El Lazca, here’s a list of drug lords who have been taken down.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Feb 2026</span><span aria-hidden=\"true\">23 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexican armed forces <a href=\"/news/2026/2/22/mexico-announces-killing-of-drug-cartel-kingpin-el-mencho\">have killed</a> powerful drug lord <span>Nemesio “El Mencho” Oseguera Cervantes in an operation that has set off a <a href=\"/gallery/2026/2/23/mexico-erupts-in-violence-after-army-kills-jalisco-cartel-boss-el-mencho\">wave of violence</a> in some parts of the country.<br>\n</span></p><p>The leader of the Jalisco New Generation Cartel was wounded on Sunday in a clash with soldiers in Tapalpa, a town in the western state of Jalisco. He died while being flown to Mexico City, the army said.</p><p>Oseguera is the latest Mexican cartel boss to have been killed or arrested. Below are some of the most prominent cases:</p><ul>\n<li>\n<ul class=\"spaced-bullet-spacing\">\n<li><strong>July 2024</strong>: Mexican drug lord Ismael “El Mayo” Zambada <a href=\"/news/2024/7/26/mexican-drug-lord-el-mayo-zambada-and-son-of-el-chapo-arrested-in-texas\">is arrested</a> at an airfield near El Paso, a city in the state of Texas in the United States, along with a son of his Sinaloa Cartel partner, drug kingpin <a href=\"/news/2025/8/14/trump-administration-sanctions-two-mexican-drug-cartels-announces-bounties\">Joaquin “El Chapo” Guzman</a>. Zambada <a href=\"/news/2024/8/10/i-was-ambushed-sinaloa-drug-cartel-leader-el-mayo-details-capture\">alleges</a> Joaquin Guzman Lopez kidnapped him and turned him over to US agents. A Guzman family lawyer says the men’s surrender was voluntary and followed extended negotiations.</li>\n<li><strong>January 2023</strong>: Ovidio Guzman Lopez, another son of El Chapo and brother of Joaquin, is arrested in Culiacan, the capital of the northwestern state of Sinaloa. His arrest comes after his short-lived detention in <strong>October 2019</strong>, which was followed by an order by then-President Andres Manuel Lopez Obrador to release him to avoid bloodshed when his cartel retaliated.</li>\n<li><strong>July 2022</strong>: Mexico’s navy <a href=\"/news/2022/7/16/mexico-arrests-drug-lord-rafael-caro-quintero\">announces</a> the capture of drug lord Rafael Caro Quintero, convicted for the murder and torture of a US antinarcotics agent in 1985.</li>\n<li><strong>July 2019</strong>: El Chapo, the Mexican drug lord found guilty of running a murderous criminal enterprise that smuggled tonnes of drugs into the US, <a href=\"/news/2019/7/17/mexican-drug-lord-el-chapo-guzman-sentenced-to-life-in-prison\">is sentenced</a> to spend the rest of his life in prison.</li>\n<li><strong>February 2015</strong>: Authorities say Servando “La Tuta” Gomez, one of the most-wanted drug lords, is captured by the Mexican Federal Police.</li>\n<li><strong>February 2014</strong>: Authorities say Mexican and US officials apprehend El Chapo in the beach resort of Mazatlan. Guzman is recaptured in <strong>January 2016</strong> after his escape from a maximum security prison near Toluca in <strong>July 2015</strong>.</li>\n</ul>\n</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>July 2013</strong>: Authorities in northern Mexico capture Miguel Angel Trevino Morales, alias “Z-40”, leader of Los Zetas, one of the country’s most violent cartels.</li>\n<li><strong>October 2012</strong>: Mexican marines kill Heriberto Lazcano, alias “El Lazca”, a founder and top leader of Los Zetas.</li>\n<li><strong>October 2012</strong>: Mexican marines arrest alleged Zetas regional leader Salvador Alfonso Martinez Escobedo.</li>\n<li><strong>September 2012</strong>: Zetas boss Ivan Velazquez, aka “El Taliban” or “Z-50”, is reported captured in central Mexico.</li>\n<li><strong>September 2012</strong>: Mexican marines capture purported top Gulf Cartel leader Jorge Eduardo Costilla Sanchez, alias “El Coss”. US authorities had offered a $5m reward for his arrest.</li>\n<li><strong>December 2010</strong>: La Familia boss Nazario Moreno, known as “The Craziest One”, is gunned down in central Mexico.</li>\n<li><strong>November 2010</strong>: Gulf Cartel boss Ezequiel Cardenas, known as “Tony Tormenta”, is killed in a gun battle with Mexican security forces.</li>\n<li><strong>August 2010</strong>: Edgar “La Barbie” Valdez, a leader of the Beltran Leyva cartel and a notorious enforcer, is captured near Mexico City.</li>\n<li><strong>July 2010</strong>: The Mexican army raids a house in the town of Zapopan next to Guadalajara and kills Ignacio “Nacho” Coronel, one of the top leaders of the Sinaloa Cartel.</li>\n<li><strong>December 2009</strong>: Mexican marines kill Arturo Beltran Leyva, leader of the Beltran Leyva cartel, in a shootout in Cuernavaca.</li>\n</ul></div></div></body></html>"
        }
    ]
}