{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Hunger crisis deepens in Gaza as 10 more starvation deaths reported | Gaza News | Al Jazeera",
            "time": "2025-07-23T22:48:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250722__67G36ZU__v1__HighRes__PalestinianIsraelConflictFood-1753191187_f6d735-1753266277.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 10 more Palestinians have starved to death in the besieged Gaza Strip, health officials say, as a wave of hunger crashes over the enclave.</p>\n<p>The latest starvation deaths bring the death toll from malnutrition since Israel’s war began in October 2023 to 111, most of them in recent weeks.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>At least 100 other Palestinians, including 34 aid seekers, were killed in Israeli attacks over the past 24 hours, Gaza’s Ministry of Health said on Wednesday.</p>\n<p>The World Health Organization (WHO) said that 21 children under the age of five were among those who died of malnutrition so far this year. It said it had been unable to deliver any food for nearly 80 days, between March and May, and that a resumption of food deliveries was still far below what is needed.</p>\n<p>In a statement, 111 organisations, including Mercy Corps, the Norwegian Refugee Council and Refugees International, said that “mass starvation” was spreading even as tonnes of food, clean water and medical supplies sit untouched just outside Gaza, where aid groups are blocked from accessing them.</p>\n<p>Al Jazeera’s Tareq Abu Azzoum, reporting from Deir el-Balah in central Gaza, said that “hunger has become as deadly as the bombs. Families are no longer asking for enough, they are asking for anything”.</p>\n<p>He said that Gaza residents have described “a slow, painful death playing out in real time, an engineered famine that the Israeli military has orchestrated”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Israel cut off all goods from entering the territory in March, but has allowed in a trickle of aid starting in May, mostly distributed by the controversial United States-backed Gaza Humanitarian Foundation (GHF).</p>\n<p>The United Nations and aid groups trying to deliver food to Gaza say Israel, which controls everything that comes in and out, is choking delivery, while Israeli troops have shot dead hundreds of Palestinians close to aid distribution points since May.</p>\n<p>“We have a minimum set of requirements to be able to operate inside Gaza,” Ross Smith, the director of emergencies at the UN World Food Programme, said. “One of the most important things I want to emphasise is that we need to have no armed actors near our distribution points, near our convoys.”</p>\n<p>Recurring attacks on aid seekers have turned the few remaining hospitals in Gaza “into massive trauma wards”, Rik Peeperkorn, the WHO’s representative for the occupied Palestinian territory, said.</p>\n<p>The food scarcity is so extreme that people cannot do their work, including journalists, teachers and even their own staff, Peeperkorn added.</p>\n<p>Nour Sharaf, an American doctor from al-Shifa Hospital in Gaza City, also warned that people “haven’t eaten anything for days and are dying of hunger”.</p>\n<p>“Doctors sometimes don’t get food, but they still do their jobs,” she told Al Jazeera, adding that medical workers often work long hours.</p>\n<h2 id=\"two-more-journalists-killed\">Two more journalists killed</h2>\n<p>Israeli strikes have continued to pound various parts of the enclave, including Gaza City, where the Israeli army said it was “intensifying operations”.</p>\n<p>The area has come under intense bombardment in recent days.</p>\n<p>Gaza’s Government Media Office also announced the Israeli killing of two Palestinian journalists, Tamer al-Za’anin and Walaa al-Jabari, raising the number of media workers killed in the enclave since October 2023 to 231.</p>\n<p>The statement said that al-Za’anin was a photojournalist with various media organisations, while al-Jabari worked as a newspaper editor with several media outlets.</p>\n<p>Meanwhile, US Middle East envoy Steve Witkoff is heading to Europe for “very sensitive negotiations” over a Gaza ceasefire and captive release deal, the White House said.</p>\n<p>During the visit, Witkoff “will meet with key leaders from the Middle East to discuss the ongoing ceasefire proposal to end this conflict in Gaza and to release the hostages”, White House spokesperson Karoline Leavitt told reporters.</p>\n<p>Talks on a proposal for a 60-day ceasefire between Israel and Hamas, which would include the release of more of the 50 captives still being held in Gaza, are being mediated by Qatar and Egypt, with Washington’s backing.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>A Palestinian official close to the Gaza ceasefire talks and the mediation efforts said that Hamas had handed its response on the ceasefire proposal to mediators, declining to elaborate further.</p>\n<p>Successive rounds of negotiations have achieved no breakthrough since Israel broke a ceasefire in March.</p>\n<p>Israeli President Isaac Herzog told soldiers during a visit to Gaza that “intensive negotiations” about returning the captives held there were under way and that he hoped that they would soon “hear good news”, according to a statement.</p>\n<p>A senior Palestinian official earlier said that Hamas might give mediators a response to the latest proposals in Doha later on Wednesday, on the condition that amendments be made to two major sticking points: details on an Israeli military withdrawal and how to distribute aid during a truce.</p>\n</div></div></body></html>"
        },
        {
            "title": "Spain beat Germany to set up Women’s Euro 2025 final with England | Football News | Al Jazeera",
            "time": "2025-07-23T22:20:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-23T213444Z_1090905274_UP1EL7N1NXVYE_RTRMADP_3_SOCCER-EURO-GER-ESP-1753306836.jpg?resize=1687%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Aitana Bonmati netted the only goal of the game late in extra time as world champions <a href=\"/sports/liveblog/2025/7/23/live-germany-vs-spain-womens-euro-2025-semifinal\">Spain edged Germany 1-0</a> in their Women’s Euro 2025 semifinal to set up a title decider this weekend against England.</p>\n<p>A tense game in Zurich on Wednesday was ticking down towards penalties, when reigning Ballon d’Or Bonmati struck in the 113th minute, surprising the usually reliable German goalkeeper Ann-Katrin Berger at her near post.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It was not one of Barcelona star Bonmati’s most influential performances, yet she still delivered when it mattered to keep Spain on course to win their first European Championship crown.</p>\n<p>They were also grateful to goalkeeper Cata Coll for some vital interventions, including a spectacular double save to deny Klara Buhl and Carlotta Wamser right at the end of normal time, as Germany were agonisingly eliminated.</p>\n<figure id=\"attachment_3853536\" aria-describedby=\"caption-attachment-3853536\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3853536 size-arc-image-770\" src=\"/wp-content/uploads/2025/07/2025-07-23T212329Z_39365084_UP1EL7N1NF4XB_RTRMADP_3_SOCCER-EURO-GER-ESP-1753306178.jpg?resize=770%2C476&amp;quality=80\" alt=\"Football - UEFA Women's Euro 2025 - Semi Final - Germany v Spain - Stadion Letzigrund, Zurich, Switzerland - July 23, 2025 Spain's Aitana Bonmati scores their first goal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3853536\" class=\"wp-caption-text\">Spain’s Aitana Bonmati scores their first goal [Matthew Childs/Reuters]</figcaption></figure>\n<p>Spain will now face <a href=\"/sports/2025/7/22/england-beat-italy-to-reach-uefa-womens-euro-2025-final\">reigning European champions England</a> on Sunday in Basel, in what will be a repeat of the 2023 World Cup decider, when <a href=\"/sports/2023/8/20/spain-beat-england-1-0-2023-womens-world-cup-final\">La Roja triumphed 1-0</a> in Sydney.</p>\n<p>If Montse Tome’s side come out on top again, they will become the first nation to hold both the world and European titles at the same time since Germany, almost 15 years ago.</p>\n<p>Spain had never beaten Germany before, and now, they advance to their first-ever Euro final, with the chance to cement their status as the leading force in international women’s football.</p>\n<p>They should have been the fresher of the two sides here, having played their quarterfinal against hosts Switzerland a day before Germany got the better of France on penalties, after playing almost the whole game with 10 players.</p>\n<p>Germany were also missing three of their starters from that match, with Kathrin Hendrich and Sjoeke Nusken suspended and right-back Sarai Linder injured.</p>\n<p>Christian Wuck’s team did unsurprisingly have the majority of the 22,432 crowd behind them at Zurich’s Letzigrund Stadium, and they had Berger in goal.</p>\n<p>A star of the win over France, she made a fine save to keep out a shot from Spain’s Esther Gonzalez – her teammate at Gotham FC in the United States – just before the midway point in the first half, tipping the ball over for a corner.</p>\n<figure id=\"attachment_3853220\" aria-describedby=\"caption-attachment-3853220\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3853220 size-arc-image-770\" src=\"/wp-content/uploads/2025/07/AP25204699287862-1753299174.jpg?resize=770%2C513&amp;quality=80\" alt=\"Germany goalkeeper Ann-Katrin Berger saves a shot from Spain's Esther Gonzalez during the Women's Euro 2025 semifinals\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3853220\" class=\"wp-caption-text\">Germany goalkeeper Ann-Katrin Berger saves a shot from Spain’s Esther Gonzalez during the Women’s Euro 2025 semifinals [Alessandra Tarantino/AP]</figcaption></figure>\n<p>Spain captain Irene Paredes headed against the post from a Claudia Pina corner, and Gonzalez was again denied by Berger before half-time.</p>\n<p>It was then Germany’s turn to have the best chances in the second half, but Coll made a crucial block from Buhl just after the hour mark, and the Bayern Munich player also curled a free kick just wide late on.</p>\n<p>Then came the stunning double save from Coll right at the end of the allotted four minutes of injury time, as the Barcelona goalkeeper kept out a deflected Buhl shot that was looping in and quickly got up to stop Wamser’s follow-up.</p>\n<p>That was perhaps a sign that it would not be Germany’s night. They then saw defender Sophia Kleinherne come off in tears early in extra time after overstretching while trying to stop Salma Paralluelo going clean through on goal.</p>\n<p>Spain’s winner arrived in the 113th minute, as Bonmati let a ball from Athenea del Castillo run past her in the area before beating Berger at the goalkeeper’s near post with a shot from a tight angle.</p>\n<p>There was still time for Coll to excel again, flying to her left to save from Lea Schuller as Spain held on.</p>\n</div></div></body></html>"
        },
        {
            "title": "Israeli parliament approves symbolic motion on West Bank annexation | Occupied West Bank News | Al Jazeera",
            "time": "2025-07-23T21:44:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-18T102906Z_385866628_RC2WOFAFKXD3_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-SETTLERS-1752869470.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s parliament has approved a symbolic measure calling for the annexation of the occupied West Bank.</p>\n<p>Knesset lawmakers voted 71-13 in favour of the motion on Wednesday, a non-binding vote which calls for “applying Israeli sovereignty to Judea, Samaria and the Jordan Valley” – the Israeli terms for the area.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It said that annexing the West Bank “will strengthen the state of Israel, its security and prevent any questioning of the fundamental right of the Jewish people to peace and security in their homeland”.</p>\n<p>The motion, advanced by Prime Minister Benjamin Netanyahu’s coalition is declarative and has no direct legal implications, though it could place the issue of annexation on the agenda of future debates in the parliament.</p>\n<p>The idea was initially brought forward last year by Israel’s far-right finance minister, Bezalel Smotrich, who himself lives in an illegal Israeli settlement and holds a position within Israel’s Ministry of Defence, where he oversees the administration of the West Bank and its settlements.</p>\n<p>The West Bank, along with the Gaza Strip and East Jerusalem, has been under Israeli occupation since 1967. Since then, Israeli settlements have expanded, despite being illegal under international law and, in the case of settlement outposts, Israeli law.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Palestinian leaders want all three territories for a future state. Some 3 million Palestinians and more than 500,000 Israeli settlers currently reside in the West Bank.</p>\n<p>Annexation of the West Bank could make it impossible to create a viable Palestinian state, which is seen internationally as the most realistic way to resolve the Israeli-Palestinian conflict.</p>\n<p>Last year, the Israeli parliament approved a similar symbolic motion declaring opposition to the establishment of a Palestinian state.</p>\n<p>Hussein al-Sheikh, deputy to Palestinian Authority President Mahmoud Abbas, said the motion was “a direct assault on the rights of the Palestinian people”, which “undermines the prospects for peace, stability and the two-state solution”.</p>\n<p>“These unilateral Israeli actions blatantly violate international law and the ongoing international consensus regarding the status of the Palestinian territories, including the West Bank,” he wrote in a post on X.</p>\n<p>The Palestinian Ministry of Foreign Affairs and Expatriates said in a statement that it strongly rejects any motion for annexation.</p>\n<p>The ministry stressed that the “colonial measures” reinforce a system of apartheid in the West Bank and reflect a “blatant disregard” for many United Nations resolutions and the advisory opinion of the International Court of Justice (ICJ), which was issued in July 2024.</p>\n<p>The statement, carried by the official Palestinian Wafa news agency, also warned that such actions deliberately undermine the prospects of implementing a two-state solution.</p>\n<p data-start=\"673\" data-end=\"890\">The ministry added that while settlement expansion continues, de facto annexation is already occurring on a daily basis.</p>\n<p data-start=\"113\" data-end=\"406\">Following Israel’s deadly war on Gaza, Israeli forces have intensified attacks on Palestinian towns and villages in the occupied West Bank, displacing thousands of Palestinians and killing hundreds. Settlers, often backed by Israeli soldiers, have also escalated assaults on Palestinians, their land, and property.</p>\n</div></div></body></html>"
        },
        {
            "title": "Tesla reports biggest quarterly revenue decline in more than a decade | Elon Musk News | Al Jazeera",
            "time": "2025-07-23T21:43:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25196221507299-1753303706.jpg?resize=1616%2C1080&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tesla reports biggest quarterly revenue decline in more than a decade</h1><p class=\"article__subhead\"><em>Analysts expect a turnaround in future quarters as the automaker bets on robotaxi expansions.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tesla has reported its biggest decline in quarterly revenue in more than a decade as CEO Elon Musk’s political activity weighs on the electric carmaker brand’s reputation.</p>\n<p>Revenue fell to $22.5bn for the April-June quarter from $25.5bn a year earlier, according to its earnings report, which Tesla released after the closing bell on Wall Street. Analysts on average were expecting revenue of $22.74bn, according to data compiled by LSEG.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Revenue from car sales declined by 16 percent. Tesla attributed the revenue dip to a decline in vehicle deliveries. Earlier this month, it reported <a href=\"/economy/2025/7/2/tesla-global-sales-fall-amid-musk-backlash-and-pressure-on-ev-market\" target=\"_blank\" rel=\"noopener\">a 14 percent decline</a> in car deliveries in the second quarter.</p>\n<p>Investors are worried about whether Musk will be able to give enough time and attention to Tesla after he locked horns with United States President Donald Trump by forming a <a href=\"/news/2025/7/6/elon-musk-launches-the-america-party-as-feud-with-trump-escalates\" target=\"_blank\" rel=\"noopener\">new political party this month</a>. Weeks earlier, he had promised that he would cut back on government work and focus on his companies.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Musk’s connections to the Trump administration and layoffs across the US government when he headed the Department of Government Efficiency weighed on its US reputation. Meanwhile, the billionaire’s endorsements of <a href=\"/news/2024/12/20/elon-musk-backs-germanys-far-right-afd-before-elections\" target=\"_blank\" rel=\"noopener\">the far-right AfD party</a> in Germany have affected the brand’s reputation in Europe.</p>\n<p>A series of high-profile executive exits, including last month of a longtime Musk confidant who oversaw sales and manufacturing in North America and Europe, is also adding to the concerns.</p>\n<p>The company reported a second straight quarterly revenue drop, despite rolling out a much-awaited refreshed version of its best-selling Model Y SUV that investors had hoped would rekindle demand.</p>\n<p>Much of the company’s trillion-dollar valuation hangs on its bet on its robotaxi service – a small trial of which started in Austin, Texas, last month – and developing humanoid robots. On Wednesday, Bloomberg News reported that Tesla has been in talks with the state of Nevada about introducing robotaxi services there.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Analysts believe that this will keep the automaker on pace for growth in future quarters.</p>\n<p>“We are at a ‘positive crossroads’ in the Tesla story: Musk is laser focused as CEO, Robotaxi/autonomous expansion has begun, demand stabilisation has begun especially in China, and Tesla is about to embark on an aggressive AI-focused strategy that, we believe, will include owning a significant piece of xAI,” Dan Ives, an analyst at the financial services company Wedbush Securities, said in a note provided to Al Jazeera.</p>\n<p>xAI is Musk’s AI firm which also makes the chatbot Grok.</p>\n<p>“While near-term and this quarter the numbers are nothing to write home about, we believe investors are instead focused on the AI future at Tesla, with a motivated Musk back driving Tesla’s future,” Ives said.</p>\n<p>Tesla’s stock closed the trading day in positive territory, up by 0.1, but has tumbled in after-hours trading, down by 0.3 percent.</p>\n</div></div></body></html>"
        },
        {
            "title": "UN court: Climate crisis is ‘existential threat’ | Newsfeed | Al Jazeera",
            "time": "2025-07-23T21:05:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753304733.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jul 2025</span><span aria-hidden=\"true\">23 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump admin leans into unsubstantiated claims Obama committed ‘treason’ | Donald Trump News | Al Jazeera",
            "time": "2025-07-23T21:04:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25204045451949-1753301822.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump admin leans into unsubstantiated claims Obama committed ‘treason’</h1><p class=\"article__subhead\"><em>The Trump administration says former President Obama sought to undermine Trump through faulty claims.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has again pushed unsubstantiated claims that former President <a href=\"/news/2025/7/22/donald-trump-accuses-barack-obama-of-treason-over-2016-election-claims\">Barack Obama</a> committed treason by falsely tying him to Russian efforts to interfere in the 2016 election.</p>\n<p>Speaking at the White House on Wednesday, Director of National Intelligence <a href=\"/news/2025/2/12/tulsi-gabbard-confirmed-as-us-director-of-national-intelligence\">Tulsi Gabbard</a> said that Obama and key allies had misled the public and manipulated intelligence to undermine Trump.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Asked if she believed Obama had committed treason, Gabbard said it was up to the Department of Justice to bring criminal charges, but said that the actions of Obama and his allies could “only be described as a years-long coup and a treasonous conspiracy against the American people, our republic, and an effort to undermine President Trump’s administration”.</p>\n<p>Trump has frequently pushed baseless claims about his political rivals and threatened them with persecution. He has also remained fixated on past grievances, promoting allegations that he has been undermined by murky forces and repeating the false claim that he was the true winner of the <a href=\"/news/2025/6/20/trump-calls-for-special-prosecutor-to-investigate-2020-election\">2020 election</a>.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>His administration has recently come under increased pressure from members of his own right-wing base, <a href=\"/news/2025/7/17/who-are-the-maga-influencers-calling-for-pam-bondis-head-over-epstein\">some of whom</a> have been disappointed with his administration’s handling of information about disgraced financier and sex trafficker <a href=\"/news/2025/7/22/trump-team-seeks-meeting-with-ghislaine-maxwell-amid-epstein-pressure\">Jeffrey Epstein</a>.</p>\n<p>Trump has said that he wants Obama, who served as president before Trump’s first term in office, to face “accountability”.</p>\n<p>“It’s there; he’s guilty. This was treason,” Trump said on Tuesday, pushing accusations widely denounced as baseless. “They tried to steal the election, they tried to obfuscate the election. They did things that nobody’s ever imagined, even in other countries.”</p>\n<p>Asked about those comments on Wednesday, White House press secretary Karoline Leavitt did not specify what actions Trump would like to see.</p>\n<p>“It’s in the Department of Justice’s hands and we trust them to move the ball forward,” she said.</p>\n<p>During her remarks on Wednesday, Gabbard also named several figures from the Obama administration, including former Secretary of State Hillary Clinton, former FBI Director James Comey, and former CIA Director John Brennan.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>A spokesperson for Obama has previously said that Trump’s “bizarre” claims of treason are “ridiculous and a weak attempt at distraction”.</p>\n<p>Trump faced allegations of attempting to overturn his loss in 2020 through anti-democratic means after a mob of his supporters <a href=\"/news/2024/1/5/trump-indictment-deep-divisions-january-6-reverberates-three-years-on\">stormed the US Capitol</a> on January 6, 2021, to prevent the certification of the election results based on false claims pushed by Trump that the election had been “stolen” through massive fraud.</p>\n</div></div></body></html>"
        },
        {
            "title": "US federal judge refuses Trump’s bid to unseal Epstein grand jury records | Donald Trump News | Al Jazeera",
            "time": "2025-07-23T20:26:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25198369121958-1753297240.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A federal judge in the United States has rejected a request from the Department of Justice to release transcripts from a grand jury investigation into the late sex offender <a href=\"/news/2025/7/22/trump-team-seeks-meeting-with-ghislaine-maxwell-amid-epstein-pressure\">Jeffrey Epstein</a>.</p>\n<p>On Wednesday, US District Judge Robin Rosenberg of Florida indicated her hands were “tied” in the matter.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The unsealing of grand jury testimony is relatively rare, given the need for secrecy in such sensitive criminal investigations.</p>\n<p>There are only narrow exceptions to federal criminal procedure that would allow for the transcripts to be released, and Judge Rosenberg indicated that those were not met by the Justice Department’s requests.</p>\n<p>The request Judge Rosenberg received was one of three issued by the Justice Department, as it seeks to tamp down outrage from President Donald Trump’s base about the lack of recent revelations in the Epstein scandal.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"epstein-scandal-fuels-conspiracy-theories\">Epstein scandal fuels conspiracy theories</h2>\n<p>In February, Attorney General Pam Bondi played up the impending release of a trove of documents related to Epstein, a disgraced financier and convicted sex offender whose entourage included high-profile figures.</p>\n<p>Epstein died by suicide in 2019 while awaiting trial in New York, fuelling conspiracy theories that his death might have been a cover-up orchestrated by powerful, shadowy figures.</p>\n<p>But the nearly <a href=\"https://www.justice.gov/opa/pr/attorney-general-pamela-bondi-releases-first-phase-declassified-epstein-files\" target=\"_blank\" rel=\"noopener\">200 pages</a> Bondi and the Justice Department <a href=\"/news/2025/7/22/trump-dumps-a-pile-of-mlk-files-why-not-the-epstein-files\">ultimately published</a> failed to produce any major new revelations. It also notably lacked the “client list” that Bondi told Fox News was “sitting on my desk right now to review”.</p>\n<p>Some of President Trump’s Make America Great Again (MAGA) supporters <a href=\"/video/the-listening-post/2025/7/19/the-epstein-crisis-a-maga-mess-of-trumps-making\">had pushed the idea</a> that paedophiles had infiltrated the highest levels of government and popular media, and that Epstein kept a client list in order to blackmail those power brokers.</p>\n<p>Even Trump’s appointee to lead the Federal Bureau of Investigation (FBI), Kash Patel, and his second-in-command Dan Bongino had promoted the <a href=\"/news/2025/7/17/who-are-the-maga-influencers-calling-for-pam-bondis-head-over-epstein\">conspiracy theories</a>, claiming there was a “black book” or “list” in the government’s possession that would prove the Epstein rumours.</p>\n<p>But the FBI and the Justice Department have since attempted to <a href=\"/news/2025/7/7/epstein-no-client-list-died-suicide-justice-department-says\">quash that speculation</a>. In July, the agencies released a <a href=\"https://www.justice.gov/opa/media/1407001/dl?inline\" target=\"_blank\" rel=\"noopener\">joint memorandum</a> denying the existence of such a list.</p>\n<p>“This systematic review revealed no incriminating ‘client list.’ There was also no credible evidence found that Epstein blackmailed prominent individuals as part of his actions,” it read.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"scrutiny-on-trump\">Scrutiny on Trump</h2>\n<p>That, however, did little to abate the outrage, and scrutiny has since turned to <a href=\"/news/2025/7/18/how-well-did-trump-and-epstein-really-know-each-other-a-timeline\">President Trump’s own relationship</a> with Epstein.</p>\n<p>The Wall Street Journal this month published a report alleging that Trump had signed a birthday note to Epstein featuring a suggestive message, alongside a doodle of a naked woman. Trump denied ever writing or drawing such a birthday message, and he <a href=\"/news/2025/7/19/trump-sues-wall-street-journal-rupert-murdoch-for-10bn-over-epstein-story\">has since sued</a> the newspaper and its parent company.</p>\n<p>But on Wednesday, <a href=\"/news/2025/7/22/trump-administration-bars-wall-street-journal-from-trip-amid-epstein-spate\">The Wall Street Journal</a> continued its coverage of the Epstein scandal with an article that alleged the Justice Department knew Trump’s name appeared multiple times in files related to the sex offender.</p>\n<p>Steven Cheung, the White House communications director, called the latest report “another fake news story”.</p>\n<p>Trump has previously <a href=\"https://x.com/AGPamBondi/status/1946346621274317115\" target=\"_blank\" rel=\"noopener\">called</a> for the Epstein grand jury transcripts to be released, dismissing the ongoing scandal as a “scam” and a “hoax”. He also repudiated any of his supporters who believed the rumours.</p>\n<p>“My PAST supporters have bought into this ‘bull****,’ hook, line, and sinker,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114863203348237352\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media on July 16. “Let these weaklings continue forward and do the Democrats work.”</p>\n<p>While the Justice Department has argued there is “extensive public interest” in releasing the grand jury transcripts, experts say those testimonies are unlikely to contain the full extent of the evidence in the Epstein case.</p>\n<p>Federal grand jury testimonies are usually brief, supplying only enough information to secure an indictment.</p>\n<p>One former federal prosecutor, Sarah Krissoff, told The Associated Press the transcripts are likely to be a “distraction”.</p>\n<p>“The president is trying to present himself as if he’s doing something here, and it really is nothing,” Krissoff said in an interview published earlier this week.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"democrats-seek-advantage\">Democrats seek advantage</h2>\n<p>Democrats, meanwhile, have sought to highlight the lingering questions about Epstein in a bid to damage Trump’s reputation with his supporters.</p>\n<p>In the House of Representatives, for instance, Republican Speaker Mike Johnson adjourned the chamber early for its six-week August recess to attempt to stave off a vote to release more Epstein records.</p>\n<p>Democrats like Representative Summer Lee seized upon that manouevre as evidence of complicity.</p>\n<p>“They’re fleeing our work, our job and sending us back home because they don’t want to vote to release these files,” Lee said.</p>\n<p>But Johnson defended the move, saying Trump officials were “already doing everything within their power to release them”.</p>\n<p>Still, on Wednesday afternoon, Democrats on the House Committee for Oversight rallied with three Republicans to vote in favour of a subpoena for Justice Department records, by tally of eight to two.</p>\n</div></div></body></html>"
        },
        {
            "title": "Former Scottish First Minister and his wife plead for Gaza aid | Newsfeed | Al Jazeera",
            "time": "2025-07-23T20:17:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753301851.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jul 2025</span><span aria-hidden=\"true\">23 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump administration unveils wide ranging AI action plan | Technology News | Al Jazeera",
            "time": "2025-07-23T20:03:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25199698581532-1753293017.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has unveiled its new artificial intelligence action plan, which includes a strategy it says will boost the US standing in AI as it competes with China for dominance in the rapidly growing sector.</p>\n<p>The White House released the 25-page “America’s AI Action Plan” on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It includes 90 different policy proposals that the administration says will increase AI tools for allies around the globe. It will also promote production of new data centres around the US. It will scrap federal regulations that “hinder AI development”, although it is not clear which regulations are in question.</p>\n<p>In a statement, US Secretary of State Marco Rubio said the plan will “ensure America sets the technological gold standard worldwide, and that the world continues to run on American technology”.</p>\n<p>The president is expected to announce a series of executive orders which will outline key parts of the plan around 5pm in New York (21:00 GMT).</p>\n<p>“We believe we’re in an AI race … and we want the United States to win that race,” White House AI czar David Sacks told reporters on Wednesday.</p>\n<p>The White House says the plan will “counter Chinese influence in international governance bodies” and also will give the US more control over exports of AI technology.</p>\n<p>However, the administration did not offer any details on how it plans to do that.</p>\n<p>The plan outlined by the Trump administration will also include a framework to analyse models built by China to assess “alignment with Chinese Communist Party talking points and censorship”.</p>\n<p><strong>Free speech in the spotlight </strong></p>\n<p>The plan says that it will also uphold free speech in models that will allow systems to be “objective and free from top-down ideological bias” for organisations wanting to do business with the federal government.</p>\n<p>A senior White House official said the main target was AI models that consider diversity and inclusion, according to The Wall Street Journal, which, experts say, signals the concern is the government’s perceived liberal bias as opposed to an overall bias.</p>\n<p>“The government should not be acting as a Ministry of AI Truth or insisting that AI models hew to its preferred interpretation of reality,” Samir Jain, vice president of policy at the Center for Democracy &amp; Technology, said in a statement provided to Al Jazeera.</p>\n<p>“The plan is highly unbalanced, focusing too much on promoting the technology while largely failing to address the ways in which it could potentially harm people.”</p>\n<p>Conservatives have long accused AI chatbots of having a liberal bias, comparable to their comments on legacy media for providing critical coverage of the administration. However, it comes as users of GrokAI, former Trump ally and right-wing tycoon Elon Musk’s AI platform, have accused it of having <a href=\"/economy/2025/7/11/as-millions-adopt-grok-to-fact-check-misinformation-abounds\" target=\"_blank\" rel=\"noopener\">a right-wing lean</a>. Musk’s X AI is part of a $200m package with the Pentagon that has other AI companies, including OpenAI.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p><strong>Building out data centres</strong></p>\n<p>A key focus of the new plan will be to build out new data centers for AI technology as the industry rapidly expands. The administration said that will include streamlining permits for new centre development and the energy production facilities used to power these data centres.</p>\n<p>The plan sidesteps environmental concerns that have been a major criticism of the AI industry. AI “challenges America to build vastly greater energy generation than we have today”, the plan said.</p>\n<p>AI data centres have been tied to increased power consumption and, in turn, greenhouse gas emissions. According Google’s 2024 sustainability report, there was a 48 percent increase in power greenhouse gas emissions since 2019 which, it says, will only become more prevalent.</p>\n<p>“This result was primarily due to increases in data center energy consumption and supply chain emissions. As we further integrate AI into our products, reducing emissions may be challenging due to increasing energy demands from the greater intensity of AI compute, and the emissions associated with the expected increases in our technical infrastructure investment,’ <a href=\"https://www.gstatic.com/gumdrop/sustainability/google-2024-environmental-report.pdf\" target=\"_blank\" rel=\"noopener\">the report said</a>.</p>\n<p>The streamlining of permits also comes as the US Environmental Protection Agency (EPA) plans to reverse its scientific determination that greenhouse gas emissions endanger public health. That change would remove the legal framework that climate regulations are based on, the Reuters news agency has reported, citing two unnamed sources.</p>\n<p>The reversal would remove the “endangerment finding”, making it easier for the EPA to undo legislation limiting greenhouse gas emissions on energy-producing facilities, including those used to power AI data centres.</p>\n<p>The administration has created environmental review exceptions for data centre construction and will allow expanding access to federal lands for AI development.</p>\n<p>“AI will improve the lives of Americans by complementing their work — not replacing it,” the plan says.</p>\n<p>It, however, comes as employers across the country scrap jobs because of AI. Earlier this month, Recruit Holdings, the parent company of Indeed and Glassdoor, cut 1300 jobs which it directly attributed to AI.</p>\n<p>In June, Salesforce CEO Marc Benioff said that AI is doing 30 to 50 percent of the company’s workload. In February, the tech giant laid off 1,000 employees.</p>\n<p>Analysts say the plan looks promising for investors in the AI sector.</p>\n<p>“This is a watershed moment in the AI revolution, and Trump recognises this AI arms race between the US and China. A big step forward,” Dan Ives, analyst at Wedbush Securities, told Al Jazeera.</p>\n<p>As of 4pm in New York (20:00 GMT), stocks of AI-focused companies had mixed results. NVIDIA was up 2.1 percent; Palantir up 3.6 percent, Oracle up 1.5 percent and Microsoft was up 0.3 percent. On the other hand, Google’s parent company Alphabet was down 0.5 percent.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Brazil to join South Africa’s ICJ ‘genocide’ case against Israel | Gaza News | Al Jazeera",
            "time": "2025-07-23T19:56:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250722__67GK4T7__v3__HighRes__PalestinianIsraelConflict-1753266122.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Brazil to join South Africa’s ICJ ‘genocide’ case against Israel</h1><p class=\"article__subhead\"><em>Brazilian Foreign Ministry says international community ‘cannot remain inactive’ in the face of ‘ongoing atrocities’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazil has said that it will move to intervene in a case before the <a href=\"/news/2025/5/2/icj-hearings-on-israels-obligation-to-allow-aid-to-palestine-key-takeawayicj-hearings-on-israels-obligation-to-allow-aid-to-palestine-key-takeaway\">International Court of Justice</a> (ICJ) alleging that Israel is committing “genocide” in Gaza, as non-Western countries step up calls for greater pressure.</p>\n<p>The Brazilian Ministry of Foreign Affairs said on Wednesday that it was in the “final stages” of submitting a formal intervention to the ICJ regarding the case, originally brought by <a href=\"/news/2024/1/11/a-quick-guide-to-south-africas-icj-case-against-israel\">South Africa</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“The international community cannot remain inactive in the face of ongoing atrocities,” the Foreign Ministry said in a statement. “Brazil believes there is no longer room for moral ambiguity or political omission. Impunity undermines international legality and undermines the credibility of the multilateral system.”</p>\n<p>Brazil’s planned intervention in the case, earlier reported by the Brazilian paper Folha de S Paulo, comes as Israeli abuses in Gaza, including harsh restrictions on aid that have brought the Gaza Strip to the brink of <a href=\"/news/2025/7/22/at-least-15-starve-to-death-in-24-hours-in-gaza-as-israel-continues-attacks\">mass famine</a>, are under growing scrutiny.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The “Brazilian government announces that it is in the final stages of submitting a formal intervention in the ongoing case at the International Court of Justice, brought by South Africa under the Convention on the Prevention and Punishment of the Crime of Genocide,” the statement said.</p>\n<p>“The Brazilian government expresses deep indignation at the recurring episodes of violence against the civilian population in the State of Palestine, not limited to the Gaza Strip but extending to the West Bank.”</p>\n<h2 id=\"increasingly-vocal\">Increasingly vocal</h2>\n<p>The South American nation said that civilians in Gaza and the occupied West Bank have been subjected to “recurring episodes of violence” and serious rights violations, including the “shameless use of starvation as a weapon of war”.</p>\n<p><a href=\"/news/2024/6/6/which-countries-have-joined-south-africas-case-against-israel-at-the-icj\">Several other countries</a>, including Spain, Turkiye, and the Republic of Ireland, have also asked to intervene in the case, urging the ICJ to state that Israel is in violation of its obligations under the 1948 Genocide Convention.</p>\n<p>Brazil has itself become increasingly vocal in its criticism of Israel, with President Luiz Inacio Lula da Silva denouncing Israel’s actions in Gaza <a href=\"/news/2025/7/6/brazils-leader-lula-condemns-gaza-genocide-at-brics\">as a genocide</a> at a BRICS meeting earlier this month. The Foreign Ministry statement notes that the decision to intervene in the case is based on the “plausibility that the rights of Palestinians to protection against acts of genocide are being irreversibly impaired”.</p>\n<p>The court has yet to rule on whether Israel is committing genocide in Gaza, but <a href=\"/news/2024/1/26/icj-fails-to-order-ceasefire-but-says-israel-must-prevent-genocide-in-gaza\">issued an order</a> in January 2024, demanding that Israel take action to prevent genocide in the Strip through acts such as allowing greater access to humanitarian aid.</p>\n<p>However, pressure has had little impact, and the United States and other Western allies have remained firmly supportive of Israel despite a growing chorus of experts and rights groups warning of systematic rights abuses in Gaza.</p>\n<p>Israel initiated a full blockade in March that barred all aid from Gaza for several months, before allowing a limited resumption of assistance through the GHF, a group closely tied to Israel and the US.</p>\n<p>More than <a href=\"/news/2025/7/22/un-says-israeli-military-killed-over-1000-seeking-gaza-aid-since-late-may\">1,000 Palestinians</a> waiting for aid at GHF distribution sites have been killed by Israeli forces since May, as reports of Palestinians dying of starvation continue to mount.</p>\n<p>United Nations officials have <a href=\"/video/newsfeed/2025/6/4/ghf-suspends-aid-timeline-of-a-death-trap-in-gaza\">denounced the sites</a> as “death traps” and said they will not cooperate with GHF, which supplanted existing international aid groups that Israel has largely barred from operating in Gaza.</p>\n</div></div></body></html>"
        },
        {
            "title": "Ultra-Orthodox Jews, Israeli police scuffle in West Jerusalem | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-23T19:51:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AA-20250723-38641725-38641706-ISRAEL_ARRESTS_3_ULTRAORTHODOX_MEN_FOR_DODGING_MILITARY_DRAFT_IN_FIRSTEVER_POLICE_ACTION_cropped-1753300172.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jul 2025</span><span aria-hidden=\"true\">23 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy promises new bill amid growing pressure over anticorruption law | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-23T19:37:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/ap_68812f37d7308-1753296695.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President <a href=\"/tag/ukraine-russia-crisis/\">Volodymyr Zelenskyy</a> has promised to introduce new legislation amid continuing protests and international criticism over a law passed earlier this week that critics say undermines Ukraine’s fight against corruption.</p>\n<p>The controversial law, passed on Tuesday, places the National Anti-Corruption Bureau of Ukraine (NABU) and the Specialised Anti-Corruption Prosecutor’s Office (SAPO) under the direct authority of the country’s prosecutor general – an official appointed by the president. Critics say the law strips the agencies of their independence and could allow political interference.</p>\n<p>While Zelenskyy has defended the law as a necessary response to suspected “Russian influence” within the agencies, European Union officials and rights groups say that it contains no specific provisions to target Kremlin-linked operatives and warn it could derail any Ukrainian accession bid to the European Union.</p>\n<p>“I have analysed all concerns,” Zelenskyy wrote on X following a meeting with top government and law enforcement officials.</p>\n<p>Writing about the proposal of the new bill, he said: “We will prepare and submit a bill to the Verkhovna Rada [parliament] that ensures the strength of the rule-of-law system. There will be no Russian influence or interference … and all the norms for the independence of anti-corruption institutions will be in place.”</p>\n<h2 id=\"public-anger-and-european-backlash\">Public anger and European backlash</h2>\n<p>On Tuesday night, thousands of Ukrainians rallied in Kyiv and other major cities in rare wartime protests. More than 1,000 demonstrators defied martial law, which bans large public gatherings, to express their anger at the government, while on Wednesday, more protests took place in the capital.</p>\n<p>“This is complete nonsense from the president’s office,” 20-year-old student Solomiia Telishevska told the news agency Reuters, referring to the law signed by Zelenskyy on Tuesday. “This contradicts what we are fighting for and what we are striving for, namely to [join] the European Union.”</p>\n<p>Cleaning up systemic corruption has long been a core requirement for Ukraine’s EU membership and for unlocking billions in foreign aid. The law’s passage risks alienating Kyiv’s Western allies as the war grinds on.</p>\n<p>European Commission President Ursula von der Leyen has demanded “explanations” from Zelenskyy, with a spokesperson confirming on Wednesday that she conveyed “strong concerns about the consequences of the amendments”. Germany’s Johann Wadephul, deputy leader of the Christian Democratic Union, warned on X that the restrictions were “hampering Ukraine’s path to the EU”.</p>\n<h2 id=\"anticorruption-bodies-targeted\">Anticorruption bodies targeted</h2>\n<p>The storm erupted days after law enforcement raided NABU offices and arrested an employee on suspicion of spying for Russia. Another employee was accused of illegal business ties to Moscow. The Security Service of Ukraine (SBU) agency also carried out searches and arrests related to other alleged infractions, including a traffic incident.</p>\n<p>Zelenskyy suggested these incidents justified the law passed on Tuesday, but Ukrainian analysts have warned the changes could erode public trust in Zelenskyy’s leadership during a critical phase of the war.</p>\n<p>NABU was created in 2015 after Ukraine’s 2014 pro-European revolution to tackle deep-rooted government corruption. The agency has investigated multiple high-profile cases, including figures close to Zelenskyy’s administration.</p>\n<p>Transparency International Ukraine denounced the raids as “an attempt by the authorities to undermine the independence of Ukraine’s post-Revolution of Dignity anti-corruption institutions”.</p>\n<p>Some Ukrainians believe the government is protecting loyal insiders at the expense of transparency. “Those who swore to protect the laws and the constitution have instead chosen to shield their inner circle, even at the expense of Ukrainian democracy,” said veteran Oleh Symoroz, who lost both legs in 2022 fighting Russian forces.</p>\n<p>The political firestorm risks creating deeper rifts within Ukraine at a time when unity is vital in Kyiv’s war against Russia. Oleksandra Matviichuk, head of the Nobel Peace Prize-winning Center for Civil Liberties, warned the law could play directly into the Kremlin’s hands. “This is a gift to Putin,” she said.</p>\n<p>Russian officials have already seized on the controversy. Kremlin spokesman Dmitry Peskov remarked there was “a lot of corruption” when asked about the protests in Kyiv.</p>\n</div></div></body></html>"
        },
        {
            "title": "Doctor accused of supplying actor Matthew Perry with ketamine pleads guilty | Crime News | Al Jazeera",
            "time": "2025-07-23T19:01:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25204157545842-1753291947.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Doctor Salvador Plasencia has pleaded guilty to illegally supplying the drug ketamine to Matthew Perry, star of the hit television show Friends, in the lead-up to the actor’s 2023 overdose and death in the United States.</p>\n<p>On Wednesday, Plasencia appeared before the federal court of Judge Sherilyn Peace Garnett in Los Angeles to enter his plea as part of a deal with prosecutors.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Plasencia had previously pleaded not guilty. But as his trial date approached in August, he and his defence lawyers reached an agreement that would see his legal jeopardy lowered.</p>\n<p>In exchange for having Plasencia plead guilty to four counts of illegally distributing ketamine, prosecutors dropped three additional counts of illegal distribution and two counts of falsifying records.</p>\n<p>When questioned by Judge Garnett, Plasencia indicated his lawyers had exhausted all their options for pleas and sentencing: “They’ve considered everything.”</p>\n<p>In a statement afterwards, one of his lawyers, Debra White, conveyed Plasencia’s regrets and indicated the doctor would no longer practice medicine professionally.</p>\n<p>“Dr Plasencia is profoundly remorseful for the treatment decisions he made while providing ketamine to Matthew Perry,” White said.</p>\n<p>“He is fully accepting responsibility by pleading guilty to drug distribution. Dr Plasencia intends to voluntarily surrender his medical license, acknowledging his failure to protect Mr Perry, a patient who was especially vulnerable due to addiction.”</p>\n<p>Perry — best known for his role as Chandler Bing on the show Friends — <a href=\"/news/2023/10/29/friends-actor-matthew-perry-dies-at-54\">died on October 28, 2023</a>, in a hot tub at his home in the Pacific Palisades neighbourhood of Los Angeles, California. He was 54 years old.</p>\n<p>An <a href=\"/news/2023/12/16/friends-star-matthew-perry-died-of-ketamine-overdose-autopsy-finds\">autopsy report</a> released in December of that year credited Perry’s death to the “acute effects” of ketamine, while acknowledging other factors. Perry’s coronary artery disease, for example, likely contributed to his death, as well as his long-term struggles with drug use.</p>\n<p>Perry had been legally using ketamine to treat his depression. But faced with limits to the amount he could be prescribed, Perry reportedly started to seek additional sources of the drug outside of legal channels.</p>\n<p>Plasencia did not supply Perry with the fatal dose of ketamine, according to prosecutors.</p>\n<p>But in court on Wednesday, he did acknowledge he provided Perry with ketamine in the month leading up to his death, including 20 vials that contained a total of 100 milligrammes of the drug.</p>\n<p>The doctor also admitted to administering one injection and watching Perry’s blood pressure spike. He also said he left some for Perry’s assistant to inject.</p>\n<p>In court filings from a separate case, fellow <a href=\"/news/2024/10/3/doctor-pleads-guilty-over-overdose-death-of-friends-star-matthew-perry\">doctor Mark Chavez</a> accused Plasencia of recruiting him to supply ketamine to sell to Perry.</p>\n<p>“I wonder how much this moron will pay,” Plasencia allegedly said in a text message to Chavez. Prosecutors said the ketamine sale netted $4,500.</p>\n<p>Plasencia is the fourth defendant to plead guilty to charges related to Perry’s death.</p>\n<p>A fifth defendant, Jasveen Sangha, has pleaded not guilty. Authorities have accused Sangha of giving Perry his fatal dose and say she was a drug dealer known as the “ketamine queen”. Her trial will begin in August.</p>\n</div></div></body></html>"
        },
        {
            "title": "GHF security guard details abuses he witnessed at Gaza ‘aid sites’ | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-23T18:40:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-20T125846Z_1361497003_RC2BQFABQV6Q_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-AID_cropped-1753295673.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jul 2025</span><span aria-hidden=\"true\">23 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli strikes kill 21 Palestinians, mostly women and children | Newsfeed | Al Jazeera",
            "time": "2025-07-23T17:59:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753293549.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jul 2025</span><span aria-hidden=\"true\">23 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Settlers killed US citizen Sayf Musallet. Will there be justice? | Occupied West Bank News | Al Jazeera",
            "time": "2025-07-23T16:52:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753289401.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sayfollah Musallet, a Palestinian American, was killed by Israeli settlers in the occupied West Bank on July 11, just days before his 21st birthday. His death is one of nearly 1,000 killings involving settlers this year, and his US citizenship has helped draw rare calls for a US investigation. Could this case shift how Washington responds to settler violence in the occupied West Bank?</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump White House probes Harvard University’s scholar exchange programme | Donald Trump News | Al Jazeera",
            "time": "2025-07-23T16:37:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-21T210555Z_1856292837_RC24RFANO2TV_RTRMADP_3_USA-TRUMP-HARVARD-1753287286.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has launched a new investigation against Harvard University, this time targeted at an exchange programme that allows foreign scholars to visit the elite school.</p>\n<p>Secretary of State Marco Rubio issued a <a href=\"https://www.dhs.gov/news/2025/05/22/harvard-university-loses-student-and-exchange-visitor-program-certification-pro\" target=\"_blank\" rel=\"noopener\">statement</a> on Wednesday saying the probe was necessary to ensure US security — but the investigation is likely to be seen by critics as the latest attempt to bully the school into compliance with President Donald Trump’s policies.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“The American people have the right to expect their universities to uphold national security, comply with the law, and provide safe environments for all students,” Rubio wrote in the statement.</p>\n<p>“The investigation will ensure that State Department programs do not run contrary to our nation’s interests.”</p>\n<p>At stake is Harvard’s exchange visitor programme, which allows professors, students and researchers to come to the US on a temporary basis.</p>\n<p>Participating scholars receive a J-1 visa, which allows them to participate in cultural and academic exchange programmes on the basis that they are coming to the US not as immigrants but as visitors.</p>\n<p>But Harvard’s ability to host such a programme is contingent on the State Department’s approval. Rubio suggested that the school’s “continued eligibility as a sponsor” would hang in the balance of Wednesday’s investigation.</p>\n<p>“To maintain their privilege to sponsor exchange visitors, sponsors must comply with all regulations, including conducting their programs in a manner that does not undermine the foreign policy objectives or compromise the national security interests of the United States,” Rubio wrote.</p>\n<figure id=\"attachment_3852826\" aria-describedby=\"caption-attachment-3852826\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852826\" src=\"/wp-content/uploads/2025/07/2025-07-21T174023Z_638325211_RC24RFA7EP7E_RTRMADP_3_USA-TRUMP-HARVARD-1753287312.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='A protester holds up a sign that reads: \"Hands off Harvard\"' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852826\" class=\"wp-caption-text\">The group Crimson Courage led a show of support for Harvard outside the federal courthouse in Boston, Massachusetts, on July 21 [Brian Snyder/Reuters]</figcaption></figure>\n<h2 id=\"questions-of-national-security\">Questions of national security</h2>\n<p>Under President Trump’s second term, the US has repeatedly cited questions of national security and foreign policy in its attempts to expel foreign students, particularly those involved in pro-Palestinian and antiwar movements.</p>\n<p>Rubio himself has drawn on the Immigration and Nationality Act of 1952 — a relatively obscure Cold War-era law — in his efforts to deport student protest leaders like Mahmoud Khalil.</p>\n<p>The law allows the secretary of state to expel foreign nationals “whose presence or activities” could pose “potentially serious adverse foreign policy consequences for the United States”.</p>\n<p>The government’s use of such laws, however, is currently being challenged in court. Critics argue they violate the constitutional right to free speech and protest.</p>\n<p>It was President Trump’s opposition to the pro-Palestinian protests that led him to engage in a high-profile confrontation with Harvard, the country’s oldest university and a member of the much-vaunted Ivy League.</p>\n<p>Schools like Harvard in Massachusetts and Columbia University in New York were considered the epicentre of the protest movement. At Columbia, for instance, students erected a tent encampment that inspired similar demonstrations across the world.</p>\n<p>The schools’ crackdowns on those protests, however, were also emulated at other campuses. Columbia, for instance, called in police to clear pro-Palestinian demonstrators, and other schools took similar action, leading to more than 3,000 campus arrests across the country last year.</p>\n<p>Critics of the protests, including President Trump, have called the demonstrations anti-Semitic and warned they create an unsafe learning environment for Jewish students.</p>\n<p>Protest leaders, however, point out that most of the demonstrations were peaceful and have forcefully rejected anti-Jewish hate. Rather, they argue their protests are about shining a light on the abuses Israel has perpetrated in Gaza — and the crackdowns are aimed at stamping out views that run contrary to the US’s close relationship with Israel.</p>\n<figure id=\"attachment_3852828\" aria-describedby=\"caption-attachment-3852828\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852828\" src=\"/wp-content/uploads/2025/07/2025-07-21T173457Z_1882899708_RC24RFAJONGL_RTRMADP_3_USA-TRUMP-HARVARD-1753287327.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A drag performer dresses as Trump with a regal cape and sceptre.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852828\" class=\"wp-caption-text\">David Prum, parodying President Donald Trump, demonstrates against attempts to strip Harvard of its federal funding [Brian Snyder/Reuters]</figcaption></figure>\n<h2 id=\"pressure-on-schools\">Pressure on schools</h2>\n<p>Upon taking office in January, however, Trump pledged to take “<a href=\"https://www.whitehouse.gov/fact-sheets/2025/01/fact-sheet-president-donald-j-trump-takes-forceful-and-unprecedented-steps-to-combat-anti-semitism/\" target=\"_blank\" rel=\"noopener\">forceful and unprecedented steps</a>” to root out alleged anti-Semitism on campus.</p>\n<p>In early March, he began his broadside on Ivy League campuses like Columbia and Harvard. He began by stripping Columbia of $400m in federal contracts and grants and then by requesting compliance with a list of demands, including disciplinary reform and <a href=\"/news/2025/3/14/us-arrests-second-student-imposes-receivership-on-columbia-university\">external oversight</a> for certain academic departments.</p>\n<p>By March 22, Columbia <a href=\"/news/2025/3/22/how-columbia-gave-in-to-trumps-demands-to-get-its-400m-funding-back\">had agreed</a> to make concessions.</p>\n<p>But Trump encountered greater resistance at Harvard University. On April 11, the Trump administration likewise issued a list of demands that would have required Harvard to commit to “structural and personnel changes” to foster “viewpoint diversity”, eliminate its diversity programmes and agree to external audits.</p>\n<p>It refused. Instead, Harvard President Alan Garber said such requests would violate Harvard’s rights as a private institution committed to academic freedom.</p>\n<p>Since then, the Trump administration <a href=\"/news/2025/5/14/trump-administration-cuts-another-450m-in-harvard-grants-in-escalating-row\">has stripped</a> Harvard of <a href=\"/news/2025/3/31/trump-threatens-to-yank-billions-in-harvard-university-contracts-and-grants\">billions of dollars</a> in federal contracts, research funding and grants. A federal court in Boston began hearing a legal challenge against that decision this week.</p>\n<h2 id=\"a-multi-pronged-attack\">A multipronged attack</h2>\n<p>But the Trump administration has also explored other avenues to pressure Harvard into compliance.</p>\n<p>Trump has <a href=\"/news/2025/5/2/donald-trump-renews-threats-against-harvard-universitys-tax-exempt-status\">threatened to revoke</a> Harvard’s tax-exempt status — though critics warn it would be illegal to do so — and Homeland Security Secretary Kristi Noem <a href=\"/news/2025/5/22/trump-blocks-harvards-ability-to-enroll-international-students-nyt-report\">blocked</a> Harvard from accessing the Student and Exchange Visitor Programme (SEVP), a system that schools are required to use to enrol international students.</p>\n<p>Foreign students make up about a quarter of Harvard’s student body. Losing access to the SEVP system effectively meant those students were no longer able to attend the school.</p>\n<p>Harvard <a href=\"/news/2025/6/6/harvard-challenges-trumps-efforts-to-block-us-entry-for-foreign-students\">challenged</a> the Trump administration’s ban on its foreign students in court and received a <a href=\"/news/2025/5/23/blatant-violation-harvard-sues-trump-over-move-to-block-foreign-students\">preliminary injunction</a> that allows its international students to remain while the case plays out.</p>\n<p>But other hurdles have since emerged. Earlier this month, for instance, the Trump administration accused Harvard of civil rights violations and called for a <a href=\"https://www.hhs.gov/press-room/hhs-education-harvard-accreditor-notice.html\" target=\"_blank\" rel=\"noopener\">review of its accreditation</a>, the industry-wide quality standard that gives university diplomas their value.</p>\n<p>Meanwhile, news outlets have reported that officials from the Trump administration and Harvard continue to negotiate over whether a deal can be struck to defuse the ongoing tensions.</p>\n</div></div></body></html>"
        },
        {
            "title": "Thailand recalls ambassador to Cambodia amid border tensions | News | Al Jazeera",
            "time": "2025-07-23T15:54:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25204529102320-1753286231.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand has recalled its ambassador to Cambodia and will expel Cambodia’s ambassador, the governing Pheu Thai Party said, following a landmine incident that injured a Thai soldier along the <a href=\"/news/2025/6/8/thailand-cambodia-to-return-to-military-positions-after-border-clash\">disputed border</a> between the two countries.</p>\n<p>The Thai Ministry of Foreign Affairs has lodged a formal protest with Cambodia, saying the landmines found in the area were newly deployed and had not been encountered during previous patrols, the party said on social media on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Thailand has downgraded diplomatic relations with Cambodia, it said.</p>\n<p>Thailand’s foreign ministry said it had yet to be informed of the decision to recall the Thai envoy and the plan to expel Cambodia’s ambassador.</p>\n<p>The government has also ordered the closure of all border checkpoints under the jurisdiction of Thailand’s Second Army, the Pheu Thai Party said.</p>\n<p>“Tourists are strictly prohibited from entering these border areas,” it said.</p>\n<p>A long-running territorial row in an area known as the Emerald Triangle, where the borders of both countries and Laos meet, boiled over into military clashes in May that left one <a href=\"/news/2025/5/29/cambodia-pm-urges-calm-after-border-clash-with-thailand-leaves-soldier-dead\">Cambodian soldier dead</a>.</p>\n<p>Since then, the two sides have traded barbs and tit-for-tat retaliatory measures.</p>\n<p>In the landmine incident on Wednesday, the Thai soldier sustained injuries and lost his right leg, the Pheu Thai Party said.</p>\n<p>Earlier, Thailand accused Cambodia of placing landmines on the Thai side of the disputed border area after three soldiers were injured, but Phnom Penh denied the claim and said the soldiers had veered off agreed routes and triggered a mine left behind from decades of war.</p>\n<p>Thai authorities said the soldiers were injured, with one losing a foot, by a landmine while on a patrol on July 16 on the Thai side of the disputed border area between Ubon Ratchathani and Cambodia’s Preah Vihear Province.</p>\n<p>Cambodia’s foreign ministry denied that new mines had been planted, and said in a statement on Monday that the Thai soldiers deviated from agreed patrol routes into Cambodian territory and into areas that contain unexploded landmines.</p>\n<p>The country is littered with landmines laid during decades of war.</p>\n<p>The continuing border dispute has soured relations between the two countries, prompting the closure of border crossings, and Cambodia blocking imports of fuel and gas, as well as fruit and vegetables, from Thailand.</p>\n<p>It also triggered a domestic political crisis in Thailand, where Prime Minister Paetongtarn Shinawatra has been suspended from office pending an ethics probe over her conduct during the row.</p>\n<p>A diplomatic call between Paetongtarn and Hun Sen, Cambodia’s former longtime ruler and father of Cambodian Prime Minister Hun Manet, was <a href=\"/news/2025/6/19/thai-government-in-crisis-amid-fallout-from-pms-leaked-phone-call\">leaked</a> from the Cambodian side, prompting a judicial investigation.</p>\n<p>Last week, Hun Manet announced that Cambodia would start conscripting civilians next year, activating a long-dormant mandatory draft law.</p>\n<p>He said the tensions with Thailand meant conscription was needed, and the defence budget may also be increased.</p>\n</div></div></body></html>"
        },
        {
            "title": "EU steps up air defences for Ukraine and sanctions for Russia | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-23T15:14:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-23T083700Z_1012049561_RC2ZQFAGGNQK_RTRMADP_3_UKRAINE-CRISIS-EAST-FRONTLINE-1753273750.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s European allies <a href=\"/news/2025/7/17/europe-assumes-financial-burden-of-ukraine-war-alarming-russia\">marshalled resources</a> this week to provide the besieged country with air defences against drones and ballistic missiles.</p>\n<p>The European Union also announced an 18th <a href=\"/news/2025/7/18/eu-hits-russian-oil-shadow-fleet-with-new-sanctions-over-ukraine-war\">round of sanctions</a> designed to sever all remaining Russian energy imports, and proposed a fivefold increase in the common defence budget to boost EU defence research and procurement.</p>\n<p>European leaders convinced the United States to symbolically rejoin the 52-nation Ukraine Defence Contact Group coordinating defence donations, but not as a donor.</p>\n<p>It was the first such meeting attended by US Defense Secretary Pete Hegseth since February, when he told EU members that pushing Russia out of Ukraine’s internationally recognised territory was unrealistic.</p>\n<figure id=\"attachment_3852706\" aria-describedby=\"caption-attachment-3852706\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852706\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1753283447.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1753283447\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852706\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure>\n<h2 id=\"operational-developments\">Operational developments</h2>\n<p>As the ideological chasm between the EU and the US over Ukraine widened, Russia continued to pound Ukrainian defenders, making a few inroads.</p>\n<p>Russian forces seized Degtyarnoye in Ukraine’s northern Kharkiv region, Popov Yar in its eastern Donetsk region, and Kamenskoye in the southern region of Zaporizhia on July 17. They captured Belaya Gora on Sunday and Novotoretskoye on Tuesday, both in Donetsk.</p>\n<p>While holding its front line, Ukraine has targeted Moscow with long-range weapons for the past two weeks.</p>\n<p>Russian air defences downed 13 drones approaching Moscow on Saturday, said its mayor, and Ukrainian drones disrupted traffic in Moscow’s Sheremetyevo airport on Sunday, said Andriy Kovalenko, the head of Ukraine’s Center for Countering Disinformation.</p>\n<p>Then, on Monday, Russia claimed to have shot down 74 Ukrainian drones, a third of them near Moscow. Others must have hit their targets, because a fire at Kamenolomny station in the Rostov region caused delays to train services in the Caucasus.</p>\n<p>Kovalenko also said that on June 11, Ukrainian drones attacked the Lukhovitsky Aviation Plant in the Moscow region, which produces MiG-29 and MiG-31 fighters. Ukraine’s General Staff said drones also hit the Shipunov Design Bureau – a manufacturer of anti-aircraft missiles.</p>\n<p>The following day, Ukraine reportedly blew up a gas pipeline in Khanty-Mansiysk, about 3,000km (1,900 miles) from Moscow. The pipeline reportedly supplied military production facilities.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"drone-air-defence\">Drone air defence</h2>\n<p>At Monday’s meeting of Ukraine’s allies, known as the Ramstein format, after the German town where the meetings began, the United Kingdom and Germany pledged to jointly provide Ukraine with an unspecified number of missiles to defend its skies.</p>\n<p>“Boris and I have agreed to jointly supply Ukraine with critically needed anti-aircraft missiles,” UK Defence Secretary John Healy said, referring to German Defence Minister Boris Pistorius.</p>\n<p>Ukraine uses the German-made IRIS-T and US-made NASAMS and SHORAD missile defence systems against <a href=\"/news/2025/6/11/whats-behind-russias-evolving-drone-warfare-in-ukraine\">drone attacks</a>, which have intensified in recent weeks.</p>\n<p>From July 17 to 22, Ukraine shot down or electronically suppressed 833 of 968 unmanned aerial vehicles targeting its cities and critical infrastructure.</p>\n<p>The largest attack came on Monday, when Russia <a href=\"/video/newsfeed/2025/7/21/russia-launches-major-aerial-attacks-on-kyiv\">launched 426 drones overnight</a>, along with five Kh-47 M2 Kinzhal ballistic missiles, four Kalibr cruise missiles, one Iskander-K cruise missile and 14 Kh-101 cruise missiles.</p>\n<p>The largest attack of the war on July 9 used 728 drones, and the head of the German Planning and Command Staff, Major-General Christian Freuding, said on Saturday that Russia plans to further increase its drone production capacity with the goal of launching 2,000 drones in one overnight strike package.</p>\n<p>Ukraine has used a variety of methods to down or disable drones, including man-portable air defence kits, heavy machineguns and electronic warfare. But its most successful methods so far have proven the German radar-assisted Gepard anti-air 35mm gun and its domestically-developed interceptor drones, said Ukrainian drone warfare expert Olena Kryzhanivska.</p>\n<p>Ukrainian President Volodymyr Zelenskyy has made such domestically produced weapons a top priority.</p>\n<p>Inaugurating a new government headed by Yulia Svyrydenko on July 17, Zelenskyy said its top priority was to increase domestic arms production: “Currently, about 40 percent of the weapons in the hands of our warriors are made in Ukraine. In six months, it should be no less than 50 percent,” he said.</p>\n<p>The goal was “to push the war back onto Russia’s territory – back to where the war was brought from. So that they feel what they’ve done”, Zelenskyy said.</p>\n<figure id=\"attachment_3852704\" aria-describedby=\"caption-attachment-3852704\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852704\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-WHO-CONTROLS-WHAT-IN-SOUTHERN-UKRAINE-1753283439.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN SOUTHERN UKRAINE-1753283439\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852704\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure>\n<figure id=\"attachment_3852702\" aria-describedby=\"caption-attachment-3852702\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852702\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-WHO-CONTROLS-WHAT-IN-EASTERN-UKRAINE-copy-1753283432.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN EASTERN UKRAINE copy-1753283432\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852702\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure>\n<h2 id=\"ballistic-air-defence\">Ballistic air defence</h2>\n<p>Ukraine has no domestic solution for countering Russia’s deadliest long-range weapons, its ballistic missiles.</p>\n<p>The only effective defence it possesses is the US-made Patriot surface-to-air missile system.</p>\n<p>Pistorius revealed on Monday that “during my trip to Washington last week, I agreed with Pete Hegseth that Germany would contribute to the rapid provision of five much-needed Patriot systems.”</p>\n<p>A complete Patriot system consists of a central radar and antenna array, and at least six launch vehicles carrying four interceptor missiles each.</p>\n<p>It appeared that Germany would pay for these systems. In return, the US would award it – and other countries donating their Patriots to Ukraine – priority placement in the production queue when buying replacement systems.</p>\n<p>Zelenskyy told Newsmax and the New York Post that he would separately buy Patriot systems and pay for them with Ukrainian-built drones.</p>\n<p>“I told President Trump: ‘The American people need this technology, and you should have it in your arsenal.’ I believe this is a mega deal – a win-win for both sides. We’re ready to share our experience with America and European partners,” Zelenskyy told Newsmax.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"europe-at-the-forefront-of-ukraine-aid\">Europe at the forefront of Ukraine aid</h2>\n<p>While the US administration of Donald Trump remains willing to sell military kit to Ukraine after suspending donations, Europe remains ideologically committed to bankrolling Ukraine’s defence and ending its own reliance on the US.</p>\n<p>Presenting the EU’s next seven-year, 1,816-billion-euro ($2,130bn) budget on July 16, Ursula Von Der Leyen proposed a 131-billion-euro ($154bn) budget for defence and space, a fivefold increase on the 2021-27 budget.</p>\n<p>The money, which is in addition to that spent by EU national governments, would go towards buying European defence goods, investing in European defence industries, cybersecurity and dual-purpose critical infrastructure.</p>\n<p>Von Der Leyen proposed establishing a European Competitiveness Fund for defence research and innovation. She also proposed doubling the Ukraine Assistance Fund to 100 billion euros ($117bn).</p>\n<p>On July 18, the EU succeeded in agreeing on an 18th <a href=\"/news/2025/7/18/eu-hits-russian-oil-shadow-fleet-with-new-sanctions-over-ukraine-war\">raft of sanctions</a> against Russia.</p>\n<p>It bans the last remnants of Russian energy purchases from the EU, worth about 23 billion euros ($27bn), and lowers a price cap on oil carried to third parties on EU-insured tankers.</p>\n<p>The UK, where much of the world’s tanker fleet is insured, has coordinated with the EU to follow the price cap of $47.60 per barrel, down from the price cap imposed in December 2022 of $60.</p>\n<p>“The UK and EU are working in lockstep to combat those callously fuelling the fires of destruction in Ukraine,” said the UK Foreign Office.</p>\n<p>The new price cap will be dynamic, and is to be set 15 percent below market prices every six months.</p>\n<p>The EU forbade companies from transacting with the Russian-built Nordstream I and II pipelines, which were <a href=\"/news/2023/9/23/what-we-know-about-the-nord-stream-sabotage-one-year-on\">blown up</a> in 2022, ensuring they would never be repaired or rescued from bankruptcy.</p>\n<p>The EU also banned any refined oil products from entering the EU, and added 105 vessels to the Russian shadow fleet banned from entering EU ports or receiving services, bringing the total to 444.</p>\n<p>The EU increased the number of Russian banks banned from transacting with its financial sector from 23 to 45, and sanctioned dozens of entities and companies believed to be helping Russia circumvent sanctions to its defence industry, 11 of them non-Russian.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"diplomacy-versus-all-out-war\">Diplomacy versus all-out war</h2>\n<p>Amid this barrage of new measures from the EU and its slender mercantile collaboration with the US, diplomacy was not entirely given up.</p>\n<p>Ukraine proposed, and Russia accepted, a third round of <a href=\"/news/2025/7/23/russia-set-for-ukraine-talks-in-turkiye-says-progress-will-be-difficult\">direct talks</a> in Istanbul on Thursday. Putin would attend China’s 80th anniversary celebrations commemorating its defeat of Japan in World War II, the Kremlin said, and could meet with Trump if the latter accepted the invitation.</p>\n<p>Trump has spent most of his political career demonising China, however, and might resist casting it in the role of peace broker.</p>\n<p>US Air Force general Alexus Grynkewich told Bild last week that “the EU and the US have only 18 months to prepare for a global military conflict with China and Russia.</p>\n<p>“China and Russia are preparing for a simultaneous strike on Taiwan and Europe,” Grynkewich was quoted as saying.</p>\n<p>“The conflict could start with a Chinese attack on Taiwan. Since Russia is currently a satellite of the PRC, Xi Jinping will undoubtedly coordinate actions with Putin. We will need every piece of equipment, all available machinery, and every munition we can get to be ready,” reported the commander-in-chief of NATO’s European forces.</p>\n</div></div></body></html>"
        },
        {
            "title": "Swedish neo-Nazis are using MMA to recruit new members | Racism | Al Jazeera",
            "time": "2025-07-23T15:11:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753283502.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jul 2025</span><span aria-hidden=\"true\">23 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why is Columbia University expelling pro-Palestine students? | Education News | Al Jazeera",
            "time": "2025-07-23T15:05:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-05-07T235920Z_1257989484_RC28DEACCGNI_RTRMADP_3_USA-COLUMBIA-PROTESTS-1753273408.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States’s prestigious Columbia University has <a href=\"/news/2025/7/23/columbia-university-suspends-expels-nearly-80-students-over-gaza-protests\">punished</a> nearly 80 students who took part in <a href=\"/news/2024/5/4/we-wont-stop-how-columbias-students-etched-a-new-gaza-protest-legacy\">protests</a> against Israel’s war on Gaza with expulsions, one-to-three-year suspensions, and degree revocations.</p>\n<p>The University’s Judicial Board stated on Tuesday that it had completed disciplinary hearings for the May 7, 2025, Butler Library demonstration on its campus and the May 31, 2024, “Revolt for Rafah” <a href=\"/news/2024/5/1/columbias-hamilton-hall-a-history-of-student-action-at-gaza-protest-hub\">encampment</a> during the university’s annual alumni weekend.</p>\n<p>In 2024, pro-Palestinian student encampments at Columbia University became a flashpoint for a global wave of campus protests against Israel’s war in Gaza. The movement drew national attention before university administrators called NYPD officers to dismantle the camps, resulting in dozens of arrests.</p>\n<p>“Suspension from Columbia for protesting genocide is the highest honour,” said Columbia University Apartheid Divest (CUAD), an umbrella coalition of student groups, <a href=\"https://x.com/columbiabds?lang=en\" target=\"_blank\" rel=\"noopener\">in a post on X</a>.</p>\n<p>“We reject that Columbia has any reputation worth upholding and we categorically state that we do not wish to uphold it,” the student body said.</p>\n<p>So, why has Columbia expelled these students? And why has the Trump administration clamped down on universities?</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"what-has-happened\">What has happened?</h2>\n<p>Columbia University has disciplined nearly 80 students for their participation in pro-Palestinian protests – to “separate them from the University”.</p>\n<p>The disciplinary action follows a series of demonstrations on campus, including a student-led occupation of Butler Library during final exams on May 7 earlier this year.</p>\n<p>The NYPD arrested 78 individuals that day. The protests are part of a call for the university to divest from companies linked to the Israeli military, cut all financial ties with Israel, and express solidarity with Palestinians amid the continuing war in Gaza.</p>\n<p>According to student organisers, the suspended students took part in a “peaceful teach-in” which included readings and discussions about Palestinian writer and activist <a href=\"/features/2017/3/7/basil-al-araj-was-a-beacon-for-palestinian-youth\">Basil al-Araj</a>, killed by Israeli forces in 2017.</p>\n<p>The mass disciplinary action, described as the biggest of its kind in Columbia’s history, has sparked backlash from civil liberties groups and fellow students.</p>\n<p>Organisers argue the crackdown is part of a broader effort to suppress pro-Palestinian activism on US campuses and have linked it to a pending agreement between Columbia and Trump administration officials.</p>\n<p>The University’s student newspaper, Columbia Spectator, reported that the majority of students received a two-year suspension. The students have reportedly been asked to apologise to the university before they can be allowed to return to campus.</p>\n<p>Earlier this year, the Trump administration announced it would withhold approximately $400m in funding for Columbia University, citing the institution’s alleged failure to adequately address anti-Semitism amid pro-Palestinian protests on campus.</p>\n<p>That move prompted Columbia to concede to a list of demands laid down by the government in return for negotiations to reinstate its funding. Among other concessions, the university agreed to ban face masks and to empower 36 campus police officers with special powers to arrest students.</p>\n<figure id=\"attachment_3852414\" aria-describedby=\"caption-attachment-3852414\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852414\" src=\"/wp-content/uploads/2025/07/2025-05-08T021835Z_1645505848_RC2BDEA7FOE7_RTRMADP_3_USA-COLUMBIA-PROTESTS-1753273425.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Columbia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852414\" class=\"wp-caption-text\">Pro-Palestinian protesters are loaded into NYPD buses after being detained by public safety officers, following a protest at Butler Library on the campus of Columbia University in New York, US, on May 7, 2025 [Ryan Murphy/Reuters]</figcaption></figure>\n<h2 id=\"what-has-columbia-said\">What has Columbia said?</h2>\n<p>In a statement published on Tuesday, the University stated that the disruption at Butler Library during reading period had affected hundreds of students and subsequently led to the interim suspension of Columbia participants.</p>\n<p>The University said sanctions would include probation, suspensions ranging from one year to three years, degree revocations, and expulsions.</p>\n<p>It did not state how many faced each of these sanctions, nor did it reveal any of the students’ identities, citing student privacy.</p>\n<p>“Our institution must focus on delivering on its academic mission for our community. And to create a thriving academic community, there must be respect for each other and the institution’s fundamental work, policies, and rules,” the statement noted. “Disruptions to academic activities are in violation of University policies and Rules, and such violations will necessarily generate consequences.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"how-have-students-responded\">How have students responded?</h2>\n<p>News of the suspensions and expulsions came on the same day that <a href=\"/news/2025/7/22/my-duty-columbia-protester-mahmoud-khalil-meets-lawmakers-at-us-capitol\">Mahmoud Khalil</a>, the Columbia University protest leader targeted for deportation by President Donald Trump, met with lawmakers in Washington, DC, just over a month after the 30-year-old, a legal permanent resident of the United States, was <a href=\"/news/2025/6/20/us-judge-orders-release-of-palestine-advocate-mahmoud-khalil\">released from immigration custody</a> in Louisiana.</p>\n<p>Khalil continues to face deportation under the Trump administration, which has relied on an obscure provision of the Immigration and Nationality Act of 1952 in its attempts to expel international students involved in pro-Palestinian advocacy.</p>\n<p>In response to the suspensions and expulsion announced by Columbia on Tuesday, the student activist group Columbia University Apartheid Divest (CUAD), an umbrella coalition of student groups, noted that while “the US and Israel starve 2.1 million Gazans to death, Columbia has worked diligently with [Trump’s administration] to suspend dozens of students for pro-Palestine activism”.</p>\n<p>The group noted the suspensions were the highest ever for a single political protest in Columbia’s history and “hugely exceed sentencing precedent for teach-ins or non-Palestine-related building occupations”.</p>\n<p>“Students remain committed to ending US- and Columbia-backed Israeli genocide regardless of the school’s sanctions,” the student body said in its statement.</p>\n<p>Quoting a testimony from students’ July disciplinary hearings, the group reiterated: “Every university in Gaza has been destroyed. Hundreds of academics have been killed. Books and archives have been incinerated. Entire families have been erased from the civil registry. This is not a war. It is a campaign of erasure.”</p>\n<p>“We will not be deterred. We are committed to the struggle for Palestinian liberation,” the statement quoted students in conclusion.</p>\n<figure id=\"attachment_3852409\" aria-describedby=\"caption-attachment-3852409\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852409\" src=\"/wp-content/uploads/2025/07/2025-05-07T232621Z_1067079386_RC28DEAXD5K3_RTRMADP_3_USA-COLUMBIA-PROTESTS-1753273385.jpg?w=770&amp;resize=770%2C524&amp;quality=80\" alt=\"Columbia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852409\" class=\"wp-caption-text\">Pro-Palestinian protesters gather inside Butler Library on the campus of Columbia University in New York, US, on May 7, 2025 [Ryan Murphy/Reuters]</figcaption></figure>\n<h2 id=\"why-has-trump-clamped-down-on-universities\">Why has Trump clamped down on universities?</h2>\n<p>The antiwar protests against Israel’s war on Gaza, which spread across US university campuses from Columbia and UCLA to <a href=\"/news/2025/5/22/timeline-trumps-escalating-standoff-with-harvard-university\">Harvard</a>, last year have drawn comparisons with the anti-Vietnam War era, when student activism directly challenged US foreign policy.</p>\n<p>Trump has capitalised on this by painting students as part of a left-wing, anti-Semitic revolt and clamping down on universities, particularly “elite” institutions.</p>\n<p>The administration argues that universities have failed to protect Jewish students from harassment and violence during demonstrations, citing incidents of encampments and chants deemed anti-Semitic.</p>\n<p>Since early 2025, the administration has targeted more than 50 universities, including Columbia, with investigations by the Department of Education’s Office for Civil Rights.</p>\n<p>This has been coupled with executive orders and actions, such as freezing billions in federal <a href=\"/news/2025/5/27/trump-administration-to-cut-remaining-us-federal-contracts-with-harvard\">research grants</a> and threatening to revoke tax-exempt status or accreditation, as seen in demands placed on Harvard and Columbia.</p>\n<p>Harvard’s rejection of demands that its programmes be audited for “ideological capture” led to billions of dollars in <a href=\"/news/2025/7/1/trump-administration-accuses-harvard-of-anti-semitic-harassment-of-students\">federal funding being frozen</a>. The administration also threatened to bar international students from Harvard, citing “national security” and high campus crime rates, which underscores the White House’s chokehold over the universities.</p>\n<p>Harvard has <a href=\"/news/2025/7/21/hearing-begins-in-harvards-case-against-the-trump-administration\">sued the administration</a> and secured a federal judge’s <a href=\"/news/2025/6/21/us-judge-blocks-trumps-bid-to-ban-harvard-from-enrolling-foreign-students\">temporary block</a> on the order to bar international students.</p>\n<p>The policies under the Trump administration also reflect its general opposition to perceived liberal biases in higher education, as it aims to dismantle “woke” culture and promote conservative values. It has also targeted diversity, equity, and inclusion (DEI) programmes operated by <a href=\"/news/2025/6/26/trump-administration-launches-probe-into-university-of-california-system\">universities</a> and <a href=\"/news/2025/1/23/what-do-trumps-executive-orders-on-workplace-diversity-programmes-say\">other workplaces</a>, accusing them of promoting division and “reverse discrimination”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump’s hefty tariff on Brazil expected to push the country towards China | Donald Trump News | Al Jazeera",
            "time": "2025-07-23T14:49:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/11/2024-11-20T153818Z_1841144292_RC239BAIHRA0_RTRMADP_3_BRAZIL-CHINA-1732128272.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When Brazilian President Luiz Inacio Lula da Silva was in China earlier this year for his third meeting with Xi Jinping since returning to office in 2023, he hailed the relationship between the two countries as “indestructible”.</p>\n<p>That proximity will likely increase even more following United States President Donald Trump’s announcement of a 50 percent tariff on Brazilian imported goods for <a href=\"/news/2025/7/19/us-restricts-visas-for-brazilian-officials-over-bolsonaro-witch-hunt\" target=\"_blank\" rel=\"noopener\">overtly political reasons</a>, experts say.</p>\n<p>“The reality is that, today, the relation between Brazil and China is much more positive and promising than the one with the United States,” said Tulio Cariello, director of content and research at the Brazil-China Business Council (CEBC).</p>\n<p>Trump’s pledge to inflict <a href=\"/economy/2025/7/10/whats-behind-trumps-50-percent-tariff-for-brazil-despite-trade-surplus\" target=\"_blank\" rel=\"noopener\">a 50-percent tariff on Brazil</a>, due to come into effect on August 1, sent shockwaves throughout Brazil, especially since under the so-called “Liberation Day” tariffs that Trump had announced on April 2, Brazilian imports would be taxed at 10 percent.</p>\n<p>That was also significantly less than percentages inflicted on other Brazilian competitors in the American market, prompting a sense of opportunity among businesses in South America’s most populous country.</p>\n<p>Hence, the sudden decision of a 50-percent tariff was a rude shock, particularly for sectors that are big exporters to the US, such as aircraft, car parts, coffee and orange juice.</p>\n<p>The 50-percent tariff came on the heels of <a href=\"/news/2025/7/7/brics-condemns-attacks-on-iran-gaza-war-trump-tariffs-key-takeaways\" target=\"_blank\" rel=\"noopener\">the BRICS summit</a> in Rio de Janeiro, where leaders of developing nations raised “serious concerns” about the increase of tariffs which it said were “inconsistent with WTO [World Trade Organization] rules.”</p>\n<p>In a letter justifying the tariff, Trump directly tied the measure to former Brazilian President Jair Bolsonaro’s current predicament, which he called a “witch hunt”. Bolsonaro, often dubbed the “Trump of the tropics”, is facing trial for allegedly attempting to orchestrate a coup to remain in power despite his 2022 election loss to Lula.</p>\n<p>Trump also erroneously claimed a trade deficit with Brazil. Brazil has a deficit of about $7.4bn with the US, and a surplus of about $31bn with China.</p>\n<p>The political nature of the tariffs marked a sharp departure from Trump’s usual rationale, drawing widespread condemnation across Brazil’s political spectrum, and from China.</p>\n<p>“Tariffs should not be a tool of coercion, intimidation, or interference,” a spokesperson for China’s Ministry of Foreign Affairs said in the aftermath.</p>\n<p>By using tariffs for political leverage rather than economic reasons, Trump risks tarnishing the US’s reputation as a reliable trade partner, experts say, making China appear more stable and predictable by comparison.</p>\n<p>“China, to date, has shown no indication of backtracking on decisions or making sudden changes,” said Mauricio Weiss, an economics professor at the Federal University of Rio Grande do Sul.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"strengthening-chinese-ties\">Strengthening Chinese ties</h2>\n<p>The Asian country overtook the US as Brazil’s biggest export market in 2009, and the two countries’ trade and investment ties have only grown stronger since then.</p>\n<p>A notable signal of deepening ties came on Monday, when Brazil’s Ministry of Finance announced plans to establish a tax advisory office in Beijing. Brazil only has four other such offices globally – three in South America and one in the US.</p>\n<p>“The motivation is not politically driven, but rather justified by the growing importance of bilateral trade relations and the need to deepen cooperation on fiscal and customs matters,” Brazil’s ministry said in a statement to Al Jazeera.</p>\n<p>China has sought to fuel its own domestic growth through access to natural resources and raw materials, such as oil, iron ore, copper, lithium and agricultural products.</p>\n<p>But since 2007, China has also invested more than $73bn in Brazil, according to CEBC. Much of those funds are pouring into strategic sectors such as energy, infrastructure, agribusiness and technology.</p>\n<p>“The United States still invests more heavily in Brazil, but China’s investments are more targeted and coordinated between governments,” said Weiss.</p>\n<p>Chinese products are also becoming increasingly common in Brazil. Electric cars made by Chinese manufacturer BYD are now a common sight, with seven out of 10 electric vehicles sold in Brazil coming from the company.</p>\n<p>Particularly symbolic of China’s growing presence to the detriment of the US was BYD’s purchase of a massive factory previously owned by Ford in Brazil’s northeastern state of Bahia.</p>\n<p>The two countries have also agreed to explore transportation integration. Those plans include a bi-oceanic rail corridor linking Brazil to the Chinese-built port of Chancay in Peru.</p>\n<p>Xi’s inauguration in November of the mega-port – where total investment is expected to top $3.5bn over the next decade – put China’s regional influence on stark display.</p>\n<p>Other Latin American nations, including Peru, Colombia, and Chile, have also signalled their rapprochement with China, amid fears of Trump’s intentions for the region. He has previously pledged to “take back” the Panama Canal, including by force.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>But some have pointed out the deepening relation between China and Brazil does not mean the South American country will start exporting the goods it currently sends to the US to China, as the two countries buy very different products from Brazilian companies.</p>\n<p>“Brazil isn’t going to export manufactured products to China. That doesn’t make much sense,” said Livio Ribeiro, a researcher at the Brazilian Institute of Economics at the Getulio Vargas Foundation and partner at economic consultancy BRCG.</p>\n<p>Even then, Chinese investments could play a crucial role in enabling Brazil to boost its industrial capacity and diversify its economy, according to Weiss.</p>\n<p>“Simply being able to produce more of these products domestically and for other South American partners will already be a significant growth opportunity,” Weiss said.</p>\n<p>Speaking during a state visit in China in May, Lula said Brazil and China will be “indispensable partners” because “China needs Brazil and Brazil needs China.”</p>\n<p>“Together, we can make the Global South respected in the world like never before,” Lula added.</p>\n</div></div></body></html>"
        },
        {
            "title": "What can we expect as fire season ramps up in California? | Climate Crisis News | Al Jazeera",
            "time": "2025-07-23T14:16:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-04T043603Z_29017883_RC2P6CAR7TTB_RTRMADP_3_CALIFORNIA-WILDFIRES-ALTADENA-1753201895.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the United States enters its hottest months of the year, fire officials and scientists say they are preparing for wildfire activity to ramp up.</p>\n<p>While the US fire season typically runs from late spring until early autumn, experts say the most intense fires tend to erupt in months like July and August, when temperatures are high and vegetation is dried out.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>California has become emblematic of the scope and intensity of those wildfires. The western state tallied 8,110 blazes in 2024 alone — more than any other part of the country.</p>\n<p>Just last week, the insurance company Gallagher Re <a href=\"https://www.ajg.com/gallagherre/-/media/files/gallagher/gallagherre/news-and-insights/2025/july/h1-2025-natural-catastrophe-and-climate-report.pdf\" target=\"_blank\" rel=\"noopener\">found</a> that two blazes this year in the Los Angeles area — the Eaton and Palisades fires — were responsible for nearly $40bn in insured losses alone. An estimated 30 people died in those fires.</p>\n<p>That toll has put California in the crosshairs of a nationwide debate about how best to deal with wildfires and what the state and federal roles should be.</p>\n<p>Earlier this month, on the six-month anniversary of the deadly infernos, US Senator Alex Padilla called on the federal government to invest more in fire preparedness, rather than scale back, as President Donald Trump has suggested he may do.</p>\n<p>“We’re entering the next peak fire season. Fire season is year-round in California, but peak fire season is just beginning,” Padilla said.</p>\n<p>He pointed out that the Los Angeles conflagrations sparked in the relatively mild month of January: “These fires took place in wintertime, not in the hot dry months of summer.”</p>\n<p>That, experts say, is an indication of the potential scale of California’s wildfires, even under less-than-ideal circumstances.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"potential-for-a-fairly-severe-season\">Potential for a ‘fairly severe’ season</h2>\n<p>Scientists say that California’s wildfires have been fairly subdued so far this year, but they are expected to pick up as summer progresses into August, especially in parts of the state that have struggled with drought in recent months.</p>\n<p>“We’ve had a number of small-to-medium-sized fires, but nothing too startling so far,” Max Moritz, a wildfire specialist at the University of California at Santa Barbara (UCSB), told Al Jazeera in a recent phone call.</p>\n<p>“But that’s kind of where we’d expect to be at this point in the season. And we’ve seen some factors that point to what could be a fairly severe fire season as we enter the drier months.”</p>\n<p>Scientists are quick to stress that wildfire seasons can be affected by a variety of factors and are difficult to predict.</p>\n<p>Events associated with wildfire, such as periods of high winds, extreme heat or lightning storms, are themselves mercurial. Acts of human error or negligence, like a downed power line or a failure to properly extinguish a campfire, can also set a landscape ablaze.</p>\n<p>Once a burn starts, elements like wind strength and firefighter access can make the difference between a fire that is quickly snuffed out and one that grows larger and more intense.</p>\n<p>“It’s really hard to come up with a single rationale for why some seasons are so much more intense than others,” said Scott Stephens, a professor of fire science and forest policy at the University of California, Berkeley.</p>\n<p>The fire seasons of 2020 and 2021 in California, for example, saw record-breaking fires that spread across enormous portions of land.</p>\n<p>The next several years were, by comparison, fairly tame, although scientists say that factors such as <a href=\"/news/2025/1/11/is-climate-change-to-blame-for-the-california-wildfires\">climate change</a> have contributed to fire seasons that see higher-than-average levels of activity.</p>\n<p>But there are some indicators that scientists and fire officials look to as clues, such as the prevalence of drought and the level of moisture present in soil and plant life. While many catalysts can spark a fire, how quickly it spreads and how unstoppable it becomes is largely a matter of fuel, in the form of thick, dry vegetation.</p>\n<p>Stephens says that southern California’s chaparral landscape — typified by low-lying shrubs like sage — is especially prone to fire, and it has had a “very dry” year.</p>\n<p>The US Drought Monitor says that about 23 percent of the state is currently experiencing conditions ranging from severe to exceptional drought, with many of those areas concentrated in southern California.</p>\n<p>California’s largest fire of the year thus far, the Madre Fire, took place in San Luis Obispo County in central California and reached about 80,000 acres (32,400 hectares), according to the state agency Cal Fire.</p>\n<p>That blaze is more than 95 percent contained, the term fire officials use to reference the portion of a fire effectively surrounded by protective lines built to stop it from spreading.</p>\n<figure id=\"attachment_3573144\" aria-describedby=\"caption-attachment-3573144\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3573144\" src=\"/wp-content/uploads/2025/03/2025-01-23T061857Z_760650648_RC28FCAK6XS4_RTRMADP_3_CALIFORNIA-WILDFIRES-1741739931.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A pair of firefighters stand silhouetted against a burning blaze at night: One points.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3573144\" class=\"wp-caption-text\">Firefighters battle the Hughes Fire near Castaic Lake, north of Santa Clarita, California, on January 22 [Ringo Chiu/Reuters]</figcaption></figure>\n<h2 id=\"shifting-policies-for-emergency-management\">Shifting policies for emergency management</h2>\n<p>Political changes are also looming over this year’s fire season, as cuts to weather forecasting and emergency services under the Trump administration spark concern.</p>\n<p>Scientists argue that such services play an essential role in trying to understand each fire season.</p>\n<p>“We rely a lot on modelled forecasts for different weather events, and fire weather is certainly an example of that,” said Moritz. “If these services take a hit, we’re all at risk of worse outcomes.”</p>\n<p>Since returning to office for a second term, Trump has led an effort to downscale the federal government, including by reducing its emergency services and scientific research.</p>\n<p>Earlier this year, for instance, the National Weather Service (NWS) lost nearly 600 workers as part of the Trump-led employee reduction. The president has since faced criticism after a <a href=\"/news/2025/7/8/as-deadly-storms-in-texas-subside-eyes-turn-to-govt-response-to-flooding\">series of floods</a> in the state of Texas killed nearly 135 people: Democratic lawmakers have blamed staffing cuts for hindering forecasting and emergency response efforts.</p>\n<p>The administration has also sought to overhaul the Federal Emergency Management Agency (FEMA), which oversees the federal response to disaster recovery.</p>\n<p>Trump had proposed redistributing FEMA’s responsibilities to state and local governments. In the meantime, Homeland Security Secretary Kristi Noem reportedly implemented a policy in June that required any FEMA expenses over $100,000 to be approved by her personally.</p>\n<p>That, critics say, has led to a slowdown in services. Just last Monday, CNN broke the news that Ken Pagurek, the head of FEMA’s search and rescue operations for urban areas, resigned in frustration over the bureaucratic hurdles.</p>\n<p>Trump himself has threatened to withhold disaster aid from states like California if they do not align with his policies on immigration and other issues. He and his allies have blamed Democrats for the Los Angeles wildfires.</p>\n<p>“This is one of the worst catastrophes in the history of our Country. They just can’t put out the fires. What’s wrong with them?” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/113813952733064849\" target=\"_blank\" rel=\"noopener\">wrote</a> in January.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"preventing-out-of-control-wildfires\">Preventing out-of-control wildfires</h2>\n<p>California, however, has sought to implement its own measures to address the challenges that come with longer and more intense fire seasons.</p>\n<p>Those tactics include a greater emphasis on fuel reduction efforts, including through prescribed burns, in which fire is intentionally introduced to a landscape under controlled circumstances to help thin excess vegetation.</p>\n<p>“Prescribed burns are something we’ve definitely encouraged. We’re doing a lot more of them than we used to,” said Jesse Torres, a spokesperson with Cal Fire.</p>\n<p>He says that such efforts typically take place in late spring, after periods of rainfall when wetter conditions reduce the risk of a prescribed burn spreading out of control.</p>\n<p>Fire scientists, however, say that the scale of those efforts has yet to reach the levels needed to have a serious impact on the state’s fire activity.</p>\n<p>While Cal Fire has a yearly goal of treating 500,000 acres (202,300 hectares) of land through fuel reduction efforts, Cal Fire says it has only covered about 156,000 acres (63,100 hectares) during the current fiscal year, although it expects that figure to increase.</p>\n<p>“There is still a lack of sufficient burning and thinning efforts,” said Stephens. “If forests were more resilient, the impact of these fires would be less extreme.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Video: Iran’s president says country won’t abandon its nuclear programme | Israel-Iran conflict | Al Jazeera",
            "time": "2025-07-23T13:57:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753279010.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jul 2025</span><span aria-hidden=\"true\">23 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "These countries condemn the Gaza war but have major ties to Israel | Gaza | Al Jazeera",
            "time": "2025-07-23T13:53:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753278772.jpg?resize=1920%2C1074&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jul 2025</span><span aria-hidden=\"true\">23 Jul 2025</span></p></div></div></body></html>"
        }
    ]
}