{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Venezuela receives more than 1,500 amnesty requests under new law | Politics News | Al Jazeera",
            "time": "2026-02-21T22:12:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260220__98AQ29F__v2__HighRes__TopshotVenezuelaUsConflictCrisisCongressAmnesty-1771707816.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 1,5000 political prisoners in Venezuela have applied for amnesty under a new law that came into effect just a few days ago, according to the head of the country’s legislature.</p><p>“A total of 1,557 cases are being addressed immediately, and hundreds of people deprived of their freedom are already being released under the amnesty law”, National Assembly chief Jorge Rodriguez told a news conference on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rodriguez’s announcement comes two days after the country’s legislature unanimously adopted a landmark amnesty law.</p><p>Amnesty is not automatic under the law: petitioners must ask the court handling their cases.</p><p>On Friday, the lawmaker overseeing the amnesty process, Jorge Arreaza, announced that prosecutors had asked courts to <a href=\"/news/2026/2/21/venezuela-grants-amnesty-to-379-political-prisoners\">free 379 prisoners</a>. They include opposition members, activists, human rights defenders, journalists and many others detained for months or even years.</p><p>So far, 80 prisoners have been freed, Rodriguez told the AFP news agency on Saturday. All of those released had been detained in the capital, Caracas, he said, without offering further details.</p><p>Further releases could be granted within 15 days, said Arreaza.</p><p>Venezuela’s interim president, Delcy Rodriguez, the sister of the top lawmaker, pushed for the United States-backed legislation after she rose to power following the US’s <a href=\"/news/2026/1/3/explosions-heard-over-venezuelan-capital-caracas-amid-us-tensions\">abduction of leftist leader Nicolas Maduro</a> during a military raid on January 3.</p><p>The legislation’s approval marked a reversal for Venezuelan authorities, who have for decades denied holding political prisoners and say those jailed have committed crimes.</p><p>During its signing, Rodriguez said the law showed that the country’s political leaders were “letting go of a little intolerance and opening new avenues for politics in Venezuela”.</p><p>However, opposition figures have criticised the new legislation, which appears to include carve-outs for some offences previously used by authorities to target Maduro’s political opponents.</p><p>Human rights organisations are also calling for the law to be applied to all prisoners held for political reasons, even if they are not listed among the beneficiaries.</p><p>“It is discriminatory and unconstitutional to exclude imprisoned military personnel and persecuted political figures,” Alfredo Romero, president of rights group Foro Penal, said on X Saturday. Without this, “there can be no talk of national coexistence”.</p><p>The law explicitly does not apply to those prosecuted for “promoting” or “facilitating… armed or forceful actions” against Venezuela’s sovereignty by foreign actors.</p><p>Delcy Rodriguez has levelled such accusations against opposition leader and Nobel peace laureate Maria Corina Machado, who hopes, at some point, to return to Venezuela from the US.</p><p>Opposition politician Juan Pablo Guanipa, a close ally of Machado, had a house arrest order against him lifted, his brother, lawmaker Tomas Guanipa, told the Reuters news agency late on Thursday.</p><p>The law also excludes members of the security forces convicted of “terrorism”-related activities.</p><p>But the amnesty extends to 11,000 political prisoners who, over nearly three decades, were paroled or placed under house arrest.</p><p>“The law provides for those substitute measures to be lifted so that these people can enjoy full freedom”, Rodriguez told reporters.</p><p>Outside a national police facility in Caracas known as Zone 7, relatives – some of whom have been on site for weeks – waited patiently.</p><p>“Let’s hope it’s true,” Genesis Rojas told AFP.</p><p>A group of relatives who have been camped out for days chanted: “We want to go home!”</p><p>Hundreds have already been granted conditional release by Rodriguez’s government since the deadly US raid that resulted in Maduro’s capture.</p><p>Maduro and his wife are in US custody awaiting trial. <strong>He</strong> <strong>has pleaded not guilty to drug trafficking charges and declared that he was a “prisoner of war.”</strong></p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Absurd and provocative’: Huckabee faces firestorm for Israel border stance | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-21T21:31:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250406__2206862767__v4__HighRes__SenateForeignRelationsCommitteeHoldsNominati-1771704111.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘Absurd and provocative’: Huckabee faces firestorm for Israel border stance</h1><p class=\"article__subhead\"><em>Egypt, Jordan, Saudi Arabia, denounce US ambassador’s remarks suggesting Israel has right to much of the Middle East.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Ambassador to Israel Mike Huckabee has triggered an avalanche of criticism from Arab and Muslim countries after suggesting Israel has a right to expand its territory across a large swath of the Middle East.</p><p>Huckabee <a href=\"/news/2026/2/20/us-envoy-suggests-it-would-be-fine-if-israel-expands-across-middle-east\">delivered the remarks</a> during a sit-down interview with <a href=\"/news/2026/2/20/tucker-carlson-says-passport-seized-staff-interrogated-at-israeli-airport\">US commentator Tucker Carlson</a>, broadcast on Friday, as he was pressed about the geographical borders of Israel.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Carlson asked Huckabee, a self-professed Christian Zionist and <a href=\"/news/2024/11/13/who-is-mike-huckabee-the-evangelical-pro-settlement-envoy-to-israel\">staunch supporter of Israel</a>, to clarify his stance on the Biblical promise of the land spanning the area between the Euphrates River in Iraq and the Nile River in Egypt to the descendants of Abraham, and if the modern Israeli state had the right to claim that lineage.</p><p>“It would be fine if they took it all,” said Huckabee.</p><p>Such territory would encompass modern-day Lebanon, Syria, Jordan and parts of Saudi Arabia.</p><p>The US ambassador later appeared to walk back the claim, saying it was “somewhat of a hyperbolic statement”. He also said Israel was not looking to expand its territory and has a right to security in the land it currently holds.</p><h2 id=\"extremist-rhetoric\">‘Extremist rhetoric’</h2><p>Huckabee’s comments sparked immediate backlash from neighbouring Egypt and Jordan, Saudi Arabia, the Organisation of Islamic Cooperation and the League of Arab States, which in separate statements called them “extremist”, “provocative” and “not in line with Washington’s official position”.</p><p>Saudi Arabia’s foreign ministry described Huckabee’s comments as “extremist rhetoric” and “unacceptable”, and called for the US Department of State to provide clarification.</p><p>Egypt’s Ministry of Foreign Affairs called the remarks a “blatant violation” of international law, adding that “Israel has no sovereignty over the occupied Palestinian territory or other Arab lands.”</p><p>Jordan’s foreign ministry dismissed them as “absurd and provocative,” a violation of diplomatic norms and “an infringement on the sovereignty of states in the region”.</p><p>“Statements of this nature — extremist and lacking any sound basis — serve only to inflame sentiments and stir religious and national emotions”, the League of Arab States also said in a statement.</p><p>Huckabee, whom US President Donald Trump <a href=\"/news/2024/11/12/trump-picks-pro-settlement-mike-huckabee-as-us-ambassador-to-israel\">nominated</a> as ambassador in 2024, has <a href=\"/news/2024/11/13/who-is-mike-huckabee-the-evangelical-pro-settlement-envoy-to-israel\">long opposed</a> the idea of a two-state solution for Israel and the Palestinian people, and denied the existence of an illegal Israeli occupation of the West Bank. Back in 2008, Huckabee went so far as to question Palestinian identity altogether, saying, “There’s really no such thing as a Palestinian.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In 2024, <a href=\"/news/2024/7/19/world-court-says-israels-settlement-policies-breach-international-law\">the International Court of Justice ruled</a> that Israel’s occupation of Palestinian territory is illegal and must cease immediately.</p><p>But Israeli law does not clearly demarcate the country’s borders. Israel also occupies the Golan Heights in Syria, which it illegally annexed in 1981.</p><p>The US is the only country that recognises Israel’s claimed sovereignty over the Syrian territory, and only <a href=\"/news/2019/3/25/trump-formally-recognises-israeli-sovereignty-over-golan-heights\">since 2019</a>, during Trump’s first term as president.</p><p>After its 2024 war with Hezbollah, Israel also set up military outposts in five points inside Lebanon.</p><p>Some Israeli politicians, including Prime Minister Benjamin Netanyahu, have <a href=\"/news/2025/8/16/arab-islamic-countries-condemn-netanyahus-greater-israel-remark\">openly promoted the idea of a “Greater Israel”</a> with expanded borders.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Slovakia threatens to cut electricity to Ukraine over Russian oil spat | Oil and Gas News | Al Jazeera",
            "time": "2026-02-21T20:12:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-15T130848Z_1732056876_RC2CMJAU1ZKL_RTRMADP_3_USA-RUBIO-EUROPE-SLOVAKIA-1771693498.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Slovakia threatens to cut electricity to Ukraine over Russian oil spat</h1><p class=\"article__subhead\"><em>Slovakia and Hungary vexed after Russian oil flows via Ukraine halted by alleged Russian drone strike last month.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Slovak Prime Minister Robert Fico has issued Ukraine a two-day deadline to resume the pumping of Russian oil through its territory, threatening to cut off electricity to the war-torn country if this demand is not met.</p><p>Fico issued his ultimatum to Ukrainian President <a href=\"/news/2026/2/17/once-a-popular-wartime-leader-among-ukrainians-zelenskyys-shine-fades\">Volodymyr Zelenskyy</a> on Saturday, warning on X that he would ask state-owned company SEPS to halt emergency supplies of electricity if flows of Russian crude via the Soviet-era Druzhba pipeline crossing Ukraine are not resumed by Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Slovakia and neighbouring Hungary, which have both remained dependent on Russian oil since the Kremlin launched its <a href=\"/features/2026/2/20/ukraines-patience-with-us-peace-push-wears-thin-as-russia-skirts-pressure\">invasion of Ukraine</a> almost four years ago, have become increasingly vocal in demanding Kyiv resume deliveries through the pipeline, which was shut down after what Ukraine said was a Russian drone strike hit infrastructure in late January.</p><p>The Slovak leader accused Zelenskyy of acting “maliciously” towards his country, alluding to Ukraine’s earlier halting of <a href=\"/news/2025/1/1/russian-gas-flow-to-europe-via-ukraine-stopped-who-does-it-hurt\">Russian gas</a> supplies after a five-year-old transit agreement expired on January 1, 2025, which he claimed is costing Slovakia “damages of 500 million [euros; about $589m] per year”.</p><p>Describing Zelenskyy’s actions as “unacceptable behaviour”, he said that his refusal to “involve the Slovak Republic in the latest 90 billion euros ($105bn) military loan for Ukraine” had been “absolutely correct”.</p><p>Slovakia is a major source of European electricity for Ukraine, needed as Russian attacks have damaged its grid. Energy sector experts say Slovakia provided 18 percent of record-setting Ukrainian electricity imports last month.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"eu-loan-in-peril\">EU loan in peril</h2><p>Hungary, Slovakia and the Czech Republic all opposed the interest-free <a href=\"/news/2025/12/19/eu-agrees-hefty-105b-ukraine-loan-without-using-russian-assets\">European Union loan package</a>, which was agreed to by the bloc’s member states back in December to help Ukraine meet its military and economic needs over the coming two years.</p><p>While the three nations opposed the package, which replaced a contentious plan to use frozen Russian assets that ran aground over legal concerns, a compromise was reached in which they did not block the initiative and were promised protection from any financial fallout.</p><p>However, as tensions mounted over the interrupted supply of Russian oil this week, Hungarian Prime Minister Viktor Orban threatened on Friday to overturn December’s deal by <a href=\"/news/2026/2/20/hungary-to-block-90-billion-euro-eu-loan-to-ukraine-in-russian-oil-dispute\">vetoing the EU loan</a> package.</p><p>“As long as Ukraine blocks the Druzhba pipeline, Hungary will block the 90‑billion-euro Ukrainian war loan. We will not be pushed around!” the Hungarian leader wrote on Facebook.</p><p>Slovakia and Hungary both received a temporary exemption from an EU policy prohibiting imports of Russian oil over the war in Ukraine.</p><h2 id=\"ukraine-responds\">Ukraine responds</h2><p>The Ukrainian Ministry of Foreign Affairs slammed Slovakia and Hungary on Saturday for what it called their “ultimatums and blackmail” over energy issues, saying the two countries are “playing into the hands of the aggressor [Russia]”.</p><p>The ministry said that Ukraine had provided information on the damage that resulted from “Russian attacks” on the Druzhba pipeline to Hungary and Slovakia, and that repair work is under way.</p><p>In the meantime, it said, it has “also proposed alternative ways to resolve the issue of supplying non-Russian oil to these countries”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "NASA rules out March launch for manned moon mission over technical issues | Space News | Al Jazeera",
            "time": "2026-02-21T19:44:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260220__98DV6FX__v1__HighRes__UsSpaceArtemisIi-1771698728.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>NASA rules out March launch for manned moon mission over technical issues</h1><p class=\"article__subhead\"><em>Artemis 2 is a precursor to the US space agency’s planned astronaut moon landing with Artemis III scheduled for 2028.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>NASA chief Jared Isaacman says Artemis 2 – the first crewed flyby mission to the moon in more than 50 years – will not launch next month because of technical problems.</p><p>Workers detected an issue with helium flow to the massive Space Launch System (SLS) rocket that will “take the March launch window out of consideration”, Issacman said in a post on social media Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Solid helium flow is essential for purging the rocket’s engines and pressurising its fuel tanks.</p><p>“I understand people are disappointed by this development. That disappointment is felt most by the team at NASA who have been working tirelessly to prepare for this great endeavor,” Isaacman said.</p><p>NASA’s next opportunity for the launch would be at the beginning or end of April.</p><p>The US space agency hopes to put humans back on the moon as China forges ahead with <a href=\"/news/2021/5/13/space-the-newest-frontier-for-resurgent-chinese-pride\">a rival effort</a> that is targeting 2030 at the latest for its first crewed mission.</p><p>China’s uncrewed Chang’e 7 mission is expected to be launched in 2026 for an exploration of the moon’s south pole, and testing of its crewed spacecraft Mengzhou is also set to go ahead this year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"multiple-postponements\">Multiple postponements</h2><p>NASA surprised many late last year when it said Artemis 2 could <a href=\"/news/2025/9/23/nasa-plans-to-send-manned-moon-mission-by-february-2026\">happen as soon as February</a> – an acceleration explained by the administration of US President Donald Trump’s wish to beat China to the punch.</p><p>But the programme has been plagued by delays. The uncrewed Artemis 1 mission took place in November 2022 after multiple postponements and two failed launch attempts.</p><p>Then, technical problems in early February – which included a liquid hydrogen leak – cut short a so-called wet dress rehearsal for the Artemis 2 launch. That was finally completed earlier this week.</p><p>The wet dress rehearsal was conducted under real conditions – with full rocket tanks and technical checks – at Cape Canaveral in Florida, with engineers practising the manoeuvres needed to carry out an actual launch.</p><p>The space agency revealed the latest technical problem just one day after targeting March 6 for the launch of the Artemis 2 mission.</p><p>The towering SLS rocket and Orion spacecraft will be rolled back into the Vehicle Assembly Building at the Kennedy Space Center in Florida to investigate the technical issues and make any necessary repairs, Isaacman said. He said a bad filter, valve, or connection plate could be to blame for the stalled helium flow.</p><p>Isaacman added that a complete briefing will follow in the coming days.</p><p>The goal of the Artemis 2 mission, a 10-day flight around the moon and back, is to “explore the Moon for scientific discovery, economic benefits, and to build the foundation for the first crewed missions to Mars”, according to NASA.</p><p>The planned Artemis 2 crew includes three US astronauts – Reid Wiseman, Victor Glover, and Christina Koch – and Canadian astronaut Jeremy Hansen. The mission is poised to be the farthest human flight into space ever, and the first crewed moon mission since the <a href=\"/news/2023/3/16/nasa-unveils-sleeker-spacesuits-for-future-mission-to-moon\">US Apollo programme</a> more than half a century ago.</p><p>Artemis 2 is a precursor to NASA’s planned astronaut moon landing with Artemis 3, which is scheduled for 2028.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Far-right anti-Islam march sparks counterprotests in Manchester | Racism News | Al Jazeera",
            "time": "2026-02-21T19:43:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/DSCF4231-1771694105.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Manchester, United Kingdom</strong> – Chants of “send them back” echoed through a damp underpass as hundreds of far-right anti-Islam protesters prepared to march through the streets.</p><p>Union Jacks fluttered in the wind as protesters – some visibly under the influence of alcohol – chanted a series of anti-immigration slogans and derisive comments about British Prime Minister Keir Starmer.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In response to the demonstration organised by <a href=\"/news/2018/3/14/anti-islam-britain-first-group-banned-by-facebook\">Britain First</a>, a far-right political party that calls for mass deportation and the removal of migrants and Muslims from the UK, a counterprotest was also planned for midday on Saturday.</p><p>It formed a much larger crowd made up of antifascist protesters who gathered a few streets away, carrying antiracist banners and waving an array of flags, including the Palestinian flag.</p><p>Ruby, 20, a student from South London, took a five-hour coach ride to show her support for the counterprotest and told Al Jazeera that attending was a “no-brainer”. She asked that her surname not be published, fearing repercussions.</p><figure id=\"attachment_4328291\" aria-describedby=\"caption-attachment-4328291\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4328291 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/DSCF4236-1771694452.jpg?resize=770%2C513&amp;quality=80\" alt=\"far right UK protests Manchester\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4328291\" class=\"wp-caption-text\">Three counter-protesters face the oncoming Britain First demonstrators [Nils Adler/Al Jazeera]</figcaption></figure><h2 id=\"master-race\">‘A master race’</h2><p>Ruby said her grandparents, originally from Montserrat, were part of the <a href=\"/news/2018/4/18/the-uks-windrush-generation-whats-the-scandal-about\">Windrush generation</a> – immigrants invited to the UK between 1948 and 1971 from Caribbean countries – and, despite having given so much to their adopted country, are now feeling increasingly unwelcome.</p><p>She said her grandparents had told her they were witnessing a return to the levels of racism they experienced when they came to the country in the 1950s.</p><p>It was a sentiment echoed by Llowelyn, 16, a counter-protester from Wales who said her father, who is British Guyanese, has received more verbal abuse based on his race in the past few years than at any other point.</p><p>The tension was palpable before the two marches were due to begin, with far-right agitators livestreaming to their followers as they entered the area assigned to the counterprotest.</p><p>John – a stocky, tenacious counter-protester from Wales – confronted them with arms outstretched as police officers looked on.</p><p>“They come here to cause a ruckus and make money of it online, but I come here to protect the left. These guys [far-right agitators] try and intimidate … minorities because they think they are a master race”, he told Al Jazeera.</p><p>As the Britain First march began, flanked by police and led by Paul Golding, a portly, combative far-right activist who has previously been imprisoned for religiously aggravated harassment, the celebratory mood quickly turned aggressive as they came across counter-protesters in the city centre.</p><p>“Leftie scum,” screamed one member of the Britain First crowd as they harassed three young people who staged a sit-down, forcing riot police to encircle and pull them to safety.</p><figure id=\"attachment_4328274\" aria-describedby=\"caption-attachment-4328274\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4328274 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/DSCF4192-1771693966.jpg?resize=770%2C513&amp;quality=80\" alt=\"Manchester protest Britain First\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4328274\" class=\"wp-caption-text\">Far-right agitators turn up at a counterprotest [Nils Adler/Al Jazeera]</figcaption></figure><h2 id=\"ivisive-racist-positions\">‘Divisive, racist positions’</h2><p>The two marches finally met in an expletive-ridden crushendo as police struggled to hold ranks.</p><p>Britain First protesters prodded counter-protesters with flag poles, and some slipped through the porous police lines as they shouted anti immigration and anti-Palestine slogans.</p><p>A number of counterprotesters and bystanders expressed frustration that the police allowed the march to go ahead.</p><p>“We, as Jews and internationalists, are having to confront Britain First, the fascists who are organising on the streets, who have been permitted to market their divisive, racist, dictatorial positions on our streets,” Pia Feig, of Jewish Action for Palestine, told Al Jazeera.</p><p>Audrey, a teacher and counterprotester who was pushed away by police after being shoved by a Britain First protester, said the police always “protected” the far-right groups.</p><p>A police officer told Al Jazeera that the day required extensive planning and was a particularly difficult operation, as the two groups kept changing their planned route.</p><p>He said on condition of anonymity that handling the two conflicting protests, a rally in support of Ukraine, and managing crowds at large football fixtures held this weekend had stretched the local police force thin.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli army kills 2 Palestinians in strikes on Gaza during Ramadan | Gaza News | Al Jazeera",
            "time": "2026-02-21T17:27:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260221__98G79VP__v1__HighRes__PalestinianGazaIsraelConflict-1771691135.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israeli army kills 2 Palestinians in strikes on Gaza during Ramadan</h1><p class=\"article__subhead\"><em>Latest Israeli attacks bring total death toll in Gaza since October ‘ceasefire’ to 614.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli air strikes killed at least two Palestinians in Gaza on the <a href=\"/news/2026/2/18/palestinians-in-gaza-face-food-shortages-restrictions-as-ramadan-begins\">third day of Ramadan</a> in the latest breach of the truce deal signed with Hamas more than four months ago.</p><p>The attacks on Saturday occurred in northern Gaza’s Jabalia camp and the Qizan an-Najjar area in southern Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The total death toll from Israel’s attacks since the “ceasefire” came into effect has risen to 614, with 1,640 more Palestinians wounded, according to the Palestinian news agency Wafa.</p><p>Israel’s military appeared to acknowledge one of the attacks in a post on X, claiming its forces killed a fighter who crossed onto Israel’s side of the demarcation line in northern Gaza and approached its troops “in a manner that posed an immediate threat”.</p><p>The army said it would “continue to act to remove any immediate threat”.</p><h2 id=\"board-of-peace-deliberations\">‘Board of Peace’ deliberations</h2><p>Saturday’s attacks come two days after US President Donald Trump’s Board of Peace held its <a href=\"/news/liveblog/2026/2/19/trumps-board-of-peace-live-representatives-converge-for-inaugural-meeting\">first-ever meeting</a> addressing reconstruction, security, and governance in the war-battered Strip.</p><p>Trump announced at the gathering that nine countries <a href=\"/news/2026/2/19/trump-announces-billions-of-dollars-in-gaza-aid-at-board-of-peace-meeting\">committed $7bn for Gaza reconstruction efforts</a>, on top of a $10bn contribution from the United States. While significant, the total is far short of the estimated $70bn needed to rebuild the devastated Palestinian territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump also said five countries pledged to send troops to participate in an eventual 20,000-strong International Stabilization Force (ISF), which is to take over security from Hamas. But the task of disarming Hamas – called for in the next stage of the deal – is still unresolved, threatening to delay or derail the entire process.</p><p>Israeli Prime Minister Benjamin Netanyahu has insisted Hamas must disarm before any reconstruction begins. Last week, a top Netanyahu aide said Israel planned to give Hamas a 60-day deadline to comply before resuming its war, an <a href=\"/news/2026/2/17/hamas-rejects-netanyahu-aides-60-day-ultimatum-for-group-to-disarm\">ultimatum the group rejected</a>.</p><p>Hamas has said it will not relinquish its weapons as long as Israel continues occupying the Strip and discussions on any political process in Gaza “must start with the total halt of aggression”.</p><p>The group has said it is open to a peacekeeping force, but with caveats.</p><p>“We want peacekeeping forces that monitor the ceasefire, ensure its implementation, and act as a buffer between the occupation army and our people in the Gaza Strip, without interfering in Gaza’s internal affairs,” said Hamas spokesperson Hazem Qassem on Friday.</p><h2 id=\"unclear-in-vision\">‘Unclear in vision’</h2><p>Along with Hamas’s disarmament, the next stage of Trump’s plan for Gaza calls for the gradual withdrawal of the Israeli military and the ISF’s deployment, with a transitional Palestinian technocratic committee overseeing day-to-day governance.</p><p>Many Palestinians <a href=\"/features/2026/2/20/in-gaza-trumps-board-of-peace-met-with-deep-scepticism-little-hope\">told Al Jazeera</a> they are deeply sceptical about the plan’s prospects for success, citing Israel’s continued deadly attacks and lingering aid shortages.</p><p>“Israel kills, bombs, violates the ceasefire agreement daily and expands the buffer zone without anyone stopping it,” said Awad al-Ghoul, 70, a Palestinian displaced from Tal as-Sultan in southern Rafah and who now lives in a tent in the town of az-Zawayda.</p><p>“So this project is a failure from the start and unclear in vision.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Pakistan-New Zealand Super Eights opener abandoned at T20 World Cup | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-21T17:01:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260221__98GB7FN__v1__MidRes__CricketIccMensT20Wc2026PakNzl-1771690096.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan-New Zealand Super Eights opener abandoned at T20 World Cup</h1><p class=\"article__subhead\"><em>Persistent rain in Colombo forces abandonment of Pakistan’s game with New Zealand, which was to open Super Eights stage.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan and New Zealand’s Super Eights match to open the second phase of the 2026 T20 World Cup was <a href=\"/sports/liveblog/2026/2/21/live-pakistan-vs-new-zealand-t20-world-cup-super-eights\">abandoned</a> because of rain without a ball being bowled.</p><p>The rain started at Colombo’s R Premadasa Stadium as soon as Pakistan captain Salman Ali Agha won the toss and chose to bat first on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The post-toss interviews were completed, but with the forecast suggesting the game would be in doubt, there was little surprise when the teams ran for cover.</p><p>More than 60 ground staff were on hand to cover the square and the majority of the playing surface.</p><p>The persistent rain eventually led to the umpires calling the Group 2 match off at 9:05pm local time (15:35 GMT).</p><p>Not even a five-over match was possible by the 10:16 pm (16:46 GMT) cut-off time, giving the two teams one point each.</p><p>Tournament co-host <a href=\"/sports/2026/2/21/india-vs-south-africa-t20-world-cup-super-eights-teams-start-lineups\">India plays South Africa</a> in Ahmedabad in the first Group 1 match on Sunday, when co-host Sri Lanka and England meet in Group 2 in Pallekele.</p></div></div></body></html>"
        },
        {
            "title": "Manchester City vs Newcastle United 2-1: Premier League - as it happened | Football News | Al Jazeera",
            "time": "2026-02-21T17:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_699a1390-1771705232.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">Manchester City vs Newcastle United 2-1: Premier League – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All the updates as brace by Nico O’Reilly gives City 2-1 win over Newcastle United at the Etihad Stadium.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Russian attack on Kharkiv kills two, Ukraine hits missile plant | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-21T14:37:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6999b40c-1771680780.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russian attack on Kharkiv kills two, Ukraine hits missile plant</h1><p class=\"article__subhead\"><em>Kharkiv regional administration head, Oleh Syniehubov, reported that 175 ‘combat clashes’ were recorded over the past 24 hours.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian attack on the Kharkiv region killed two police officers Saturday during an evacuation in the village of Seredniy Burlyk, as Moscow and Kyiv continue trading attacks.</p><p>The head of Kharkiv’s regional administration, Oleh Syniehubov, reported that the city and 10 populated areas had been subjected to Russian attacks over the past 24 hours.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In Seredniy Burlyk, five people were also wounded by shelling.</p><p>“Over the past 24 hours, 175 combat clashes were recorded. On the South-Slobozhansky direction, the enemy four times stormed the positions of our units in the areas of the populated settlements of Staritsa, Lyman, Vovchansky Khutory, and Krugle,” Syniehubov wrote.</p><p>Moreover, three people were injured, including a woman, after a Russian air strike targeted one of the private sectors of Sumy, the National Police of Sumy Oblast reported.</p><p>According to the police, the Russian attack destroyed two residential buildings and damaged at least 10 neighbouring houses and a gas pipe.</p><p>It added that three people who were injured included two children aged five and 17, as well as a 70-year-old woman who was hospitalised.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"attack-on-an-industrial-site\">Attack on an industrial site</h2><p>Ukrainian drones targeted an industrial site in Russia’s Udmurt Republic, injuring 11 people, three of whom were hospitalised, according to the local health minister, Sergei Bagin, who issued an update on Telegram.</p><p>The head of the Udmurt Republic, Alexander Brechalov, also wrote in a Telegram post that “one of the republic’s facilities was attacked by drones”, adding that injuries and damage were reported.</p><p>Brechalov did not elaborate on what the targeted facility was responsible for. However, an unofficial Russian Telegram channel, ASTRA, reported after analysing footage from residents that the strike targeted the Votkinsk Machine Building Plant, a major state defence enterprise.</p><p>The Votkinsk factory produces Iskander ballistic missiles, which are often used against Ukraine, as well as nuclear-capable intercontinental ballistic missiles.</p><p>Ukraine’s military confirmed the attack on the Votkinsk factory and said in a post on Facebook that a “fire was recorded on the territory of the object. The results are getting real.”</p><p>The army added that its troops hit a Russian gas processing plant in the Samara region, which caused a fire.</p><p>Separately, Russia’s TASS state news agency reported that Ukrainian drones were attempting to ⁠attack production facilities in ⁠Almetyevsk in Russia’s Tatarstan region, citing the head of the city as saying that defence systems were operating.</p><p>Russia’s RIA news agency also reported, citing the defence ministry, that Moscow’s forces took control of the village of Karpivka in the eastern Donetsk region of Ukraine.</p></div></div></body></html>"
        },
        {
            "title": "India vs South Africa: T20 World Cup Super Eights - teams, start, lineups | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-21T12:53:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260221__98FL2HF__v1__MidRes__CricketIccMensT20Wc2026IndPractice-1771677182.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> India vs South Africa<br>\n<strong>What:</strong> T20 World Cup Super Eights<br>\n<strong>Where: </strong>Narendra Modi Stadium in Ahmedabad, India<br>\n<strong>When:</strong> Sunday, February 22, at 7pm (13:30 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the buildup on <a href=\"/sports/\">Al Jazeera Sport</a> from 10:30 GMT in advance of our text commentary stream.</p><p>Defending champions and tournament co-hosts India begin their Super Eights phase on Sunday against the team they defeated in the 2024 final, South Africa.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Both sides stormed through the group stage of the 2026 edition and look heavy favourites to at least reach the semifinals, with the Indians clear favourites to lift the trophy once again.</p><p>Al Jazeera Sport takes a look at the most mouth-watering match-up of two of the heavy contenders for the crown so far at the tournament.</p><h2 id=\"india-gunning-for-south-africa-s-top-order\">India gunning for South Africa’s top order</h2><p>India’s bowlers will target early wickets against South Africa, said bowling coach Morne Morkel on Friday.</p><p>“We know that their top order gives them that momentum, with Quinton (de Kock) and Aiden (Markram) up front in good form and hitting the ball very well,” said the former South Africa quick bowler Morkel.</p><p>“We will definitely put our best foot forward to try and get those early wickets.”</p><h2 id=\"how-did-india-reach-the-t20-world-cup-super-eights\">How did India reach the T20 World Cup Super Eights?</h2><p>India stormed their group to claim top spot with four wins from four. A slightly nervous start against USA was followed by a thumping 93-run win against Namibia.</p><p>The game everyone had their eyes on was the latest pairing with rivals Pakistan, which resulted in a 61-run win, while the final game saw the Netherlands fall only <a href=\"/sports/2026/2/18/india-beat-netherlands-to-clean-sweep-group-ahead-of-t20-world-cup-super-8s\">17 runs short</a> of their 194 target.</p><h2 id=\"how-did-south-africa-reach-the-t20-world-cup-super-eights\">How did South Africa reach the T20 World Cup Super Eights?</h2><p>South Africa opened their tournament with a 57-run win against Canada, but needed a Super Over to confirm their win against Afghanistan in their second match.</p><p>New Zealand were given a thumping by the Proteas, who claimed a seven-wicket win to confirm their passage to the Super Eights with a game to spare, before completing the group with a six-wicket win against the UAE.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4323884\" src=\"/wp-content/uploads/2026/02/Interactive_T20_Cricket_Super8_Feb18_2026-1771484826.jpg?quality=80\" alt=\"Interactive_T20_Cricket_Super8_Feb18_2026-1771484826\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"india-expect-abhishek-to-return-to-form-soon\">India expect Abhishek to return to form soon</h2><p>While Markram’s South Africa have looked strong in all departments, tournament favourites India have not enjoyed batting consistency, with opener Abhishek Sharma out of form. Morkel, though, predicts he will be back among the runs soon.</p><p>Morkel said the left-hander, who has recorded three consecutive ducks, was just one innings away from getting back in the zone.</p><p>“Absolutely no discussion in our team group about that,” said Morkel about Abhishek’s failure to score in any of the matches yet.</p><p>“He is a world-class player. We are going to a very important phase of the World Cup now and I am sure he is going to deliver.</p><p>“I am pretty sure he is hitting the ball in the nets.</p><p>“It is just a matter of getting the start and getting the innings going.”</p><h2 id=\"can-south-africa-be-the-team-to-stop-india-at-the-t20-world-cup\">Can South Africa be the team to stop India at the T20 World Cup?</h2><p>Morkel acknowledged South Africa have been one of the form teams of the T20 World Cup so far.</p><p>“They are a team that’s full of confidence,” said Morkel.</p><p>“They have got guys at the top who are in form. In terms of weaknesses, there aren’t many.”</p><p>South Africa have also shown guts when needed, coming out victorious after two nerve-shredding super overs against Afghanistan.</p><p>“For us it comes down, on the day, to how well we execute with the bat and the ball,” said Morkel of defending champions India.</p><p>“It’s going to be world-class players against each other. It is going to be a mouth-watering thing.”</p><h2 id=\"south-africa-s-de-kock-says-handling-pressure-key-in-india-clash\">South Africa’s De Kock says handling pressure key in India clash</h2><p>Who “deals with the pressure better” will decide the India-South Africa Super Eights match, said Quinton de Kock on Saturday.</p><p>The two unbeaten teams are familiar foes, and Markram’s South Africa toured India late last year, losing 3-1 in a T20 series.</p><p>“I think that’s what’s going to make for quite a good game, because we’ve played against each other quite a bit over the last two months,” said South Africa opener De Kock.</p><p>“And to be honest, the teams haven’t really changed much.</p><p>“So, I think it’s more when you’re out there on the pressure side, who deals with the pressure better and wins the small moments in the game.”</p><p>While South Africa looked strong in all departments in the group phase, the batting of the defending champions, India, has been inconsistent.</p><p>Opener Abhishek Sharma has recorded three consecutive ducks, but De Kock did not read too much into it.</p><p>“He’s the number one T20 batsman in the world at the moment, according to the rankings, so he must keep doing what he’s doing,” said de Kock of the 25-year-old Abhishek.</p><p>“He’s obviously quite young; he’s bound to fail. So I’m sure at some point he’s going to play an important knock.”</p><figure id=\"attachment_4288503\" aria-describedby=\"caption-attachment-4288503\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288503\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220856.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220856\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288503\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"what-is-india-s-record-in-t20-world-cup-cricket\">What is India’s record in T20 World Cup cricket?</h2><p>Not only are India the defending champions after their victory against South Africa at the 2024 edition, but they are also the joint-record winners of the T20 World Cup.</p><p>The Indian side won their inaugural event in 2007, beating Pakistan in the final, but that made for a long wait for their second win at the last edition.</p><p>England and the West Indies have both also recorded two tournament wins.</p><h2 id=\"what-is-south-africa-s-record-in-t20-world-cup-cricket\">What is South Africa’s record in T20 World Cup cricket?</h2><p>South Africa still await their first T20 World Cup title. In fact, the wait goes on for the Proteas to lift any trophy at a major ICC tournament.</p><p>Their seven-run defeat at the hands of India in the 2024 edition was their first appearance in a final of either a T20 World Cup or a 50-over Cricket World Cup.</p><h2 id=\"south-africa-make-surprise-wholesale-t20-changes-for-future-tour\">South Africa make surprise wholesale T20 changes for future tour</h2><p>South Africa ‌have named a much-changed squad that includes five uncapped ⁠players for ⁠their five-match Twenty20 tour of New Zealand next month, leaving behind most of the team that have ⁠qualified for the Super Eights at the ongoing World Cup in India and Sri Lanka.</p><p>Batters Connor Esterhuizen, Dian Forrester ⁠and Jordan Hermann, all-rounder Eathan Bosch and teenage seamer Nqobani Mokoena will all hope to make their international debuts on the tour.</p><p>Hermann is the younger brother of Rubin, who is also in ‌the squad and has been capped in One Day Internationals and T20 matches for South Africa, while Bosch is the younger sibling of Corbin, who has impressed at the World Cup.</p><p>The side will be captained by spinner Keshav Maharaj, with a return for seamers Gerald Coetzee, ⁠Lutho Sipamla and Ottneil Baartman.</p><p>Three players from the current World Cup squad will tour: Maharaj, spinner George Linde and all-rounder Jason Smith.</p><p>“With this series taking place directly after the ⁠T20 World Cup, the majority of that squad will return home, which creates a ⁠great opportunity for this group of ⁠players to step into the international environment and show what they’re about at this level,” South Africa coach Shukri Conrad said.</p><p>The five-match series will be played ‌between March 15 and 25.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This will be the 36th meeting between the sides in T20 internationals. India have won 21 of the matches, while South Africa have claimed victory on 13 occasions with one no result/abandonment.</p><h2 id=\"predicted-india-team\">Predicted India team:</h2><p>Ishan Kishan (wk), Abhishek Sharma, Tilak Varma, Suryakumar Yadav (c), Hardik Pandya, Shivam Dube, Rinku Singh, Axar Patel, Varun Chakaravarthy, Jasprit Bumrah, Arshdeep Singh</p><h2 id=\"predicted-south-africa-team\">Predicted South Africa team:</h2><p>Quinton de Kock (wk), Aiden Markram (c), Dewald Brevis, Tristan Stubbs, David Miller, Ryan Rickelton, Marco Jansen, George Linde, Kagiso Rabada, Anrich Nortje, Keshav Maharaj</p></div></div></body></html>"
        },
        {
            "title": "Two soldiers killed during military operation in Pakistan’s northwest: Army | Military News | Al Jazeera",
            "time": "2026-02-21T12:40:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_6999926d4105-1771672173.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Two soldiers killed during military operation in Pakistan’s northwest: Army</h1><p class=\"article__subhead\"><em>An explosive-laden motorcycle rammed vehicle in security forces convoy, military says.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two soldiers, including a lieutenant colonel, have been killed during a military operation when a fighter driving an explosive-laden motorcycle rammed a security convoy vehicle in Pakistan’s Khyber Pakhtunkhwa (KP) province near the border with Afghanistan, according to the country’s army.</p><p>The deadly clash took place on Saturday in KP’s Bannu district, with the Pakistani military saying at least five armed fighters, including one it described as “a suicide bomber” were also killed during the operation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The military said that the bomber was stopped by the leading security team, preventing his attempt to attack civilians and law enforcement personnel and averting “a major catastrophe”.</p><p>The army referred to the fighters as “khawarij” – the term it uses for banned groups, including the Pakistan Taliban, also known as Tehreek-e-Taliban Pakistan (TTP).</p><p>Islamabad has repeatedly accused the Taliban administration in Kabul of providing refuge to the TTP, a banned Pakistani group separate from but linked to the Afghan Taliban, though Kabul has denied the allegations.</p><p>The two countries had previously clashed in a brief <a href=\"/news/2025/10/12/afghanistan-pakistan-border-clashes-what-we-know-so-far\">border conflict</a> in October last year.</p><p data-start=\"0\" data-end=\"501\" data-is-last-node=\"\" data-is-only-node=\"\">“Pakistan will not exercise any restrain and operations would continue against the perpetrators of this heinous and cowardly act for justified retribution against khwarij, irrespective of their location,” the statement said.</p><p data-start=\"0\" data-end=\"251\" data-is-last-node=\"\" data-is-only-node=\"\">“Such sacrifices of our brave soldiers further reinforce our unwavering commitment to safeguarding our nation at all costs,” it said.</p><h2 id=\"repeated-attacks\" data-start=\"0\" data-end=\"251\">Repeated attacks</h2><p data-start=\"241\" data-end=\"431\" data-is-last-node=\"\" data-is-only-node=\"\">Bannu has long been a frequent flashpoint for armed violence, with <a href=\"/news/2025/3/4/double-suicide-bombing-kills-at-least-9-in-north-west-pakistan-police\">repeated attacks</a> on security forces and police checkpoints in recent years.</p><p data-start=\"241\" data-end=\"431\" data-is-last-node=\"\" data-is-only-node=\"\">Security officials have reported strikes on police installations, suicide bombings and armed assaults in the district, part of a broader surge in armed rebel group activity across KP after the TTP <a href=\"/news/2022/11/28/pakistan-taliban-ends-ceasefire-with-govt-threatens-new-attacks\">ended</a> a ceasefire with the government in late 2022.</p><p data-start=\"241\" data-end=\"431\" data-is-last-node=\"\" data-is-only-node=\"\">Earlier this week, two bomb attacks and a gun battle between police and rebel fighters <a href=\"/news/2026/2/17/motorcycle-bomb-at-pakistan-police-station-kills-two-wounds-several-report\">killed</a> more than a dozen people in the province. One child and 11 security personnel ⁠were ⁠killed in an attack ‌in Bajaur district, the Pakistani military said, while seven ⁠others, ⁠including women and children, ⁠were injured ⁠in ⁠the incident.<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-2236464\" src=\"/wp-content/uploads/2023/06/1000X562-PAKISTAN-KHYBER-PAKHTUNKHWA-1686429442.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Khyber Pakhtunkhwa\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Giant tortoises return to Galapagos island after 150 years | Newsfeed | Al Jazeera",
            "time": "2026-02-21T12:27:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771676816.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran demands ‘evidence’ as Trump, UN experts highlight protest killings | Protests News | Al Jazeera",
            "time": "2026-02-21T11:54:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69998f348282-1771671348.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s5\"><strong>Tehran, Iran –</strong> The Iranian government has again blamed “terrorists” for the killings of thousands during last month’s nationwide protests after United States President Donald Trump and human rights experts weighed in.</p><p class=\"s5\">Foreign Minister Abbas Araghchi said on Saturday that the government has <a href=\"/news/2026/2/5/questions-after-irans-government-releases-victim-list-in-protest-killings\">released a list</a> of 3,117 people, whom he described as “victims of recent terrorist operation”, including about 200 security personnel.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"s5\">“If anyone disputes accuracy of our data, please share any evidence,” the diplomat, who has previously stated that 690 people on the list were “terrorists” armed and funded by the US and Israel, wrote on X.</p><p class=\"s5\">Araghchi’s comments come hours after the US president told reporters that 32,000 people were killed during the protests, adding that “the people of Iran have lived in hell” under the theocratic establishment.</p><p class=\"s5\">The Iranian foreign minister has also been speaking with multiple US media outlets to advocate for a “fair” agreement with Washington over Iran’s nuclear programme.</p><p class=\"s5\">The threat of war looms increasingly large over the country and <a href=\"/news/2026/2/1/khamenei-warns-us-of-regional-war-if-iran-is-attacked\">potentially the region</a>, with Serbia on Saturday becoming the latest country to call on all its citizens to immediately leave Iran.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"majority-of-those-killed-are-ordinary-people\" class=\"s3\">‘Majority of those killed are ordinary people’</h2><p class=\"s5\">Mai Sato, United Nations special rapporteur on human rights in Iran, has said more than 20,000 civilians may have been killed, but information remains limited amid heavy internet filtering by the state, six weeks after a nationwide communications blackout was imposed.</p><p class=\"s5\">The <a href=\"/news/2026/1/15/what-is-hrana-the-us-based-group-behind-irans-death-toll-figures\">US-based HRANA</a> says it has documented more than 7,000 people killed during the nationwide protests, and is investigating nearly 12,000 more cases.</p><p class=\"s5\">Sato was among 30 special rapporteurs and international human rights experts who signed a joint statement on Friday calling on Iranian authorities to fully disclose the fate and whereabouts of <a href=\"/news/2026/1/20/iran-just-getting-started-on-punishing-rioters-arrested-during-protests\">tens of thousands arrested</a>, forcibly disappeared or missing in the aftermath of the nationwide protests, and to halt all related death sentences and executions.</p><p class=\"s5\">“The true scale of the violent crackdown on Iranian protesters remains impossible to determine at this point,” the experts said. “The discrepancy between official figures and grassroots estimates only deepens the anguish of families searching for their loved ones and displays a profound disregard for human rights and accountability.”</p><p>The international experts added that “the vast majority of those detained or killed are ordinary people, including children, from all provinces and diverse ethnic and religious backgrounds, as well as Afghan nationals”, in addition to lawyers representing protesters, medical professionals who treated the wounded, journalists and writers, artists and human rights defenders.</p><p></p><p class=\"s5\">Iranian state media were accused of <a href=\"/news/2026/1/19/narrative-war-who-killed-thousands-during-irans-nationwide-protests\">regularly broadcasting</a> what the experts said are “widely regarded as forced confessions”.</p><p class=\"s5\">The latest such incident came on Saturday, when the official Mizan news agency of the Iranian judiciary released footage from a court session for three men who said they regret setting fire to motorcycles, a mosque and copies of the Quran in Tehran during the unrest.</p><p>Also on Saturday, some students in Tehran and across the country returned to university campuses for the first time, as authorities kept universities closed and took some classes and exams online in the aftermath of the protests.</p><p>In Tehran’s Sharif University, one of the most prestigious in the country, students clashed after two separate demonstrations. Videos circulating online showed students shouting “dishonourables” at a group of paramilitary Basij students affiliated with the Islamic Revolutionary Guard Corps (IRGC), who chanted back in favour of the establishment.</p><p>The clashes come amid a heightened security atmosphere in Iranian schools and university dormitories. Teachers and schools in a number of cities near the capital went on strike last week to protest the killing of at least 230 children and teenagers, as well as increased presence of security forces in classrooms.</p><h2 id=\"families-dance-in-defiant-grief\" class=\"s3\">Families dance in defiant grief</h2><p class=\"s3\">The Iranian government held mourning events on Tuesday and Wednesday in Tehran, with some officials in attendance.</p><p class=\"s5\">Culture Minister Reza Salehi-Amiri announced on Saturday that the government has decided to call the upcoming <a href=\"/news/2025/3/20/nowruz-2025-traditions-haft-sin-and-celebrations-of-the-persian-new-year\">ceremonies around Newroz</a>, the new Iranian year starting in late March, an exercise in “unity and empathy” with the aim of “getting past the grief” of thousands killed.</p><p class=\"s5\">But numerous families have been holding defiant commemoration events of their own over the past week to mark 40 days since the killing of their loved ones during the anti-establishment protests.</p><p class=\"s5\">Footage from many ceremonies across the country this week showed family members, and large crowds gathered to support them, proudly holding up images of those killed and celebrating their shortened lives.</p><p class=\"s5\">Many chose to clap, play traditional drums and cymbals, and even dance in symbolic shows of resistance and defiance that heavily clash with religious rituals favoured by the theocratic state.</p><p class=\"s5\">“May your pen break, O fate, if you do not write about that which befell us,” the father of Abolfazl MirAeez, a 33-year-old killed in the city of Gorgan in the northern province of Golestan, told crowds gathered at a ceremony on Thursday.</p><p class=\"s5\">“My son was neither a rioter, nor an embezzler nor an aghazadeh [child of an elite]. He was the son of a farmer.”</p></div></div></body></html>"
        },
        {
            "title": "Israel wants to execute Palestinians and the world will allow it | Human Rights | Al Jazeera",
            "time": "2026-02-21T11:45:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/BenGvir-1771673842.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli Knesset is pushing through a bill that, if passed, would allow the occupation authorities to legally execute Palestinians. This development has attracted hardly any international attention, but for Palestinians, it is yet another looming horror.</p><p>The bill is part of the deal that allowed the formation of Benjamin Netanyahu’s coalition government in late 2022. It was demanded by Itamar Ben-Gvir, now national security minister, who has led a reign of terror across the West Bank for the past three years.</p><p>In November, the bill passed its first reading, and in January, its provisions were revealed: execution carried out within 90 days of sentencing, no appeals, and death by hanging. Palestinians charged with planning attacks or killing Israelis would face the death penalty. Ben-Gvir has repeatedly called for the execution of Palestinians, most recently during his visit to Ofer Prison, where he filmed himself overseeing the abuse of detainees.</p><p>That we got to this point is hardly surprising. For decades, the international community has neglected the fate of Palestinian prisoners. In the past two and a half years, there has been almost no global reaction to the mass brutalisation of Palestinians held in Israeli jails with or without charges. Israeli efforts to legalise executions of Palestinian is the logical next step in eliminating the Palestinian question.</p><h2 id=\"prisoners-or-captives\">‘Prisoners’ or captives?</h2><p>The use of the term “prisoners” to refer to Palestinians held by Israel is deceptive. It strips this cruelty of its context – the military occupation and colonisation Palestinians live under. Prisoners of war or captives are much more accurate terms. That is because Palestinians are taken away either for resisting the occupation or for no reason at all – for the sake of terrorising their families and communities.</p><p>Currently, more than a third of the Palestinians Israel is holding are under “administrative detention” – ie, they are being held without charge – and some are women and children. Palestinians are also “tried” in military courts, which are blatantly biased against the occupied population.</p><p>I, myself, was a victim of this system of oppression through unjust detention.</p><p>In November 2015, Israeli soldiers burst into my home in Ramallah and <a href=\"/news/2016/2/27/profile-palestinian-journalist-mohammed-al-qeeq\">took me away</a>.  They tortured and isolated me for weeks without even telling me what I was accused of.</p><p>Eventually, they came up with an accusation of “incitement”, for which they did not produce any evidence. They kept me under their “administrative detention”, or what is really an arbitrary arrest. The abuse continued, and during one interrogation session, an Israeli officer threatened me with rape.</p><p>They treated me like an animal without rights or legal protection. Representatives from the International Committee of the Red Cross were prevented from visiting me. I was released only after I went on a hunger strike for three months and my condition deteriorated to a dangerous level.</p><p>This happened to me 10 years ago, long before October 7, 2023. Back then, the international community was turning a blind eye to Israel’s violations of international law through administrative detention and abuse.</p><p>After October 7, the conditions in Israeli military prisons worsened, with rampant torture, starvation and medical neglect. <a href=\"https://english.palinfo.com/news/2026/02/16/357968/\">At least 88</a> Palestinians have been killed in Israeli detention since then. The international community has remained silent, issuing an occasional weak condemnation.</p><h2 id=\"legalising-the-illegal\">Legalising the illegal</h2><p>Israel’s brutal mistreatment of detained Palestinians is in direct violation of the Geneva Conventions, which it is a party to. By virtue of being under occupation, Palestinians are considered a protected population and have rights which the Israeli authorities have systematically denied.</p><p>Nevertheless, the international community has accepted these flagrant violations. Under the guise of anti-terrorism, the international discourse has transformed Palestinians from an occupied people to threats to Israeli and international security.</p><p>Not even the shocking images and testimonies of mass rape at Israeli detention centres managed to overturn this flawed framing.</p><p>In this context, the death penalty bill is not an extremist proposal; it fits right into the pattern of the brutalisation of Palestinian detainees.</p><p>From the perspective of the Palestinians, this bill is yet another tool of Israeli revenge. If passed, it would spread more fear and further diminish any peaceful resistance against the Israeli settlers’ violent assaults on the Palestinian people and their property.</p><p>The bill is also a nightmare for every family that has a member in an Israeli prison. They have already been pushed to the edge by the lack of information about their loved ones since a ban on visiting amid the spike in deaths in detention.</p><p>Even more horrific is the prospect that the bill may be applied retroactively. This means anyone with the charges of planning or causing the death of an Israeli could be executed.</p><p>There are currently reports in Israeli media that supposedly, the Israeli government is under pressure not to push forward with this law. There have been some suggestions to amend the text to make it more palatable. But we know that Israel will eventually get to executing Palestinians. Just as it has done with other laws, it will deceptively manoeuvre to minimise reactions but still proceed with what it wants to do.</p><p>As Israel is well on its way to bulldozing through yet another international legal norm, the most it will likely get is “calls for restraint” or “statements of condemnation”. Such weak rhetoric has enabled its onslaught against international law for the past few decades, and especially during the past two and a half years.</p><p>If the international community wants to salvage what is left of the international legal regime and save face, it is time to radically change its approach.</p><p>Instead of making weak statements about respect for international law, they must impose sanctions on Israel. Israeli officials who have been accused of committing crimes against Palestinians should not be hosted but held to account.</p><p>Only then can there be hope for the safe and peaceful return of all Palestinian prisoners – something that was already agreed upon during the Oslo Accords. And only then can there be hope that Israeli efforts to dismantle international law so it can do as it pleases in Palestine will be stopped.</p><p data-start=\"1349\" data-end=\"1743\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "India signs critical minerals deal with Brazil to curb dependance on China | Politics News | Al Jazeera",
            "time": "2026-02-21T11:24:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_699989d1006d-1771669969.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazil and India have signed an agreement to boost cooperation on<a href=\"/economy/2025/10/21/despite-us-push-china-poised-to-dominate-rare-earths-for-years\"> critical minerals and rare earths</a>, as the Indian government seeks new suppliers to curb its dependence on China.</p><p>Brazilian President Luiz Inacio Lula da Silva met Indian Prime Minister Narendra Modi in New Delhi on Saturday and discussed boosting trade and investment opportunities.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Modi said in a statement that the agreement on critical minerals and rare earths was a “major step towards building resilient supply chains”.</p><p>China dominates the mining and processing of the world’s rare-earth and critical minerals, and has increased its grip on exports in recent months as the United States attempts to break its hold on the growing industry.</p><p>Still, for Brazil, which follows China as the world’s second-largest holder of critical minerals, its resources are used across a range of fields, including electric vehicles, solar panels, smartphones, jet engines, and guided missiles.</p><p>In a statement, Lula said, “increasing investments and cooperation in matters of renewable energies and critical minerals is at the core of the pioneering agreement that we have signed today.”</p><p>While few details have emerged about the mineral deal so far, demand for iron ore, a material for which Brazil is the second-largest producer and exporter after Australia, in India has grown amid rapid infrastructure expansion and industrial growth.</p><p>Rishabh Jain, an expert with the New Delhi-based Council on Energy, Environment and Water think tank, told the AFP news agency that India’s growing cooperation with Brazil on critical minerals follows recent supply chain engagements with the US, France and the European Union.</p><p>“Global South alliances are critical for securing diversified, on-ground resource access and shaping emerging rules of global trade”, Jain told AFP.</p><figure id=\"attachment_4327757\" aria-describedby=\"caption-attachment-4327757\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4327757\" src=\"/wp-content/uploads/2026/02/afp_69998a471e26-1771670087.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"India's Prime Minister Narendra Modi (R) shakes hands with Brazil's President Luiz Inacio Lula da Silva before their meeting at the Hyderabad House in New Delhi on February 21, 2026. (Photo by Sajjad HUSSAIN / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4327757\" class=\"wp-caption-text\">India’s Prime Minister Narendra Modi shakes hands with Brazil’s President Luiz Inacio Lula da Silva before their meeting at the Hyderabad House in New Delhi [Sajjad Hussain/AFP]</figcaption></figure><h2 id=\"trade-agreements\">Trade agreements</h2><p>India’s Foreign Ministry spokesperson announced that, along with the critical minerals and rare earths deal, nine other agreements were signed, including a memorandum of understanding that ranged from digital cooperation to health.</p><p>Moreover, Modi called Brazil India’s “largest trading partner in Latin America”.</p><p>“We are committed to taking our bilateral trade beyond $20bn in the coming five years,” he said.</p><p>“Our trade is not just a figure, but a reflection of trust,” Modi said, adding that “When India and Brazil work together, the voice of [the] Global South becomes stronger and more confident.”</p><p>India’s Foreign Minister Subrahmanyam Jaishankar also said he was confident that Lula’s talks with Modi “will impart a new momentum to our ties”.</p><p>According to the Observatory of Economic Complexity (OEC) in 2024, Indian exports to Brazil reached $7.23bn, with refined petroleum being the main export. On the other hand, Brazilian exports to India reached $5.38bn, with raw sugar being the main export.</p></div></div></body></html>"
        },
        {
            "title": "Pakistan vs New Zealand abandoned: T20 World Cup Super Eights - updates | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-21T10:30:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260221__98GB3HC__v2__MidRes__CricketIccMensT20Wc2026PakNzl-1771690178.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Pakistan vs New Zealand abandoned: T20 World Cup Super Eights – updates</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All our updates from our live text commentary stream of the abandoned Super Eights opener in Colombo.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Tottenham Hotspur vs Arsenal: Premier League - team news, start, lineups | Football News | Al Jazeera",
            "time": "2026-02-21T09:54:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_699814e1c4-1771574497.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who: </strong>Tottenham Hotspur vs Arsenal<br>\n<strong>What: </strong>English Premier League<br>\n<strong>Where:</strong> Tottenham Hotspur Stadium, London, UK<br>\n<strong>When: </strong>Sunday, February 22 at 4:30pm (16:30 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 13:30 GMT in advance of our live text commentary stream.</p><p>Arsenal will look to banish their untimely bout of title race anxiety as the wobbling Premier League leaders head to bitter rivals Tottenham for the north London derby.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Mikel Arteta’s men are in danger of blowing a commanding position in the title race after successive draws against Brentford and Wolves left them with just two wins in their last seven league matches.</p><p class=\"p1\">The Gunners squandered the lead in both matches, with Wednesday’s 2-2 draw at bottom-of-the-table Wolves especially galling as they conceded a stoppage-time equaliser having led 2-0.</p><p class=\"p1\">Pep Guardiola’s Manchester City side will move two points behind Arsenal if they beat Newcastle at the Etihad Stadium <a href=\"/sports/2026/2/20/manchester-city-vs-newcastle-premier-league-team-news-start-lineups\">on Saturday</a>.</p><p class=\"p1\">Meanwhile, Tottenham’s new coach, Igor Tudor, faces a baptism of fire in his first game in charge of the club as he is tasked with steering Spurs out of a relegation battle.</p><p>Thomas Frank was <a href=\"/sports/2026/2/11/thomas-frank-sacked-as-head-coach-by-tottenham-hotspur-after-eight-months\">sacked as Tottenham manager</a> following the defeat to Newcastle earlier in February, as a dire domestic campaign has left Spurs in 16th place going into the weekend, just five points above the relegation zone.</p><h2 id=\"saka-urges-arsenal-to-get-over-the-line\">Saka urges Arsenal to ‘get over the line’</h2><p class=\"p1\">On February 7, Arsenal players walked off the field after a convincing 3-0 home win against Sunderland with their lead in the Premier League at nine points. Then things started to go wrong.</p><p class=\"p1\">Defiant Arsenal forward Bukayo Saka is adamant his side will eventually “get over the line” and end their trophy drought.</p><p class=\"p1\">After allowing City to overhaul them in the 2023 and 2024 title races, the north Londoners, who have not won silverware since the 2020 FA Cup, face pointed questions about their ability to handle the mounting tension.</p><p class=\"p1\">Saka said Arsenal must silence the doubters by getting back on track at archrivals Tottenham on Sunday.</p><p class=\"p1\">“I believe the next few years are going to be the years that we get over the line, and we’re able to win trophies and make history for this club,” Saka said. “We’re back where we belong, fighting for everything.”</p><figure id=\"attachment_4326196\" aria-describedby=\"caption-attachment-4326196\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4326196\" src=\"/wp-content/uploads/2026/02/getty_6998154dd8-1771574605.jpg?w=770&amp;resize=770%2C481&amp;quality=80\" alt=\"WOLVERHAMPTON, ENGLAND - FEBRUARY 18: Bukayo Saka of Arsenal during the Premier League match between Wolverhampton Wanderers and Arsenal at Molineux on February 18, 2026 in Wolverhampton, England. (Photo by Carl Recine/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4326196\" class=\"wp-caption-text\">Saka in action against Wolves at Molineux on February 18 [Carl Recine/Getty Images]</figcaption></figure><h2 id=\"arteta-dismisses-bottlers-talk\" class=\"p1\">Arteta dismisses ‘bottlers’ talk</h2><p class=\"p1\">Arsenal’s boss rejected the term “bottlers’ ahead of Sunday’s Premier ⁠League visit ⁠to Tottenham Hotspur.</p><p class=\"p1\">“It’s not part of my ‌vocabulary and I don’t see it like this because I don’t think anybody wants to do that as an intention,” Arteta told reporters on Friday, when asked about the term being used regarding their latest wobble in the title race.</p><p class=\"p1\">“That’s individual opinion, perspective. You have to ⁠respect that. That’s what I said after ⁠in the press conference. You lose two points against Wolves in the manner that the game played out, you have to take it on the ⁠chin. It’s part of our role.”</p><p class=\"p1\">“What I’m very interested in is the next one, ⁠what we are made of, what ⁠we love about this and how we write our own destiny from here.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-time-to-find-excuses\">‘No time to find excuses’</h2><p class=\"p1\">Tottenham Hotspur’s new interim head coach Tudor says instilling the players with confidence is his most urgent task.</p><p class=\"p1\">“First priority is to give everything the team needs in these moments. The team need, I believe, first of all, to get some confidence, to get some courage, but also, in same way, the concrete things in the pitch,” Tudor told Spursplay.</p><p class=\"p1\">“Of course, I’m coming here knowing that situation is not easy. There is no time to find excuses. What I said from the first day here, each of us, need to give something more, something extra.”</p><p class=\"p1\">He added: “The position of the club in this moment is one that nobody can accept. Every Tottenham fan cannot accept the situation. We are aware of that. But it’s not enough to just be aware of that.”</p><figure id=\"attachment_4326194\" aria-describedby=\"caption-attachment-4326194\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4326194\" src=\"/wp-content/uploads/2026/02/afp_699814e6539b-1771574502.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"(FILES) Juventus' Croatian coach Igor Tudor looks on ahead of the Italian Serie A football match between Como and Juventus at the Giuseppe Sinigaglia Stadium in Como, Italy on October 19, 2025\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4326194\" class=\"wp-caption-text\">The 47-year-old former Juventus coach Igor Tudor has been brought in until the end of the season [File: AFP]</figcaption></figure><h2 id=\"tudor-wants-a-team-prepared-to-suffer\">Tudor wants a team prepared to ‘suffer’</h2><p class=\"p1\">While Tudor is aware of the significance of a derby win over Arsenal, he is more concerned with building a strong team spirit to help fuel their survival bid.</p><p class=\"p1\">“I understand the importance of this game. This is a derby, a north London derby,” he said.</p><p class=\"p1\">“This is a team that is full of quality, full of talented players, with good motor engines. But my goal in these first training sessions is that we become a team, with a really right way of going to war.</p><p class=\"p1\">“A team who want to suffer. To fight, to run, to have the right mentality. This is the start.”</p><h2 id=\"head-to-head\">Head-to-head</h2><p>Tottenham Hotspur and Arsenal have locked horns on 212 occasions; Arsenal won 90 of the games, while Spurs won 67, and 55 were draws.</p><p><span>Arsenal are now unbeaten against Spurs in their last seven games. Earlier this season, </span><span>Eberechi Eze scored a hat-trick in November as the Gunners thrashed Tottenham 4-1 at the Emirates.</span></p><p>Arteta’s side also did the double over their bitter local rivals in 2024-25, winning 1-0 at Tottenham and earning a 2-1 victory at home.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tottenham-s-team-news\">Tottenham’s team news</h2><p>Spurs were dealt a big blow when promising young winger Wilson Odobert ruptured his anterior cruciate ligament against Newcastle.</p><p>He joins a long injury list of players who will miss the derby, including James Maddison, Ben Davies, Dejan Kulusevski, Rodrigo Bentancur, Mohammed Kudus, Destiny Udogie, Kevin Danso and Lucas Bergvall.</p><p>Cristian Romero will serve the second of his four-game suspension after the Spurs captain was sent off in the <a href=\"/sports/2026/2/7/carrick-extends-winning-run-as-man-united-beat-10-man-tottenham-2-0\">defeat to Man United</a> earlier this month.</p><p>Brazilian forward Richarlison is back in training after a knock and could be available for selection, while Pedro Porro faces a late fitness test as he looks to return from injury.</p><p><strong>Predicted starting XI:</strong></p><p class=\"cms-textAlign-center\">Vicario (GK); Palhinha, Dragusin, Van de Ven; Gray, Gallagher, Sarr, Spence; Kolo Muani, Simons; Solanke</p><h2 id=\"arsenal-s-team-news\">Arsenal’s team news</h2><p>Versatile midfielder Mikel Merino has undergone surgery for a stress fracture in his right foot, an injury sustained in January, and could miss the rest of the season.</p><p>Leandro Trossard is a serious doubt for the derby after he went off injured in stoppage time against the Wolves.</p><p>But Arteya has said he hopes to have captain Martin Odegaard and Kai Havertz available for selection after they were struggling with injuries, and youngster Max Dowman has returned to training after an ankle problem.</p><p>And while Saka also limped off against Wolves, he is expected to be declared fit for this match.</p><p><strong>Predicted starting XI:</strong></p><p class=\"cms-textAlign-center\">Raya (GK); Timber, Saliba, Gabriel, Hincapie; Odegaard, Zubimendi, Rice; Saka, Jesus, Martinelli</p></div></div></body></html>"
        },
        {
            "title": "Venezuela grants amnesty to 379 political prisoners | News | Al Jazeera",
            "time": "2026-02-21T09:51:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260131__94MV49Z__v1__HighRes__VenezuelaUsConflictCrisis-1-1769837471.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela grants amnesty to 379 political prisoners</h1><p class=\"article__subhead\"><em>The move is in line with a new law, giving hope to throngs of others jailed over alleged plots to oust the government.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan authorities have granted amnesty to 379 political prisoners, according to a lawmaker, after a new law was enacted by interim authorities following the United States’ <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">abduction of President Nicolas Maduro.</a></p><p>Venezuela’s National Assembly unanimously <a href=\"/video/newsfeed/2026/2/20/venezuela-signs-amnesty-law-as-families-await-prison-releases\">adopted</a> the law on Thursday, providing hope that hundreds of political prisoners may soon be released.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>National Assembly deputy Jorge Arreaza, the lawmaker overseeing the amnesty process, said in a televised interview on Friday that the 379 prisoners “must be released, granted amnesty, between tonight and tomorrow morning”.</p><p>“Requests have been submitted by the Public Prosecutor’s Office to the competent courts to grant amnesty measures,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Opposition figures have criticised the new legislation, which appears to include carve-outs for some offences previously used by authorities to target Maduro’s political opponents.</p><p>It explicitly does not apply to those prosecuted for “promoting” or “facilitating … armed or forceful actions” against Venezuela’s sovereignty by foreign actors.</p><p>Interim President Delcy Rodriguez has levelled such accusations against opposition leader Maria Corina Machado, who hopes to return to Venezuela at some point from the US.</p><p>The law also excludes members of the security forces convicted of “terrorism”-related activities.</p><p>Arreaza said earlier that “the military justice system will handle” relevant cases for members of the armed forces, “and grant benefits where appropriate”.</p><p>Hundreds have already been granted conditional release by President Rodriguez’s government since the deadly US raid that seized Maduro.</p><h2 id=\"amnesty-is-not-automatic\">‘Amnesty is not automatic’</h2><p>The NGO Foro Penal had said before the announcement that about 650 were <a href=\"/news/2026/2/20/venezuela-grants-amnesty-that-could-release-hundreds-of-political-detainees\">detained</a>, a toll that has not been updated since.</p><p>Foro Penal director Alfredo Romero said on Friday that receiving “amnesty is not automatic”, but would require a process in the courts, viewed by many as an arm of Maduro’s repression.</p><p>Opposition politician Juan Pablo Guanipa, a Machado ally, announced his release from detention shortly after the bill was passed.</p><p>Earlier this month, he had been freed from prison but then quickly re-detained and kept under house arrest.</p><p>“I am now completely free,” Guanipa wrote on social media. He called for all other political prisoners to be freed and exiles to be allowed to return.</p><p>Hundreds, perhaps thousands, of Venezuelans have been jailed in recent years over plots, real or imagined, to overthrow the government of Maduro – who was taken to New York to stand trial on drug trafficking and other charges.</p><p>Rodriguez was formerly Maduro’s vice president and took his place as the South American country’s leader with the consent of US President Donald Trump, if she toed Washington’s line.</p><p>The US has taken over control of Venezuela’s oil sales, with Trump promising a share for Washington in the profits.</p></div></div></body></html>"
        },
        {
            "title": "World reacts as US top court limits Trump’s tariff powers | Donald Trump News | Al Jazeera",
            "time": "2026-02-21T09:40:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69996a260525-1771661862.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Donald Trump has said he will raise global tariffs on imported goods to 15 percent after the United States Supreme Court struck down his previous trade measures.</p><p>The president announced his decision on Saturday, revising an earlier decision to <a href=\"/news/liveblog/2026/2/20/trump-tariffs-live-us-supreme-court-rules-against-sweeping-global-tariffs\">impose</a> a new 10 percent worldwide tariff after the Supreme Court ruling, which triggered immediate concern and responses from governments and markets.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"0\" data-end=\"421\">The US top court’s ruling and Trump’s new tariffs have left countries grappling with the legal and economic fallout, raising questions about ongoing agreements, tariff reductions, and the legality of past duties.</p><p data-start=\"0\" data-end=\"421\">Governments are now evaluating how the new levy will affect key industries, investment plans, and trade negotiations, while analysts warn that uncertainty could persist until legal and trade frameworks are clarified.</p><h2 id=\"south-korea\">South Korea</h2><p data-start=\"1115\" data-end=\"1861\">In South Korea, one of the US’s closest allies, the presidential office, Blue House, has released a statement, saying the government will review the trade deal and make decisions in the national interest, casting a question mark over the agreement signed in November last year, which lowered tariffs from 25 to 15 percent in exchange for $350bn in cash and investments from South Korea in the US.</p><p data-start=\"549\" data-end=\"1123\">“For major South Korean companies in chemicals, pharmaceuticals, and semiconductors, the Supreme Court ruling has been positive: Even if Trump introduces the new 10 percent tariffs under Section 122, they would still pay a lower rate,” said Jack Barton, an Al Jazeera correspondent in Seoul.</p><p data-start=\"549\" data-end=\"1123\">“However, exporters of automobiles, more than half of which go to the US, remain subject to the 25 percent tariff, and steel exports are still hit with 50 percent duties under Section 232, which was not affected by the ruling.”</p><p data-start=\"1125\" data-end=\"1603\">The South Korean government is expected to move cautiously. Exports account for 85 percent of South Korea’s gross domestic product, with the US as the second-largest market.</p><p data-start=\"1125\" data-end=\"1603\">“Officials have indicated that rapid changes could jeopardise major agreements, including a recent multibillion-dollar shipbuilding deal with the US and other investments,” said Barton.</p><p data-start=\"1125\" data-end=\"1603\">“While no definitive policy statement has been made yet, the Blue House has said that the trade deal will be under careful review and changes are likely.”</p><h2 id=\"india\" data-start=\"423\" data-end=\"918\">India</h2><p data-start=\"187\" data-end=\"902\">India has faced some of the highest US tariffs under Trump’s previous use of emergency trade powers. The president first imposed a 25 percent levy on Indian imports and later added another 25 percent on the country’s purchases of Russian oil, bringing the total to 50 percent.</p><p data-start=\"187\" data-end=\"902\">Earlier this month, the US and India reached a framework trade deal. Trump said Prime Minister Narendra Modi agreed to stop buying Russian oil and that US tariffs would be lowered to 18 percent for India’s top exports to the US, including clothing, pharmaceuticals, precious stones, and textiles. Meanwhile, India said it will eliminate or reduce tariffs on all US industrial goods and a range of agricultural products.</p><p data-start=\"187\" data-end=\"902\">According to political economist MK Venu, founding editor of Indian publication, The Wire, “Critics have argued New Delhi should have waited for the US Supreme Court decision before finalising the interim trade deal and even trade analysts previously connected with the government have maintained it would have been wiser to wait for the court verdict.”</p><p data-start=\"187\" data-end=\"902\">Venu added that Trump was eager to finalise the trade deal, which includes a commitment to buy $500bn worth of new imports in defence, energy, and artificial intelligence (AI) from the US over the next five years.</p><p data-start=\"187\" data-end=\"902\">While India, he said, welcomed the reduction of tariffs to 18 percent and the removal of penal duties on Russian imports, uncertainty remains over negotiations, as the Supreme Court ruling affects the legal basis of past tariffs.</p><p data-start=\"904\" data-end=\"1705\">“The Indian trade delegation is likely to wait for the final outcome of the Supreme Court verdict before proceeding with further negotiations, and countries around the world are expected to follow the court’s ruling rather than rush into trade agreements under legislation deemed unconstitutional,” he said.</p><h2 data-start=\"904\" data-end=\"1705\"><strong>China</strong></h2><p data-start=\"175\" data-end=\"600\">China has reacted in a muted way to the Supreme Court ruling, with much of the country still on the Lunar New Year break.</p><p data-start=\"175\" data-end=\"600\">Al Jazeera’s Rob McBride, reporting from Beijing, said, “The Chinese embassy in Washington has issued a blanket statement, noting that trade wars benefit nobody, and that the decision is likely to be broadly welcomed in China, which has long been a primary target of Trump’s tariff policies.”</p><p data-start=\"602\" data-end=\"1101\">Since last April, he said, China has faced multiple layers of tariffs, including 10 percent on chemicals used in fentanyl production exported to the US and 100 percent on electric vehicles.</p><p data-start=\"602\" data-end=\"1101\">Analysts have estimated that the overall tariff level, about 36 percent, could now fall to about 21 percent, providing some relief to an economy already under strain from the COVID-19 pandemic, a prolonged property market crisis, and declining exports.</p><p data-start=\"602\" data-end=\"1101\">Shipments from China to the US have reportedly fallen by roughly a fifth over the past year.</p><p data-start=\"1103\" data-end=\"1574\">“Beijing has sought to offset losses in the US market by strengthening trade ties with Southeast Asian nations and pursuing agreements with the European Union,” McBride said.</p><p data-start=\"1103\" data-end=\"1574\">“The Supreme Court ruling may also create a more favourable atmosphere ahead of a planned state visit by Trump in early April, when he is expected to meet President Xi Jinping, potentially opening space for a reset in relations between the world’s two largest economies.”</p><h2 id=\"canada\" data-start=\"4407\" data-end=\"4428\">Canada</h2><p data-start=\"157\" data-end=\"975\">Canada has welcomed the US Supreme Court’s decision but has pointed out that there are still some challenges ahead.</p><p data-start=\"157\" data-end=\"975\">Regional leaders across the country, including those of British Columbia and Ontario, have signalled that the ruling is a positive step, according to Al Jazeera’s Ian Wood, reporting from Toronto.</p><p data-start=\"157\" data-end=\"975\">However, Minister for Canada-US trade Dominic LeBlanc has said that significant work remains, as Section 232 tariffs on steel, aluminium, softwood lumber, and automobiles have remained in place.</p><p data-start=\"157\" data-end=\"975\">Meanwhile, Ontario’s Premier Doug Ford has added that while optimism has grown, tension has persisted over what Donald Trump will do next, Wood said.</p><h2 id=\"mexico\" data-start=\"977\" data-end=\"989\">Mexico</h2><p data-start=\"0\" data-end=\"415\">Mexico’s president, Claudia Sheinbaum, said her government would be carefully reviewing the Supreme Court’s decision to assess its scope and the extent to which Mexico might be affected.</p><p data-start=\"417\" data-end=\"889\">“The reality is that despite all we’ve heard over the last year about tariffs or the threat of tariffs, Mexico has actually ended up in quite a privileged, even competitive position, especially when compared to other countries,” said Al Jazeera’s Julia Gliano, reporting from Mexico City.</p><p data-start=\"417\" data-end=\"889\">“We have to remember Mexico is the US’s largest trading partner, and the two countries, along with Canada, share a vast trading agreement that shields most products from the so-called reciprocal tariffs that President Trump announced.</p><p data-start=\"417\" data-end=\"889\">“There were also punitive tariffs related to fentanyl and illegal immigration along the US border, which Mexico had managed to suspend while negotiations continued on those matters. Now the tariffs that Mexico has been subjected to on steel, aluminium, and car parts are not affected by today’s decision.”</p><p data-start=\"417\" data-end=\"889\">So, the government here in Mexico, she said, is now standing by to see what the Trump administration comes up with next as it reels from today’s decision by the Supreme Court.</p><h2 id=\"france\" data-start=\"417\" data-end=\"889\">France</h2><p>French President Emmanuel Macron hailed “the existence of checks and balances in democracies” after the Supreme Court’s decision, telling reporters at an event in the capital that his country wanted to continue exporting “under the fairest rules possible and not be subject to unilateral decisions”.</p><p>The country’s finance minister, Nicolas Forissier, told UK newspaper The Financial Times that the EU has the tools to hit back at the US over its tariff policy, suggesting a more combative approach.</p><h2 id=\"germany\">Germany</h2><p class=\"tr-story-p1\">German Chancellor Friedrich Merz said he expected the tariff burden on his country’s economy to be lower after the US Supreme Court ruling, raising the prospect of German companies recouping billions in refunds.</p><p>Flagging an upcoming visit to Washington, Merz told Germany’s ARD broadcaster that he would present a “coordinated European position” on the matter, pointing out that tariff policy is determined by the European Union rather than individual member states.</p><p>Finance Minister Lars Klingbeil said Europe was strengthening its independence and sovereignty, building new trade relationships worldwide and concluding free trade agreements.</p><h2><strong>Limits of Trump’s tariff powers</strong></h2><p data-start=\"78\" data-end=\"269\">A senior legal scholar told Al Jazeera that the US Supreme Court ruling marks a key moment in the legal battle over Trump’s tariffs, focusing on constitutional limits rather than economics.</p><p data-start=\"271\" data-end=\"1115\">Frank Bowman, professor emeritus at the University of Missouri School of Law, told Al Jazeera that the court has for the first time confronted what he called Trump’s broader challenge to the rule of law.</p><p data-start=\"271\" data-end=\"1115\">“This is a ruling that is important in several respects. The first, more broadly, is that this is the first time in the last year that the Supreme Court has stepped in and attempted to do something about Donald Trump’s generalised attack on the rule of law in the United States.</p><p data-start=\"271\" data-end=\"1115\">“And make no mistake, although tariffs certainly are about economics, what Trump has done over the last year is essentially to defy the law. And the Supreme Court happily decided that they had had enough and that they would say no. So, they’re not ruling on economic policy. They made a decision that the president simply exceeded his constitutional authority.”</p></div></div></body></html>"
        },
        {
            "title": "Farmers in Gaza risk Israeli bullets to bring their fields back to life | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-21T09:02:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Mohammed-Alslakhy-and-his-son-Ahmad-and-daughter-Marah.-1771523211.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>The Gaza Strip – </strong>As soon as the “ceasefire” in Gaza began in October, Palestinian farmer Mohammed al-Slakhy and his family headed straight for their farms in the Zeitoun area of Gaza City.</p><p>After more than two years of Israel’s genocidal war on <a href=\"/tag/israel-palestine-conflict/\">Gaza</a> – and despite ongoing Israeli attacks – it was finally safe enough to return, and attempt to rebuild and restore.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mohammed and his family spent months clearing rubble from the ground and whatever was left of their greenhouses, which were flattened during the fighting, like many of the buildings in Gaza.</p><p>With very limited resources, they prepared the soil and planted the first courgette crop, hoping it would be ready to harvest by early spring.</p><p>But even this limited attempt to bring the family’s land back to life is not without risk. As Mohammed explains, every time he goes to tend to his field, he is risking his life. A few hundred metres away sit Israeli tanks, and the sound of bullets flying by is common.</p><p>Before the war, Mohammed’s farm produced large quantities of vegetables.</p><p>“I learned farming from my father and grandfather,” he told Al Jazeera. “Our farm used to produce abundant, high-quality crops for the local market and for export to the [occupied] West Bank and abroad. Now, everything we had has been destroyed in the war.”</p><h2 id=\"levelled-to-the-ground\">Levelled to the ground</h2><p>More than three hectares (7.5 acres) of Mohammed’s greenhouses were levelled to the ground. The destruction also included his entire irrigation network, all nine of his wells, two solar power systems, and two desalination plants.</p><p>Mohammed’s losses reflect the wider extent of the damage to the agricultural sector in Gaza. According to a July 2025 report by the United Nations Food and Agriculture Organization (FAO), more than 80 percent of cropland was damaged, and less than 5 percent remained available for cultivation.</p><p>And even with the “ceasefire”, the losses have not stopped for Gaza’s farmers, as Israel expands a so-called buffer zone, within which its forces are based.</p><p>In fact, many Palestinians fear that Gaza’s agricultural lands will be forcibly taken by Israel if the buffer zone becomes a permanent fixture. Blueprints released as part of United States President Donald Trump’s “<a href=\"/news/2026/2/19/trump-announces-billions-of-dollars-in-gaza-aid-at-board-of-peace-meeting\">Board of Peace</a>” plan for Gaza show many agricultural areas erased.</p><figure id=\"attachment_4325354\" aria-describedby=\"caption-attachment-4325354\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4325354\" src=\"/wp-content/uploads/2026/02/Eid-AlTaaban-in-his-tomato-greenhouse-1771523963.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Eid al-Taaban stands in his greenhouse\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4325354\" class=\"wp-caption-text\">Eid al-Taaban, a 75-year-old farmer in Deir el-Balah [Abdallah al-Naami/Al Jazeera]</figcaption></figure><h2 id=\"expanding-buffer-zones\">Expanding buffer zones</h2><p>Israel still controls about 58 percent of the Gaza Strip, calling it a security buffer zone in the east, north, and south of the Gaza Strip. The majority of that buffer zone is Palestinian agricultural land.</p><p>Mohammed has only been able to return to one hectare (2.5 acres) of the more than 22 hectares (54 acres) of farmland his family had cultivated in Gaza City before the war. The other 21 hectares lie within the Israeli buffer zone, and he cannot access them.</p><p>The solitary hectare is only about 200 metres (650 feet) from the “yellow line”, which marks the border between the buffer zone and the rest of Gaza. Mohammed says that Israeli tanks frequently approach and fire randomly.</p><p>One such incident occurred on February 12, when Israeli tanks advanced into Salah al-Din Street and opened fire. Two Palestinians were killed, and at least four others were reported wounded. Mohammed was in his farmland, close to the Israeli tanks.</p><p>“We were working in the field when suddenly a tank approached and opened fire towards us. I had to take cover behind a destroyed building and waited there for more than an hour and a half before I could escape west,” Mohammed said.</p><p>The dangers to Mohammed’s farm are mirrored in central Gaza, where 75-year-old Eid al-Taaban is increasingly worried.</p><p>His land in Deir el-Balah lies only about 300 metres (980 feet) from the yellow line and the Israeli areas of control.</p><p>“We planted eggplants in an open field after the ceasefire. Now, we can’t reach it and harvest the crop because of the expansion of the buffer zone,” Eid told Al Jazeera.</p><p>“The sounds of Israeli heavy machineguns are heard every day in our area. Every time my sons go to irrigate the crops in the greenhouses, I just pray that they come back alive,” he added.</p><p>On February 6, the Palestinian news agency Wafa reported that the Israeli army killed Palestinian farmer Khaled Baraka while he was working on his land in eastern Deir el-Balah. Khaled was Eid’s neighbour and friend.</p><p>“Khaled Baraka was a great farmer,” Eid said. “He dedicated his life to cultivating his land and teaching his sons and daughters about farming.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israeli-blockade\">Israeli blockade</h2><p>According to Palestinian farmers, the Israeli blockade of Gaza is one of the biggest challenges they face in their efforts to reclaim agricultural land.</p><p>Since October 7, 2023, Israel has largely prevented the entry of any agricultural equipment or supplies, such as seeds, pesticides, fertilisers, irrigation networks, or tractors.</p><p>That has led to a huge shortage, with what is available still liable to being damaged in bombing, or in the case of seeds, pesticides, and fertilisers, reaching expiry. The prices of what little is available have also skyrocketed due to the Israeli restrictions.</p><p>And even when the materials can be obtained, they do not guarantee a return.</p><p>Eid said that he had planted tomatoes in his greenhouses to harvest in the spring, paying an exorbitant amount to acquire the seeds, fertilisers, and pesticides.</p><p>After 90 days of costly care for the plants, and when it was time to start harvesting, the entire crop was ruined because the pesticides and fertilisers he had bought turned out to be ineffective. He was forced to replant the crop.</p><figure id=\"attachment_4325535\" aria-describedby=\"caption-attachment-4325535\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4325535\" src=\"/wp-content/uploads/2026/02/Israeli-crops-in-Gaza-1771529676.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Boxes of onions\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4325535\" class=\"wp-caption-text\">Israeli produce has flooded Gaza, often at lower prices than locally sourced produce [Abdallah al-Naami/Al Jazeera]</figcaption></figure><h2 id=\"market-difficulties\">Market difficulties</h2><p>Eid noted that the current economic conditions in Gaza mean that it is hard to find customers for the produce.</p><p>“Even when we manage to keep the plants alive and harvest the crop, we don’t know if we’ll be able to sell it,” Eid said.</p><p>The instability of the market in Gaza is causing heavy losses for local farmers.</p><p>Waleed Miqdad, an agricultural produce wholesaler, explained that Israeli authorities sometimes close the crossings and at other times flood the market with various goods, causing significant losses for Palestinian farmers.</p><p>He added that Israeli goods are usually of a lower quality and are priced more cheaply.</p><p>“Our local produce, although much fewer in quantity than before the war, still has a distinctive quality and taste. Many of our customers prefer local produce,” Waleed told Al Jazeera.</p><p>But many residents of Gaza, whose economy has been devastated as a result of the war, do not have the money to be able to choose the higher-priced items.</p><p>The competition from Israeli produce is therefore making it difficult for Palestinian farmers to market their produce and make a profit.</p><p>“I was recently forced to sell large quantities of my produce for less than the cost of production because of the competition from imported goods that are widely available in the market,” said Mohammed, the farmer from northern Gaza. “I had to sell and lose or watch my produce rot. And of course, we haven’t received any compensation or support.”</p><p>Despite the challenges facing the farmers in Gaza, they remain determined to reclaim agricultural fields across the Gaza Strip. These areas have always been adored by Palestinians in Gaza, where most had lived in the built-up cities. The farms provided a respite from Israel’s control over the territory and its constant wars.</p><p>“Agriculture is our life and our livelihood,” said Mohammed. “It is an important part of our Palestinian identity. Despite the destruction and danger, we will remain steadfast on our land and will replant all the land we can reach. Our children will continue after us.”</p><p>For Eid, farming is a continuation of the work of his ancestors – in towns that are now in Israel, and where he can never set foot.</p><p>“I’m 75 years old, and I still work in the fields every day,” Eid said. “My grandfather was a farmer in our hometown of Beersheba before the [1948] Nakba.”</p><p>“He taught my father, my father taught me, and today I’m passing on my agricultural expertise to my grandchildren,” Eid added. “The love of the land and agriculture is passed down from generation to generation in our family, and it can never be taken away from us.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Videos show aftermath of deadly Israeli attacks in Lebanon | Newsfeed | Al Jazeera",
            "time": "2026-02-21T08:25:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771662327.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Protesters shoot fireworks at Albania prime minister’s office | Newsfeed | Al Jazeera",
            "time": "2026-02-21T07:21:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771658467.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump to make three-day visit to China next month, White House says | Donald Trump News | Al Jazeera",
            "time": "2026-02-21T07:18:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25303108240056-1771644909.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump to make three-day visit to China next month, White House says</h1><p class=\"article__subhead\"><em>The three-day trip, at Beijing’s invitation, comes more than eight years after Trump’s first visit to China during his first stint as president.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump will travel to China from March 31 to April 2, the White House has said, in what will be the first official visit to Beijing by a United States president since Trump’s last trip there in 2017.</p><p>The dates, confirmed by a White House official on Friday, come as Trump and Chinese President Xi Jinping have respectively described <a href=\"/news/2026/2/4/trump-hails-excellent-phone-call-with-chinas-xi-amid-trade-tensions\">“excellent” and “good communication”</a> between the two countries in recent months.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“That’s going to be a wild one,” Trump said on Thursday of the planned trip.</p><p>“We have to put on the biggest display you’ve ever had in the history of China,” Trump said.</p><p>The announcement of Trump’s China visit came shortly before the US Supreme Court on Friday <a href=\"/news/2026/2/20/us-president-trump-promises-new-tariffs-slams-supreme-court-decision\">struck down the tariffs</a> that Trump had imposed on countries around the world, in a tactic the US president has openly used to influence other countries to support his policies.</p><p>Tariffs will likely be on the agenda in Beijing, as will China’s response to the US’s trade threats, including <a href=\"/gallery/2025/10/14/us-soya-bean-farmers-battered-by-trade-dispute-with-china\">no longer buying soybeans, previously the top US export to China.</a></p><p>Beijing has already hosted a number of other Western leaders in recent months, including Canadian Prime Minister Mark Carney, <a href=\"/news/2026/1/29/canadas-carney-hails-new-trade-deals-expects-us-to-respect-sovereignty\">who touted new trade deals</a> and a lifting of Canada’s ban on buying Chinese-made electric cars during his visit.</p><p>China’s increasing global exports of <a href=\"/news/2025/11/20/chinas-evs-dominate-the-world-why-not-in-the-us-and\">electric vehicles</a> come as Beijing has invested heavily in <a href=\"/news/2026/2/17/humanoid-robots-perform-advanced-martial-arts-at-chinese-new-year-gala\">new technologies</a> and renewable energy in recent years, potentially further setting it apart from the US, where Trump is<a href=\"/news/2026/2/19/advocacy-groups-sue-trump-administration-over-endangerment-findings-repeal\"> doubling down on fossil fuels</a>.</p><p>Washington also continues to provide <a href=\"/news/2025/12/18/us-approves-11bn-in-arms-sales-to-taiwan-in-deal-likely-to-anger-china\">weapons sales</a> and other support to Taiwan, which Beijing has promised to unify with mainland China.</p><p>This will be Trump’s first trip to China since the COVID-19 pandemic, which the then-US president labelled as the <a href=\"/news/2020/8/11/trump-says-coronavirus-changed-great-relationship-with-china\">“Chinese virus”.</a> Trump then <a href=\"/news/2020/9/10/trump-defends-downplaying-coronavirus-threat\">downplayed the virus’s potential consequences</a> in the US, where more than one million people died during the pandemic.</p><p>Since reopening its borders in January 2023, following strict self-imposed isolation during the pandemic, China has seemingly increased its efforts to engage with the outside world in recent months.</p><p>In addition to hosting Western politicians, China has also opened its doors to popular US live streamers such as Hasan Piker and Darren Watkins Jr, also known as Speed, while also attracting US citizens to its <a href=\"/economy/2025/1/15/tiktok-users-in-us-flock-to-chinas-instagram-ahead-of-ban\">social media apps</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Clashes in Albania as protesters demand PM Rama resign | Protests News | Al Jazeera",
            "time": "2026-02-21T06:42:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69993edcec97-1771650780.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Clashes in Albania as protesters demand PM Rama resign</h1><p class=\"article__subhead\"><em>Violence breaks out near parliament as demonstrators demand accountability in corruption investigation linked to deputy prime minister.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in the Albanian capital, Tirana, fired tear gas and used water cannon as protesters clashed with security forces during demonstrations to demand the resignation of Prime Minister Edi Rama.</p><p>Demonstrators hurled Molotov cocktails and fireworks at the prime minister’s office on Friday before marching towards parliament, where they were confronted by anti-riot police.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fierce clashes lasted for about two hours in the streets surrounding the legislature, according to a journalist with the AFP news agency who was at the scene of the violence.</p><p>Police said about 30 people were arrested, while the opposition Democratic Party said about 40 of its supporters had been detained.</p><p>Protests in the streets of the capital have broken out on several occasions since the indictment in December of Deputy Prime Minister Belinda Balluku by a special prosecution unit. Balluku, a close associate of Rama, was suspended over a corruption scandal that is now being investigated.</p><p>Several former ministers in Rama’s governments have also been targeted by corruption probes.</p><p>Waving Albanian and opposition party flags, thousands gathered on Friday in protest, chanting “Rama, go away” and “Rama in jail”.</p><figure id=\"attachment_4082497\" aria-describedby=\"caption-attachment-4082497\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4082497\" src=\"/wp-content/uploads/2025/11/2025-10-13T114940Z_277540266_RC2ZAHARFSWC_RTRMADP_3_EU-ALBANIA-WESTERN-BALKANS-1762251080.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Prime Minister of Albania Edi Rama\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4082497\" class=\"wp-caption-text\">Embattled Prime Minister of Albania Edi Rama [File: Florion Goga/Reuters]</figcaption></figure><p>“We will save Albania from Edi Rama, who has plunged the country into poverty and corruption,” said opposition Democratic Party leader <a href=\"/news/2013/6/26/albanian-prime-minister-concedes-poll-defeat\">Sali Berisha</a>.</p><p>“Let them know that even if they go behind the sun, we will find them and punish them with the full force of the law,” Berisha said.</p><p>Interior Minister Albana Kociu condemned the unrest, accusing the protesters of “vandalism” and saying that it was a “crime” to attack police.</p><p>Rama’s Socialist Party holds a comfortable parliamentary majority in Albania after winning <a href=\"/news/2025/5/11/albania-votes-in-general-elections-as-pm-edi-rama-seeks-a-fourth-term\">a fourth consecutive term</a> last year.</p><p>Aiming to join the European Union by 2030, Albanian politics has seen a long and bitter rivalry between left and right-wing parties, with both sides frequently accusing the other of corruption and links to organised crime.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UK weighs removing ex-Prince Andrew from succession line amid Epstein probe | Investigation News | Al Jazeera",
            "time": "2026-02-21T06:20:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20250916__74NT7H2__v1__HighRes__BritainRoyalsDeath-1762476316.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK weighs removing ex-Prince Andrew from succession line amid Epstein probe</h1><p class=\"article__subhead\"><em>The report comes as police widen investigations of the former prince, including questioning his close protection teams.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Feb 2026</span><span aria-hidden=\"true\">21 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The British government is weighing new legislation that could remove the former prince, Andrew Mountbatten-Windsor, from the line of royal succession, according to reports.</p><p>Officials in the United Kingdom, speaking on condition of anonymity to the BBC on Friday, said the decision could follow after the police finish their investigation into the ex-prince’s ties with convicted sex offender <a href=\"/news/2026/2/10/struggling-to-navigate-the-epstein-files-here-is-a-visual-guide\">Jeffrey Epstein</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The move would come after the ongoing police investigation has concluded,” the BBC reported.</p><p>The UK’s Press Association news service said British Prime Minister Keir Starmer’s government “will consider introducing such legislation once the police have finished their investigation” into Mountbatten-Windsor, who is currently eighth in line to the British throne.</p><p>Mountbatten-Windsor was <a href=\"/news/2026/2/19/ex-price-andrew-arrested-on-suspicion-of-misconduct-in-public-office\">arrested on Thursday</a>, his 66th birthday, on suspicion of misconduct in a public office linked to his friendship with Epstein. He was held in custody for 11 hours before being released under investigation.</p><p>A YouGov poll conducted after his arrest on Thursday showed that <a href=\"https://yougov.co.uk/topics/politics/survey-results/daily/2026/02/20/8a994/1\" target=\"_blank\" rel=\"noopener\">82 percent</a> of respondents believed that he should be removed from his place in line to the British throne.</p><figure id=\"attachment_4325563\" aria-describedby=\"caption-attachment-4325563\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4325563\" src=\"/wp-content/uploads/2026/02/2026-02-19T191727Z_948764426_RC27PJAADHQQ_RTRMADP_3_USA-EPSTEIN-BRITAIN-ANDREW-1771530589.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Andrew Mountbatten Windsor, younger brother of Britain's King Charles, formerly known as Prince Andrew, leaves Aylsham Police Station\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4325563\" class=\"wp-caption-text\">Andrew Mountbatten-Windsor, formerly known as Prince Andrew, leaves Aylsham Police Station in a vehicle, on the day he was arrested on suspicion of misconduct in public office on February 19, 2026 [Phil Noble/Reuters]</figcaption></figure><p>King Charles had <a href=\"/news/2025/10/30/king-charles-iii-strips-prince-andrew-of-titles-evicts-him-from-royal-home\">already stripped Mountbatten-Windsor</a>, his younger brother and a son of the late Queen Elizabeth II, of his titles and removed him from his home in the Royal Lodge, located in Windsor, Berkshire. <a href=\"/news/2026/2/9/uk-king-charles-will-support-police-probe-into-ex-prince-andrew-epstein\">Charles has also made it clear</a> that the law must take its course, and the police have his full support and cooperation.</p><p>On Saturday, police continued to search the former home of <a href=\"/news/2026/2/19/why-was-former-prince-andrew-arrested-by-uk-police\">Mountbatten-Windsor</a> and their investigation appeared to intensify with the focus turning to former members of the prince’s close protection unit, and what they may have witnessed.</p><h3>Public anger in UK as disgraced ex-prince arrested</h3><p>London’s Metropolitan Police said on Friday it was identifying and contacting former and serving security officers who may have worked closely with Mountbatten-Windsor.</p><p>“They have been asked to consider carefully whether anything they saw or heard during that period of service may be relevant to our ongoing reviews and to share any information that could assist us,” police said in a statement.</p><p>“We continue to urge anyone with new or relevant information to come forward. All allegations will be taken seriously and, as with any matter, any information received will be assessed and investigated where appropriate,” police said.</p><p>British police have previously examined claims that Mountbatten-Windsor’s protection officers overlooked his visits to Epstein’s private island. Police say no wrongdoing by close protection officers has yet been identified.</p><p>Mountbatten-Windsor has denied any wrongdoing in relation to Epstein, a convicted sex offender who took his own life in a New York jail in 2019.</p><p>In 2022, Mountbatten-Windsor settled a civil lawsuit – reported to be 12 million pounds ($16.2m) – in a US court brought by the late Virginia Giuffre, who accused him of sexually abusing her as a teenager at properties linked to Epstein.</p><p>Giuffre, who <a href=\"/news/2025/4/26/epstein-prince-andrew-accuser-virginia-giuffre-dies-by-suicide-family\">took her own life</a> last year, alleged she had sex with Mountbatten-Windsor during an orgy with underage girls on Epstein’s island in the Caribbean.</p><p>Public anger in the UK has mounted in recent months following a stream of disclosures about his relationship with Epstein.</p><p>The police began their investigation amid claims Mountbatten-Windsor shared confidential information with the paedophile financier during the ex-prince’s time as a UK trade envoy from 2001 to 2011.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}