{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Australia police charge surviving Bondi Beach attacker as first funerals held | News | Al Jazeera",
            "time": "2025-12-17T06:12:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694247878198-1765951367.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Australian authorities say they have charged a man who opened fire on a Jewish Hanukkah celebration on Sydney’s Bondi Beach, <a href=\"/news/2025/12/15/bondi-beach-attack-what-do-we-know-about-the-victims-suspects\">killing 15 people</a>, with “terrorism” and murder charges, as mourners gathered to begin funerals for the victims.</p><p class=\"p1\">Police and local courts said on Wednesday that 59 charges are being introduced after the deadly shooting that also wounded dozens of others, including two officers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Among the offences are “committing a terrorist act”, murder, wounding with intent to murder, placing an explosive, and discharging a firearm with intent to cause grievous bodily harm.</p><p class=\"p1\">There are 20 people receiving care in Sydney hospitals for injuries sustained in Sunday’s shooting, according to NSW Health. That includes one patient in critical condition and several in critical but stable condition.</p><p class=\"p1\">Two attackers, identified as 50-year-old Sajid Akram and his 24-year-old son Naveed Akram, carried out the attack using six firearms owned by the former.</p><p class=\"p1\">New South Wales Police Commissioner Mal Lanyon said police were still waiting for the medication to wear off before formally questioning the son, who was shot but survived the shooting.</p><p class=\"p1\">Naveed Akram reportedly woke up from a coma on Tuesday afternoon. Sajid Akram died at the scene of the shooting.</p><p class=\"p1\">“For his fairness, we need him to understand what is exactly happening,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>New South Wales state police said in a statement on Wednesday that they will say in court that the man “engaged in conduct that caused death, serious injury and endangered life to advance a religious cause and cause fear in the community”.</p><p>“Early indications point to a <a href=\"/news/2025/12/16/australian-police-say-bondi-beach-attackers-inspired-by-isil\">terrorist attack inspired by ISIS</a>, a listed terrorist organisation in Australia,” the police said in a statement, referring to the armed group also known as ISIL.</p><h2 id=\"first-funeral-held-as-legislation-advances\">First funeral held as legislation advances</h2><p>The first funerals were held on Tuesday to remember the victims of the attack, which took place during the Jewish festival of lights.</p><p>Rabbi Eli Schlanger and Rabbi Yaakov Levitan were hailed by their family and peers, including during a ceremony at a local synagogue.</p><figure id=\"attachment_4178886\" aria-describedby=\"caption-attachment-4178886\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178886\" src=\"/wp-content/uploads/2025/12/ap_694251eecb856-1765954030.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The coffin of Rabbi Eli Schlanger, a victim in the Bondi Beach mass shooting, is escorted out of a synagogue after his funeral service in Bondi on Wednesday, Dec. 17, 2025, in Sydney, Australia. (AP Photo/Mark Baker, Pool)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178886\" class=\"wp-caption-text\">The coffin of Rabbi Eli Schlanger, a victim in the Bondi Beach mass shooting, is escorted out of a synagogue after his funeral service in Bondi on December 17, 2025, in Sydney, Australia [Mark Baker/AP]</figcaption></figure><p class=\"p1\">Syrian Australian man Ahmed al-Ahmed tackled one of the gunmen during the attack, wrestling a shotgun from his grip and turning it on the attacker.</p><p class=\"p1\">Australian Prime Minister Anthony Albanese said Tuesday that he is “the best of our country” for saving countless lives as he visited the hospital where the man was being treated for gunshot wounds.</p><p>Tens of thousands of people have donated to al-Ahmed in a fundraising page established by Australians who have never met him, with the campaign raising more than 2.3 million Australian dollars ($1.5m).</p><p>Al-Ahmed was shot several times in the arm, and faces several months of recovery after undergoing surgery and having more operations scheduled.</p><p>New South Wales Premier Chris Minns told a news conference that he is calling parliament back next week to deal with “urgent legislation” in light of the shooting, before Christmas.</p><p>He said the government is proposing a bill on gun reform, with possible measures including capping the number of firearms a person is allowed to own and reclassifying shotguns.</p><p>Minns also said he wants legal reforms so no applications can be accepted for protests after “terror events”, in order to preserve social calm. A mass demonstration in the current “combustible situation” could cause major issues, according to the official.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Presidents the Arab Spring toppled, where are they now? | Arab Spring News | Al Jazeera",
            "time": "2025-12-17T06:11:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/INTERACTIVE-Arab-Spring-leader-feature-Image-poster-1765893854.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Fifteen years have passed since Mohamed Bouazizi, a 26-year-old Tunisian street vendor whose cart was confiscated by the police, set himself on fire to protest against police harassment and the authorities’ neglect.</p><p>His act of desperation <a href=\"https://interactive.aljazeera.com/aje/2021/the-arab-spring-retweeted-10-years/\">triggered nationwide protests</a> by millions facing a crushing reality of increased unemployment, corruption, and a decades-old political system with little room for expression or change.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In 28 days, demonstrators brought down President Zine El Abidine Ben Ali, who had been in power for 23 years.</p><p>Inspired by Tunisia’s uprising, millions of people from Egypt, Libya, Yemen, and Syria took to the streets in 2011.</p><p>This movement, which became known as the Arab Spring, led to the toppling of five longtime leaders. Al Jazeera looks back at what happened to those leaders.</p><h2 id=\"tunisia-s-zine-el-abidine-ben-ali\">Tunisia’s Zine El Abidine Ben Ali</h2><ul>\n<li>1936-2019</li>\n<li><strong>In power:</strong> 1987-2011 (23 years)</li>\n<li><strong>Status:</strong> Died in exile</li>\n</ul><figure id=\"attachment_4178758\" aria-describedby=\"caption-attachment-4178758\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178758\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Arab-Spring-leaders-Tunisia-Ben-Ali-1765944645.png?quality=80\" alt=\"INTERACTIVE - Arab Spring leaders Tunisia Ben Ali-1765944645\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178758\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Zine El Abidine Ben Ali came to power in 1987 when, as prime minister, he declared President-for-life Habib Bourguiba medically unfit to rule.</p><p>In office, the former security chief worked to repress any challenges to his rule and installed a rigid system anchored in security services and a loyal governing party.</p><p>He opened up the economy, leading to economic growth, but the country was mired in deepening corruption, inequality, and media censorship, sparking public outrage and anger.</p><p>Grievances, including over police abuse, youth joblessness, and entrenched corruption, erupted after the self-immolation of Mohamed Bouazizi on December 17, 2010.</p><p>After nearly a month of nonstop demonstrations, on January 14, Ben Ali dissolved the government, declared a state of emergency and fled to Saudi Arabia.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"New dawn for Tunisia\" src=\"https://www.youtube.com/embed/Z1Jkg3qFMV0?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>A Tunisian court later sentenced him in absentia to life imprisonment, which he did not serve. Eight years later, on September 19, 2019, Ben Ali died in exile in Jeddah, Saudi Arabia, at the age of 83.</p><h2 id=\"egypt-s-hosni-mubarak\">Egypt’s Hosni Mubarak</h2><ul>\n<li>1928-2020</li>\n<li><strong>In power:</strong> 1981-2011 (30 years)</li>\n<li><strong>Status:</strong> Died in Egypt (after release)</li>\n</ul><figure id=\"attachment_4178752\" aria-describedby=\"caption-attachment-4178752\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178752\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Arab-Spring-leaders-Egypt-Mubarak-1765944638.png?quality=80\" alt=\"INTERACTIVE - Arab Spring leaders Egypt Mubarak-1765944638\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178752\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Hosni Mubarak became Egypt’s president in 1981 after Anwar Sadat’s assassination.</p><p>The former air force commander consolidated power through a mix of military dominance and emergency laws, maintaining tight-fisted rule marked by crackdowns on dissent, limited political freedoms, and widespread corruption.</p><p>On January 25, 2011, set to coincide with the annual celebration of the Egyptian police, protesters from across the Arab world’s most populous country, driven by high unemployment, poverty, and political repression, marched through the streets, demanding Mubarak’s departure.</p><p>On February 11, 2011, after 18 days of protests, Mubarak was forced to resign, ending a three-decade presidency.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"The rise and fall of Hosni Mubarak\" src=\"https://www.youtube.com/embed/DJqA9fg9nkA?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>Mubarak was ordered to stand trial and was later sentenced to life imprisonment for complicity in killing peaceful protesters during the revolution.</p><p>However, this sentence was overturned by the country’s high court, and a retrial was ordered. While that retrial was pending, he was convicted on corruption charges and spent six years in detention, though due to his health and the shifting political landscape, very little of that time in a prison cell.</p><p>In 2017, he was acquitted and released. On February 25, 2020, Mubarak died in Cairo at the age of 91.</p><h2 id=\"yemen-s-ali-abdullah-saleh\">Yemen’s Ali Abdullah Saleh</h2><ul>\n<li>1947-2017</li>\n<li><strong>In power:</strong> 1978-2012 (33 years)</li>\n<li><strong>Status: </strong>Killed by Houthis</li>\n</ul><figure id=\"attachment_4178774\" aria-describedby=\"caption-attachment-4178774\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178774\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Arab-Spring-leaders-Yemen-Saleh-1765945171.png?quality=80\" alt=\"INTERACTIVE - Arab Spring leaders Yemen Saleh-1765945171\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178774\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Ali Abdullah Saleh was Yemen’s longtime strongman who ruled for 33 years, first as president of North Yemen from 1978, then of a unified Yemen from 1990.</p><p>Saleh was known to be a mastermind of tribal and military politics, once describing governing Yemen as “dancing on the heads of snakes”, where he leveraged shifting alliances in the region.</p><p>Following the Arab Spring protests in 2011, Saleh was forced to step down under a power-transfer agreement in 2012.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"Timeline: Rise and fall of Yemen's Ali Abdullah Saleh\" src=\"https://www.youtube.com/embed/3ALZGwVSe_c?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>However, he soon forged a surprising alliance with his former enemies, the Houthis, helping them seize the capital, Sanaa, in 2014.</p><p>The pact collapsed in 2017, when he broke with the Houthis to seek a deal with the Saudi-led coalition fighting them. He was killed at the age of 75 by Houthi forces.</p><h2 id=\"libya-s-muammar-gaddafi\">Libya’s Muammar Gaddafi</h2><ul>\n<li>1942-2011</li>\n<li><strong>In power:</strong> 1969-2011 (42 years)</li>\n<li><strong>Status: </strong>Killed by rebels</li>\n</ul><figure id=\"attachment_4178754\" aria-describedby=\"caption-attachment-4178754\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178754\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Arab-Spring-leaders-Libya-Gaddafi-1765944640.png?quality=80\" alt=\"INTERACTIVE - Arab Spring leaders Libya Gaddafi-1765944640\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178754\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Muammar Gaddafi was an army officer who seized power in a 1969 coup, dismantling Libya’s monarchy and later promoting himself to the rank of colonel, which he held for the rest of his life.</p><p>Gaddafi built a highly personalised, restrictive system, governing through revolutionary committees rather than formal institutions, and maintaining control via the strategic use of Libya’s vast oil wealth.</p><p>Though he was internationally isolated for decades, he later re-engaged with Western states in the early 2000s after renouncing his nuclear, chemical and biological weapons programme.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"Looking back at Gaddafi's rule\" src=\"https://www.youtube.com/embed/Xc9ady-KBl8?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>On February 15, 2011, protests erupted in Benghazi after a human rights lawyer was arrested. Like other Arab Spring countries, the incident was a catalyst; however, Gaddafi’s violent crackdown escalated the peaceful demonstrations into a full-scale armed uprising and civil war.</p><p>By August 2011, armed opposition forces captured Tripoli, marking the beginning of the end for the regime. A NATO air campaign and high-level internal defections proved decisive, tipping the balance against Gaddafi.</p><p>After retreating to his hometown of Sirte, Gaddafi was captured and killed by rebel forces on October 20, 2011, ending his 42 years in power.</p><h2 id=\"syria-s-bashar-al-assad\">Syria’s Bashar Al-Assad</h2><ul>\n<li>1965-present</li>\n<li><strong>In power:</strong> 2000-2024 (24 years)</li>\n<li><strong>Status:</strong> Ousted, in exile</li>\n</ul><figure id=\"attachment_4178780\" aria-describedby=\"caption-attachment-4178780\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178780\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Arab-Spring-leaders-Syria-Al-Assad-1765945527.png?quality=80\" alt=\"INTERACTIVE - Arab Spring leaders Syria Al Assad-1765945527\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178780\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Bashar al-Assad came to power in 2000 at age 34, following a special constitutional amendment that lowered the presidential minimum age just hours after his father’s death.</p><p>His father, Hafez al-Assad, was a military officer who seized power in a 1970 coup and ruled Syria for 29 years, establishing a centralised, tightly controlled government that Bashar would go on to lead for 24 years.</p><p>The Syrian revolution was sparked by a <a href=\"/video/newsfeed/2025/1/15/the-man-behind-the-graffiti-that-sparked-the-syrian-revolution\">few teens</a> who wrote anti-government graffiti on the walls of their school in Deraa. This act of dissent led to protests that spread across the nation, which drew a brutal crackdown from government forces and ultimately ignited a civil war.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"The man behind the graffiti that sparked the Syrian revolution | AJ #shorts\" src=\"https://www.youtube.com/embed/XJXtPTtWVYs?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>The war drew in global powers including Russia, Iran, Turkiye, and the United States, and lasted for nearly 14 years, making it one of the longest in the region. It displaced more than half of the country’s population and created a significant refugee crisis.</p><p>On December 8, 2024, the Assad family’s 53-year rule came to an end.</p><p>Following a lightning offensive spearheaded by Hayat Tahrir al-Sham (HTS) and supported by several other rebel factions, the Syrian military collapsed in a matter of days.</p><p>As rebel forces entered Damascus, Bashar al-Assad and his family fled the country by plane to Moscow, where they were granted asylum and currently live in exile.</p></div></div></body></html>"
        },
        {
            "title": "Myanmar regime claims Aung San Suu Kyi ‘in good health’ despite son’s fears | Aung San Suu Kyi News | Al Jazeera",
            "time": "2025-12-17T06:07:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2023-02-01T092112Z_1110090897_RC262Z9TDMKB_RTRMADP_3_MYANMAR-POLITICS-COUP-JAPAN-1765950250_103438-1765950438.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2025/12/13/myanmar-military-says-armed-groups-used-hospital-it-bombed-killing-dozens\">Military-ruled Myanmar</a> has said the country’s jailed Nobel Peace Prize laureate Aung San Suu Kyi is “in good health” amid concerns about the <a href=\"/news/2023/9/7/myanmars-aung-san-suu-kyi-is-ailing-but-is-denied-care-outside-prison\">health of the pro-democracy leader</a> who was removed from power by a coup in 2021.</p><p>“Daw Aung San Suu Kyi is in good health,” a statement posted on the military-run Myanmar Digital News said on Tuesday, using an honorific for the country’s leader.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The military, which <a href=\"/news/2024/4/17/myanmars-aung-san-suu-kyi-moved-to-house-arrest-amid-heatwave\">offered no evidence</a> or details about Aung San Suu Kyi’s condition, issued the statement one day after her son, Kim Aris, told the Reuters news agency that he had received little information about the 80-year-old’s condition and fears she could die without him knowing.</p><p>“The military claims she is in good health, yet they refuse to provide any independent proof, no recent photograph, no medical verification, and no access by family, doctors, or international observers,” Aris told Reuters on Wednesday in response to the military’s statement.</p><p>“If she is truly well, they can prove it,” he said.</p><p>A Myanmar regime spokesman did not respond to calls seeking comment.</p><p>Interviewed in October, Aris told the Asia Times news organisation that he believed his mother, who has not been seen for at least two years, was being held in solitary confinement in a prison in the capital Naypyidaw and “not even the other prisoners have seen her”.</p><p></p><p>Aung San Suu Kyi was detained after the 2021 military coup that toppled her elected civilian government from power, and she is now serving a 27-year prison sentence on charges that are widely believed to be trumped-up, including incitement, corruption and election fraud – all of which she denies.</p><p>Aris also said the military was “fond of spreading rumours” about his mother’s health in detention.</p><p>“They have said she is being held under house arrest, but there is no evidence of that at all. At other times, they said she has had a stroke and even that she has died,” he told Asia Times.</p><p>“It’s obviously hard to deal with all this false information,” he said.</p><p>A civil war has gripped Myanmar since the 2021 coup, but the military plans to hold <a href=\"/news/2025/11/27/myanmars-military-rulers-grant-amnesty-to-thousands-ahead-of-election\">elections at the end of this month</a> that analysts and several foreign governments have dismissed as a <a href=\"/news/2025/10/28/campaigning-begins-in-military-run-myanmar-ahead-of-sham-elections\">sham designed to legitimise</a> military rule.</p><p>While fighting rages across the country, Aung San Suu Kyi’s National League for Democracy (NLD), Myanmar’s largest political party, remains dissolved, and several anti-military political groups are boycotting the polls.</p><p>On Wednesday, the military said it was pursuing prosecutions of more than 200 people under a law forbidding “disruption” of the election, legislation that rights monitors have said aims to crush dissent.</p><p>“A total of 229 people” are being pursued for prosecution “for attempting to sabotage election processes”, the military regime’s Home Affairs Minister Tun Tun Naung said, according to state media.</p><p>Convictions under election laws in Myanmar’s courts can result in up to a decade in prison, and authorities have made arrests for as little as posting a “heart” emoji on Facebook posts criticising the polls.</p><p>The legislation also outlaws damaging ballot papers and polling stations – as well as intimidating or harming voters, candidates and election workers, with a maximum punishment of 20 years in prison.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "India’s new suicide crisis: Poll workers take lives amid voter recount rush | Elections News | Al Jazeera",
            "time": "2025-12-17T05:30:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/IMG_1713-1765895728.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Lucknow, India</strong> – Harshit Verma believes his 50-year-old father, Vijay Kumar Verma, died because he was handling an “inhuman task”.</p><p>Vijay, a contractual government teacher in Lucknow, the capital of India’s Uttar Pradesh state, was hired as a booth-level officer (BLO) to conduct a revision of the voter list in his constituency, as part of an enormous electoral exercise involving millions of BLOs across the world’s most populous country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The exercise, called the <a href=\"/features/2025/7/10/why-is-india-forcing-80-million-people-to-justify-their-right-to-vote\">Special Intensive Revision (SIR)</a>, was launched by the Election Commission of India (ECI) on November 4, across 12 states and federally governed territories, to update the electoral rolls by adding eligible voters through house-to-house enumeration and removing ineligible people. The exercise will be repeated in the remaining states in phases.</p><p>According to a handbook for BLOs on the ECI’s website, their responsibilities range from doing house visits to identifying existing and dead voters, collecting their photos and other relevant documents, and uploading them on a designated portal. The BLOs, who are mostly government teachers or junior officials, have complained of their immense work pressure. A single mistake means the entire process of filling out the forms and uploading them has to be done again.</p><p>A report last week by the Spect Foundation, a New Delhi-based think tank, said at least 33 BLOs have died across India since November 4, at least nine of whom took their own lives and left desperate accounts of their work pressure in their suicide notes.</p><p>Vijay did not die by suicide. He collapsed on November 14 while completing SIR work late at night at his home in Lucknow’s Sarava village, and was rushed to hospital. He died of a brain haemorrhage 10 days later.</p><p>“Since he had joined the BLO duty, his phone continuously rang. We saw him working from morning till late night,” Vijay’s sister-in-law, Shashi Verma, told Al Jazeera.</p><figure id=\"attachment_4178017\" aria-describedby=\"caption-attachment-4178017\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178017\" src=\"/wp-content/uploads/2025/12/IMG_1708-1765895718.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"India BLO deaths\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178017\" class=\"wp-caption-text\">A photo of Vijay Kumar Verma, a booth-level officer who died of a brain haemorrhage, at his home near Lucknow, Uttar Pradesh [Sumaiya Ali/Al Jazeera]</figcaption></figure><p>Harshit, 20, said he had read text messages sent by district officials to his father, repeatedly telling him to do more work or “face consequences”.</p><p>“Quickly complete 200 forms. If it’s less than that, you will be charged,” he recalled one of the messages as saying.</p><p>“We have received no support from the government,” Harshit told Al Jazeera, as he stood with his mother, Sangeeta Rawat, outside the Lucknow offices of the Samajwadi Party, an opposition party supporting their protest.</p><p>“The senior district magistrate visited us after my father’s death, but only paid condolences and told me to focus on my studies,” he said.</p><h2 id=\"barely-two-hours-of-sleep-every-day\">‘Barely two hours of sleep every day’</h2><p>Al Jazeera spoke to two other BLOs in Lucknow who refused to reveal their identities over fears it could invite the wrath of the government and jeopardise their jobs.</p><p>“I have been functioning with barely two hours of sleep every day. On many days, I didn’t even sleep at all,” said a 45-year-old BLO who works as a teacher at a government school in Lucknow.</p><p>Another BLO, also a teacher at a village school in the same district, said her phone numbers have been made public and her devices now ring at odd hours. “People call me late at night and ask me to correct their details or find if their name is in another list,” she said.</p><p>The BLO said that most people in villages do not keep an electronic version of their documents, unlike residents in cities. “Quite often, when we visit these villagers to collect their details, they would take a long time going through their trunks or cupboards to find their papers. It is a common problem.”</p><p>She said BLOs return to their homes in the evening after a long day of work and continue to upload forms online until late into the night. “Quite often, the server does not work, and I upload forms at 4 in the morning to avoid this issue,” the 35-year-old said.</p><p>“I would get worried that my mobile phone’s battery will run out, so I would always keep plugging it in to charge whenever possible,” she added.</p><p>The BLOs’ biggest concern, she said, was to complete their work within the one-month deadline given by the ECI, a process for which she said they were not given proper training.</p><p>“It was just a two- [to] three-hour briefing in which we were told how to collect and upload data. That’s it,” the BLO in rural Lucknow said.</p><p>In Uttar Pradesh, the deadline to finish the SIR process has been extended twice: first to December 11, and then to December 26. The exercise ended in Tamil Nadu and Gujarat states on December 14, and will end in Madhya Pradesh, Chhattisgarh, Kerala, and Andaman and Nicobar on December 18.</p><h2 id=\"controversial-exercise\">Controversial exercise</h2><p>The eastern state of Bihar was the first to go through a revision of its electoral rolls this year, after a gap of more than two decades. In July, the SIR was launched in Bihar before its <a href=\"/news/2025/11/14/bihar-2025-election-result-who-won-who-lost-why-it-matters\">legislative assembly elections</a> in November, in which Prime Minister Narendra Modi’s Bharatiya Janata Party (BJP) emerged for the first time as the single largest party.</p><p>In the run-up to the polls, Bihar’s opposition parties had demanded a rollback of the SIR, accusing the ECI of rushing through a mammoth electoral exercise that could render vast numbers of citizens unable to vote. In September, the ECI published its final voter list for Bihar, removing 4.7 million names from the rolls.</p><p>In <a href=\"/news/2025/10/8/muslims-in-indias-poll-bound-bihar-battle-bangladeshi-infiltrator-tag\">Seemanchal, a Muslim-majority region</a> in Bihar’s northeast, voter removals exceeded the state average, prompting allegations by opposition parties and Muslim groups that the ECI was especially targeting Muslim voters, who generally do not vote for the BJP, for removal.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The BJP’s thumping win in Bihar triggered accusations by the losing coalition of a “vote chori” (“chori” means stealing in Hindi). Rahul Gandhi, the leader of the Indian National Congress party, last month called the SIR “a sinister plan of the Election Commission to destroy democracy”.</p><p>In response, Union Minister of Home Affairs Amit Shah said in a speech in parliament that the real “vote chori” happened under Jawaharlal Nehru and Indira Gandhi, Rahul Gandhi’s great-grandfather and grandmother who were also former Indian prime ministers.</p><p>As the political debate over the electoral exercise ramped up, it continued to destroy lives. In Bihar, at least two BLOs died during the revision of the electoral rolls.</p><p>On November 9, five days after the SIR was announced in a dozen other Indian states and federal territories, Namita Hansda, a 50-year-old rural health worker, died of a stroke while she was on duty in West Bengal’s East Burdwan district. Her husband, Madhab Hansda, blamed the SIR workload for her sudden death.</p><p>On November 22, Rinku Tarafdar, a 53-year-old biology teacher recruited as a BLO, was found dead at her residence in Nadia district of West Bengal.</p><p>In her two-page suicide note, Tarafdar blamed the ECI. “I do not support any political party, but I cannot handle this inhumane pressure anymore”, she wrote, adding that she was threatened with an “administrative process” if she failed to do the required work.</p><p>At least four BLOs died during the SIR in West Bengal. On Monday, the ECI published a draft voter list for the state, which removed about 5.8 million people. The deleted names were marked as absent, shifted, dead or duplicate voters.</p><figure id=\"attachment_4178022\" aria-describedby=\"caption-attachment-4178022\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178022\" src=\"/wp-content/uploads/2025/12/IMG_1727-1765895736.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"India BLO deaths\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178022\" class=\"wp-caption-text\">Sangeeta Rawat, the wife of Vijay Kumar Verma, talks to reporters in Lucknow after her husband’s death while he was working on the SIR [Sumaiya Ali/Al Jazeera]</figcaption></figure><h2 id=\"barely-ate-or-slept\">‘Barely ate or slept’</h2><p>Anuj Garg worked as a teacher in a government school in Dholpur city in the western state of Rajasthan. On the night of November 30, he fell to the ground while working at his laptop at his home and died of cardiac arrest. He was 44 and had two children.</p><p>“He asked for tea at around 1am, but by the time it came, we had lost him,” his sister, Anjana Garg, told Al Jazeera. “In the last month, he barely ate or slept. We only saw him working without a break.”</p><p>Anuj had previously worked as a BLO. But Anjana said the pressure this year was extraordinary. Despite working around the clock, he had received notices from his supervisors warning him to meet his targets, she said, adding that the death by suicide of another BLO in the state had added to his stress.</p><p>On the night of December 1, Sarvesh Singh, a 46-year-old BLO in Uttar Pradesh’s Moradabad district, died by suicide while his wife and four daughters were sleeping in another room. Singh left a note and a final video, purportedly recorded by his wife.</p><p>“I failed in this election,” he said in the video, adding that he was losing his mental stability due to a lack of sleep and excessive pressure. In the note, he wrote: “I used to work day and night, but still could not finish my target.”</p><p>The ECI has rejected accusations of workloads leading to the deaths of dozens of BLOs across the country.</p><p>“The SIR work is very normal. It is not that the BLOs are doing it for the first time,” ECI spokesman Apurva Kumar Singh told Al Jazeera, calling the deaths unfortunate. He said the work was “not overburdening at all”, adding that the ECI was taking required action, without specifying what that action is.</p><p>The commission recently doubled the compensation for BLOs to 1,000 rupees ($11) in addition to their salaries, and announced an incentive of 6,000 rupees ($66) upon the completion of an election cycle.</p><p>Sapan Mondal, the general secretary of the Kolkata-based Election Staff and Booth Level Officer Forum, said the Election Commission provided no training to the BLOs before pushing them into the enormous exercise.</p><p>“When the BLO duty was assigned, nothing was provided, not even devices or data entry operators to help those who don’t know how to work online,” he told Al Jazeera.</p><p>As criticism mounted, the ECI on December 1 posted a video on its X account showing a group of BLOs dancing to “relieve their stress”.</p><p></p><p>The video added to the outrage. Social media users called the commission’s move insensitive. The ECI has not officially responded to the criticism.</p><p>Meanwhile, petitions have been filed in several courts against the SIR by opposition politicians, victims’ families and the Association for Democratic Reforms, a prominent watchdog on India’s election processes.</p><p>Many affected families said they have been waiting for government support after losing their loved ones, who were often their sole breadwinners.</p><p>“We want the money we spent on our father’s untimely death, and a government job for me. Are we asking for a lot?” Harshit asked as he held a 200,000-rupee ($2,200) cheque given to his family by the opposition Samajwadi Party.</p><p><em>If you or someone you know is at risk of suicide, these <a href=\"https://findahelpline.com/i/iasp\" target=\"_blank\" rel=\"noopener\">organisations</a> may be able to help. In India, New Delhi-based Sumaitri (+91-11-23389090) and Chennai-based Sneha Foundation (+91-44-24640050) are important helplines.</em></p></div></div></body></html>"
        },
        {
            "title": "Trump stands by chief of staff after shock remarks about Vance, Bondi, Musk | Donald Trump News | Al Jazeera",
            "time": "2025-12-17T04:14:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-03-25T190411Z_663664824_RC27KDA2117J_RTRMADP_3_USA-TRUMP-1765942329.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump said he was standing by his White House chief of staff, Susie Wiles, after Vanity Fair magazine published interviews in which Wiles revealed internal tensions in Trump’s administration and painted an unflattering picture of the roles played by some of the president’s inner circle.</p><p>Trump, who regularly describes Wiles as the “most powerful woman in the world”, told the New York Post on Tuesday that he has full confidence in his chief of staff and that she had “done a fantastic job”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Vanity Fair published two articles based on the interviews, giving insights into what Wiles thinks about other key figures in Trump’s second presidency.</p><p>Speaking about Trump, Wiles described the teetotaling president as having “an alcoholic’s personality” and an eye for vengeance against perceived enemies.</p><p>“He has an alcoholic’s personality,” Wiles said of Trump, explaining that her upbringing with an alcoholic father prepared her for managing “big personalities”.</p><p>Trump does not drink, she noted, but operates with “a view that there’s nothing he can’t do. Nothing, zero, nothing”.</p><p>In his defence of Wiles, Trump said she was right to describe him personally as having an “alcoholic’s personality”, even though he does not drink alcohol.</p><p>“I’ve often said that if I did, I’d have a very good chance of being an alcoholic,” Trump said. “I have said that many times about myself, I do. It’s a very possessive personality,” he said.</p><figure id=\"attachment_4178741\" aria-describedby=\"caption-attachment-4178741\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178741\" src=\"/wp-content/uploads/2025/12/2025-06-10T210640Z_534062338_RC2VZEALHOVX_RTRMADP_3_USA-TRUMP-1765943320.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"White House Chief of Staff Susie Wiles stands with U.S. Army members during U.S. President Donald Trump's visit to Fort Bragg to mark the U.S. Army anniversary, in North Carolina, U.S., June 10, 2025. REUTERS/Evelyn Hockstein\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178741\" class=\"wp-caption-text\">White House Chief of Staff Susie Wiles, centre, stands with US Army members during US President Donald Trump’s visit to Fort Bragg in North Carolina, in June 2025 [Evelyn Hockstein/Reuters]</figcaption></figure><p>Speaking on the Trump administration’s failure to quickly deliver its promise to share information related to convicted sex offender Jeffrey Epstein, Wiles suggested that Trump’s attorney general, Pam Bondi, had failed to clearly read the situation with the public.</p><p>“First, she gave them binders full of nothingness,” Wiles said of Bondi, noting that Vice President JD Vance had more fully grasped how important the issue was to some people, since he is himself “a conspiracy theorist”.</p><p>Of Trump’s inclusion in the Epstein files, Wiles said, “We know he’s in the file”, but claimed the file did not show him doing “anything awful”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Referring to other members of the Trump administration, Wiles called Russ Vought, the chief of the White House Office of Management and Budget, a “right-wing absolute zealot” and branded tech tycoon Elon Musk an “odd, odd duck”, Vanity Fair said.</p><p>On Ukraine, Wiles said that Trump believes Russian President Vladimir Putin “wants the whole country”, despite Washington’s push for a peace deal.</p><p>Wiles also affirmed that Trump wants to keep bombing alleged drug boats in the waters off the coast of Venezuela until that country’s leader, Nicolas Maduro, “cries uncle”.</p><p></p><p>In a post on X, Wiles called the Vanity Fair story “a disingenuously framed hit piece on me and the finest President, White House staff, and Cabinet in history”, saying it omitted important context and selectively quoted her to create a negative narrative.</p><p>Other members of Trump’s inner circle also defended Wiles after the articles were published.</p><p>Vance said in a speech in Pennsylvania that he and Wiles had “joked in private and in public” about him believing conspiracy theories.</p><p>“We have our disagreements, we agree on much more than we disagree, but I’ve never seen her be disloyal to the president of the United States,” Vance said.</p><p>White House press secretary Karoline Leavitt told reporters outside the West Wing that Wiles was “incredible” and accused Vanity Fair of the “bias of omission”, while Secretary of Defense Pete Hegseth said on X that there was “absolutely nobody better!” than Wiles.</p></div></div></body></html>"
        },
        {
            "title": "Ex-Harvard morgue manager who sold body parts sentenced to 8 years in jail | Crime News | Al Jazeera",
            "time": "2025-12-17T02:01:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/06/AP23019712261405-1686799798.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ex-Harvard morgue manager who sold body parts sentenced to 8 years in jail</h1><p class=\"article__subhead\"><em>Judge sentences former Harvard Medical School morgue manager for stealing organs and various body parts for sale to others.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/2023/6/15/harvard-morgue-manager-charged-with-theft-sale-of-body-parts\">former manager</a> of the Harvard Medical School morgue has been sentenced to eight years in prison for the theft and sale of body parts, taken from cadavers that had been donated for medical research.</p><p>Cedric Lodge, who managed the morgue for more than two decades before being arrested in 2023, was given an eight-year sentence by a US District Judge in Pennsylvania on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“He caused deep emotional harm to an untold number of family members left to wonder about the mistreatment of their loved ones’ bodies,” prosecutors wrote in a court filing.</p><p>The 58-year-old Lodge pleaded guilty to transporting stolen goods across state lines in May, with prosecutors stating that he had taken heads, faces, brains, skin, and hands from cadavers in the morgue to his home in Goffstown, New Hampshire, before selling them to several individuals.</p><p>Lodge’s wife, Denise, was also sentenced to one year in prison for her role in facilitating the sale of the stolen organs and <a href=\"/news/2023/6/16/alleged-body-part-theft-by-harvard-morgue-manager-spurs-lawsuit\">body parts</a> to several individuals, including two people in Pennsylvania, who then mostly resold them.</p><p>Prosecutors asked District Judge Matthew Brann in Williamsport, Pennsylvania, to give Lodge 10 years in prison, the maximum sentence for the crime, which they said “shocks the conscience” and was carried out “for the amusement of the disturbing ‘oddities’ community”.</p><p>Patrick Casey, a lawyer for Lodge, asked the judge for leniency, while conceding “the harm his actions have inflicted on both the deceased persons whose bodies he callously degraded and their grieving families”.</p><p><a href=\"/news/2025/10/7/harvard-ruled-as-legally-liable-for-theft-of-body-parts-from-morgue\">Harvard Medical School</a> has yet to comment on Lodge’s sentencing, but has previously called his actions “abhorrent and inconsistent with the standards and values that Harvard, our anatomical donors, and their loved ones expect and deserve”.</p><p>A US court ruled in October that Harvard Medical School could be sued by family members who had donated the bodies of loved ones for medical research. In that case, Chief Justice Scott L Kafker described the affair as a “macabre scheme spanning several years”.</p><figure id=\"attachment_4178704\" aria-describedby=\"caption-attachment-4178704\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4178704\" src=\"/wp-content/uploads/2025/12/2025-12-16T221040Z_659312316_RC2O7U9B5LB6_RTRMADP_3_HARVARD-MORGUE-SENTENCING-1765935526.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE PHOTO: A general view of the Harvard Medical School in the Longwood Medical Area in Boston, Massachusetts, U.S., May 15, 2022. Picture taken with a drone. REUTERS/Brian Snyder/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178704\" class=\"wp-caption-text\">Harvard Medical School in the Longwood Medical Area in Boston, Massachusetts, US, in 2022 [Brian Snyder/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,392 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-17T01:45:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6941d2aebd00-1765921454.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,392</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,392 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Wednesday, December 17:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Kyiv Mayor Vitalii Klitschko said explosions were heard in the Ukrainian capital and warned people to stay in shelters late on Tuesday night as air defences worked to repel <a href=\"/news/2025/12/16/russia-ukraine-war-is-a-ceasefire-deal-on-the-horizon\">a Russian attack.</a></li>\n<li>Russian forces launched a “massive” drone attack on Ukraine’s Sumy region, targeting energy infrastructure and causing electricity blackouts, Governor Oleh Hryhorov said on Telegram late on Tuesday night.</li>\n<li>Power outages were also reported in the Donetsk region, Ukrainian Deputy Minister of Energy Mykola Kolisnyk said.</li>\n<li>A Russian attack on electrical substations and other energy infrastructure left 280,000 households in Ukraine’s Odesa region without power, Governor Oleh Kiper wrote on Telegram.</li>\n<li>Electricity was later restored to 220,000 homes, Kiper said, but extensive work was still needed to repair damaged networks.</li>\n<li>\n<p class=\"tr-story-p1\">The Russian-occupied Zaporizhzhia nuclear power plant in Ukraine is currently receiving electricity through only one of two external power lines, the facility’s Russian management said, after the other line was disconnected due to military activity.</p>\n</li>\n<li>Russian forces shot down 180 Ukrainian drones in one day, Russia’s Ministry of Defence said, according to the state-run TASS news agency.</li>\n<li>The ambassador-at-large of the Russian Ministry of Foreign Affairs, Rodion Miroshnik, told TASS that Ukrainian attacks had killed 14 Russian civilians and injured nearly 70, including in the Russian-occupied Kherson and Zaporizhia regions of Ukraine, over the past week.</li>\n</ul><h2 id=\"ceasefire-talks\">Ceasefire talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>German Chancellor Friedrich Merz shared details about a potential <a href=\"/video/quotable/2025/12/16/security-guarantee-for-ukrainians-remains-a-circular\">European-led multinational force</a> being considered as part of discussions on security guarantees for Ukraine.</li>\n<li>“We would secure a demilitarised zone between the warring parties and, to be very specific, we would also act against corresponding Russian incursions and attacks,” Merz told ZDF public television, adding that the talks “we’re not there yet”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-security\">Regional security</h2><ul class=\"spaced-bullet-spacing\">\n<li>Bulgaria, Estonia, Finland, Latvia, Lithuania, Poland, Romania and Sweden said in a joint statement on Tuesday that “Russia is the most significant, direct and long-term threat to our security and to peace and stability in the Euro-Atlantic area”.</li>\n<li>After the Eastern Flank Summit in Helsinki, Finland, Polish Prime Minister Donald Tusk said that the grouping of European countries discussed an “anti-drone wall” that would require “billions in expenditure here”.</li>\n<li>Germany’s Federal Ministry of Defence said that it ended the deployment to Poland of its Patriot systems and soldiers from its Air and Missile Defence Task Force, after the mission concluded as planned.</li>\n<li>UK Secretary of State for Defence John Healey said the United Kingdom is spending 600 million pounds (more than $800 million) to buy “thousands of air defence systems, missiles, and automated turrets to shoot down drones” for Ukraine, during a virtual meeting of the Ukraine Defence Contact Group, according to the Kyiv Independent news outlet.</li>\n<li>German Defence Minister Boris Pistorius told the same meeting that Germany would “transfer a significant number of AIM-9 Sidewinder missiles” to Ukraine next year.</li>\n</ul><h2 id=\"reparations\">Reparations</h2><ul class=\"spaced-bullet-spacing\">\n<li>The leaders of 34 European countries signed an agreement in The Hague to create an <a href=\"/news/2025/12/16/europe-establishes-ukraine-reparations-commission-amid-push-to-end-war\">International Claims Commission for Ukraine</a> to seek compensation for hundreds of billions of dollars in damage from Russian attacks.</li>\n<li>“Every Russian war crime must have consequences for those who committed them,” Ukrainian President Volodymyr Zelenskyy said before signing the agreement.</li>\n<li>“The goal is to have validated claims that will ultimately be paid by Russia. It will really have to be paid by Russia,” Dutch Minister of Foreign Affairs  David van Weel said.</li>\n</ul><p></p></div></div></body></html>"
        },
        {
            "title": "Trump orders naval blockade of sanctioned Venezuelan oil tankers | Donald Trump News | Al Jazeera",
            "time": "2025-12-17T00:11:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20250808__692V79U__v1__HighRes__ComboUsVenezuelaPoliticsTrumpMaduro-1762158474.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">United States President Donald Trump has ordered “a total and complete” blockade of all US-sanctioned oil tankers <a href=\"/video/upfront/2025/12/14/why-the-us-is-targeting-venezuela\">entering and leaving Venezuela.</a></p><p class=\"tr-story-p1\">“Venezuela is completely surrounded by the largest Armada ever assembled in the History of South America,” Trump said in a post on his social media platform, Truth Social, on Tuesday evening.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">“For the theft of our Assets, and many other reasons, including Terrorism, Drug Smuggling, and Human Trafficking, the Venezuelan Regime has been designated a FOREIGN TERRORIST ORGANIZATION,” Trump said.</p><p class=\"tr-story-p1\">“Therefore, today, I am ordering A TOTAL AND COMPLETE BLOCKADE OF ALL SANCTIONED OIL TANKERS going into, and out of, Venezuela,” he said.</p><p>The Venezuelan government issued a statement in response to the announced blockade, saying it rejected Trump’s “grotesque threat”.</p><p>“The President of the United States intends to impose, in an utterly irrational manner, a supposed naval blockade on Venezuela with the aim of stealing the riches that belong to our homeland,” the government said.</p><p>Earlier, Venezuelan President Nicolas Maduro said that “the world will rise up against piracy and oil plunder” over the US administration’s “theft” last week of a tanker vessel carrying Venezuelan crude oil, the Agencia Venezuela News site reported.</p><p>US forces <a href=\"/news/2025/12/11/russias-putin-affirms-support-for-venezuela-after-us-seizes-oil-tanker\">seized the Skipper</a> oil tanker off the coast of Venezuela and were reported to have brought the vessel to the US state of Texas to unload its oil cargo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>US Congressman Joaquin Castro, a Democrat representing Texas, said Trump’s blockade was “unquestionably an act of war”.</p><p>“A war that the Congress never authorized and the American people do not want,” Castro said in a post on social media.</p><p>Castro added that US lawmakers will have an opportunity on Thursday to vote on a resolution “directing the President to end hostilities with Venezuela”.</p><p>“Every member of the House of Representatives will have the opportunity to decide if they support sending Americans into yet another regime change war,” Castro said.</p><p></p><h2 id=\"venezuela-turns-to-unsc-for-help\">Venezuela turns to UNSC for help</h2><p>Trump’s blockade comes amid a huge buildup of US military forces off the Venezuelan coast, in an operation said to target drug smuggling.</p><p>The US military has killed at least 90 people since September in attacks on dozens of vessels in the eastern Pacific Ocean and Caribbean Sea near Venezuela, in what international law experts have criticised as extrajudicial killings.</p><p>Washington claimed the vessels were involved in drug trafficking, but has provided no evidence to support its allegations.</p><p>Officials in Caracas have said for months that the deployment of US forces to the region was aimed at allowing “external powers to rob Venezuela’s immeasurable <a href=\"/news/2025/12/1/venezuela-calls-on-opec-to-counter-us-threats\">oil and gas wealth</a>” and US claims of tackling drug trafficking was a pretext to justify regime change.</p><p>The South American country holds the world’s largest proven oil reserves.</p><p>Venezuela’s United Nations representative, Samuel Moncada, delivered a letter to the president of the UN Security Council (UNSC) on Wednesday, “formally denouncing” the US seizure of Venezuela’s Skipper oil tanker last week and the “kidnapping” of its crew.</p><p>“This is an act of state piracy carried out through the use of military force, which constitutes a blatant theft of assets that do not belong to the United States of America, but are part of the legitimate international trade of a member state of the United Nations,” the letter stated.</p><p>The Reuters news agency has reported that only tankers chartered by US oil giant Chevron had left Venezuela’s ports and sailed into international waters carrying Venezuelan crude since the seizure of the Skipper. Chevron has US government authorisation to operate in Venezuela through joint ventures with state-run oil company PDVSA, and can export its oil to the US, Reuters reported.</p><p>Strict US sanctions on <a href=\"/news/2025/12/13/venezuela-oil-exports-fall-steeply-after-us-forces-seize-tanker-off-coast\">Venezuelan oil exports</a>, imposed during Trump’s first administration and tightened at the beginning of his second term, have added to the country’s dire economic struggles.</p><p>Earlier this month, a US court also <a href=\"/news/2025/12/3/venezuela-denounces-us-ordered-forced-sale-of-oil-company-citgo\">ordered the forced sale</a> of Venezuelan oil company Citgo in the US to pay off billions of dollars in debts.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4167080\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-US-seizes-oil-tanker-off-Venezuela-coast-map-1765444506.png?quality=80\" alt=\"INTERACTIVE US seizes oil tanker off Venezuela coast map-1765444506\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Canadian MP blocked from West Bank rejects Israel’s ‘safety concern’ claims | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-16T23:02:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2019-10-22T034949Z_464714293_RC1E54EA3800_RTRMADP_3_CANADA-ELECTION-1765922751.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Canadian lawmaker who was <a href=\"/news/2025/12/16/israel-denies-entry-to-canadian-mps-trying-to-reach-occupied-west-bank\">denied entry to the occupied West Bank</a>, alongside fellow politicians and civil society leaders, has dismissed Israel’s claims that the delegation posed a threat to public safety.</p><p>Jenny Kwan, a Canadian MP with the left-leaning New Democratic Party (NDP), questioned whether <a href=\"/news/2025/9/21/canada-australia-join-uk-in-recognising-palestinian-statehood\">Canada’s recognition</a> of an independent Palestinian state earlier this year contributed to Israel’s decision to block the group.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“How is it that members of parliament are a public safety concern?” she said in an interview with Al Jazeera. “How is it that civil society organisations who are doing humanitarian work… [are] a security concern?”</p><p>Kwan and five other MPs were among 30 Canadian delegates denied entry to the Israeli-occupied West Bank on Tuesday after Israel deemed them a risk to public safety.</p><p>The delegation, organised by nonprofit group The Canadian-Muslim Vote, was turned back to Jordan at the King Hussein (Allenby) Bridge crossing, which connects Jordan with the West Bank and is controlled by Israel on the Palestinian side, after an hours-long security check.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kwan said another female MP in the group was “manhandled” by Israeli border agents while attempting to keep an eye on a delegate who was being taken for additional interrogation.</p><p>“She was shoved – not once, not twice, but multiple times – by border agents there,” Kwan said. “A member of parliament was handled in that way. If you were just an everyday person, what else could have happened?”</p><p>The delegates had been expected to meet with Palestinian community members to discuss the daily <a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">realities in the West Bank</a>, where residents have faced a surge in Israeli military and settler violence.</p><p>They were also planning to meet with Jewish families affected by the conflict, said Kwan, who described the three-day trip as a fact-finding mission.</p><p>“I reject the notion that that is a public safety concern,” she said of the delegation’s mission.</p><h2 id=\"canada-says-cannot-intervene\">Canada says ‘cannot intervene’</h2><p>In an email to Al Jazeera late on Tuesday, Global Affairs Canada, the country’s foreign ministry, said that while it “regrets” the incident, the delegation “was travelling independently and was not representing the Government of Canada”.</p><p>“Canada continues to advocate for the easing of movement restrictions into and throughout Palestinian territory,” it said.</p><p>“Israel controls access to the West Bank and determines its own entry requirements, including decisions on entry and exit through its borders. The Government of Canada cannot intervene in these decisions.”</p><p>Canadian Foreign Affairs Minister Anita Anand <a href=\"https://x.com/AnitaAnandMP/status/2001025616754172371\" target=\"_blank\" rel=\"noopener\">said earlier on Tuesday</a> that the ministry was in contact with the delegation and had “expressed Canada’s objections regarding the mistreatment of these Canadians while attempting to cross”.</p><p>The Israeli military did not respond to Al Jazeera’s repeated requests for comment.</p><p>In a statement to Canada’s public broadcaster CBC News, the Israeli military agency that oversees affairs in the occupied Palestinian territory, COGAT, said the Canadian delegates were turned back because they arrived “without prior coordination”.</p><p>COGAT also said the group’s members were “denied for security reasons”.</p><p>But the delegates said they had applied for, and received, Israel Electronic Travel Authorization permits before they reached the crossing. Kwan also said the Canadian government informed Israel ahead of time of the delegation’s plans.</p><p>“I’m not quite sure exactly what kind of coordination is required,” Kwan told Al Jazeera.</p><p>“We followed every step that we’re supposed to follow, so I’m not quite sure exactly what they mean or what they’re referring to.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"canada-israel-ties\">Canada-Israel ties</h2><p>Canada, a longstanding supporter of Israel, faced the ire of Israeli Prime Minister Benjamin Netanyahu after it joined several European allies in recognising an independent Palestinian state in September.</p><p>“Israel will not allow you to shove a terror state down our throats,” Netanyahu said in a speech at the United Nations General Assembly in New York City.</p><p>The recognition came after months of mass protests in Canada and other Western countries demanding an end to Israel’s genocidal war against Palestinians in Gaza, which has killed more than 70,000 people since October 2023.</p><p>Rights advocates also called for action to stem a surge in deadly <a href=\"/news/2025/11/13/israeli-settler-attack-on-west-bank-mosque-draws-international-condemnation\">Israeli violence against Palestinians</a> in the West Bank.</p><p>Against that backdrop, members of the Canadian delegation questioned whether their entry refusal was part of an Israeli effort to prevent people from witnessing what is happening on the ground in the Palestinian territory.</p><p>“‘What are they trying to hide?’ is the question that comes to mind,” Fawad Kalsi, the CEO of the relief group Penny Appeal Canada and one of the delegates, told Al Jazeera on Tuesday.</p><p>Kwan, the Canadian MP, raised a similar question, saying, “If people cannot witness” what is happening on the ground in the West Bank, “then misinformation and disinformation will continue”.</p><p>She added that she also saw foreign doctors being turned back to Jordan at the King Hussein (Allenby) Bridge crossing as they tried to bring medicine and baby formula into the West Bank.</p><p>“If we as members of parliament could face denial of entry,” she said, “imagine what is going on on the ground with other people, and the difficulties that they face, that we do not know about.”</p></div></div></body></html>"
        },
        {
            "title": "Thousands protest in Slovakia against Fico government’s judicial reforms | Protests News | Al Jazeera",
            "time": "2025-12-16T22:51:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6941ca91c724-1765919377.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thousands protest in Slovakia against Fico government’s judicial reforms</h1><p class=\"article__subhead\"><em>Protesters called on President Pellegrini, usually an ally of Prime Minister Fico, to veto the changes.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of people have rallied across Slovakia to protest against changes to the judicial system that opposition politicians and critics say are destroying the rule of law, Slovak media reported.</p><p>Protesters filled much of a central square in the capital of Bratislava, and there were protests in eight other cities on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The biggest opposition party, Progressive Slovakia, called the protest after <a href=\"/news/2025/10/21/slovak-court-sentences-pm-ficos-attacker-to-21-years-for-terror\">Prime Minister Robert Fico</a>‘s leftist-nationalist government pushed legislative changes through parliament last week that dismantle the whistleblower protection agency and change the way the state deals with crown witnesses.</p><p>“They took a chainsaw to the rule of law,” Michal Simecka, the leader of Progressive Slovakia, told the crowd in Bratislava, according to a live video that streamed online.</p><p>“Slovakia is the only country where the government approves laws to make life easier for criminals and mafia,” he also said.</p><p>People carried Slovak and European Union flags as well as placards with slogans, such as “Fico’s government is helping Mafia”, and chanted “Enough of Fico” and “Shame!”</p><figure id=\"attachment_4178541\" aria-describedby=\"caption-attachment-4178541\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4178541 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/afp_6941c989aab0-1765919113.jpg?resize=770%2C430&amp;quality=80\" alt='A protester holds a banner reading \"For Christmas I wish to get a reason to be proud that I live here\" as demonstrators gather for a protest against the abolition of the whistleblower protection office and penal code changes in Bratislava, Slovakia on December 15, 2025.' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178541\" class=\"wp-caption-text\">A protester holds a banner reading, ‘For Christmas I wish to get a reason to be proud that I live here”, at a demonstration against the abolition of the whistleblower protection office and penal code changes [AFP]</figcaption></figure><p>Fico’s critics claim that, under his government, Slovakia is following Hungary’s lead under Prime Minister Viktor Orban.</p><p>Fico’s administration argues that the old whistleblower agency was politically abused. The administration has also weakened criminal codes for financial crimes, revamped the public broadcaster and pushed constitutional changes asserting national sovereignty over some EU laws, which has raised European Commission scrutiny.</p><p>Fico’s government has faced several large protests since coming to power in 2023. Tuesday’s rally was one of the biggest since last February, when tens of thousands demonstrated against what critics say is an increasingly pro-Russian foreign policy.</p><figure id=\"attachment_4178544\" aria-describedby=\"caption-attachment-4178544\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4178544 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/afp_6941c9d48dbb-1765919188.jpg?resize=770%2C513&amp;quality=80\" alt='A man holds a banner reading \"Gangster Fico is destroying Slovakia\" during a protest against the abolition of the whistleblower protection office and penal code changes in Bratislava, Slovakia on December 15, 2025.' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178544\" class=\"wp-caption-text\">A man holds a banner, reading ‘Gangster Fico is destroying Slovakia’, during a protest against the abolition of the whistleblower protection office and penal code changes [AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Trump expands US travel ban to include Syria, Palestine | Donald Trump News | Al Jazeera",
            "time": "2025-12-16T22:22:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6932d1cfefa76-1764938192.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has added five countries to the list of nations whose <a href=\"/news/2025/6/5/which-countries-are-on-trumps-travel-ban-list-and-who-will-be-affected\">citizens are banned</a> from entering the US, including Palestine and Syria.</p><p>The White House announced the expansion of the ban on Tuesday, as it intensifies its crackdown on immigration.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Tuesday’s order imposed a travel ban on six new countries – Palestine, Burkina Faso, Mali, Niger, South Sudan and Syria – in addition to the 12 initially made public in June.</p><p>The decree did not refer to Palestine, which Washington <a href=\"/news/2025/11/16/israel-pushes-us-to-close-door-on-palestinian-statehood-before-un-vote\">does not recognise</a> as a state, by name or even as the occupied Palestinian territory.</p><p>Instead, it describes the Palestine category as “Palestinian Authority Documents” and refers to Palestinians as “individuals attempting to travel on PA-issued or endorsed travel documents”.</p><p>The decision comes weeks after Trump declared a “permanent pause” on migration from what he called “all Third World Countries” in response to the shooting of two National Guard troops in Washington, DC.</p><p>“Several US-designated terrorist groups operate actively in the West Bank or Gaza Strip and have murdered American citizens. Also, the recent war in these areas likely resulted in compromised vetting and screening abilities,” the White House said.</p><p>“In light of these factors, and considering the weak or nonexistent control exercised over these areas by the PA, individuals attempting to travel on PA-issued or endorsed travel documents cannot currently be properly vetted and approved for entry into the United States.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Democratic Congresswoman Rashida Tlaib, who is of Palestinian descent, slammed the ban, accusing Trump and his top aide <a href=\"/news/2025/10/31/fact-check-do-ice-officers-really-have-federal-immunity-in-the-us\">Stephen Miller</a> of pushing to alter the demographics of the country.</p><p>“This administration’s racist cruelty knows no limits, expanding their travel ban to include even more African and Muslim-majority countries, even Palestinians fleeing a genocide,” she said in a social media post.</p><p>The move to ban Palestinians from entering the US comes as Israel continues its daily deadly attacks in Gaza and the occupied West Bank, where Israeli settlers have killed at least <a href=\"/news/2025/8/1/another-us-citizen-killed-by-israeli-settler-attack-in-west-bank-family\">two US citizens</a> this year.</p><p>Meanwhile, the ban on Syrians coincides with rapprochement between Washington and Damascus after Syrian President <a href=\"/news/2025/11/10/ahmed-al-sharaa-meets-trump-as-us-extends-syria-sanctions-relief\">Ahmed al-Sharaa</a> visited the White House in November.</p><p>“While the country is working to address its security challenges in close coordination with the United States, Syria still lacks an adequate central authority for issuing passports or civil documents and does not have appropriate screening and vetting measures,” the White House said.</p><p>On Thursday, US Director of National Intelligence Tulsi Gabbard cited the mass shooting that killed 15 people at a <a href=\"/news/2025/12/14/world-condemns-mass-shooting-at-jewish-festival-in-sydneys-bondi-beach\">Jewish festival</a> in Australia to laud Trump’s immigration restrictions.</p><p>“Islamists and Islamism is the greatest threat to the freedom, security, and prosperity of the United States and the entire world. It is probably too late for Europe – and maybe Australia,” she wrote on X.</p><p>“It is not too late for the United States of America. But it soon will be. Thankfully, President Trump has prioritized securing our borders and deporting known and suspected terrorists, and stopping mass, unvetted migration that puts Americans at risk.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump’s Republican allies have been increasingly using Islamophobic rhetoric, and calling for Muslims to be blocked from entering the country.</p><p>On Sunday, Senator Tommy Tuberville called Islam a “cult”, baselessly accusing Muslims of aiming to “conquer” the West.</p><p>“Stop worrying about offending the pearl clutchers,” he wrote in a social media post. “We’ve got to SEND THEM HOME NOW or we’ll become the United Caliphate of America.”</p><p>When Trump first ran for president in 2015, he called for a complete ban on Muslims entering the US, and when he started his first term, he imposed a travel ban on several <a href=\"/news/2017/6/30/trumps-muslim-ban-comes-into-effect\">Muslim-majority countries</a>.</p></div></div></body></html>"
        },
        {
            "title": "Palestinian infant freezes to death in Gaza as Israel keeps blocking aid | Child Rights News | Al Jazeera",
            "time": "2025-12-16T21:51:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/epa_6941ca129ac3-1765919250.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Palestinian infant has frozen to death in the Gaza Strip, local authorities say, as Israel continues to restrict the entry of shelter supplies and other humanitarian aid to the enclave despite the <a href=\"/gallery/2025/12/16/winter-storms-plague-palestinians-left-in-desperate-need-of-aid-by-gaza-war\">harsh winter conditions</a> there.</p><p>The Palestinian Ministry of Health in Gaza said on Tuesday that the two-week-old baby, Mohammed Khalil Abu al-Khair, died a day earlier after seeking treatment for severe hypothermia, brought on by the extreme cold gripping Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Reporting from Gaza City, Al Jazeera’s Tareq Abu Azzoum noted that the child’s death comes as basic protections in Gaza have been “systematically dismantled” due to Israel’s genocidal war against Palestinians in the territory.</p><p>“Families are living in tents on wet ground without heating, electricity or sufficient clothing,” Abu Azzoum said. “When food, fuel, shelter and aid are banned, cold absolutely becomes lethal.”</p><p>Israel’s two-year war has decimated more than 80 percent of the structures across Gaza, forcing hundreds of thousands of families to take refuge in flimsy tents or overcrowded makeshift shelters.</p><p>A huge storm that recently hit the Strip killed at least 11 people as torrential rains and fierce winds flooded tents and caused <a href=\"/news/2025/12/15/whats-causing-gazas-war-damaged-homes-to-collapse-in-winter\">damaged buildings to collapse</a>.</p><p>“We try to dry the children’s clothes over the fire,” Umm Mohammed Assaliya, a displaced Palestinian mother, told Al Jazeera from Gaza City.</p><p>“There are no spare clothes for them. I am exhausted. The tent we were given cannot withstand winter conditions. We need blankets,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Humanitarian groups have urged Israel to allow unimpeded deliveries of aid to Gaza.</p><p>But the United Nations agency for Palestinian refugees, UNRWA, which the UN says is best suited to distribute supplies in the territory, says the Israeli government has blocked it from bringing aid directly into Gaza.</p><p>“People have reportedly died due to the collapse of damaged buildings where families were sheltering. Children have reportedly died from exposure to the cold,” UNRWA said in a <a href=\"https://x.com/UNRWA/status/2000974276250247176\" target=\"_blank\" rel=\"noopener\">social media post</a> on Tuesday.</p><p>“This must stop. Aid must be allowed in at scale, now.”</p><h2 id=\"hamas-slams-israeli-ceasefire-violations\">Hamas slams Israeli ceasefire violations</h2><p>Meanwhile, Hamas has <a href=\"/news/2025/12/15/israel-and-hamas-trade-blame-over-delay-of-second-phase-of-gaza-ceasefire\">condemned Israel</a> for its repeated violations of a ceasefire deal that came into effect in October.</p><p>At least 393 Palestinians have been killed and 1,074 others wounded in Israeli attacks on Gaza since the first full day of the ceasefire on October 11, according to the latest figures from the enclave’s Health Ministry.</p><p>The Israeli military also killed a senior Hamas leader, <a href=\"/news/2025/12/14/hamas-confirms-killing-of-senior-commander-in-israeli-strike-in-gaza\">Raed Saad</a>, in a targeted attack on a vehicle in western Gaza City on Saturday, further straining the tenuous truce.</p><p>On Tuesday, Hamas leader Ghazi Hamad accused Israel of “manipulating” the text of the US-brokered agreement.</p><p>“We want to make it absolutely clear: the ceasefire agreement is straightforward, detailed, and unambiguous. However, it’s evident that the Israeli occupation has distorted the text, manipulating and violating every single article,” Hamad said.</p><p>“Since day one, Hamas has fully abided by the agreement and honoured its commitments. In contrast, Israel has deliberately committed several systematic and preplanned breaches.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Canada announces new methane emission standards for oil and gas sector | Oil and Gas News | Al Jazeera",
            "time": "2025-12-16T21:44:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T110317Z_811948156_RC2I4IAOI2ZX_RTRMADP_3_CANADA-OIL-FLARING-1765918521.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Canada announces new methane emission standards for oil and gas sector</h1><p class=\"article__subhead\"><em>The new rules, which will take effect in 2028, aim to cut emissions by 75 percent by 2035.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canada has announced long-promised rules aimed at dramatically reducing methane emissions from the country’s oil and gas sector.</p><p>The regulations, announced on Tuesday, lay out a path for Canada – the world’s fourth-largest oil producer – to cut by 2035 its overall emissions of the potent greenhouse gas by 75 percent over 2014 levels.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They fulfil a promise by Prime Minister Mark Carney to strengthen Canada’s existing methane rules, but allow for a slightly longer target timeframe than the previous draft rules announced under Carney’s predecessor, Justin Trudeau.</p><p>Trudeau’s never-implemented rules called for a 75 percent reduction in methane emissions by 2030 and faced criticism from the oil and gas industry for being too difficult to achieve.</p><p>While methane does not last as long in the atmosphere as carbon dioxide, it can have 80 times the climate-warming impact of CO2 over a 20-year period.</p><p>Oil and gas facilities are responsible for about half of Canada’s total methane emissions, according to the government. Methane, the main component of natural gas, is released directly into the atmosphere during oil and gas production, through practices such as venting and flaring, and can also escape through leaks in wells and other infrastructure.</p><p>The new rules, which will take effect in 2028, prohibit venting with several exceptions and establish an inspection schedule for companies to find equipment leaks and repair them.</p><p>Operators will have the option to design their own approaches to controlling methane as long as they meet the required methane intensity thresholds.</p><p>Total greenhouse gas emissions from Canada’s oil and gas sector continue to grow as production increases, and Canada is not expected to reach its target of cutting greenhouse gas output by 40 to 45 percent below 2005 levels by 2030.</p><p>Carney, who has been criticised by environmentalists who see him as prioritising the economy over climate, recently rolled back some of <a href=\"/economy/2025/11/27/canada-rolls-back-climate-rules-to-boost-investments\" target=\"_blank\" rel=\"noopener\">Canada’s emissions policies</a> to spur energy investment.</p><p>But on methane, the country has made progress. Previously enacted rules, which require industry to regularly inspect and repair equipment to reduce leaks, have helped put Canada on track to meet its previous methane commitment of a 40-45 percent reduction below 2012 levels by the end of 2025.</p><p>The Canadian government said the new rules will reduce emissions by 304 million tonnes of carbon dioxide equivalent, while reducing oil and gas production by just 0.2 percent between 2025 and 2035.</p></div></div></body></html>"
        },
        {
            "title": "What’s behind South America’s shift to the right? | Politics | Al Jazeera",
            "time": "2025-12-16T20:56:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765917778.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Chileans have elected their most conservative leader in decades.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chile has joined South America’s shift to the right, electing Jose Antonio Kast, a hardline conservative, as president.</p><p>He tapped into voters’ fears about a rise in crime and migration, and an economic crisis.</p><p>His victory marks a significant shift since the end of military rule more than 30 years ago.</p><p>It also comes as other populist conservatives have taken office in the region.</p><p>From Bolivia to Argentina to El Salvador, the move to the right is being watched closely, particularly by the United States.</p><p>But what does it all mean for the political dynamics in South America?</p><p><strong>Presenter:</strong> Dareen Abughaida</p><p>Guests:</p><p>Claudio Barrientos – Professor at the School of History at Diego Portales University</p><p>Jose Ragas – Historian and assistant professor at the Catholic University of Chile</p><p>Christopher Sabatini – Senior fellow for Latin America at Chatham House</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump’s approval rating drops to 39% amid economic concerns: US poll | Donald Trump News | Al Jazeera",
            "time": "2025-12-16T20:37:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/2025-05-11T145007Z_468076360_RC2XPDAD1WGO_RTRMADP_3_USA-TRUMP-TARIFFS-LUTNICK-1747057283.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump’s approval rating drops to 39% amid economic concerns: US poll</h1><p class=\"article__subhead\"><em>Reuters/Ipsos survey suggests Americans are increasingly unhappy with Trump’s handling of the economy.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><span>A new poll suggests that the number of people in the United States who approve of the job Donald Trump is doing as president has dropped to 39 percent as concerns grow over the <a href=\"/economy/2025/12/16/us-unemployment-hits-highest-level-since-2021-as-labour-market-cools\" target=\"_blank\" rel=\"noopener\">state of the economy</a>.</span></p><p>The poll released by Reuters/Ipsos on Tuesday indicated Trump’s approval rating is down about 2 points from 41 percent earlier this month, a decline driven partly by growing economic dissatisfaction among members of Trump’s own Republican Party.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Just 33 percent of respondents expressed approval of Trump’s handling of economic issues, the lowest level since he took office for a second time in January.</p><p>Growing affordability woes could be a serious political liability for Trump and his allies, who campaigned in 2024 on a promise to address inflation and concerns around the cost of living.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A recent Politico poll found high levels of anxiety in the US over <a href=\"/economy/2025/11/18/trump-mcdonalds-lower-prices\">expenses</a> such as healthcare, groceries and housing with 55 percent of respondents assigning <a href=\"/economy/2025/9/30/as-tariffs-hit-americans-grapple-with-rising-bills-and-multiple-jobs\">Trump’s policies</a> some responsibility for increasing food prices.</p><p>The Reuters/Ipsos poll also suggested Trump’s approval rating on cost-of-living issues dropped to 27 percent from 31 percent earlier in December. Among Republicans, approval of his handling of the economy dropped to 72 percent from 78 percent.</p><h2 id=\"golden-age\">‘Golden age’</h2><p>Trump has denied rising prices are squeezing Americans, calling concerns over affordability a “hoax” being perpetrated by hostile media coverage and Democratic rivals and insisting that the US economy is in a “golden age”. In remarks last week, Trump said he was “crushing” inflation and “prices are coming down tremendously.”</p><p>Some Democrats have relished watching Trump reprise the arguments of his Democratic predecessor Joe Biden, who was criticised for insisting during his 2021-2025 presidency that Americans’ frustrations over inflation and the cost of living were being exaggerated.</p><p>While Trump’s approval rating has declined from a high of 47 percent when he first returned to the White House, his rating has remained relatively stable over the past several months with slight increases and decreases between the high 30s and low 40s.</p></div></div></body></html>"
        },
        {
            "title": "Praise for people who died while trying to stop Bondi Beach attackers | Crime News | Al Jazeera",
            "time": "2025-12-16T20:28:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6941ad8540-1765911941.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>While a Sydney shopowner is being hailed as a hero after disarming one of the gunmen shooting at a Jewish holiday event at Sydney’s Bondi Beach, a couple and another man who died after physically confronting the attackers are also being remembered for their heroic efforts to save those around them.</p><p>Reuven Morrison, 62, was shot dead after trying to stop the gunmen, his daughter Sheina Gutnick told US broadcaster CBS News in a report published on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“He had jumped the second the shooting started. He managed to throw bricks. He was screaming at the terrorist and protecting his community,” she said. “If there is one way for him to go on this Earth, it would be fighting a terrorist.”</p><p>Morrison’s actions are visible in several videos posted on social media. After <a href=\"/news/2025/12/16/what-we-know-about-ahmed-al-ahmed-hero-who-disarmed-bondi-attacker\">43-year-old Ahmed al Ahmed</a>, a Muslim father-of-two, charged one of the gunmen from behind and disarmed him, a man is seen chasing the attacker and hurling something at him.</p><p>Morrison, who originally came to Australia from the former USSR to escape anti-Semitic persecution, was later shot and killed, according to Gutnick.</p><p>“[Australia] is where he was going to have a family, where he is going to live a life away from persecution,” she said. “And for many years, he did do that; he lived a wonderful, free life. Until Australia turned on him.”</p><p>A year prior, Morrison had been interviewed by the Australian Broadcasting Corporation (ABC).</p><p>“We came here with the view that Australia is the safest country in the world and the Jews would not be faced with such anti-Semitism in the future, where we can bring up our kids in a safe environment,” he told the outlet in December 2024 when asked about the firebombing of the Adass Synagogue in Melbourne.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"these-australians-are-heroes-albanese\">‘These Australians are heroes’: Albanese</h2><p>Ahmed, meanwhile, is recovering in hospital after surgery for bullet wounds and donations to support him have topped 2 million Australian dollars (US$1.33m).</p><p>Morrison was one of <a href=\"/news/2025/12/15/bondi-beach-attack-what-do-we-know-about-the-victims-suspects\">15 people killed</a> in what is Australia’s <a href=\"/news/2025/12/15/bondi-beach-shooting-how-tough-are-australias-gun-laws\">worst mass shooting</a> in nearly 30 years. Officials allege <a href=\"/news/2025/12/16/australian-police-say-bondi-beach-attackers-inspired-by-isil\">a father and son</a> are the gunmen and say the attack is being investigated as an “act of terrorism” targeting the Jewish community.</p><p>Another couple, who have not yet been identified, were also filmed tackling one of the attackers to try and stop him before apparently being shot dead.</p><p>The dashcam footage, verified by the Reuters news agency, showed one shooter wrestling for a long-barrelled weapon with an older man in a lavender shirt and shorts, before both fall heavily to the ground behind a silver hatchback car.</p><p>The man in lavender, who is with a woman, gets up with the weapon as the footage moves on. Separate drone video shows the man and woman lying motionless next to the vehicle beside the pedestrian bridge where the gunmen were later shot by police.</p><p>“An elderly man by the roadside did not run away – instead, he charged straight toward the danger, using all his strength trying to wrestle away the gun and fighting to the death,” said dashcam owner Jenny, who shared the footage with Reuters.</p><p>“I can see from my camera that the elderly man was ultimately shot and collapsed. That moment broke my heart,” she added.</p><p>Prime Minister Anthony Albanese earlier this week praised the actions of Australians who had “run towards danger in order to help others”.</p><p>“These Australians are heroes, and their bravery has saved lives,” he told a news conference.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Dashcam footage captures moment couple tries to stop Bondi shooter | Gun Violence | Al Jazeera",
            "time": "2025-12-16T20:07:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765915578.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US Muslim group sues Florida’s DeSantis over ‘terrorism’ designation | Islamophobia News | Al Jazeera",
            "time": "2025-12-16T19:57:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/10/AP24269532149240-1728520487.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Muslim American group has sued Florida Governor <a href=\"/news/2025/12/9/florida-lists-muslim-rights-group-cair-a-terror\">Ron DeSantis</a> for designating it a “foreign terrorist organisation”, accusing the right-wing politician of violating its free speech rights over its Palestine advocacy.</p><p>The Council on American-Islamic Relations (CAIR) and its Florida chapter filed the lawsuit in federal court on Tuesday to revoke the state decree that blacklisted the organisation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Executive Order [EO] identifies <a href=\"/news/2025/12/9/muslim-group-cair-to-sue-florida-governor-ron-desantis-over-terror-label\">no criminal charges</a> or convictions, relies on no federal designation, and inaccurately invokes statutory authority,” the lawsuit said.</p><p>“It rests on political rhetoric and imposes sweeping legal consequences on a domestic civil rights organisation because of its viewpoints and advocacy.”</p><p>DeSantis issued the order last week, labelling the group a “terror” organisation along with the Muslim Brotherhood.</p><p>The lawsuit was filed amid a spike in Islamophobia and right-wing calls for targeting Muslim groups in the United States, a push that CAIR said aims to suppress speech in support of Palestinian human rights.</p><p>Tuesday’s lawsuit noted that CAIR has helped legally challenge <a href=\"/news/2023/10/25/florida-governor-ron-desantis-bans-pro-palestine-student-organisation\">DeSantis’s ban</a> against Students for Justice in Palestine (SJP).</p><p>“CAIR’s advocacy on Palestine-related issues, including its representation of SJP chapters and opposition to state censorship of pro-Palestinian speech, forms an important part of the factual context in which Defendant DeSantis issued the EO,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"cair-decries-lack-of-due-process\">CAIR decries lack of due process</h2><p>Last week, DeSantis said he would “welcome” legal action by CAIR, saying it would give the state “discovery rights to be able to subpoena” the group’s bank records.</p><p>CAIR’s lawyers cited that response in the lawsuit, arguing that it demonstrates the governor’s pre-existing bias against the group.</p><p>“These contemporaneous statements confirm that the Executive Order was intended to burden and deter Plaintiffs’ advocacy rather than to serve any legitimate state interest,” it read.</p><p>The lawsuit also underscored that only the US secretary of state has the authority to designate a group a “foreign terrorist organisation”, saying DeSantis’s order is “preempted” by federal law.</p><p>It also noted the lack of avenues for CAIR to confront or review the designation. “The Executive Order is self-executing, indefinite, and issued without procedural safeguards,” it said.</p><p>CAIR deputy director Edward Ahmed Mitchell said the group is hopeful that the lawsuit will succeed because DeSantis’s move is “blatantly unconstitutional”.</p><p>“If you want to punish an organisation for wrongdoing, you find evidence they did something wrong, you present that evidence in a court of law, due process occurs, and then a judge decides what the consequences are,” Mitchell told Al Jazeera.</p><p>“Governor DeSantis has skipped over that entire process because he knows care has not done anything wrong.”</p><p>Mitchell went on to say that DeSantis should reflect on his own faults.</p><p>“It is he who has done something wrong,” he said.</p><p>“Ron DeSantis needs to account for his ‘Israel first’ policies, his attacks on the First Amendment and his support for the <a href=\"/news/liveblog/2025/12/16/israeli-raids-across-west-bank-as-gaza-reels-from-aftermath-of-storm\">genocide in Gaza</a>. He is the one who needs to answer for his conduct, not CAIR.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"texas-crackdown\">Texas crackdown</h2><p>DeSantis’s designation followed a similar decree by another Republican governor, <a href=\"/news/2025/11/21/cair-sues-texas-governor-over-unconstitutional-terror-designation\">Greg Abbott</a> of Texas, which CAIR is also challenging in court.</p><p>On Tuesday, Senator John Cornyn, who represents Texas, said he would push to revoke CAIR’s tax-exempt status, invoking baseless allegations that the group is pushing to impose Islamic law in the country.</p><p>“CAIR is a radical group of terrorist sympathisers with a long history of undermining American values and trying to unconstitutionally impose sharia law on Texas,” Cornyn told Fox News.</p><p>Islamic law has no legal standing in federal or state courts anywhere in the US.</p><p>But right-wing advocates have drummed up unfounded fear of it for years as they push to demonise the Muslim community.</p><p>Over the past two decades, state and federal lawmakers have pushed to pass measures against Islamic law that critics said are unnecessary and only serve to fuel bigotry against Muslims.</p><p>CAIR’s Mitchell dismissed Cornyn’s threats, stressing that CAIR is a law-abiding group and there is no legal basis to target its tax status.</p><p>“If John Cornyn really thinks that American Muslims, who make up one percent of the American population, are trying to – or are somehow on the verge of – imposing Islamic law on 350 million people, he’s insane,” Mitchell said.</p><p>“More likely he is again spreading this <a href=\"/news/2017/10/1/us-are-anti-sharia-bills-legalising-islamophobia\">conspiracy theory</a> for political gain.”</p></div></div></body></html>"
        },
        {
            "title": "Will the Bondi Beach shooting change Australia’s gun laws? | News | Al Jazeera",
            "time": "2025-12-16T19:53:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765914809.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A mass shooting at a Hanukkah celebration shocked Australia. How did it become the deadliest attack in decades?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Hanukkah celebration at Sydney’s Bondi Beach ended with a mass shooting when two gunmen opened fire, killing 15 people. In a country with some of the world’s strictest gun laws, how were a father and son able to carry out an attack that sent shockwaves across Australia?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Palestinians mourn teenager killed by Israeli troops in occupied West Bank | Occupied West Bank | Al Jazeera",
            "time": "2025-12-16T19:48:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765914456.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Hegseth ‘proud’ of Caribbean boat strikes, won’t release full video | Military | Al Jazeera",
            "time": "2025-12-16T19:30:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-16T150416Z_1978096951_RC2PHIARCGPU_RTRMADP_3_USA-TRUMP-VENEZUELA_cropped-1765913321.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why subscriptions are taking over our lives | Internet | Al Jazeera",
            "time": "2025-12-16T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765872380.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">We look at how companies are shifting intentionally towards subscription models.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gen Z is set to become the first generation to live in a world where ownership barely exists. Instead of buying things outright, we rent them: Films, music, software, storage, even cars and printers.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong></p><p>Sanya Dosani – Journalist and filmmaker</p><p>Joy Buchanan – Associate professor, Samford University</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US officially labels Colombia’s EGC group a ‘terrorist organization’ | Conflict News | Al Jazeera",
            "time": "2025-12-16T19:22:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25316790559208-1763005327_3d5f59-1763011393.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bogota, Colombia</strong> – The United States Department of State has designated Colombia’s largest criminal group, the Gaitanist Army of Colombia (EGC), a “terrorist organisation”.</p><p>The EGC, also referred to as the <a href=\"/news/2022/5/12/terrifying-days-of-terror-under-colombias-gulf-clan-cartel\">Clan del Golfo</a>, has a presence across Colombia and is known for its involvement in drug trafficking, illegal mining, and extortion.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Today, the Department of State is designating Clan del Golfo as a Foreign Terrorist Organisation (FTO) and a Specially Designated Global Terrorist (SDGT),” read a statement by US Secretary of State <a href=\"/news/2025/9/4/its-a-war-marco-rubio-labels-ecuadorian-cartels-foreign-terrorists\">Marco Rubio</a> released on Tuesday morning.</p><p>“Based in Colombia, Clan del Golfo is a violent and powerful criminal organisation with thousands of members … responsible for terrorist attacks against public officials, law enforcement and military personnel, and civilians in Colombia,” continued the communique.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last year, the Biden administration imposed financial sanctions on top members of the EGC but stopped short of classifying it as a terrorist organisation.</p><p>Washington previously designated other active Colombian armed groups as FTOs, including the <a href=\"/news/2025/12/13/colombias-eln-rebels-prepare-for-battle-amid-trump-intervention-threat\">National Liberation Army</a> (ELN) and dissident factions of the defunct Revolutionary Armed Forces of Colombia (FARC).</p><p>Under the FTO designation, US courts can sanction any individual or organisation considered to be providing assistance to, or linked to, the EGC.</p><p>The move will increase opportunities to sever links between the group and private enterprise, according to analysts.</p><p>“This is an organisation that has deep tentacles in the business world,” said Elizabeth Dickinson, deputy director for Latin America at International Crisis Group, adding, “it does open some interesting lines of investigation, for example, in money laundering and facilitating and logistics.”</p><p>But experts also warn that Washington’s move could undermine ongoing peace negotiations between the EGC and the Colombian state, mediated by the Qatari government. On December 5, Colombia signed a deal in Doha with the EGC to initiate a peace process aimed at the EGC’s disarmament.</p><p>“The designation of the EGC and its command structure as terrorists makes it almost impossible to continue these talks outside the country with security guarantees,”  said Gerson Arias, conflict and security investigator at the Ideas for Peace Foundation, a Colombian think tank.</p><p>He added that it complicates discussions on extraditions, a key point of contention in ongoing negotiations. According to Arias, the FTO designation effectively eliminates the possibility of the Colombian state providing guarantees that it will not extradite EGC leaders to a US prison.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last week, the group’s chief negotiator, Alvaro Jimenez, told Reuters that the group’s commanders would likely face jail time in a potential deal, raising the stakes for non-extradition guarantees.</p><p>A breakdown in talks could intensify the conflict between the state and the EGC, according to Crisis Group’s Dickinson: “If peace talks were to end … I do think that that would lead to an escalation in violence across the north of the country, particularly.”</p><p>Earlier this year, the EGC killed dozens of state security officials in a targeted campaign.</p><p>But Dickinson stressed that the FTO designation does not preclude peace talks, citing the successful 2016 deal with the FARC, which was then a US-designated FTO.</p><p>“Let’s not get ahead of ourselves for now … the important thing is that Colombia will have to take a step back and decide how to proceed with negotiations,” the analyst told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "Russia lists German broadcaster Deutsche Welle as ‘undesirable’ | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-16T18:06:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/09/000_9YV4YY.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia lists German broadcaster Deutsche Welle as ‘undesirable’</h1><p class=\"article__subhead\"><em>Moscow says the label means any form of cooperation with the broadcaster will be prosecuted.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia has labelled Germany’s international broadcaster Deutsche Welle (DW) an “undesirable organisation”, essentially banning its operation in the country.</p><p>The designation appeared in a Ministry of Justice register on Tuesday after Vasily Piskarev, head of the Russian parliament’s Commission for the Investigation of Foreign Interference in Russia’s Internal Affairs, said DW was “at the forefront of hostile anti-Russian propaganda”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He added that the “undesirable” label means any form of cooperation with DW from now on would be prosecuted.</p><p>Russia regularly designates entities it says undermine its constitutional order or national security as “undesirable”. The law specifies prison terms of up to five years for funding such activity and six years for organising it.</p><p><a href=\"/news/2024/12/19/as-gaza-war-rages-deutsche-welle-insiders-accuse-outlet-of-pro-israel-bias\">The broadcaster</a> had already been declared a “foreign agent”, a label used against critics of President Vladimir Putin and Russia’s policies.</p><p>DW Director General Barbara Massing said in a statement that the broadcaster would not be deterred.</p><p>“This latest attempt to silence free media highlights the Russian regime’s blatant disregard for press freedom and exposes its fear of independent information,” she said.</p><p>Massing said DW’s Russian-language service, despite censorship and blocking, was reaching a larger audience than ever before.</p><p>“We will continue to report independently on the war of aggression against Ukraine and other topics about which little information is available in Russia, so that people can form their own opinions,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The German government decried the decision. DW quoted government spokesman Stefan Kornelius as saying it demonstrates that “the Russian leadership fears independent information, especially about the war of aggression against Ukraine.”</p><p>Germany’s Federal Foreign Office said “freedom of the press is no longer guaranteed” in Russia, DW reported.</p><p><a href=\"/news/2022/2/15/deutsche-welle-fires-two-more-arab-employees\">The broadcaster</a> said audiences in Russia could still read and watch its coverage through alternative browsers or VPNs.</p><p>It said that this year, DW’s Russian-language content has reached 10 million weekly viewers, primarily through video content.</p><p>Since Russia launched its full-scale invasion of Ukraine in February 2022, its Justice Ministry has banned dozens of groups critical of the Kremlin or Russia’s conduct in the war.</p><p>Tuesday’s declaration came after Germany on Friday accused Russia of a cyberattack targeting its air traffic control system and of spreading disinformation before February’s general election.</p><p>Russia dismissed the claims as “absurd” and “baseless”.</p><p class=\"p1\">Germany’s lower house of parliament, the Bundestag, also suffered a major email outage on Monday, which German officials blamed on a Russian cyberattack.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Weather becomes weapon in Israel’s genocidal war on Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-16T17:55:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/palestinian_family_gaza_tent_blown_away_winds_winter_storm-1765903164.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}