{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Tech giant ASML announces record orders in boost for AI boom | Technology | Al Jazeera",
            "time": "2026-01-28T10:35:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25191490494064-1769585394.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tech giant ASML has reported a quarterly record in orders of its chip-making equipment, boosting hopes for the sustainability of the artificial intelligence boom and countering fears of an investment bubble.</p><p>The Dutch firm said on Wednesday that it booked orders worth 13.2 billion euros ($15.8bn) in the final quarter of 2025, more than half of which were for its most advanced extreme ultraviolet (EUV) lithography machines.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>ASML logged orders worth 7 million euros during the same period the previous year.</p><p>Net sales came to 9.7 billion euros in the October-December period, ASML said, taking sales for all of 2025 to 32.7 billion euros.</p><p>Net profit for the year was 9.6 billion euros, up from 7.6 billion euros in 2024.</p><p>The Veldhoven-based company forecast net sales of between 34 billion euros and 39 billion euros in 2026.</p><p>ASML Chief Executive Officer Christophe Fouquet said the company’s chip-making customers had conveyed a “notably more positive assessment” of the market situation in the medium term based on expectations of strong AI-related demand.</p><p>“This is reflected in a marked step-up in their medium-term capacity plans and in our record order intake,” Fouquet said in a statement.</p><p>“Therefore, we expect 2026 to be another growth year for ASML’s business, largely driven by a significant increase in EUV sales and growth in our installed base business sales.”</p><p>Fouquet also said the company would cut about 1,700 jobs, most of them at the leadership level, amid concerns work processes had become “less agile”.</p><p>“Engineers in particular have expressed their desire to focus their time on engineering, without being hampered by slow process flows, and restore the fast-moving culture that has made us so successful,” Fouquet said.</p><p>The proposed cuts, which would affect positions in the Netherlands and the United States, represent about 4 percent of ASML’s 44,000-strong global workforce.</p><p>ASML holds an effective monopoly on the production of machinery used by TSMC, Samsung Electronics, and Intel to make the most advanced AI chips.</p><p>The company sells only about 50 of its extreme ultraviolet (EUV) lithography machines each year, with each unit costing about 250 million euros.</p><p>ASML’s share price surged on Wednesday, with its stock up nearly 6 percent as of 9.30am local time.</p><p>“ASML’s latest results suggest the AI boom is still in full swing, with strong orders and a bullish outlook,” said Russ Mould, investment director at AJ Bell.</p><p>“However, job cuts in the business would suggest it is not getting carried away with the strength of current trading.”</p><p>ASML’s restructuring “looks like a sharper focus on efficiencies and different ways of working, rather than saying there isn’t enough work for existing staff to do,” Mould added.</p><p>“Nonetheless, it’s a sign that the AI craze might be trying to catch its breath.”</p><p>Tech giants such as Meta, OpenAI, Nvidia and Oracle have poured billions of dollars into AI in the expectation that the technology will deliver dramatic changes to how people work and live.</p><p>Global AI-related spending is forecast to hit $2.53 trillion in 2026 and $3.33 trillion in 2027, according to projections by technology insights firm Gartner.</p><p>The investment boom has propelled the US stock market to record highs, stoking concerns about the sustainability of huge spending on a technology whose promise remains largely unrealised.</p></div></div></body></html>"
        },
        {
            "title": "Israel’s attacks on Gaza fertility clinics shatter dreams of parenthood | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-01-28T10:30:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-22T121813Z_772755336_RC2ZIIAZ505E_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-WEATHER-1766412064.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City –</strong> Maysera al-Kafarna, a Palestinian woman in Gaza, sorts through blue baby overalls brought for the child she was supposed to have.</p><p>But her dreams of motherhood have been dashed by Israel’s genocidal <a href=\"/news/liveblog/2026/1/28/live-rafah-crossing-reopens-as-israel-keeps-launching-deadly-attacks-on-gaza\">war on Gaza</a>, which ravaged the enclave’s healthcare system that saves lives, as well as the fertility centres that plan them.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>After years of trying, al-Kafarna and her husband turned <a href=\"/news/2025/3/13/israels-attacks-on-reproductive-healthcare-in-gaza-genocidal-un\">to in-vitro fertilisation</a> (IVF). Their embryos were frozen in a fertility centre, waiting for the war to end, but the clinic was attacked by Israel.</p><p>“We had four viable embryos stored there in the first months of the war. We were shocked to learn they had been destroyed when the clinic was attacked,” al-Kafarna told Al Jazeera.</p><p>“It was deeply painful. We felt like we had lost a part of ourselves. We were waiting for a chance to have our baby.”</p><p>Medical officials in Gaza say Israel has destroyed nine out of 10 fertility clinics in the territory. In addition, embryos that remain are still in danger, despite the ceasefire, due to fuel shortages and a lack of liquid nitrogen to keep them at the required temperature.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rights advocates say Israel’s attacks on reproductive health in Gaza are a textbook implementation of genocidal policies, as defined by the United Nations.</p><p>Last year, UN investigators concluded that Israeli attacks on fertility clinics and maternity wards were part of Israel’s push to destroy the Palestinian people.</p><p>The 1948 UN Convention lists “imposing measures intended to prevent births within the group” as one of five acts it classified as genocidal.</p><p>In September 2024, a <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">UN Commission of Inquiry</a> found that Israel had engaged in four of the five acts during its war on Gaza, including efforts to prevent births.</p><p>“Attacks on healthcare facilities, including those offering sexual and reproductive healthcare and services, have affected about 545,000 women and girls who are of reproductive age in Gaza,” the UN investigators wrote in their report.</p><p>They specifically reviewed an Israeli attack on <a href=\"/news/2025/3/13/israels-attacks-on-reproductive-healthcare-in-gaza-genocidal-un\">Al-Basma IVF clinic</a> in Gaza City in December 2023 that destroyed thousands of embryos, sperm samples and other reproductive material.</p><p>“The commission found that the Israeli authorities knew that the medical centre was a fertility clinic and that they intended to destroy it,” the UN inquiry said.</p><p>“Therefore, the Commission concluded that the destruction of the Al-Basma IVF clinic was a measure intended to prevent births among Palestinians in Gaza.”</p><p>The Gaza Ministry of Health reported a 41 percent decrease in births in Gaza in the first half of 2025 compared with the previous three years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Beyond the direct attacks on reproductive healthcare facilities, <a href=\"/news/2026/1/10/extreme-cold-kills-another-infant-in-gaza-as-israel-blocks-vital-aid\">Israel’s blockade</a> on medical supplies and food has further harmed newborns and birth rates.</p><p>“Inability to access medical care and proper nutrition harmed reproductive capacity by causing infertility, miscarriage, complications, and maternal death for women, as well as poor health outcomes for newborns,” a study by Physicians for Human Rights said.</p><p>Despite the dire conditions that persist, fertility doctor Abdel Nasser al-Kalhout said he hopes to resume his work as soon as conditions allow it.</p><p>“We hope that after the war ends, we can start again, restoring hope for people who lost their embryos and for the couples whose treatment began but couldn’t continue because of the war,” al-Kalhout told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "At least three people killed in Russian attacks on Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-28T10:12:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260128__949H3WE__v1__MidRes__UkraineRussiaConflictWar-1769590468.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian air attack has killed two people in Kyiv region’s Bilohorodska community, and a drone attack killed another person in central Ukraine’s Dnipropetrovsk region, according to local authorities.</p><p>The deadly attacks came overnight on Wednesday, just hours after a <a href=\"/news/2026/1/28/russia-ukraine-war-list-of-key-events-day-1434\">deadly drone attack on a commuter train</a> in northeastern Ukraine’s Kharkiv – an incident denounced as “terrorism” by President Volodymyr Zelenskyy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Also on Wednesday, three people were injured in a Russian drone attack on port infrastructure in the southern region of Odesa, according to Governor Oleh Kiper.</p><p class=\"tr-story-p1\">In the capital, Kyiv, a 17-storey residential building was hit, causing minor damage to the roof and damaging windows on the upper floors, emergency services said.</p><p class=\"tr-story-p1\">Several residential buildings in Kyiv remain without power due to earlier Russian attacks on the country’s energy grid.</p><p>Russia attacked Ukraine overnight with an Iskander-M ballistic missile and 146 drones – 103 of them neutralised by air defences, Ukraine’s air force said.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4257501\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1769008264.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1769008264\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>On Tuesday night, five people were confirmed dead and several others injured after a Russian drone hit a passenger train near Kharkiv city, Al Jazeera’s Audrey Macalpine said, reporting from Kyiv.</p><p>“This attack has struck fears among Ukrainians,” Macalpine said, noting that the train was carrying about 100 passengers.</p><p>“With the country’s airspace closed, people rely heavily on trains as a means of moving around the country,” she said. “And this is a culmination of weeks of threats on the security of the train system.”</p><p>In a statement, Zelenskyy said the attack in Kharkiv <a href=\"/news/2026/1/26/ukraines-zelenskyy-says-us-security-agreement-100-ready-to-be-signed\">undermined peace efforts</a> and urged allies to step up pressure on Moscow to end the war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“In any country, a drone strike on a civilian train would be viewed the same way – exclusively as terrorism,” Zelenskyy said on his Telegram channel.</p><p>“The Russians have significantly increased their ability to kill, their ability to terrorise,” he said, while rallying the international community to put more “pressure” on Moscow to halt its deadly offensive amid ongoing negotiations for a ceasefire.</p><p>“Russia must be held responsible for what it is doing,” Zelenskyy said.</p><p>The attacks that have left many Ukrainians without power in freezing winter temperatures come after Russian and Ukrainian negotiators met in the United Arab Emirates last week for <a href=\"/news/2026/1/24/us-brokered-talks-on-ukraine-close-with-no-breakthrough\">United States-brokered talks</a> aimed at ending the conflict.</p><p>The next round is expected to take place on February 1, according to Zelenskyy.</p><p>Ukraine is asking partners, particularly the US, for strong security guarantees in the event of a peace deal that would prevent Russia from attacking again.</p><p>A source familiar with internal discussions told the Reuters news agency on Tuesday that Washington has told Ukraine it must sign a peace deal with Russia to get US security guarantees.</p></div></div></body></html>"
        },
        {
            "title": "Passengers killed in drone attack on Ukraine train | Russia-Ukraine war | Al Jazeera",
            "time": "2026-01-28T09:56:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769594200.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Tens of thousands flee northwest Pakistan’s Tirah over fears | Gallery News | Al Jazeera",
            "time": "2026-01-28T09:38:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26027518904662-1769585901.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 70,000 people, mostly women and children, have fled from Tirah, a remote region in northwestern Pakistan bordering Afghanistan, as fears grow of an imminent military offensive against the Pakistan Taliban, according to local residents and officials.</p><p>Pakistan’s Defence Minister Khawaja Muhammad Asif has contradicted claims made by locals and provincial authorities, insisting no military operation is occurring or planned in the Khyber Pakhtunkhwa province town.</p><p>During an Islamabad news conference, he attributed the mass migration to harsh weather conditions rather than military actions, despite residents fleeing for weeks over fears of an impending army operation.</p><p>The exodus began after mosque announcements in December last year urged residents to vacate Tirah by January 23 to avoid possible conflict. This follows Pakistan’s August military campaign against Taliban forces in the northwestern Bajaur district, which displaced hundreds of thousands.</p><p>Shafi Jan, a provincial government spokesman, blamed federal authorities via social media for the displaced people’s hardships, accusing the Islamabad government of changing its position regarding military operations.</p><p>Meanwhile, Khyber Pakhtunkhwa Chief Minister Sohail Afridi, from imprisoned former Prime Minister Imran Khan’s party, has opposed military intervention and pledged to prevent a full-scale operation in Tirah.</p><p>Military officials maintain they will continue targeted intelligence operations against Tehrik-e-Taliban Pakistan (TTP). They claim many TTP fighters have found refuge in Afghanistan since the Afghan Taliban’s 2021 return to power, with hundreds crossing into Tirah and using residents as human shields during raids.</p><h2 id=\"nearly-half-of-population\">Nearly half of population</h2><p>Local government administrator Talha Rafiq Alam reported that approximately 10,000 families – about 70,000 people – from Tirah’s 150,000 population have registered as displaced. The registration deadline has been extended from January 23 to February 5, with assurances that residents can return once security improves.</p><p>Zar Badshah, 35, who fled with his family, said mortar explosions in villages recently killed one woman and injured four children in his community. “Community elders told us to leave. They instructed us to evacuate to safer places,” he said.</p><p>At a Bara government school, hundreds waited in registration lines for government assistance, many complaining about slow processing. Narendra Singh, 27, explained that members of the Sikh minority also fled Tirah due to food shortages worsened by heavy snowfall and security concerns.</p><p>Tirah gained national attention last September after an explosion at an alleged bomb-making facility killed at least 24 people. While authorities claimed most casualties were TTP-linked fighters, local leaders contested this account, stating civilians, including women and children, were among the dead.</p></div></div></body></html>"
        },
        {
            "title": "Oxfam refuses to provide Israel with details of Palestinian staff in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-28T09:21:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-11-28T101042Z_1313136819_RC24QFA49YRE_RTRMADP_3_YEAR-END-2025-PHOTOS-BEST-1769598568.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Oxfam says it will not disclose the personal details of its Palestinian staff to <a href=\"/news/2026/1/26/anger-as-msf-agrees-to-israels-unreasonable-demands-what-to-know\">Israel</a>, citing its army’s deadly attacks in Gaza that have killed hundreds of aid workers.</p><p>As part of a crackdown on NGOs providing life-saving aid to Palestinians, Israel last year demanded that some of the world’s best-known charities working in Gaza, the occupied West Bank and occupied East Jerusalem hand over detailed information about their Palestinian and international staff, operations and funding.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On January 1, Israel withdrew the licences of 37 aid groups, including the Norwegian Refugee Council, International Rescue Committee and Oxfam, saying they failed to adhere to the new “security and transparency standards”.</p><p>But Oxfam has said it will not share data about its Palestinian employees.</p><p>“We will not transfer sensitive personal data to a party to the conflict since this would breach humanitarian principles, duty of care and data protection obligations,” an Oxfam spokesperson told Al Jazeera. “More than 500 humanitarian workers have been killed since October 7, 2023.”</p><p>“We call on the government of Israel to immediately halt deregistration proceedings and lift measures obstructing humanitarian assistance,” the spokesperson said. “We urge donor governments to use all available leverage to secure the suspension and reversal of these actions.”</p><p>According to rules set out by Israel’s Ministry for Diaspora Affairs, the information to be handed over includes passport copies, resumes and names of family members, including children. It said it would reject organisations it suspected of inciting racism, denying the state of Israel’s existence or the holocaust. It would also ban those it deems as supporting “an armed struggle by an enemy state or a terrorist organisation against the State of Israel”.</p><p>Israel says 23 organisations have agreed to the new registration rules. The others are understood to have refused or are weighing their decisions.</p><p>The Palestinian NGOs Network (PNGO) condemned the organisations that have adhered to Israel’s demands.</p><p>“PNGO underscores the grave risks inherent in this measure, which constitutes a clear violation of the principles of international humanitarian law and established humanitarian work standards,” it said, adding that complying with Israel’s order poses a “direct threat” to the safety and security of local staff.</p><p>On Saturday, Doctors Without Borders, known by its French initials MSF, said it was <a href=\"/news/2026/1/26/anger-as-msf-agrees-to-israels-unreasonable-demands-what-to-know\">prepared to share</a> a “defined list of Palestinian and international staff names, subject to clear parameters with staff safety at its core” to Israel, while acknowledging that the demands were “unreasonable”.</p><p>MSF’s decision was condemned by some doctors, activists and campaigners, saying it could endanger Palestinians, given Israel has targeted aid workers throughout the genocide in Gaza.</p><p>A former MSF employee, requesting anonymity, told Al Jazeera, “It is extremely concerning … that MSF would make a decision like this.</p><p>“MSF faces profoundly difficult decisions – concede to the demands of a genocidal regime, or refuse and face complete expulsion and an abrupt end to all health activities in the coming weeks. But what is humanitarianism under genocide? There must be alternatives – alternatives that demand a much bolder and more disruptive approach to humanitarianism amid such brutal political decline.”</p><p>According to the International Rescue Committee, which is among the 37 aid groups and is reportedly weighing in on the demands, Palestinians make up almost a fifth of all aid workers killed since records began.</p></div></div></body></html>"
        },
        {
            "title": "Drought in the east, floods in the south: Africa battered by climate change | Climate Crisis News | Al Jazeera",
            "time": "2026-01-28T09:03:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13661442-1769086917.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Chokwe District, Mozambique –</strong> I have been reporting on climate change stories for nearly all of this month. It wasn’t planned – it just ended up like that. A routine deployment to Kenya saw me head to the Kenya-Somalia border in Mandera town for a drought story.</p><p>At the time, there was hardly any international news coverage on this drought in the Horn of Africa. I was not expecting anything dramatic. I was wrong. The drought is bad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>As soon as we drove to really remote parts of Mandera County, I started seeing signs that something was wrong.</p><p>The team drove past several dry riverbeds. The camels were thin. Then, we saw the communal graveyards where dead livestock had been dumped and burned.</p><p>I spoke to a local chief in Mandera, Adan Molu Kike. He was a quiet, unassuming elderly man who went out of his way to explain to me how devastating the recent drought is.</p><p>“Our animals started dying in July last year, and they are still dying,” he told me. Then, he asked what country I had come from. I told him Zimbabwe.</p><p>“Have you seen a drought this bad in your country?” he asked me.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>We were moving with a team from the Kenya Red Cross Society. They were keen to show me more about how the drought was affecting communities.</p><p>Water was the biggest challenge. With several rivers dry, water had to be brought in every week from aid agencies. Some communities got water once a week. Others saw the water bowsers arrive twice a week.</p><p>There is usually a timetable. If you miss a delivery, that means no water until the next delivery. The water – brown in colour – also has to be shared with livestock.</p><p>I see pastoralist Mohamed Hussein dragging two containers of water he has just collected from the water bowser delivery truck. He looks tired and doesn’t look like he wants to chit-chat, but he indulges us.</p><p>“I had 100 animals, but now I have only 20 left … My crops in the field are dead,” he says.</p><p>We talk about the drought and water situation. He says three of his goats died the night before. He says it’s because of the drought.</p><p>Hussein insists on showing me the animals in his back yard. He drags one away and tosses the dead goat in a bush. I remember thinking that out here in the desert like Mandera, it’s survival of the fittest.</p><p>Yet, people can’t mourn for too long over dead livestock. He has to keep the few he has left alive or else his family goes hungry.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"from-extreme-drought-to-massive-floods\">From extreme drought to massive floods</h2><p>As journalists, we come into a country, file our reports and fly home. But some experiences stay with you. This drought story did.</p><p>I left Kenya and headed home, thinking my stint reporting on climate change stories was finished for at least a few months. I was wrong.</p><p>I got back home to learn that it’s been raining a lot. Some places in Harare, Zimbabwe, even had flash floods. I thought nothing of it – only that it was interesting coming from a very hot climate to a wet one.</p><p>Then, the next day, news started circulating about floods and very heavy rain in South Africa and Mozambique.</p><p>As journalists, we never really switch off, so I was keeping an eye on the floods in Southern Africa, but I didn’t expect to be deployed to another climate change crisis so soon.</p><p>A day or two later, the situation worsened, and I was heading to Mozambique.</p><p>Again, at the time, there wasn’t much in international media coverage about the floods in Mozambique. South Africa was getting more media attention at the time. So I had no idea of the scale of these floods.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>I landed in Mozambique and went to a neighbourhood in the capital, Maputo, that was affected by floods.</p><p>I put on my gumboots and waded through dirty, smelly floodwaters in between people’s submerged homes. I was shocked – but nothing prepared me for what I later saw elsewhere in the country.</p><p>In Marracuene, I saw a huge toll gate submerged and road signs sticking out on top of the water along a major highway. The highway was now metres deep underwater.</p><p>Then, we got Xai Xai, the capital of Gaza province in the south. Swaths of agricultural land were underwater. Parts of Xai Xai city were submerged. Restaurants, shops and businesses in the city centre sat in water.</p><p>“Now, the water must go down first, and then, we must start cleaning,” Richard Sequeira, the boat captain who was showing me the devastation, said. “There are a lot of snakes and animals around. Maybe 45 days to two months, we will be out of our houses and living like this.”</p><p>He is right. It could be weeks before the water recedes and disappears. But there could be more flooding in the coming days or weeks.</p><p>Authorities in neighbouring South Africa’s Mpumalanga province have ordered people to evacuate from flood-prone areas immediately. The dam there is full and could start releasing water.</p><p>Mozambique is downstream. That means all that water will make its way to already flooded communities. An Al Jazeera reporting team could be back here again.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Region on watch as India declares Nipah virus outbreak contained | Health News | Al Jazeera",
            "time": "2026-01-28T09:00:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-07-20T000000Z_273274256_RC26Z8AKMZNL_RTRMADP_3_INDIA-VIRUS-1769582446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Region on watch as India declares Nipah virus outbreak contained</h1><p class=\"article__subhead\"><em>Several Asian countries have introduced screening measures for arrivals from India, as New Delhi seeks to dampen alarm.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Seeking to dampen alarm in the region, Indian officials have declared that an outbreak of the deadly <a href=\"/features/2025/7/26/what-is-the-nipah-virus-and-is-it-spreading-in-southern-india\">Nipah virus</a> has been contained.</p><p>The Ministry of Health and Family Welfare said late on Tuesday that it has ensured “timely containment” as it confirmed two cases in West Bengal state. Several Asian countries have introduced screening procedures for travellers arriving from India.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The ministry said 196 contacts linked to the confirmed cases had been “identified, traced, monitored, and tested”, with all tests for the virus negative. It said the statement was intended to clarify “speculative and incorrect figures” in the media.</p><p>“The situation is under constant monitoring, and all necessary public health measures are in place,” it said, adding that “enhanced surveillance, laboratory testing, and field investigations” had been undertaken.</p><p>The zoonotic Nipah virus, first identified during a 1990s outbreak in Malaysia, spreads through <a href=\"/news/2023/9/14/nipah-trackers-get-samples-from-bats-trees-as-800-tested-in-indias-kerala\">fruit bats</a>, pigs and human-to-human contact.</p><p>There is no vaccine to treat the virus, which can cause raging fevers, convulsions and vomiting. The only treatment is supportive care to control complications and keep patients comfortable.</p><p>The virus has an estimated death rate of between 40-75 percent, according to the World Health Organization, making it far more deadly than the coronavirus.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>As India sought to assuage regional concerns, a number of Asian countries announced measures at airports and land crossings.</p><p>China said it was strengthening disease prevention measures in border areas. State media reported that health authorities had begun risk assessments and special training for medical staff.</p><p>Indonesia and Thailand increased screening at major airports, with health declarations, temperature checks and visual monitoring for arriving passengers.</p><p>Myanmar’s Ministry of Health advised against nonessential travel to West Bengal and said fever surveillance introduced during the coronavirus pandemic at airports has been intensified.</p><p>Vietnam’s Ministry of Health on Tuesday directed local authorities to increase monitoring at border crossings, health facilities and communities, according to state media.</p><p>Similarly, Malaysia’s Ministry of Health said it was introducing health screening at international ports of entry.</p><p>The <a href=\"/features/2025/7/26/what-is-the-nipah-virus-and-is-it-spreading-in-southern-india\">first Nipah infection</a> to affect humans was recorded in 1998, when pig farmers and butchers from Malaysia and Singapore contracted the virus from infected pigs, resulting in more than 100 deaths.</p><p>Since then, there have been outbreaks in Bangladesh, the Philippines and India. The Indian state of Kerala has reported Nipah cases almost every year since 2018.</p></div></div></body></html>"
        },
        {
            "title": "Video: Israeli settlers carry out arson attacks in occupied West Bank | Occupied West Bank | Al Jazeera",
            "time": "2026-01-28T08:38:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769589427.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "South Sudan launches offensive against opposition forces: What to know | Politics News | Al Jazeera",
            "time": "2026-01-28T08:18:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP528864784914-1769577891.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">South Sudan’s army, following territorial losses in recent weeks, has announced a major military operation against opposition forces, raising fears for civilian safety.</p><p class=\"p1\">In a statement on Sunday, army spokesman Lul Ruai Koang said Operation Enduring Peace would commence as he ordered civilians to evacuate three counties in Jonglei state immediately. He directed aid groups to leave within 48 hours.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Koang told The Associated Press news agency on Monday that the operation aims to recapture towns recently seized by opposition forces and “re-establish law and order”.</p><p>“The country is not at war,” Information Minister Ateny Wek Ateny told reporters in Juba on Tuesday. “We are only stopping the advancement” of the opposition forces, he said.</p><p class=\"p1\">However, this came days after a senior army commander was filmed urging his troops to kill civilians and destroy property in the Jonglei offensive, drawing rebuke from the <a href=\"https://news.un.org/en/story/2026/01/1166831\" target=\"_blank\" rel=\"noopener\">United Nations</a> and others.</p><p class=\"p1\">“It is now indisputable: South Sudan has returned to war,” said Alan Boswell, the International Crisis Group’s project director for the Horn of Africa. “It is incredibly tragic for a country that only grows weaker and poorer.”</p><p class=\"p1\">Here’s what to know about the resurgence of violence in South Sudan:</p><h2 id=\"government-s-battlefield-losses\" class=\"p1\">Government’s battlefield losses</h2><p class=\"p1\">Beginning in December, a coalition of opposition forces seized a string of government outposts in central Jonglei, a region that is the homeland of the Nuer ethnic group and an opposition stronghold.</p><p class=\"p1\">Some of those forces are loyal to opposition leader <a href=\"/news/2025/10/27/why-riek-machars-trial-brings-existentially-high-stakes-for-south-sudan\">Riek Machar</a>, while others consider themselves part of an ethnic Nuer militia called the White Army. White Army fighters have historically fought alongside Machar but consider themselves a distinct group.</p><p class=\"p1\">Machar, an ethnic Nuer, was made the most senior of five vice presidents under a <a href=\"/news/2025/3/7/fighting-flares-in-south-sudan-is-the-2018-peace-deal-in-danger\">2018 peace agreement</a> that ended fighting between his forces and those loyal to President Salva Kiir, an ethnic Dinka, the country’s largest group.</p><p class=\"p1\">That five-year civil war was waged largely along ethnic lines, killing an estimated 400,000 people.</p><figure id=\"attachment_3953257\" aria-describedby=\"caption-attachment-3953257\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3953257\" src=\"/wp-content/uploads/2025/09/reuters_68c943e3-1758020579.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"President of South Sudan, Salva Kiir\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3953257\" class=\"wp-caption-text\">South Sudan President Salva Kiir [File: Tiksa Negeri/Reuters]</figcaption></figure><h2 id=\"suspension-of-government-s-number-two\" class=\"p1\">Suspension of government’s number two</h2><p class=\"p1\">There has been a resurgence of violence in the past year, with sporadic fighting.</p><p class=\"p1\">Machar was suspended last year as South Sudan’s number two after White Army fighters overran a military garrison in the town of Nasir. He now faces <a href=\"/news/2025/9/11/south-sudan-charges-vp-machar-with-treason-murder-over-military-attack\">treason</a> and other charges over that attack, which authorities allege Machar helped orchestrate. But Machar’s allies and some international observers say the charges are politically motivated. He remains under house arrest while his trial unfolds slowly in the capital, Juba.</p><p class=\"p1\">Machar’s trial is widely seen as a violation of the 2018 peace agreement. Yet Kiir and his allies say the agreement is still being implemented, pointing to a faction of the opposition still in the unity government.</p><p class=\"p1\">Forces loyal to Machar have declared the agreement dead, and have since ratcheted up pressure on the army by seizing armouries and launching hit-and-run attacks on government positions. The government has relied largely on aerial bombardments to beat back a rebellion that analysts say is gaining momentum across multiple states.</p><p class=\"p1\">After seizing the government outpost of Pajut in Jonglei on January 16, opposition forces threatened to advance towards Juba. The government has responded by amassing fighters in nearby Poktap, while several thousand Ugandan soldiers defend Juba.</p><p class=\"p1\">Army chief Paul Nang gave his troops one week to “crush the rebellion” in Jonglei.</p><h2 id=\"spare-no-lives\" class=\"p1\">‘Spare no lives’</h2><p class=\"p1\">On Saturday, a day before the army announced its offensive, a senior military commander was filmed urging his forces to kill all civilians and destroy property during operations in Jonglei. It was not clear who took the video, which has been shared on social media.</p><p class=\"p1\">“Spare no lives,” General Johnson Olony told forces in Duk county, not far from Pajut. “When we arrive there, don’t spare an elderly, don’t spare a chicken, don’t spare a house or anything.”</p><p class=\"p1\">Armed groups in South Sudan, including the military, have repeatedly been implicated in civilian abuses, including sexual violence and forced recruitment.</p><p class=\"p1\">Olony’s comments were particularly aggressive and drew concern. “We are shocked, we are disturbed, we are surprised,” said Edmund Yakani, a prominent civic leader.</p><p class=\"p1\">His words showed that government troops were being “empowered to commit atrocities, to commit crimes against humanity, and, potentially, even to commit a genocide,” Yakani said.</p><figure id=\"attachment_801042\" aria-describedby=\"caption-attachment-801042\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-801042\" src=\"/wp-content/uploads/2020/05/3aa08f3fbdf34c5b8e682e2c0c4281aa_18.jpeg?w=770&amp;resize=770%2C431&amp;quality=80\" alt=\"South Sudan's Vice President Riek Machar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-801042\" class=\"wp-caption-text\">South Sudan’s suspended First Vice President Riek Machar [File: Samir Bol/Reuters]</figcaption></figure><p class=\"p1\">The UN Commission on Human Rights in South Sudan expressed “grave alarm” at developments that it said “significantly heighten the risk of mass violence against civilians”.</p><p class=\"p1\">Machar’s political group said in a statement that Olony’s words were an “early indicator of genocidal intent”.</p><p class=\"p1\">Speaking to the AP, government spokesman Ateny Wek Ateny called Olony’s comments “uncalled for” and “a slip of the tongue”.</p><p class=\"p1\">But he also said while it was possible that Olony was “trying to boost the morale of his forces”, his words are not indicative of government policy.</p><p class=\"p1\">Olony, appointed assistant chief of defence forces for mobilisation and disarmament a year ago, also leads a militia, known as the Agwelek, from his Shilluk tribe that agreed to integrate into the army last year.</p><p class=\"p1\">The deployment of forces to Nuer communities by Olony is contentious because of a separate rivalry between the Shilluk and Nuer communities. In 2022, White Army fighters razed Shilluk villages and displaced thousands of civilians before the government intervened with attack helicopters.</p><p class=\"p1\">Olony’s forces were also involved in military operations in other Nuer communities last year.</p><p class=\"p1\">Deploying him to Jonglei “is incendiary”, said Joshua Craze, an independent analyst and writer on South Sudan. “His presence in the state is a propaganda gift to the opposition in its mobilisation efforts.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Djokovic reaches Australian Open semifinal after Musetti retires injured | Tennis News | Al Jazeera",
            "time": "2026-01-28T08:10:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260128__949F97H__v1__HighRes__TennisAusOpen-1769585778_c9f5f9-1769586544.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An “extremely lucky” Novak Djokovic survived a huge scare to reach the Australian Open semifinals on Wednesday when Lorenzo Musetti retired hurt while two sets up, keeping alive the Serbian great’s bid for a 25th Grand Slam crown.</p><p>The fifth-seeded Italian was well on top and leading 6-4, 6-3, 1-3 when he withdrew after treatment on his upper right leg, with his movement badly impeded.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was a huge stroke of luck for the error-riddled 10-time Melbourne winner Djokovic, who will now play either defending champion Jannik Sinner or American eighth seed Ben Shelton for a place in the final.</p><p>The let-off kept alive his bid to secure a record 25th major title.</p><p>Djokovic has been trying to move past Margaret Court and clinch the landmark since his last one at the US Open in 2023.</p><p>It has proved increasingly difficult with the emergence of Sinner and Carlos Alcaraz.</p><p>“I feel really sorry for him, he was the far better player, I was on my way home tonight,” said Djokovic.</p><p>“It has happened to me a few times. He was in full control.</p><p>“So unfortunate, I don’t know what else to say. He should have been the winner today, no doubt. I am extremely lucky to get through this one today.”</p><figure id=\"attachment_4270662\" aria-describedby=\"caption-attachment-4270662\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270662\" src=\"/wp-content/uploads/2026/01/AFP__20260128__949F96A__v1__HighRes__TennisAusOpen-1769585931.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Novak Djokovic in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270662\" class=\"wp-caption-text\">Djokovic was dominated by Musetti during their quarterfinal match on Rod Laver Arena [Izhar Khan/AFP]</figcaption></figure><h2 id=\"victory-snatched-from-the-jaws-of-defeat\">Victory snatched from the jaws of defeat</h2><p>With the victory against Musetti, Djokovic claimed sole ownership of most singles wins at Melbourne Park, surpassing Roger Federer with his 103rd.</p><p>It also put him into a 54th Slam semifinal to extend his own record.</p><p>But it looked to all be over for the 38-year-old.</p><p>He was his own worst enemy with an extraordinarily high unforced error rate, racking up 18 in the first set alone and 32 overall, before Musetti walked away.</p><p>Djokovic comfortably held serve, then worked three break points to start. A nervy Musetti saved two of them, but a misjudged forehand put him 2-0 behind.</p><p>The Italian, though, quickly settled, and a slew of poor shots by the Serb opened the door to a comeback in the next game.</p><p>It was the first of four games in a row won by Musetti, whose court coverage was sublime as Djokovic piled up mistakes off both his backhand and forehand.</p><p>The Italian had three break points to race 5-2 ahead, but the veteran somehow fought back through an eight-minute game to hold on.</p><p>But it was just delaying the inevitable, and Musetti took the set in 54 minutes, then broke again to open set two.</p><p>Djokovic was not done yet, breaking back, but then threw it away again with yet more errors to concede serve for a fourth time.</p><p>He was broken once more when serving to stay in the set, with Musetti unleashing a sensational forehand down the line to move two sets clear.</p><p>But Musetti needed treatment on a thigh issue after falling 2-1 down in the third and was clearly hurting, with his movement restricted.</p><p>He tried to carry on, but had no choice but to throw in the towel.</p><figure id=\"attachment_4270674\" aria-describedby=\"caption-attachment-4270674\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270674\" src=\"/wp-content/uploads/2026/01/AFP__20260128__949F97M__v1__HighRes__TennisAusOpen-1769586028.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Novak Djokovic and Lorenzo Musetti react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270674\" class=\"wp-caption-text\">Musetti, right, walks off the court with Djokovic after he abruptly retired with a leg injury while leading the 24-time grand slam winner 6-4, 6-3, 1-3 on Wednesday [Izhar Khan/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Top Malaysian football officials quit over foreign-born players scandal | Football News | Al Jazeera",
            "time": "2026-01-28T07:54:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-28T064050Z_1579859883_RC25AJACRMJ3_RTRMADP_3_SOCCER-MALAYSIA-1769585422.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An ongoing crisis surrounding Malaysian football has deepened after the entire executive committee of its football association resigned, the latest blow in a damaging eligibility row over forged documents used to field foreign-born players in the country’s Asian Cup qualifying matches.</p><p>The executive committee of the Football Association of Malaysia (FAM) resigned on Wednesday amid intense scrutiny of the country’s football governance.</p><p>“The resignations are to safeguard the reputation and institutional interests of [the association] and to mitigate the risk of further adverse consequences that could affect Malaysian football as a whole,” acting FAM president Yusoff Mahadi said.</p><p>He said the resignations of the executive committee will “provide the appropriate space for FIFA and the Asian Football Confederation to independently assess, review, and, where necessary, address governance, administrative, and procedural matters within FAM”.</p><p>All committee members, elected 11 months ago for the 2025-29 term, stepped down with immediate effect in a unanimous and voluntary decision to protect the association’s credibility.</p><p>FIFA, the world football governing body, suspended seven foreign-born players for a year in September and fined the FAM $400,000 for submitting false documents claiming they had Malaysian ancestry.</p><p>The FAM appealed the sanctions, but a FIFA committee rejected them and issued a scathing report criticising the association for “not taking any discernible disciplinary action”.</p><p>It ordered a full inquiry into FAM’s conduct and governance.</p><p>The FAM has since appealed to the Court of Arbitration for Sport (CAS) in Switzerland, where the case is pending.</p><p>However, the players were cleared to play for the national team on Tuesday, after the CAS temporarily halted FIFA-imposed bans while their appeal was being reviewed.</p><p>The players stemmed from Argentina, Brazil, the Netherlands and Spain but had been naturalised in an apparent breach of FIFA rules and played in a qualifying game for the 2027 Asian Cup, which Malaysia won against Vietnam.</p><p>FIFA had launched the inquiry after receiving a complaint following Malaysia’s 4-0 thrashing of Vietnam in a June Asian Cup qualifier.</p><p>The FAM said the CAS had approved its request for a stay of execution, allowing the seven players to continue participating in all football-related activities until a final ruling is made. The players involved are Facundo Garces, Rodrigo Holgado, Imanol Machuca, Joao Figueiredo, Gabriel Palmero, Jon Irazabal and Hector Hevel, all of whom have featured for the Harimau Malaya national team.</p><p>“This means that the 12-month suspension from all football activities imposed by FIFA on the seven players has been temporarily lifted,” the federation said in a statement. “They are now allowed to continue their careers and participate in football-related activities until CAS makes a final ruling.”</p><p>It did not say when a final ruling is expected.</p><p>Last month, FIFA overturned the results of three Malaysia matches over player ineligibility.</p><p>In its latest decision, FIFA’s disciplinary committee also changed the results of three friendlies the players had appeared in – against Cape Verde on May 29, Singapore on September 4 and Palestine on September 8, the FAM said.</p><p>“All three matches were declared lost by forfeit [score of 3-0], and FAM was sanctioned with a fine of 10,000 Swiss Francs [$13,060]. The decision remains subject to appeal,” a FIFA spokesperson said.</p><p>Malaysia had drawn 1-1 with Cape Verde and earned 2-1 and 1-0 wins over Singapore and Palestine, respectively.</p><p>The scandal had led to uproar in Malaysia, with fans and some lawmakers calling for action against the FAM and government agencies responsible for granting the players’ citizenship.</p></div></div></body></html>"
        },
        {
            "title": "North Korea’s Kim to outline plans to boost nuclear arsenal | Kim Jong Un News | Al Jazeera",
            "time": "2026-01-28T07:42:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260127__94922CQ__v2__MidRes__TopshotNkoreaPolitics-1769581170.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>North Korea’s Kim to outline plans to boost nuclear arsenal</h1><p class=\"article__subhead\"><em>Pyongyang expected to release five-year development plan for defence and economy at upcoming congress.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korean leader <a href=\"/news/2025/12/26/north-koreas-kim-jong-un-pushes-more-missile-production-as-war-deterrent\">Kim Jong Un</a> will unveil plans to bolster the country’s nuclear forces at an upcoming governing party meeting, state media reported.</p><p>The report from the Korean Central News Agency (KCNA) on Wednesday came the day after Kim oversaw the latest in a series of missile tests that have unsettled the region. Kim has ordered the “expansion” and modernisation of the country’s missile production.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Details, which Kim has warned will bring “excruciating mental agony” to his enemies, are expected to be released at the upcoming ninth Communist Party congress, which is due to take place in the coming weeks.</p><p>At the meeting, the first such gathering since 2021, the governing party will unveil a five-year development plan for defence and the economy.</p><p>Kim described Tuesday’s test-firing of a large-calibre multiple rocket launcher system as of “great significance in improving the effectiveness of our strategic deterrent” and said it showed the weapon system could be used for “specific attacks”, KCNA reported.</p><p>The missiles that were fired “hit a target” in waters at a distance of 358.5km (222.7 miles), the North Korean leader declared.</p><p>The missiles were fired in the direction of the Sea of Japan, also known as the East Sea. Two landed outside North Korea’s Exclusive Economic Zone, Japanese state news agency Jiji Press reported, citing Defence Ministry sources.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>South Korea’s military reported that it detected <a href=\"/news/2026/1/27/north-korea-fires-suspected-ballistic-missiles-into-sea-s-korea-japan-say\">multiple short-range ballistic missiles</a> launched from north of Pyongyang towards the Sea of Japan.</p><p>“The result and significance of this test will be a source of excruciating mental agony and serious threat to the forces that attempt to provoke a military confrontation with us,” Kim said.</p><p>Analysts told South Korea’s Yonhap news agency that the “self-steered precision guided flight system” mentioned by Kim may indicate a new navigation system employed to help the weapon defy global positioning system (GPS) jamming.</p><p>Photos showed <a href=\"/news/2026/1/2/kim-jong-uns-potential-heir-makes-public-visit-to-n-korean-founders-tomb\">Kim’s daughter, Kim Ju Ae</a>, accompanying him to the test, along with Kim Jong-sik, first vice department director of the party’s central committee, and Jang Chang-ha, chief of the Missile Administration, Yonhap reported.</p><p>While acknowledging that development of the rocket launcher system had “not been plain sailing”, Kim said the test was “of great significance in improving the effectiveness of our strategic deterrent”.</p></div></div></body></html>"
        },
        {
            "title": "Top Turkish diplomat says Iran ready to negotiate, warns against US attack | Politics News | Al Jazeera",
            "time": "2026-01-28T07:40:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/12/2024-11-08T112623Z_577024446_RC2Z0BA1ACM0_RTRMADP_3_GREECE-TURKEY-1733550750.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Turkiye’s Foreign Minister <a href=\"/news/2026/1/24/turkiyes-fm-fidan-says-israel-looking-for-opportunity-to-attack-iran\">Hakan Fidan</a> has warned that a United States attack on Iran would be “wrong”, calling on Washington and Tehran to resolve their issues diplomatically and gradually.</p><p>In an interview with Al Jazeera’s Resul Serdar Atas, segments of which aired on Wednesday, Fidan called for regional cooperation as the US amasses military assets in the Middle East amid a spike in tensions with Iran.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It’s wrong to start the war again,” Fidan said.</p><p>The US has sent an aircraft carrier strike group to the Gulf as Trump continues to threaten to launch renewed attacks against Iran after last June’s 12-day conflict.</p><p>For their part, Iranian officials have <a href=\"/news/2026/1/26/as-us-armada-approaches-iran-warns-of-dire-consequences-if-attacked\">promised to launch</a> a “comprehensive and regret-inducing response” if attacked again.</p><h2 id=\"diplomacy-still-possible\">Diplomacy still possible</h2><p>Earlier this month, <a href=\"/news/2026/1/13/trump-cancels-iran-meetings-urges-protesters-to-take-over-institutions\">Trump told</a> Iranian antigovernment protesters that “help is on the way”, urging them to take over state institutions.</p><p>On Tuesday, Trump highlighted the growing US military force in the region while keeping the door open for diplomacy.</p><p>“By the way, there’s another <a href=\"/news/2026/1/26/as-us-armada-approaches-iran-warns-of-dire-consequences-if-attacked\">beautiful armada</a> floating beautifully toward Iran right now. So we’ll see. I hope they make a deal,” he told supporters at a rally.</p><p>Despite the escalating rhetoric, Fidan suggested that a diplomatic resolution is still possible.</p><p>“Iran is ready to negotiate a nuclear file again,” the top Turkish diplomat said.</p><p>After Israel started the war by bombing Iran in June, the US struck Iran’s three main nuclear facilities. Trump has repeatedly claimed that the attack “obliterated” the Iranian nuclear programme.</p><p>But Tehran has insisted on its right to nuclear enrichment, and the whereabouts of the country’s highly enriched uranium remain unknown.</p><h2 id=\"one-issue-at-a-time\">One issue at a time</h2><p>Beyond the nuclear programme, US officials have also said Iran should scale back its missile arsenal and end support to allied non-state actors in the region, <a href=\"/news/2026/1/15/israeli-military-attacks-village-in-lebanons-bekaa-valley\">like Hezbollah</a> in Lebanon and Hamas in Gaza.</p><p>“My advice always to the American friends, close the files one by one with Iran. Start with nuclear, close it, then the others,” Fidan said.</p><p>“If you put them as a package, all of them, it will be very difficult for our Iranian friends to digest and to really process it and to go through this. And sometimes, it might seem humiliating for them. It will be very difficult to explain to not only themselves, but with the leadership.”</p><p>Fidan said Iran can fit in a “perfect place” in the regional order.</p><p>“They need to create trust in the region,” Fidan said of the Iranians. “They need to have attention to how they are perceived by the regional countries, because they are not going anywhere; we are not going anywhere.”</p><p>The top Turkish diplomat added that despite different ideologies, leanings and sects, countries in the region have to cooperate and work together within the nation-state system.</p><p>The full interview will air on Al Jazeera English on Thursday at 16:30 GMT.</p></div></div></body></html>"
        },
        {
            "title": "Trump says Alex Pretti shouldn’t have been carrying a gun | Police | Al Jazeera",
            "time": "2026-01-28T07:36:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769585719.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "South Korea’s former first lady sentenced to jail term in bribery case | Corruption News | Al Jazeera",
            "time": "2026-01-28T07:02:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6979a412c4-1769579538.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>South Korea’s former first lady sentenced to jail term in bribery case</h1><p class=\"article__subhead\"><em>Kim Keon Hee’s husband, Yoon Suk Yeol, is potentially facing the death penalty over his role in declaring martial law in 2024 while president.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">A South Korean court has sentenced former First Lady Kim Keon Hee to one year and eight months in prison after finding her guilty of accepting bribes from the Unification Church, according to South Korea’s official Yonhap news agency.</p><p class=\"tr-story-p1\">The Seoul Central District Court on Wednesday cleared Kim, the wife of disgraced ex-President Yoon Suk Yeol, of additional charges of stock price manipulation and violating the political funds act.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Kim was accused of receiving bribes and lavish gifts from businesses and politicians, as well as the Unification Church, totalling at least $200,000.</p><p class=\"tr-story-p1\">The prosecution team had also indicted Unification Church leader Han Hak-ja, now on ‌trial, after the religious group was suspected of giving Kim valuables, including two Chanel handbags and a diamond necklace, as part ‌of its efforts to win influence with the president’s wife.</p><p class=\"tr-story-p1\">Prosecutors in December said Kim had “stood above the law” and colluded with the religious sect to undermine “the constitutionally mandated separation of religion and state”.</p><figure id=\"attachment_4270363\" aria-describedby=\"caption-attachment-4270363\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270363\" src=\"/wp-content/uploads/2026/01/getty_6979a33f5b-1769579327.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"SEOUL, SOUTH KOREA - AUGUST 06: South Korean former first lady Kim Keon Hee arrives at the Special Prosecutor's Office on August 06, 2025 in Seoul, South Korea. Former first lady Kim Keon Hee is set to appear before a special counsel Wednesday to be questioned about her alleged involvement in stock manipulation schemes, election meddling and other allegations. (Photo by Chung Sung-Jun/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270363\" class=\"wp-caption-text\">South Korean former First Lady Kim Keon Hee, centre, arrives at the Special Prosecutor’s Office in August 2025 in Seoul, South Korea [File: Chung Sung-Jun/Getty Images]</figcaption></figure><p>Prosecutor Min Joong-ki also said South Korea’s institutions were “severely undermined by abuses of power” committed by Kim.</p><p>The former first lady had denied all the charges, claiming the allegations against her were “deeply unjust” in her final testimony last month.</p><p>But she has also apologised for “causing trouble despite being a person of no importance”.</p><p>“When I consider my role and the responsibilities entrusted to me, it seems clear that I have made many mistakes,” she said in December.</p><p>Kim’s husband, the country’s former President Yoon, was ousted from office last year and has been sentenced to <a href=\"/news/2026/1/16/south-koreas-former-president-yoon-sentenced-to-five-years-what-we-know\">five years in prison</a> for actions related to his short and disastrous declaration of martial law in December 2024.</p><p>Yoon could still be facing the <a href=\"/news/2026/1/13/south-korea-prosecutors-seek-death-penalty-for-ex-president-yoon\">death penalty</a> in a separate case.</p><p>In 2023, hidden camera footage appeared to show Kim accepting a $2,200 luxury handbag in what was later dubbed the “Dior bag scandal”, further dragging down then-President Yoon’s already dismal approval ratings.</p><p>The scandal contributed to a stinging defeat for Yoon’s party in general elections in April 2024, as it failed to win back a parliamentary majority.</p><p>Yoon vetoed three opposition-backed bills to investigate allegations against Kim, including the Dior bag case, with the last veto in November 2024.</p><p>A week later, he declared martial law.</p><p>Kim’s sentencing comes days after former Prime Minister Han Duck-soo was <a href=\"/news/2026/1/21/s-koreas-former-pm-found-guilty-of-insurrection-given-23-years-in\">sentenced to 23 years in prison</a> – eight years longer than prosecutors demanded – for aiding and abetting Yoon’s suspension of civilian rule.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US congresswoman Ilhan Omar sprayed with liquid at town hall meeting | Government | Al Jazeera",
            "time": "2026-01-28T06:56:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769583386.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Gaza under Israel fire as ‘desperate’ Palestinians seek supplies | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-28T06:38:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-22T174248Z_82681637_RC2C6JAQ4UUY_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1769589332.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Gaza under Israel fire as ‘desperate’ Palestinians seek supplies</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Palestinians ‘desperate’ for Rafah crossing to open as prolonged closures compound widespread suffering, warns the UN.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "As Western powers crack down on migrants, Spain embraces 500,000 | Migration News | Al Jazeera",
            "time": "2026-01-28T06:32:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-11T120205Z_80661741_RC2CAIAUPROO_RTRMADP_3_MIGRATION-SPAIN-FASHION-1769578994.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Madrid, Spain –</strong> After losing his left arm in a farming accident, Joel Caceda struggles to work delivering packages.</p><p>His tough job is typical of many that migrants are forced to take when they arrive in Spain without any legal papers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>So, the 30-year-old Peruvian welcomed the news that Spain plans to regularise about 500,000 undocumented migrants, in a break with harsh policies on immigration elsewhere in Europe, in countries like Denmark, Germany and Austria, and in the United States.</p><p>“This is good for me and many others. It will mean the chance to become legal after six years working here without any official papers,” he told Al Jazeera from his home in Barcelona.</p><p>“It will give me the chance to get a flat with my partner and her daughter and live a better life.”</p><p>His story is typical of tens of thousands of migrants who work in what is known as the “black economy” in Spain, where they fight bureaucracy for years to win legal status.</p><figure id=\"attachment_4270349\" aria-describedby=\"caption-attachment-4270349\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270349\" src=\"/wp-content/uploads/2026/01/2025-09-26T104135Z_48437887_RC2MZGAHSXI2_RTRMADP_3_REUTERS-40ANNIVERSARY-1769579037.jpg?w=770&amp;resize=770%2C494&amp;quality=80\" alt=\"REUTERS PICTURES 40th ANNIVERSARY COLLECTION: An African migrant sits on top of a border fence covered in razor wire between Morocco and Spain's north African enclave of Melilla, during a latest attempt to cross into Spanish territory, June 14, 2014. REUTERS/Jesus Blasco de Avellaneda SEARCH &quot;REUTERS PICTURES 40th ANNIVERSARY COLLECTION&quot; FOR THIS PACKAGE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270349\" class=\"wp-caption-text\">An African migrant sits on top of a border fence covered in razor wire between Morocco and Spain’s north African enclave of Melilla, during a latest attempt to cross into Spanish territory [File: Jesus Blasco de Avellaneda/Reuters]</figcaption></figure><p>Spanish Migration Minister Elma Saiz told a news conference on Tuesday that the beneficiaries would be able to work “in any sector, in any part of the country” and pointed to “the positive impact” of migration.</p><p>“We are talking about estimations, probably more or less the figures may be around half a million people,” she added, saying the government was “recognising” and giving dignity to people already in Spain.</p><p>Socialist Prime Minister Pedro Sanchez has said Spain needs migration to fill workforce gaps and counteract an ageing population that puts a strain on pensions and the welfare state.</p><p>Laetitia Van der Vennet, of the Platform for Undocumented Immigrants, an NGO, said the Spanish policy was a welcome contrast to the anti-migrant wave in Europe and the US.</p><p>“At a time when a hostile environment against migrants is spreading on both sides of the Atlantic, this move shows both humanity and common sense,” she said.</p><h2 id=\"good-for-whole-society\">‘Good for whole society’</h2><p>Ousman Umar knows only too well the struggle of countless migrants who head to Spain hoping to forge a new life in Europe.</p><p>The son of a witch doctor from Ghana, he spent five years trying to reach the “promised land” of Europe after leaving his remote village in the west African country.</p><p>At one stage, he was abandoned by smugglers in the Sahara and thought he would die. He only survived by drinking his urine.</p><p>After making it to Spain, he lived on the streets before he was adopted by a family. He attended one of the top business schools in Europe and founded NASCO Feeding Minds, an NGO which gives children in Ghana the chance to choose their own future by providing training and computers.</p><p>“This is not only going to be good for migrants but the whole society. It will mean that these people can start working legally, pay taxes and social security,” Umar told Al Jazeera.</p><p>“This will mean that all these people pay into the pension system in a country where the birthrate is low and there is a growing number of older people.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Lamine Sar, who arrived in Spain from Senegal 18 years ago, works with the Top Manta fashion label, which celebrates the work many migrants are forced to do, selling fake football shirts or handbags on sheets – known as mantas – in the streets.</p><p>“This is a huge step forward, not just for migrants in Spain but for everyone. It will mean these people contribute to society instead of being used in a kind of slavery in the black economy,” he told Al Jazeera.</p><p>The measure will apply to those living in Spain for at least five months and who had applied for international protection before December 31, 2025.</p><p>The regularisation will also include children of the applicants who already live in Spain. Applications start in April and run until June.</p><p>Spain’s government passed a decree that will not need to be passed in parliament, where the Socialist-led coalition lacks a majority and might have met with staunch opposition from the opposition conservative People’s Party and the far-right Vox party.</p><p>“The invasion kills. The arrival of half a million migrants will be a call to another half million migrants and put under strain on our health system, social security and security,” wrote Santiago Abascal, leader of Vox, in a message posted online.</p><p>Irregular migration to Spain fell by more than 40 percent last year, mainly because of deals struck between the Spanish government and those in Morocco and West Africa to increase security and cooperation.</p></div></div></body></html>"
        },
        {
            "title": "One family’s daily struggle reflects alarming food shortages in Yemen | Hunger | Al Jazeera",
            "time": "2026-01-28T06:26:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/IMG_7363-1769580275.jpg?resize=1920%2C1290",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-label=\"Listen to this article\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Sanaa, Yemen —</strong> Until a few years ago, Mehdi Galeb Nasr earned a living pushing an ice cream cart through the streets of the Yemeni capital, Sanaa, moving between neighbourhoods to support his family.</p><p>His livelihood became impossible after his eyesight began to deteriorate rapidly. “Selling ice cream was my main source of income,” Nasr told Al Jazeera. “I pushed my cart, selling ice cream to children across the capital. Blindness in one of my eyes began to take its toll on me.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>As his vision worsened, he would get lost and was unable to find his way at night. “I couldn’t see. Sometimes I had  to sleep outside until the sun came up so I could see my way home.”</p><p>Now 52, Nasr lives with his wife and five daughters in Sanaa. With no steady employment and limited options due to a catastrophic humanitarian crisis in one of the world’s most impoverished and conflict-ridden nations, he has no choice but to find other ways to make ends meet.</p><p>His plight, and worse, is shared by many in Yemen.</p><p data-start=\"669\" data-end=\"901\">The country is entering a <a href=\"/news/2026/1/19/yemen-faces-worst-food-crisis-since-2022-aid-group-warns\">perilous new phase of food shortages</a> with more than half the population – about 18 million people – expected to face worsening hunger in early 2026, according to the International Rescue Committee (IRC).</p><p data-start=\"903\" data-end=\"1277\">The warning follows new projections under the Integrated Food Security Phase Classification hunger-monitoring system that were released earlier this month and show an additional million people at risk of life-threatening hunger.</p><p data-start=\"903\" data-end=\"1277\">It also comes as Yemen is experiencing its latest internal conflict with external regional actors involved in fighting in the nation’s south. <a href=\"/news/2024/3/25/report-millions-of-children-out-of-school-in-yemen\">Years of war</a> and mass displacement have shattered livelihoods and limited access to basic health and nutrition services. Declining humanitarian funding, unpaid salaries, inflation and international sanctions on Yemen have exacerbated the crisis.</p><p class=\"p1\">Yemen ⁠has been a source of <a href=\"/news/2026/1/12/yemens-saudi-backed-government-retakes-southern-areas-from-stc-what-next\">heightened tensions</a> in recent months between Saudi Arabia and the United Arab Emirates.</p><p class=\"p1\">The main southern Yemeni separatist group, the Southern Transitional Council (STC)  – which Saudi Arabia says is backed by the UAE – gained control of areas across southern and ​eastern Yemen in December, advancing ‌to within reach of the Saudi border, which the kingdom considered a threat to its national security, prompting it to carry out air strikes there.</p><p class=\"p1\">Saudi-backed fighters in Yemen have ‌since largely retaken those areas.</p><figure id=\"attachment_4270406\" aria-describedby=\"caption-attachment-4270406\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270406\" src=\"/wp-content/uploads/2026/01/IMG_7359-1769580268.jpeg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mehdi Galeb, Yeman\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270406\" class=\"wp-caption-text\">Mehdi Galeb sits with his family in the Yemeni capital, Sanaa, who often go to bed hungry, amid the country’s alarming food shortage crisis on January 27, 2026 [Yousef Mawry/Al Jazeera]</figcaption></figure><h2 id=\"going-to-bed-hungry\">Going to bed hungry</h2><p>Nasr now collects plastic bottles in the streets where he once sold ice cream. His wife and children accompany him so he does not get lost.</p><p>His work now is a last resort of informal labour that brings in a small amount of money, barely enough to cover a basic meal for a family of seven. On the day he spoke to Al Jazeera, Nasr said he earned just 600 Yemeni riyals — a little more than $1. “It’s not enough to cover what we need to eat for dinner before we go to bed,” Mehdi added.</p><p>Despite this, such work has become the only option for many Yemenis these days, as they struggle to ensure a daily food supply.</p><p>For Nasr and his family, putting food on the table has become a daily struggle. “Currently, we do not even have gas to cook anything,” he said.</p><p>“When we have gas, the only thing we can afford to cook is rice.” Even that is not always possible.</p><p>“Last night, me, my wife and five daughters went to bed without eating dinner,” he added.</p><p>Nasr links his family’s dire situation to the wider conflict and economic collapse that have shaped life in Yemen.</p><p>“Due to the foreign aggression against us that began back in 2015, life became more difficult for all Yemenis,” he said.</p><p>Informal work, reducing meals, and enduring nights without food will continue to be the reality for half the population.</p><p>Nasr and his family are one of millions of Yemeni households living below the subsistence level in severe poverty. He says his greatest concern is not knowing whether he will be able to provide food for his daughters from one day to the next.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump promises to ‘de-escalate’ Minnesota crisis after Alex Pretti shooting | Donald Trump News | Al Jazeera",
            "time": "2026-01-28T06:11:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769579228.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump promises to ‘de-escalate’ Minnesota crisis after Alex Pretti shooting</h1><p class=\"article__subhead\"><em>US president says he still has confidence in Homeland Security Secretary Kristi Noem amid calls for her resignation.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump said his administration intends to “de-escalate” the spiralling crisis in the state of Minnesota after federal agents killed two United States citizens, including <a href=\"/video/newsfeed/2026/1/27/health-professionals-pay-tribute-to-alex-pretti\">intensive care nurse Alex Pretti</a>, who was shot by two Border Patrol officers over the weekend.</p><p>“I don’t think it’s a pullback. It’s a little bit of a change,” President Trump told Fox News on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We’re going to de-escalate a little bit,” Trump said, referring to a sweeping federal immigration crackdown in Minneapolis that has led to weeks of protests, the killing of Pretti and Renee Good, and a standoff between state and federal officials.</p><p>Top Trump officials, including Department of Homeland Security Secretary Kristi Noem, are under fire from Democrats and a growing number of Republicans over how they responded to Pretti’s shooting.</p><p>Pretti was filming Border Patrol officers with his phone when he was shot and killed on Saturday.</p><p>He was also a licensed gun owner with a permit to carry a weapon in public, which he was wearing at the time of the shooting and which appears to have been confiscated by officers before he was killed.</p><p>Trump told Fox News that he still had confidence in Noem despite calls for her resignation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Noem, who oversees both Immigration and Customs Enforcement (ICE) and Customs and Border Protection (CBP), responded to the killing by accusing Pretti of engaging in “domestic terrorism” and suggested the ICU nurse had brandished his weapon at Border Patrol agents during an altercation.</p><p>Noem’s remarks preceded any investigation findings and broke with the longstanding protocols of how US officials discuss a civilian shooting by law enforcement. Her characterisation of events also conflicted with preliminary video evidence showing that Pretti did not take out his weapon at any time while he was tackled and later shot and killed by officers.</p><p>A CBP official informed Congress on Tuesday that two federal officers fired shots during the killing of Pretti.</p><p>According to a notice sent to Congress, officers tried to take Pretti into custody and he resisted, leading to a struggle. During the struggle, a Border Patrol agent yelled, “He’s got a gun!” multiple times, the official said in the notice, according to The Associated Press news agency.</p><p>A Border Patrol officer and a CBP officer each fired Glock pistols, the notice said.</p><p>Investigators from CBP’s Office of Professional Responsibility conducted the analysis based on a review of body-worn camera footage and agency documentation, the notice said. US law requires the agency to inform relevant congressional committees about deaths in CBP custody within 72 hours.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "India curbs ‘grocery under 10 minutes’. But riders must still fatally race | Business and Economy | Al Jazeera",
            "time": "2026-01-28T05:58:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-05-31T074627Z_724031747_RC2H18AJSK2D_RTRMADP_3_ASIA-WEATHER-INDIA-HEATWAVE-1768732667.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India —</strong> Just moments before, they were both navigating the busiest traffic hours at an intersection in Noida, a satellite city of Delhi, delivering groceries at the doorstep. The next thing he knew, Himanshu Pal, 21, stood there, helpless, looking over the body of his colleague, rammed by a car.</p><p>His friend, Ankush, was “just 18, and just out of high school,” Pal told Al Jazeera. It was Ankush’s first day in a metropolitan city, after he came from his village in eastern Bihar, more than 1,000km (600 miles) away; he rented a cheap electric bike and signed up with Swiggy, one of India’s quick commerce giants.</p><p>Ankush packed his first order and tried to figure out how to reach the location – mandatorily within 10 minutes – when Pal held his hand and showed him the way around the app. “He was trying his best: looking at the phone, then on the road, a customer calling back; then on the phone, a traffic light, and then on the road again,” Pal recalled, from October last year.</p><p>“That was all. A car hit and left him dead at the signal.” Pal and his colleagues crowdfunded for an ambulance to take the body back to his village.</p><h2 id=\"quick-delivery-quick-death\">Quick delivery, quick death</h2><p>India’s rapid delivery services are a marvel to the rest of the world, competing to deliver everything from food to groceries and medicines to cigarettes to the country’s 430 million-strong middle class. Swiggy, where Ankush worked, and Zomato have been the dominant quick commerce platforms for more than a decade. But others have joined, too, including Zepto and Flipkart Minutes. In December 2024, Amazon entered the market with a 15-minute delivery service called Tez — which means “fast” in Hindi and Urdu.</p><p>As competition tightened, some, like Zomato’s Blinkit service, explicitly promised 10-minute deliveries, while others like Swiggy’s Instamart tried to get riders to deliver in most cases in about 10 minutes.</p><figure id=\"attachment_4270436\" aria-describedby=\"caption-attachment-4270436\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270436\" src=\"/wp-content/uploads/2026/01/s1-1769580759.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Screen\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270436\" class=\"wp-caption-text\">[Screen grab]</figcaption></figure><p>But for riders trying to beat traffic-congested and potholed roads in India’s metropolises, these top-down delivery deadlines have often served as a death trap. Riders and unions have repeatedly pointed out road accidents that often lead to deaths but are not reported as workplace fatalities. And the dangers extend well beyond crashes. Workers ride long hours outdoors in extreme heat, alongside deadly exposure to toxic air in cities like Delhi and Bengaluru. Payouts are influenced by a star-based rating system, which means that riders can’t push back against misbehaving customers.</p><p>In early January, the Indian government intervened and asked all quick commerce platforms to stop promising “10-minute deliveries” after a nationwide strike by the gig workers over dangerous working conditions.</p><p>But experts and workers toiling within India’s mammoth quick commerce engine say that the reality remains largely unchanged — the intense competition for speedy deliveries means that with or without a formal 10-minute promise, riders are under pressure to do whatever it takes to get packages to customers as fast as possible.</p><p>“The Indian middle class is literally riding on the back of the poor,” said Vandana Vasudevan, the author of OTP Please!, a 2025 book on the lives of gig workers. “They sit at home, and are extremely pampered by this rather innovative tech model,” she told Al Jazeera, “but all these privileges are coming at the cost of workers.”</p><figure id=\"attachment_4248764\" aria-describedby=\"caption-attachment-4248764\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4248764\" src=\"/wp-content/uploads/2026/01/2021-07-13T111814Z_853912162_RC2KJO944EB1_RTRMADP_3_ZOMATO-IPO-1768732554.jpg?w=770&amp;resize=770%2C528&amp;quality=80\" alt=\"gig worker\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4248764\" class=\"wp-caption-text\">Delivery workers of Zomato, an Indian food-delivery startup, check their phones as they wait to collect orders outside a restaurant in Kolkata, India, on July 13, 2021 [Rupak De Chowduri/Reuters]</figcaption></figure><h2 id=\"rise-of-10-minute-delivery\">Rise of 10-minute delivery</h2><p>After the COVID-19 pandemic, which paved the path for digitising grocery services in India, quick commerce platforms have leveraged small “dark stores” — a warehouse exclusively meant to store goods for online shopping — in neighbourhoods to deliver thousands of products, from groceries and skincare to the latest iPhone.</p><p>As companies like Walmart’s Flipkart, Swiggy, or IPO-bound Zepto raced for even faster deliveries, they also redefined how urban India bought into the psychological appeal of instant gratification. Where many Indians previously planned and purchased, a <a href=\"https://ijsred.com/volume8/issue5/IJSRED-V8I5P142.pdf\">study</a> last year found that quick commerce had turned several of them into more impulsive buyers.</p><p>India’s gig economy, a $11.5bn market, has been ballooning: gig workers are projected to rise from 7.7 million in 2021 to 23.5 million by 2030, according to Niti Aayog, a government think tank.</p><p>In the last financial year, quick commerce platforms had a record-high year, with gross orders worth $7bn, more than double the previous year. The sector has been an investment darling, recording a staggering 142 percent compound annual growth rate from 2022.</p><p>But driving this apparent success story are two darker demographic factors, say experts. Middle-class neighbourhoods in Indian cities, while crammed together, are often segregated communities, making it easier for companies to rent a cheap warehouse near a posh locality. Meanwhile, the gap between the rich and the poor has reached a historic high, visible in everything from stagnant wages to the concentration of vast wealth. This allows companies to keep hundreds of riders idle, at every single store, waiting in line to pick the next order and race to deliver, without providing social security or minimum wages.</p><p>After the direction from officials of India’s labour ministry, quick commerce companies appear to have replaced the marketing promise of instant delivery within 10 minutes with other features like the availability of products.</p><p>But experts say that won’t change much – for the companies, or their workers.</p><p>The removal of the 10-minute delivery catchline is largely “optics-driven rather than business-altering,” Karan Taurani, executive vice president at securities firm Elara Capital, told Al Jazeera, adding that the proposition of quick commerce continues to be anchored in speed and convenience that remains structurally superior to horizontal e-commerce timelines.</p><p>A week after the government direction, platforms were often still showing a delivery time of less than 10 minutes, when Al Jazeera checked in three different cities in the national capital region, which also includes New Delhi.</p><figure id=\"attachment_4248781\" aria-describedby=\"caption-attachment-4248781\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4248781\" src=\"/wp-content/uploads/2026/01/2026-01-13T134545Z_857944782_RC2Z2S9F8FPI_RTRMADP_3_INDIA-ECOMMERCE-1768732683.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"gig worker\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4248781\" class=\"wp-caption-text\">A bird flies over a hoarding featuring an advertisement of the SoftBank-funded Blinkit, an Indian company which is offering 10-minute deliveries for groceries, in New Delhi, India, on January 20, 2022 [Anushree Fadnavis/Reuters]</figcaption></figure><h2 id=\"the-inherent-design-problem\">‘The inherent design problem’</h2><p>Quick commerce companies maintain that the new direction would have no material impact on their business model.</p><p>Delivery riders agree.</p><p>“We deliver groceries to doorsteps, keeping our lives on [the] line every single time,” said Pal, waiting outside a dark store near a wealthy neighbourhood in Noida, just outside New Delhi, for his next order. “This instant delivery idea is so rubbish; what could one possibly need within 10 minutes?”</p><p>The riders say the problem is inherent in the design. “The system works on simple maths for us: the more orders you deliver, the more you earn,” added Pankaj Kumar, another delivery rider, hovering over Pal’s shoulder.</p><p>“If we want to earn money on these platforms, we need to ride faster – all the while, flying my bike on the wrong side [of the road] and jumping signals,” Kumar said.</p><p>However, Vasudevan, the author, said that “the government’s intervention is a welcome step that has come as a relief to some workers.”</p><p>“The 10-minute problem comes with customer expectations; once you do away with the promise, the act of speed becomes at least voluntary,” she said.</p><p>“The architecture of a faster delivery is not a wrong thing in itself,” argued Vasudevan. “But a tight deadline is an architectural imposition on the riders that became the norm, unfortunately.”</p><p>And India’s quick commerce model has little regard for its workers’ welfare, Vasudevan added.</p><p>The Indian government is also introducing new labour laws that formally recognise gig workers for the first time, propose social security benefits, including pensions and accident insurance, and plans to establish a social security fund, partly funded by companies.</p><p>But for now, those plans exist just on paper – and workers say that they learned that there’s only one way for them to be heard: through collective action.</p><figure id=\"attachment_4248772\" aria-describedby=\"caption-attachment-4248772\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4248772\" src=\"/wp-content/uploads/2026/01/2024-10-14T134136Z_862568660_RC2BKAAJMEI3_RTRMADP_3_INDIA-RETAIL-QUICK-COMMERCE-1768732602.jpg?w=770&amp;resize=770%2C533&amp;quality=80\" alt=\"gig worker\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4248772\" class=\"wp-caption-text\">Swiggy gig workers assist another worker as he parks an electric three-wheeler delivery scooter during a promotional event in Mumbai, India, on October 14, 2024 [Francis Mascarenhas/Reuters]</figcaption></figure><h2 id=\"you-snooze-you-lose\">You snooze, you lose</h2><p>In the face of worsening working conditions and fluctuating wages, several workers’ groups coordinated a strike on New Year’s Eve.</p><p>Shaik Salauddin, national general secretary of the Indian Federation of App-Based Transport Workers (IFAT) that led the stoppage, told Al Jazeera that their demands from the platform companies were met with “corporate flexing power muscles, from PR games to intimidating riders”.</p><p>Salauddin, who is also part of a committee interacting with the Indian government on regulations, said that the demands included making companies’ algorithms, which dictate payouts, transparent and reliable. The workers are also asking for an end to “arbitrary blocking of workers’ IDs” and the right to organise protests.</p><p><span>Delivery riders say platforms use automated algorithms to deactivate a worker’s account, essentially firing them without notice, for a range of reasons, including lower ratings, frequent order cancellations, or customer complaints. The riders involved in protests have also faced police investigations in some cases.</span></p><p>In a statement on the strike, which sparked a fierce debate in the country on workers’ working conditions, one of the quick commerce leaders, Deepinder Goyal, who until recently headed Eternal, Zomato’s parent company, called the complaining workers “miscreants” who caused law and order problems.</p><p>The government appeared to disagree.</p><p>Welcoming the government’s intervention, Salauddin said, “Our collective voice reached the CEOs and the government; it is a win for those unionising.</p><p>“Thousands of riders logged off during peak hours in a protest for the right to life and dignity at the workplace,” said Salauddin.</p><p>But, “if the companies cheat us, then we will not sit silently,” he said, referring to the issue that the platforms are still delivering orders within 10 minutes after the government’s intervention.</p><p>Kumar, the delivery rider in Noida, said none of the riders were informed of any change by the platforms.</p><p>After the government intervention, Kumar said, the onus of riding quickly lies with them, now.</p><p>He fractured his right shoulder while delivering an order last year. Kumar said he was not provided with financial assistance in his treatment. Three days later, with a plaster on, he returned to the store, willing to ride with one hand. The manager had no problem, he said.</p><p>“If we lose a streak – of say hours in a day, days in a week – then we lose incentives,” said Kumar, standing dejected outside the dark store.</p><p>“What are we for the company? Just robots on bikes, delivering orders,” he added. “What’s for them to lose if one bike goes off the street?”</p><figure id=\"attachment_4248766\" aria-describedby=\"caption-attachment-4248766\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4248766\" src=\"/wp-content/uploads/2026/01/2021-07-13T112013Z_1150101235_RC2LJO9XD22L_RTRMADP_3_ZOMATO-IPO-1768732568.jpg?w=770&amp;resize=770%2C526&amp;quality=80\" alt=\"gig worker\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4248766\" class=\"wp-caption-text\">A delivery worker of Zomato, an Indian food-delivery startup, rides her bicycle along a road in Kolkata, India, on July 13, 2021 [Rupak De Chowduri/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Plane crash kills prominent Indian politician Ajit Pawar | Politics News | Al Jazeera",
            "time": "2026-01-28T05:51:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2019-11-28T154838Z_1593942527_RC2FKD9RSXOT_RTRMADP_3_INDIA-POLITICS-MAHARASHTRA-1769579831.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Jan 2026</span><span aria-hidden=\"true\">28 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">A plane crash has killed the deputy chief minister of India’s Maharashtra state, Ajit Pawar, the country’s aviation regulator has said.</p><p class=\"p1\">The plane, which took off from the state capital, Mumbai, on Wednesday, crash-landed at the airport in Pawar’s constituency of Baramati, according to the Directorate General of Civil Aviation (DGCA).</p><p class=\"p1\">Two members of the prominent politician’s staff and two crew members were also reported to have been killed.</p><p class=\"p1\">The cause of the crash has not yet been officially confirmed.</p><p class=\"p1\">Flightradar24, an online flight tracking service, said the aircraft was attempting a second approach to Baramati airport when it crashed.</p><p class=\"p1\">The Times of India newspaper quoted DGCA officials as saying the aircraft, a Learjet 45 operated by a company called VSR, crashed at about 8:45am local time (03:15 GMT).</p><p class=\"p1\">The daily said Pawar, the nephew of veteran politician Sharad Pawar, who founded the Nationalist Congress Party (NCP), was on his way to attend a public rally for the district council elections.</p><p class=\"p1\">A witness quoted by the newspaper said the aircraft exploded moments after hitting the ground.</p><p class=\"p1\">“When we rushed to the spot, the aircraft was on fire. There were four to five more explosions. People tried to pull the passengers out, but the fire was too intense,” said the witness.</p><figure id=\"attachment_3694140\" aria-describedby=\"caption-attachment-3694140\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3694140\" src=\"/wp-content/uploads/2025/05/2019-11-23T085123Z_2143076479_RC2WGD98FONP_RTRMADP_3_INDIA-POLITICS-MAHARASHTRA-1746624307.jpg?w=770&amp;resize=770%2C478&amp;quality=80\" alt=\"Nationalist Congress Party president Sharad Pawar speaks at a news conference in Mumbai, India, November 23, 2019. REUTERS/Francis Mascarenhas\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3694140\" class=\"wp-caption-text\">Ajit Pawar was the nephew of NCP founder Sharad Pawar (pictured) [File: Reuters]</figcaption></figure><p>Pawar, 66, built his political base through the grassroots cooperative movement. He was a key figure in state politics and served as the second-highest elected official in Maharashtra, as part of the larger federal governing coalition led by Prime Minister Narendra Modi.</p><p>He wielded considerable influence in the state’s vibrant sugar belt and was known for his ability to mobilise rural voters.</p><p>The news of Pawar’s death led to an outpouring of emotion.</p><p>Crowds gathered outside the Baramati hospital, where his body was taken. The state declared three days of mourning, during which flags will fly at half‑staff, government offices and schools will remain shut, and public events will be cancelled.</p><p>The state announced that the mourning period reflects its recognition of Pawar’s long service and influence in Maharashtra politics.</p><p>State’s Chief Minister Devendra Fadnavis said he had “no words to express my emotions”.</p><p>“I have lost my strong and generous friend,” Fadnavis posted on social media.</p><p class=\"p1\">A similar mood was indicated at the national level. Modi posted on X that Pawar’s “untimely demise” was “very shocking and saddening”.</p><p class=\"p1\">He was “widely respected as a hardworking personality”, the prime minister said, adding that “his passion for the empowerment of the poor and the deprived was particularly noteworthy”.</p></div></div></body></html>"
        },
        {
            "title": "Pegula sets up Australian Open semi against Rybakina as Swiatek crashes out | Tennis News | Al Jazeera",
            "time": "2026-01-28T05:41:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260128__949A93H__v1__MidRes__TennisAusOpen-1769578433.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Elena Rybakina and Jessica Pegula will clash in the semifinals of the Australian Open after knocking out pre-tournament favourites Iga Swiatek and Amanda Anisimova, respectively.</p><p>Reigning Wimbledon champion and second-seeded Swiatek, who was seeking a career Grand Slam with a win at Melbourne Park, was stunned by Rybakina in straight sets on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The 7-5, 6-2 win for the 2022 Wimbledon champion gives her a chance to win her second Grand Slam, while crushing Swiatek’s dreams of lifting the one Slam trophy that has eluded her despite six major titles.</p><p>Rybakina has made the Melbourne final once before, in 2023, when she lost in three tough sets to Aryna Sabalenka.</p><p>The 26-year-old fifth seed took her latest victory in her stride, saying a calmer mindset helped in the heat of battle.</p><p>“In the beginning, when it’s the first final and you go so far in a tournament, of course you are more emotional,” said Rybakina.</p><p>“Now I feel like I’m just doing my job, trying to improve each day. So it’s kind of another day, another match.”</p><p>Rybakina fired 11 aces ⁠and 26 winners at Rod Laver Arena, winning eight ​of the last nine games to underline her authority.</p><p>“Really pleased with the win,” said ‍Rybakina. “We know each other pretty well and I was just trying to stay aggressive.”</p><p>Swiatek struggled with her serve throughout the contest, and the world number two said that was something she needed to ‌improve on in the coming months.</p><p>“I didn’t serve as well ⁠as in Cincinnati, for example, against Elena. My serve was kind of normal and sometimes it could have given me a bit more,” Swiatek told reporters.</p><p>“There’s some stuff on the serve that I want to change and I already changed that ‌in the preseason. But then matches come and you don’t have that much time to think about this.</p><p>“You don’t want to think about these details when you play. So then it comes back to ‍the old patterns… There’s some stuff that I can change to play better, and I’ll try to do that.”</p><figure id=\"attachment_4270335\" aria-describedby=\"caption-attachment-4270335\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270335\" src=\"/wp-content/uploads/2026/01/AFP__20260128__94968KN__v1__MidRes__TennisAusOpen-1769578435.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Poland's Iga Swiatek reacts on a point to Kazakhstan's Elena Rybakina during their women's singles quarter-final match on day eleven of the Australian Open tennis tournament in Melbourne on January 28, 2026. (Photo by Izhar Khan / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270335\" class=\"wp-caption-text\">Iga Swiatek’s bid for a career Grand Slam is over for another year [Izhar Khan/AFP]</figcaption></figure><h2 id=\"pegula-revels-in-awesome-win-over-anisimova\">Pegula revels in ‘awesome win’ over Anisimova</h2><p>Meanwhile, Pegula – fresh off her win over last year’s champion Madison Keys – emerged victorious in an all-American quarterfinal against Anisimova with a 6-2, 7-6 (7-1) scoreline.</p><p>Pegula is yet to drop a set this year in Melbourne and is arrowing in on her first major crown at the age of 31.</p><p>“It’s awesome,” Pegula said of reaching her first Australian Open semifinal.</p><p>“I’ve been able to go deeper in ‍the US Open ⁠in the last couple of years, but here was the first Slam that I broke through at.</p><p>“I feel like I play some good tennis here, I like the conditions and even ​matches I’ve lost here I’ve played well ‌in, so I’ve been waiting for the time when I could break through.”</p><p>The sixth seed was helped by an error-riddled display from fourth seed Anisimova, who racked up 44 unforced errors to Pegula’s 21.</p><p>Anisimova’s frustrations boiled over at the end as her hopes of reaching a third major title in a row melted away in a blur of mistakes.</p><p>Sixth seed Pegula and Rybakina have shared three wins each in their six matches so far.</p><p>Two-time champion Sabalenka faces Ukrainian 12th seed Elina Svitolina in the other semifinal.</p><figure id=\"attachment_4270331\" aria-describedby=\"caption-attachment-4270331\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4270331\" src=\"/wp-content/uploads/2026/01/AFP__20260128__94998A7__v2__MidRes__TopshotTennisAusOpen-1769578431.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"USA's Amanda Anisimova reacts on a point to compatriot Jessica Pegula during their women's singles quarter-final match on day eleven of the Australian Open tennis tournament in Melbourne on January 28, 2026. (Photo by IZHAR KHAN / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4270331\" class=\"wp-caption-text\">Amanda Anisimova was left frustrated after committing a flurry of errors [Izhar Khan/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Is Trump’s ‘Board of Peace’ an effort to curtail Europe’s middle powers? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-28T05:11:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-24T141205Z_850062153_RC2O7JAENUHZ_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1769514169.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Most European countries have either turned down their invitations to join United States President Donald Trump’s <a href=\"/news/2026/1/18/trumps-board-of-peace-appears-to-seek-wider-mandate-beyond-gaza\">“Board of Peace”</a> for overseeing the reconstruction of Gaza – or politely suggested they are “considering” it, citing concerns.</p><p>From within the European Union, only Hungary and Bulgaria have accepted. That is a better track record of unity than the one displayed in 2003, when then-US President George W Bush called on member states to join his invasion of Iraq.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Spain, Britain, Poland, Hungary, Czechia and Slovakia said “yes”.</p><p>France turned the invitation down on the grounds that Trump’s board “goes beyond the framework of Gaza and raises serious questions, in particular with respect to the principles and structure of the United Nations, which cannot be called into question”.</p><p>Trump pointedly did not invite Denmark, a close US ally, following a diplomatic fracas in which he had threatened to seize Greenland, a Danish territory, by force.</p><p>The US leader signed the charter for his Board of Peace on January 22 at the World Economic Forum in Davos, Switzerland, calling it “one of the most consequential bodies ever created”.</p><p>It has come across to many of the countries invited to join it as perhaps too consequential – an attempt to supplant the United Nations, whose mandate the board is meant to be fulfilling.</p><p>Although Trump said he believed the UN should continue to exist, his recent threats suggest that he would not respect the UN Charter, which forbids the violation of borders.</p><p>That impression was strengthened by the fact that he invited Russia to the board, amid its full-scale invasion of Ukraine.</p><h2 id=\"trump-needs-a-big-win-ahead-of-midterms\">‘Trump needs a big win ahead of midterms’</h2><p>“Trump is thinking about the interior of the US. Things aren’t going well. He needs a big win ahead of the November midterms,” said Angelos Syrigos, a professor of international law at Panteion University in Athens.</p><p>The US president has spent his first year in office looking for foreign policy triumphs he can sell at home, said Syrigos, citing the abduction of Venezuelan President Nicolas Maduro, the bombing of Iran and his efforts to end the Ukraine war.</p><p>Trump has invited board members to contribute $1bn each for a lifetime membership, but has not spelled out how the money will be spent.</p><p>His son-in-law, Jared Kushner, is a member of the executive board.</p><p>“How will this thing function? Will Trump and his son-in-law <a href=\"/news/2026/1/18/trumps-board-of-peace-appears-to-seek-wider-mandate-beyond-gaza\">administer</a> it?” asked Syrigos.</p><p>Catherine Fieschi, a political scientist and fellow at the European University Institute, believed there was a more ambitious geopolitical goal as well.</p><p>“It’s as though Trump were gathering very deliberately middle powers … to defang the potential that these powers have of working independently and making deals,” she said.</p><p>Much like Bush’s 2003 “coalition of the willing” against Iraq, Trump’s initiative has cobbled together an ensemble of countries whose common traits are difficult to discern, ranging from Vietnam and Mongolia to Turkiye and Belarus.</p><p>Fieschi believed Trump was trying to corral middle powers in order to forestall other forms of multilateralism, a pathway to power that Canadian Prime Minister Mark Carney outlined in his speech at Davos, which so offended Trump.</p><p>“In a world of great power rivalry, the countries in between have a choice: [to] compete with each other for favour, or to combine to create a third path with impact,” Carney had said, encouraging countries to build “different coalitions for different issues” and to draw on “the power of legitimacy, integrity and rules”.</p><p>He decried the “rupture in the world order … and the beginning of a brutal reality where geopolitics among the great powers is not subject to any constraints”.</p><p>After the speech, Trump soon rescinded Canada’s invitation.</p><p>Countering agglomerations of power and legitimacy was Trump’s goal, Fieschi believed.</p><p>“Here you bind them into an organisation that in some ways offers a framework with Trump in it and the US in it, and implies constraints,” said Fieschi. “It’s not so much benign multilateralism as stopping the middle powers getting on with their hedging and with their capacity to have any kind of autonomy, strategic and otherwise.”</p><p>At the same time, she said, Trump was suggesting that the Board of Peace “might give them more power than they have right now in the UN”.</p><p>“Trump thinks this is like a golf club and therefore he’s going to charge a membership fee,” Fieschi said.</p><p>“If it was a reconstruction fee [for Gaza], I don’t think people would necessarily baulk at that,” she noted, adding that the fee smacked of “crass oligarchic motivation”.</p><p>The Board of Peace is called into existence by last November’s UN Security Council Resolution 2803 to oversee the reconstruction of Gaza.</p><p>It is defined as “a transitional administration” meant to exist only “until such time as the Palestinian Authority (PA) has satisfactorily completed its reform program … and [can] effectively take back control of Gaza.”</p><p>Trump’s charter for the board makes no mention of Gaza, nor of the board’s limited lifespan. Instead, it broadens the board’s mandate to “areas affected or threatened by conflict”, and says it “shall dissolve at such time as the Chairman considers necessary or appropriate”.</p><p>China, which has presented itself as a harbinger of multipolarity and a challenger of the US-led world order, rejected the invitation.</p><p>“No matter how the international landscape may evolve, China will stay firmly committed to safeguarding the international system with the UN at its core,” said Chinese Foreign Ministry spokesman Guo Jiakun last week.</p><p>The UN itself appears to be offended by Trump’s scheme.</p><p>“The UN Security Council stands alone in its Charter-mandated authority to act on behalf of all Member States on matters of peace and security,” wrote UN Secretary-General Antonio Guterres on social media on Monday, January 26.</p><p>“No other body or ad-hoc coalition can legally require all Member States to comply with decisions on peace and security,” he wrote.</p><p>Guterres was calling for a reform that would strengthen the legitimacy of the UN Security Council by better reflecting the balance of power in the world as it is, 81 years after the body was formed. But his statement can also be read as a veiled criticism of Trump’s version of the Board of Peace.</p><p>Transparency and governance are problematic, too.</p><p>Trump is appointing himself chairman of the board, with power to overrule all members. He gets to appoint the board’s executive, and makes financial transparency optional, saying the board “may authorise the establishment of accounts as necessary.”</p></div></div></body></html>"
        }
    ]
}