{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Does a Trump-brokered deal squeeze Russia, Iran out of the South Caucasus? | News | Al Jazeera",
            "time": "2025-08-13T11:04:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T211132Z_564796402_RC283GAK6Q15_RTRMADP_3_USA-AZERBAIJAN-ARMENIA-1755074281.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Azerbaijan’s President Ilham Aliyev, his late father and predecessor Heydar Aliyev and some of their closest political allies hail from Nakhchivan.</p><p>The name of this tiny, mountainous and underdeveloped Azeri area sandwiched between Armenia, Iran and Turkiye sounds unfamiliar to those outside the strategic South Caucasus region.</p><p>But Nakhchivan’s name and geopolitical significance resurfaced after United States President Donald Trump hosted a White House summit between Azeri and Armenian leaders on Friday.</p><p>Azerbaijan’s Aliyev and the Armenian Prime Minister Nikol Pashinyan signed a preliminary peace deal to end the decades-long conflict over Nagorno-Karabakh.</p><p>In the early 1990s, ethnic Armenians in the Nagorno-Karabakh region broke away from oil-rich Azerbaijan after a war that killed thousands and displaced hundreds of thousands.</p><p>Moscow brokered a truce in 1994, maintaining two military bases in resource-poor Armenia, supplying it with cheap energy while selling arms to Azerbaijan.</p><p>Even though the conflict did not involve Nakhchivan, it cut off the Zangezur Corridor, a 40km (25-mile) logistical umbilical cord to Azeri mainland that consists of a derelict road and parallel rusty rail tracks.</p><p>Air travel and hours-long, bumpy transit through Iran remained the only way to reach the exclave, whose authorities ruled it like a personal fiefdom, with laws and ways of life often contradicting those of the mainland.</p><p>After winning the 2020 war over Nagorno-Karabakh and restoring control over it three years later, Baku has been eager to revive the corridor, demanding its exterritoriality and even pondering the use of military force.</p><h2 id=\"a-new-reality-in-the-region\">‘A new reality in the region’</h2><p>The reasons go far beyond restoring access to Aliyev’s ancestral land. The corridor could become a mammoth transport hub between Turkiye, Azerbaijan and Central Asia.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>It may increase the flow of Central Asian hydrocarbons to Turkiye and further to Europe, boost the regional economy – and upend Russia’s two centuries of domination in the region that also includes Georgia.</p><p>Armenia was reluctant to allow Azeri access to the corridor, fearing that the emboldened Turkish-Azeri tandem may jeopardise its security.</p><p>But Trump cut through the Gordian knot on Friday, and his role “essentially, cements a new reality in the region”, according to Emil Mustafayev, the Baku-based chief editor of the Minval Politika online magazine.</p><p>“This is a serious shift in the security architecture and transport logistics of the South Caucasus,” he told Al Jazeera.</p><p>While in the White House, Aliyev and Pashinyan lavished Trump with praise and nominated him for a Nobel Peace Prize.</p><p>“What cracked me up is that [they] didn’t lose their way about how one has to communicate in Washington,” Andrey Kazantsev, an expert on the region, told Al Jazeera.</p><p>They also flattered Trump by naming the corridor the Trump Route for International Peace and Prosperity (TRIPP) and leasing it to Washington for up to 99 years with exclusive development rights.</p><p>What looks like one of Trump’s favourite real estate deals actually heralds a tectonic shift.</p><p>“Trump’s administration has indeed been quick to find its way towards the long-due geopolitical pivot,” Kazantsev said.</p><p>China, which has been promoting its Belt and Road Initiative in Asia and Eastern Europe, may remain “neutral” to it, and Russia, which has two military bases in Armenia, may “ignore it, at least, publicly”, he said. “But for Iran, it’s a real blow.”</p><h2 id=\"a-boost-of-washington-s-clout\">‘A boost of Washington’s clout’</h2><p>To guard the TRIPP, Washington may use a private military company – and eventually build a military base that nominally safeguards Armenia but actually keeps an eye on Iran, said Ukrainian political analyst Aleksey Kushch.</p><p>“It means more potential pressure on Iran and a boost of Washington’s clout in the resource-rich Caspian region where US oil companies made sizeable investments” in the 1990s, he said.</p><p>And Moscow is also about to lose a lot.</p><p>“No matter how paradoxical it sounds, it’s Moscow that has been and still is a decisive factor in the peace settlement between Armenia and Azerbaijan and in solving the latter’s problem of accessing Nakhchivan,” said Alisher Ilkhamov, head of Central Asia Due Diligence, a think tank in London.</p><p>“One of the main motives for rapprochement of both sides is their push to get rid of Moscow’s influence, of the peacekeeper’s role it has imposed on them,” he told Al Jazeera.</p><p>The new deal “only highlights how fictitious Moscow’s role as peacekeeper and middleman in peace settlement in the South Caucasus is”, Ilkhamov said.</p><p>However, the deal is not yet set in stone, and the Trump-hosted summit “sparked premature optimism”, said Kevork Oskanian of the University of Exeter, in the United Kingdom.</p><p>This optimism “should be tempered by realism and historical precedent [as] many peace processes have failed despite promising starts”, he told Al Jazeera.</p><h2 id=\"a-deal-not-yet-done\">A deal not yet done</h2><p>Baku, whose annual $5bn defence spending exceeds Yerevan’s entire debt-hobbled state budget, affirmed Armenia’s territorial integrity but did not withdraw from some 200sq km (77sq miles) of its land.</p><p>The TRIPP’s concept avoids Baku’s demand for the corridor’s extraterritoriality, balancing sovereignty with strategic access, Oskanian said.</p><p>But there are also questions as to whether Washington’s initiatives are “a principled intervention or opportunistic geopolitics”, he added.</p><p>Even without direct confrontation, Moscow and Tehran could try to undermine the deal.</p><p>“Their grudging acquiescence is essential – but far from guaranteed,” Oskanian said.</p><p>Iran <a href=\"/news/2025/8/9/iran-rejects-planned-transit-corridor-outlined-in-armenia-azerbaijan-pact\">threatened</a> on Saturday that the TRIPP “will not become a gateway for Trump’s mercenaries – it will become their graveyard”.</p><p>Armenia is a democracy “polarised” over the loss of Nagorno-Karabakh and Pashinyan’s <a href=\"/news/2025/7/8/in-armenia-a-bitter-dispute-escalates-between-pm-pashinyan-and-the-church\">conflict</a> with the Armenian Apostolic Church, Oskanian said.</p><p>To finalise the peace deal, Pashinyan would need to hold a referendum amending Armenia’s constitution that mentions the “reunification” with Nagorno-Karabakh – and win the 2026 parliamentary vote.</p><p>Therefore, the success of Trump’s deal depends on many intricacies of South Caucasus politics – and the West “must engage with nuance – not just geopolitics”, Oskanian concluded.</p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera reporter witnesses chaos as aid trucks arrive in north Gaza | Al Jazeera | Al Jazeera",
            "time": "2025-08-13T10:48:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755082048.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Aug 2025</span><span aria-hidden=\"true\">13 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What are Zelenskyy, Europe demanding of Trump ahead of Putin summit? | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-13T09:49:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/AP25069575054594-1741643682.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European leaders are scrambling to convince United States President Donald Trump to use his upcoming summit with his Russian counterpart, Vladimir Putin, to amplify pressure on Moscow to end the war in Ukraine on terms acceptable to Kyiv.</p><p>Trump, who has promised to end the three-year war, plans to meet Putin in <a href=\"/news/2025/8/12/top-russia-us-diplomats-hold-phone-call-before-trump-putin-alaska-meet\" target=\"_blank\" rel=\"noopener\">Alaska on Friday</a>, saying the parties are close to a deal that could resolve the conflict.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump recently told reporters that, “I’m going in to speak to Vladimir Putin, and I’m going to be telling him, ‘You’ve got to end this war. You’ve got to end it.’”</p><p>The US president said Kyiv and Moscow would both have to cede land in a compromise. “There’ll be some land swapping going on,” he said. Trump has, in the past, discussed the possibility of land swaps. However, neither Russia nor Ukraine have been interested in ceding land to each other as part of a <a href=\"/news/2025/8/12/zelenskyy-says-putin-readying-for-new-offensive-in-ukraine-not-ceasefire\" target=\"_blank\" rel=\"noopener\">peace</a> agreement.</p><p>European leaders <a href=\"/news/2025/8/11/eu-holds-talks-amid-fear-that-trump-putin-meeting-will-sideline-ukraine\" target=\"_blank\" rel=\"noopener\">worry</a> that major concessions to Russia could create security problems for the region in the future. On Wednesday, August 13, major European leaders are first convening among themselves and with Ukrainian President Volodymyr Zelenskyy and are then scheduled to speak to Trump and US Vice President JD Vance.</p><p>Here’s what Europe and Ukraine request of Trump, as he prepares for the meeting with Putin;</p><h2 id=\"keep-ukraine-in-the-room\">Keep Ukraine in the room</h2><p>Speaking to journalists on Tuesday, Zelenskyy said he would not be at the summit in Alaska, the first face-to-face meeting between Trump and Putin with both in office since 2018.</p><p>But he said he hoped it would be followed by “a trilateral meeting” with Trump and Putin, though the Russian leader has so far said he is not willing to meet Zelenskyy.</p><p>The Ukrainian president added that, “I believe that Trump represents the United States of America. He is acting as a mediator – he is in the middle, not on Russia’s side. Let him not be on our side but in the middle.”</p><p>On August 9, heads of state from France, Italy, Germany, Poland, the United Kingdom and the European Commission issued a statement in support of Ukraine. “We underline our unwavering commitment to the sovereignty, independence and territorial integrity of Ukraine,” they said, adding: “We continue to stand firmly alongside Ukraine.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The statement also insisted that “the path to peace in Ukraine cannot be decided without Ukraine”.</p><p>German Chancellor Friedrich Merz, who is convening a video call on Wednesday involving Trump, Vice President JD Vance, Zelenskyy and several European leaders to discuss Ukraine, has since doubled down on that message.</p><p>“We cannot accept that territorial issues between Russia and America are discussed or even decided over the heads of Europeans, over the heads of Ukrainians,” Merz said in a television interview on Sunday.</p><p>“I assume that the American government sees it the same way. That is why there is this close coordination,” he added.</p><p>The EU’s top diplomat, Kaja Kallas, said on August 10 that “the US has the power to force Russia to negotiate seriously”, but “any deal between the US and Russia must have Ukraine and the EU included, for it is a matter of Ukraine’s and the whole of Europe’s security.”</p><h2 id=\"ceasefire-first\">Ceasefire first</h2><p>Last week, Putin presented the Trump administration with a ceasefire proposal, demanding major territorial concessions from Kyiv in eastern Ukraine in exchange for an end to the fighting, according to European officials.</p><p>The offer, which Putin shared with US special envoy Steve Witkoff on August 6, set off a scramble to obtain further information. According to Zelenskyy, Putin has asked that Russia be handed over all of Ukraine’s eastern <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\" target=\"_blank\" rel=\"noopener\">Donetsk region</a>, a third of which Kyiv still holds.</p><p>But European leaders and Ukraine have responded with a counterproposal of their own, forwarded in a meeting with top US officials in Britain on Saturday. The European plan rejected Russia’s proposal to trade Donetsk for a ceasefire.</p><p>It also included demands that a ceasefire take place before any other steps are taken and insisted that territory can only be exchanged in a reciprocal manner.</p><p>Finally, the proposal stipulates that any territorial concessions made by Kyiv must be safeguarded by security guarantees, including potential NATO membership for Ukraine.</p><p>Ukraine, too, has long argued that a halt in fighting must precede any longer-term peace agreement. Russia on the other hand, has insisted on a larger peace settlement as a condition for a ceasefire.</p><h2 id=\"what-else-has-zelenskyy-said\">What else has Zelenskyy said?</h2><p>Last weekend, Zelenskyy said that Kyiv “will not give Russia any awards for what it has done,” and that “Ukrainians will not give their land to the occupier”.</p><p>Zelenskyy also pointed out that he doesn’t have the authority to sign off on land swaps. He said that changing Ukraine’s 1991 borders runs counter to the country’s constitution.</p><p>Elsewhere, Zelenskyy said in a video message posted to his social media account on Monday night that “he [Putin] is definitely not preparing for a ceasefire or an end to the war”.</p><p>“There is no indication whatsoever that the Russians have received signals to prepare for a post-war situation,” he said.</p><p>“On the contrary, they are redeploying their troops and forces in ways that suggest preparations for new offensive operations. If someone is preparing for peace, this is not what he does,” he added.</p><h2 id=\"what-else-has-trump-said\">What else has Trump said?</h2><p>On Monday, Trump criticised Zelenskyy over the Ukrainian leader’s resistance to ceding territory to Russia, saying he disagrees “very, very severely” with Zelenskyy.</p><p>“I get along with Zelenskyy, but, you know, I disagree with what he’s done. Very, very severely disagree. This is a war that should have never happened,” Trump told reporters at the White House.</p><p>Trump went on to say that “I was a little bothered by the fact that Zelenskyy was saying, ‘Well, I have to get constitutional approval.’ I mean, he’s got approval to go into war and kill everybody, but he needs approval to do a land swap – because there’ll be some land swapping going on,” Trump said.</p><p>He added that the land swap will be “for the good of Ukraine,” before adding that a possible deal will also involve “some bad stuff for both” Kyiv and Moscow.</p><p>“So, it’s good and there’s bad, but it’s very complex, because you have lines that are very uneven, and there’ll be some swapping. There’ll be some changes in land,” Trump said.</p><p>“We’re going to have a meeting with Vladimir Putin, and at the end of that meeting, probably in the first two minutes, I’ll know exactly whether or not a deal can be made,” he said.</p><p>“Ultimately, I’m going to put the two of them in a room. I’ll be there, or I won’t be there, and I think it’ll get solved,” Trump added.</p></div></div></body></html>"
        },
        {
            "title": "Cholera outbreak devastates Sudan refugee camps | Sudan war News | Al Jazeera",
            "time": "2025-08-13T09:41:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250812__69CH3NQ__v1__HighRes__SudanConflictHealthCholera-1755067832.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the cholera-stricken refugee camps of western Sudan, every second is infected by fear. Faster than a person can boil water over an open flame, the flies descend, and everything is contaminated once more.</p><p>Cholera is ripping through the camps of Tawila in Darfur, where hundreds of thousands of people have been left with nothing but the water they can boil to serve as both disinfectant and medicine.</p><p>“We mix lemon in the water when we have it and drink it as medicine,” said Mona Ibrahim, who has been living for two months in a hastily erected camp in Tawila.</p><p>“We have no other choice,” she said, seated on the bare ground.</p><p>Nearly half a million people sought shelter in and around Tawila from the nearby besieged city of <a href=\"/news/2025/8/4/cholera-deaths-rise-to-191-in-sudans-darfur-area-amid-famine-ongoing-war\">el-Fasher</a> and the Zamzam displacement camp in April, following attacks by the paramilitary Rapid Support Forces (RSF), at war with Sudan’s army since April 2023.</p><p>The first cholera cases in Tawila were detected in early June in the village of Tabit, about 25km (16 miles) south, said Sylvain Penicaud, a project coordinator for Doctors Without Borders, known by its French initials MSF.</p><p>“After two weeks, we started identifying cases directly in Tawila, particularly in the town’s displacement camps,” said Penicaud.</p><p>In the past month, more than 1,500 cases have been treated in Tawila alone, he said, while the United Nations children’s agency says about 300 of the town’s children have contracted the disease since April.</p><p>Across North Darfur state, more than 640,000 children under the age of five are at risk, according to UNICEF.</p><p>By 30 July, there were 2,140 infections and at least 80 deaths across Darfur, UN figures show.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Cholera is a highly contagious bacterial infection that causes severe diarrhoea and spreads through contaminated water and food.</p><p>Causing rapid dehydration, it can kill within hours if left untreated, yet it is preventable and usually easily treatable with oral rehydration solutions.</p><p>More severe cases require intravenous fluids and antibiotics.</p><p>Ibrahim Adam Mohamed Abdallah, UNICEF’s executive director in Tawila, said his team “advises people to wash their hands with soap, clean the blankets and tarpaulins provided to them, and how to use clean water”. But in the makeshift shelters of Tawila, even those meagre precautions are out of reach.</p><p>Water is often fetched from nearby natural sources – often contaminated – or from one of the few remaining shallow, functional wells.</p><p>“It is extremely worrying,” said MSF’s Penicaud, but “those people have no (other) choice.”</p><p>The UN has repeatedly warned of food shortages in Tawila, where aid has trickled in, but nowhere near enough to feed the hundreds of thousands who go hungry.</p><p>Sudan’s conflict, now in its third year, has killed tens of thousands and created the world’s largest displacement and hunger crises, according to the UN.</p><p>In Tawila, health workers are trying to contain the cholera outbreak – but resources are stretched thin.</p><p>MSF has opened a 160-bed cholera treatment centre in Tawila, with plans to expand to 200 beds, and a second centre in Daba Nyra, one of the most severely affected camps, but both are already overwhelmed, said Penicaud.</p><p>Meanwhile, aid convoys remain largely paralysed by the fighting, and humanitarian access has nearly ground to a halt.</p><p>Armed groups, particularly the RSF, have blocked convoys from reaching those in need.</p><p>The rainy season, which peaks this month, may bring floodwaters that further contaminate water supplies and worsen the crisis.</p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy, European leaders to hold Trump call ahead of Putin summit | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-13T09:32:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25220769577011-1-1754901225.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2025/8/13/russia-ukraine-war-list-of-key-events-day-1266\">Ukrainian President Volodymyr Zelenskyy</a> will travel to Berlin for talks with German Chancellor Friedrich Merz, European leaders and top United States officials ahead of a planned summit between US President Donald Trump and Russian President Vladimir Putin later this week.</p><p>Both the German and Ukrainian governments confirmed the visit on Wednesday, which comes as Kyiv and its European allies push to ensure their voices are heard in discussions about ending the war.</p><p>Merz has arranged a series of virtual meetings, beginning with European leaders and followed by a call with Trump and US Vice President JD Vance about an hour later.</p><p>The day will conclude with a separate discussion among leaders of the so-called “coalition of the willing” – an assemblage of Western countries allied with Ukraine.</p><p>At a news briefing on Wednesday, Merz also pledged to help Ukraine develop long-range missile systems without Western-imposed restrictions on their use or targets.</p><h2 id=\"trump-to-meet-putin\">Trump to meet Putin</h2><p>Trump has described Friday’s summit with the Russian leader in Alaska as “a feel-out meeting” to gauge whether Putin is serious about ending the conflict.</p><p>But he has unsettled European allies by suggesting Ukraine will have to give up some Russian-held territory and by floating the idea of land swaps, without specifying what Moscow might surrender.</p><p>European governments have insisted Ukraine must be part of any peace negotiations, warning that excluding Kyiv could benefit Moscow.</p><p>On Monday, Trump declined to commit to pushing for Zelenskyy’s participation in his talks with Putin, saying a meeting between himself, Putin and Zelenskyy could be arranged afterwards.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Zelenskyy claimed he rejected an offer on Tuesday that Putin had proposed, where Ukraine would withdraw from the 30 percent of the Donetsk region it still controls as part of a ceasefire deal.</p><p>Kyiv and European officials fear that any US–Russia agreement reached without them could legitimise Moscow’s seizure of Ukrainian territory – including Donetsk, Luhansk, Zaporizhia and Kherson – four regions which are partly occupied by Russia.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Russia’s Ministry of Foreign Affairs on Wednesday said Trump and Putin would discuss “all the accumulated issues” at the meeting.</p><p>Foreign Ministry spokesperson Alexei Fadeev also said that consultations requested by European countries were “insignificant”.</p><p>Russia’s position on ending its war on Ukraine was set out by President Vladimir Putin in June 2024 and has not changed, he added. Putin at that time demanded a full Ukrainian withdrawal from the four regions of the country that Russia has claimed as its own territory but does not fully control.</p><h2 id=\"fighting-continues-in-eastern-ukraine\">Fighting continues in eastern Ukraine</h2><p>Meanwhile, fighting continues along the front line, with the General Staff of the Ukrainian Armed Forces reporting 165 clashes with Russian forces over the past day, with the heaviest fighting in the Pokrovsk, Novopavlivka and Lyman sectors.</p><p>In the Kherson region, Russian forces used a drone to strike a civilian car on the Novoraisk–Kostyrka highway, killing a man and a woman, according to regional governor Oleksandr Prokudin on Telegram.</p><p>The Russian Defence Ministry said its air defences destroyed 46 Ukrainian drones overnight across Russian territory and the Sea of Azov.</p><p>Debris from intercepted drones fell on the roof of an apartment block in the southern city of Volgograd and in the yards of four residential buildings in Slavyansk-on-Kuban.</p><p>The AFP news agency has also reported that Ukraine is continuing to lose more ground, with evacuations in Bilozerske, while Ukrainian battlefield monitoring group DeepState reported that Russian forces had advanced in Nikanorivka, Shcherbynivka and near Petrivka in the Donetsk region.</p><p>Meanwhile, the Ukrainian General Staff said its forces were engaged in “difficult” fighting near Pokrovsk in Donetsk, a key logistical hub for Kyiv’s forces, whose capture would deal a significant blow to its front-line defences and prospects at securing a favourable peace deal with Russia.</p></div></div></body></html>"
        },
        {
            "title": "New York protests over killing of Al Jazeera staff in Gaza and US blackout | Gaza | Al Jazeera",
            "time": "2025-08-13T09:25:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755077075.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Aug 2025</span><span aria-hidden=\"true\">13 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Wildfires scorch Greece as heatwave grips parts of Europe | Climate Crisis News | Al Jazeera",
            "time": "2025-08-13T09:25:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-13T064707Z_1366096635_RC256GAGO1CO_RTRMADP_3_EUROPE-WEATHER-GREECE-WILDFIRES-1755077073.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Greece is facing its hardest days yet of this year’s wildfire season, a senior firefighting official said, after dozens of new blazes erupted in a single day and extreme weather hampers extinguishing efforts.</p><p>Strong winds, prolonged dryness and intense heat have worsened conditions across much of the mainland and on the islands, forcing evacuations and dramatic rescue operations in recent days.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Kostas Tsingas, head of the fire brigade officers’ association, told broadcaster ERT News on Wednesday that 82 new fires were recorded across the country the previous day, a number he called “exceptionally high”.</p><p>The situation is particularly dangerous near the western city of Patras, on the hard-hit Peloponnese peninsula, where two large fires are burning.</p><p>Major blazes are also raging in the region of Preveza in the northwest, as well as on the islands of Zakynthos and Chios.</p><p>On Chios, the coastguard picked up dozens of people at the small harbour of Limnia because the smoke was so intense.</p><p>Some 13 firefighters have been treated for burns and other injuries, fire brigade spokesman Vassilis Vathrakogiannis told a televised briefing on Wednesday.</p><p>Nearly 5,000 firefighters assisted by 33 aircraft were deployed since dawn to contain the flames stoked by winds and hot, dry conditions near Patras, on the tourist islands of Chios and Zakynthos and in at least three inland spots.</p><p>“Today, it will be another very difficult day, as the wildfire risk for most of the country’s regions will be very high,” Vathrakogiannis said. Temperatures were forecast to reach 34 degrees Celsius (93.2 Fahrenheit) in some places.</p><p>Greece has requested help from fellow European Union members and applied for four firefighting aircraft through the EU Civil Protection Mechanism.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"hundreds-evacuated\">Hundreds evacuated</h2><p>Elsewhere in Europe, heat alerts were issued in Italy, France, Spain, Portugal and the Balkans on Tuesday, with temperatures expected to soar <a href=\"/news/2025/8/11/wildfires-blaze-through-parts-of-europe-as-heatwave-hits\">above 40C (104F)</a> in some regions.</p><p>Europe has been battling wildfires for weeks now, with smoke and greenhouse gas emissions related to forest fires since the beginning of summer in the Northern Hemisphere among the highest ever recorded, according to the EU climate monitor Copernicus.</p><p>In Spain, an employee of a Spanish equestrian centre died from his injuries in Tres Cantos, a wealthy suburb north of Madrid, officials said on Tuesday. Later, officials in Castile and Leon in northwestern Spain confirmed another man was killed while fighting fires.</p><p>About 2,000 people were evacuated from hotels and homes near the popular beaches of Tarifa in Andalusia, southern Spain after a wildfire broke out.</p><p>In the Castile and Leon region, dozens of blazes were reported, including one threatening Las Medulas, a UNESCO World Heritage site known for its ancient Roman gold mines.</p><p>The head of the regional government Alfonso Fernandez Manueco pledged “to act quickly and generously” once the fire is over to restore the site “to its full glory as soon as possible”.</p><p>Spanish Prime Minister Pedro Sanchez said on X that rescue services were “working tirelessly to extinguish the fires” and warned: “We are at extreme risk of forest fires. Please be very cautious.”</p><p>In Spain’s region of Galicia, low rainfall and strong winds have made firefighting efforts more difficult, said Al Jazeera’s Felix Nyawara.</p><p>“I’m so sorry because there are lots of animals up … that will also get burned [if] no one … finds them,” Mari Carmen, a Spanish resident of Galicia, told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"heat-grips-the-balkans\">Heat grips the Balkans</h2><p>In Montenegro, a soldier died and another was seriously injured when their water tanker overturned while fighting wildfires in the hills north of the capital, Podgorica.</p><p>Police in Albania said an 80-year-old man died from smoke inhalation on Tuesday after he lit a blaze in his yard that spread out of control to nearby villages in Elbasan district’s Gramsh area.</p><p>In Italy, a child died of heatstroke on Monday.</p><p>Eleven Italian cities, including Rome, Milan and Florence, were also placed on red alert on Tuesday due to the heat.</p><p>In southern France, temperature records were broken at four weather stations on Monday, and three-quarters of the country was under heat alerts on Tuesday.</p><p>In Portugal, firefighters battled three large wildfires, with the most serious near Trancoso in the centre of the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Dying of thirst in Gaza | Gaza | Al Jazeera",
            "time": "2025-08-13T08:34:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/PP_1920-1080_NO_AJ-LOGO-1755073924.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Access to clean drinking water should be a right. Yet, for Palestinians in Gaza, it’s anything but. Israel has bombed what little water was keeping the taps running, and men, women and children are being killed by Israeli attacks at collection points. Aid groups say Israel is using water as a weapon of war.</p></div></div></body></html>"
        },
        {
            "title": "Japan’s Nikkei 225 hits all-time high after US inflation remains steady | Financial Markets | Al Jazeera",
            "time": "2025-08-13T08:23:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250812__69BG6ZQ__v1__MidRes__JapanEconomyStocks-1755062368_fcd497-1755071840.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan’s Nikkei 225 hits all-time high after US inflation remains steady</h1><p class=\"article__subhead\"><em>Asian stock markets see big gains amid growing expectations of an interest rate cut by the US Federal Reserve.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japan’s benchmark stock market index has topped its all-time high for a second straight day amid expectations of an interest rate cut in the United States and easing trade tensions between Washington and Beijing.</p><p>The Nikkei 225 rose above 43,421 points on Wednesday after better-than-expected US inflation data bolstered the case for a rate cut by the US Federal Reserve at its next committee meeting in September.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The milestone came after the Nikkei on Tuesday breached the 42,999-point mark for the first time.</p><p>In the US, the benchmark S&amp;P 500 and tech-heavy Nasdaq Composite also closed at record highs on Tuesday after rising 1.13 percent and 1.39 percent respectively, as investors cheered the latest inflation data release, which showed consumer prices rising a lower-than-expected 2.7 percent in July.</p><p>The inflation data added to a positive turn in investor sentiment following US President Donald Trump’s announcement on Monday of a 90-day extension of his pause on crippling tariffs on Chinese goods.</p><p>Other Asian stock markets also racked up big gains on Wednesday, with Hong Kong’s Hang Seng Index and South Korea’s KOSPI rising about 2.50 percent and 1 percent, respectively.</p><p>The Fed and its chair, Jerome Powell, have for months been under intense pressure from Trump to lower interest rates.</p><p>A cut in the benchmark rate would deliver a boost to the US economy, the biggest driver of global growth, by lowering borrowing costs for American households and businesses.</p><p>But the Fed has been reluctant to cut the rate due to concerns it could stoke inflation at a time when Trump’s sweeping tariffs are already putting pressure on prices.</p><p>“Jerome ‘Too Late’ Powell must NOW lower the rate,” Trump said in a post on Truth Social on Tuesday, claiming that the Fed chair had done “incalculable” damage to the economy by not lowering borrowing costs.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On Tuesday, CME Group’s FedWatch tool raised the likelihood of a September rate cut to 96.4 percent, up from 85.9 percent the previous day.</p></div></div></body></html>"
        },
        {
            "title": "Israel, South Sudan in talks over forced transfer of Palestinians: Report | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-13T07:53:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_689c3c36c4b0-1755069494.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel is in discussions with South Sudan about forcibly relocating <a href=\"/tag/israel-palestine-conflict/\">Palestinians from Gaza</a> to the East African country, according to six people familiar with the matter who spoke to The Associated Press.</p><p>The proposal is part of an Israeli effort to displace Palestinians from Gaza – a move human rights groups warn would amount to forcible expulsion, <a href=\"/features/2025/8/12/is-israel-using-gaza-tribal-militias-to-help-ethnic-cleansing\">ethnic cleansing,</a> and would violate international law.</p><p>Critics of the transfer plan fear Palestinians would never be allowed to return to Gaza and that mass departure could pave the way for Israel to annex the enclave and re-establish Israeli settlements there, as called for by far-right ministers in the Israeli government.</p><p>South Sudan has struggled to recover from a civil war that broke out shortly after independence in 2011, killing nearly 400,000 people and leaving parts of the country facing famine. It already hosts a large refugee population from conflicts in neighbouring countries.</p><p>Israeli Prime Minister Benjamin Netanyahu has previously said he wants to advance what he calls “voluntary migration” for much of Gaza’s population, a policy he has linked to <a href=\"/news/2025/2/6/us-officials-walk-back-elements-of-trumps-gaza-takeover-plan\">previous statements</a> of United States President Donald Trump.</p><p>“I think that the right thing to do, even according to the laws of war as I know them, is to allow the population to leave, and then you go in with all your might against the enemy who remains there,” Netanyahu said Tuesday in an interview with i24, an Israeli TV station. He did not make reference to South Sudan.</p><p>The AP reported that Israel and the US have floated similar proposals with Sudan, Somalia, and the breakaway region of Somaliland.</p><p>Egypt, which shares a border with Gaza, has strongly opposed any forced transfer of Palestinians out of the enclave, fearing a refugee influx into its territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>South Sudanese civil society leader Edmund Yakani told the AP that the country “should not become a dumping ground for people … and it should not accept to take people as negotiating chips to improve relations”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Joe Szlavik, founder of a US lobbying firm working with South Sudan, said he was briefed by South Sudanese officials on the talks.</p><p>According to Szlavik, the country wants the Trump administration to lift a travel ban and remove sanctions on some South Sudanese elites, suggesting the US could be involved in any agreement about the forcible displacement of Palestinians.</p><p>Peter Martell, a journalist and author of First Raise a Flag, said “cash-strapped South Sudan needs any ally, financial gain and diplomatic security it can get”.</p><p>The Trump administration has previously pressured several countries to accept deportations, and South Sudan has already taken in eight individuals removed from the US under the administration’s mass deportation policy.</p></div></div></body></html>"
        },
        {
            "title": "Sprinter Richardson apologizes while addressing domestic violence arrest | Athletics News | Al Jazeera",
            "time": "2025-08-13T06:23:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25215711279114-1755065438.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sprinter Richardson apologizes while addressing domestic violence arrest</h1><p class=\"article__subhead\"><em>100m champion Sha’Carri Richardson addresses domestic violence arrest and apologizes to boyfriend Christian Coleman.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sprinter Sha’Carri Richardson has addressed her recent domestic violence arrest in a video on social media and issued an apology to her boyfriend Christian Coleman.</p><p>Richardson posted a video on her Instagram account Monday night in which she said she put herself in a “compromised situation”. She issued a written apology to Coleman on Tuesday morning.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“I love him &amp; to him I can’t apologize enough,” the reigning 100-meter world champion wrote in all capital letters on Instagram, adding that her apology “should be just as loud” as her “actions”.</p><p>“To Christian I love you &amp; I am so sorry,” she wrote.</p><p>Richardson was arrested on July 27 on a fourth-degree domestic violence offence for allegedly assaulting Coleman at the Seattle-Tacoma International Airport. She was booked into South Correctional Entity in Des Moines, Washington, for more than 18 hours.</p><p>Her arrest was days before she ran the 100 metres at the US championships in Eugene, Oregon.</p><p>In the video, Richardson said she’s practising “self-reflection” and refuses “to run away but face everything that comes to me head on”.</p><p>According to the police report, an officer at the airport was notified by a Transportation Security Administration supervisor of a disturbance between Richardson and her boyfriend, Coleman, the 2019 world 100-metre champion.</p><p>The officer reviewed camera footage and observed Richardson reach out with her left arm and grab Coleman’s backpack and yank it away. Richardson then appeared to get in Coleman’s way, with Coleman trying to step around her. Coleman was shoved into a wall.</p><p>Later in the report, it said Richardson appeared to throw an item at Coleman, with the TSA indicating it may have been headphones.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The officer said in the report: “I was told Coleman did not want to participate any further in the investigation and declined to be a victim.”</p><p>A message was left with Coleman from The Associated Press.</p><p>Richardson wrote that Coleman “came into my life &amp; gave me more than a relationship but a greater understanding of unconditional love from what I’ve experienced in my past”.</p><p>She won the 100 at the 2023 world championships in Budapest and finished with the silver at the Paris Games last summer. She also helped the 4×100 relay team to an Olympic gold.</p><p>She didn’t compete during the Tokyo Olympics in 2021, following a positive marijuana test at the US Olympic trials.</p></div></div></body></html>"
        },
        {
            "title": "Gaza doctor describes ‘daily patterns’ in Israeli maiming at GHF sites | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-13T05:07:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T180329Z_813342554_RC231GA5ZH1K_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1755059752.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An American paediatrician who volunteered in the Gaza Strip says the injuries inflicted on Palestinian aid seekers at sites run by the <a href=\"/news/2025/6/8/gaza-aid-sites-branded-human-slaughterhouses-under-deadly-israeli-fire\">Gaza Humanitarian Foundation (GHF)</a> suggest that Israeli forces there shot the men and boys deliberately, by targeting specific body parts on specific days.</p><p>Ahmed Yousaf made the comments to Al Jazeera from the Jordanian capital, Amman, on Tuesday, hours after returning from Gaza, where he had spent two and a half weeks working at Al-Aqsa Hospital in central Deir el-Balah and al-Shifa Hospital in Gaza City.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The doctor said he witnessed “mass casualty incidents” from Israeli shootings at the distribution points run by the United States-backed GHF on an almost daily basis.</p><p>The boys and young men came in with very specific injuries, “almost like a daily pattern”, he said.</p><p>“Meaning on a given day, say Monday, we’d get 40,60 patients coming in at a given time, and they would all be shot in the legs, or in the pelvic area, or the groin on a given day, just kind of a similar pattern. And the next day, we would see upper body, chest, thoracic pattern, and then there were days we saw only head wounds, upper neck bullet wounds. And what it felt like… was that somebody behind the gun that day was going to choose the way they were either going to maim or decide to kill people,” he said.</p><p>“It was age indiscriminate.”</p><p>Yousaf’s comments are the latest by medical staff in Gaza accusing Israeli forces and US contractors of targeted and indiscriminate violence at the GHF sites.</p><p>Doctors Without Borders, known by its French acronym MSF, said last week that the GHF-run food distributions in famine-stricken Gaza have become sites of “<a href=\"/news/2025/8/7/gaza-aid-distribution-declared-orchestrated-killing-by-msf\">orchestrated killing and dehumanisation</a>“, while Human Rights Watch said the shootings amount to serious violations of international law and war crimes.</p><p>On Tuesday alone, at least 19 aid seekers were killed at GHF sites in Gaza, while many more were wounded, according to medics and witnesses.</p><p>At least 1,838 Palestinians have been killed while seeking aid, and another 13,409 have been wounded since the GHF began its operations in late May, official figures show.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Israel has in some instances acknowledged opening fire at the GHF sites, but denies deliberately targeting civilians.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"all-of-gaza-is-a-death-trap\">‘All of Gaza is a death trap’</h2><p>Yousaf, the US paediatrician, said the victims at the GHF sites were mainly boys and young men, as they are often the ones taking the risk to try to get food for their families, “given the dynamic of the risk associated with trying to carry a 5-pound [2.3kg] bag of flour, maybe kilometres, sometimes”.</p><p>“The people would tell us they were sometimes at the site, or around the area, or they were trying to leave… and they were shot indiscriminately; it was like they were being sprayed. It seemed quite obvious to them and to us, from a pattern-recognition perspective… that on a given day, whoever was making the decision behind the trigger was choosing a very specific pattern of fire,” he said.</p><p>The doctor went on to describe all of Gaza as a “death trap”.</p><p>“It is a cage in which people are being marked for death. It almost feels like there is a quota for the number of people that need to be killed on a given day,” Yousaf said.</p><p>On the days that Palestinians stayed away from the GHF sites, because Israel had allowed in more aid trucks, there would be more intense air attacks, he said.</p><p>“The last four days that we were there, when there was a bit more aid access via food trucks, the risk profile changed. And Palestinians going to the food distribution sites wasn’t nearly worth the risk because there was some food elsewhere. So we saw a significant uptick in bomb blasts on the streets, homes, vehicles. So the pattern of the MCIs – the mass casualty incidents – changed from bullet wounds, mostly boys and young men, to just indiscriminate bombings. We saw women and children, elderly, on the days the bombs come in,” he told Al Jazeera.</p><p>The doctor described the Israeli atrocities in Gaza as a “genocide”.</p><p>One clear aspect of this, he said, was Israel’s refusal to let him and his colleagues take in medical supplies or baby formula in to the besieged Strip.</p><p>“When we were screened by the [Israeli military] at the border, the vast majority of us had things confiscated from our bags. Things like food and multivitamins and antibiotics and medical supplies, like stethoscopes, everything you can imagine, that we wished we could have to treat the people on the ground in Gaza,” he said.</p><p>“And this resulted in a situation in which, when those patients came in, in different stages of dying, screaming in pain for their mothers… we knew that in any other environment, we could have done something for them, but in the environment of Gaza, in the death trap that is Gaza completely, we were unable to give them the aid that they deserve, to provide the human dignity and humanity that they deserve.”</p></div></div></body></html>"
        },
        {
            "title": "South Korean crypto mogul Do Kwon pleads guilty to fraud | Crypto | Al Jazeera",
            "time": "2025-08-13T04:30:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25224746222093-1755056361_34d945-1755057015.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>South Korean crypto mogul Do Kwon pleads guilty to fraud</h1><p class=\"article__subhead\"><em>Cryptocurrency entrepreneur faces up to 25 years in prison over the $40bn collapse of the TerraUSD and Luna tokens.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Korean cryptocurrency mogul Do Kwon has pleaded guilty to fraud in the United States in a case tied to the $40bn collapse of the TerraUSD and Luna tokens.</p><p>Kwon, the cofounder of Singapore-based Terraform Labs, entered the plea at the Southern District of New York on Tuesday, according to court filings.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Kwon admitted to one count of conspiring to commit commodities fraud, securities fraud and wire fraud, and one count of committing wire fraud.</p><p>As part of his plea, the crypto entrepreneur agreed to forfeit more than $19m in proceeds from his crimes, according to prosecutors.</p><p>Kwon had in January entered a plea of not guilty to nine counts in the case, including securities fraud, wire fraud and money laundering conspiracy.</p><p>“Do Kwon used the technological promise and investment euphoria around cryptocurrency to commit one of the largest frauds in history,” US Attorney Jay Clayton said.</p><p>“Kwon attracted tens of billions in funds to Terraform’s ecosystem by promising a self-stabilising stablecoin. By the time the markets discovered the ecosystem was unstable, it was too late: the system collapsed, and investors around the world suffered billions in losses.”</p><p>Kwon, who is due to be sentenced on December 11, faces a maximum penalty of 25 years in prison.</p><p>Kwon was extradited to the US in December 2024, following his arrest in Montenegro after spending months on the run from authorities.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s ‘Golden Dome’ defence plan includes space missiles, lasers: Report | Donald Trump News | Al Jazeera",
            "time": "2025-08-13T04:24:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-12T220907Z_1528670427_RC2WLEALL4DQ_RTRMADP_3_TRUMP-PENTAGON-GOLDEN-DOME-ARCHITECTURE-EXCLUSIVE-1755051929.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has circulated plans for its $175bn “Golden Dome” missile defence system, revealing a possible new missile field in the Midwest and details of the project’s plans to shoot down missiles in space, the Reuters news agency reports.</p><p>According to a series of slides, titled “Go Fast, Think Big!”, presented to some 3,000 defence contractors in Huntsville, Alabama, last week, Reuters says that plans for the Golden Dome include three layers of missile interceptors, radar arrays and lasers, in addition to its space-based defences.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>While the presentation highlighted that the US “has built both interceptors and re-entry vehicles” for space-based missile interception before, the plans also acknowledged that the US has never built a vehicle that can handle the heat of reentry while targeting an enemy missile, according to Reuters.</p><p>Trump has estimated his Golden Dome could cost $175bn.</p><p>So far, Congress has appropriated $25bn for the system in the president’s <a href=\"/news/2025/5/22/us-house-passes-tax-and-spending-bill-by-single-vote\">tax and spending bill</a> passed in July. Another $45.3bn is earmarked for the Golden Dome in Trump’s 2026 presidential budget request.</p><p>“They have a lot of money, but they don’t have a target of what it costs yet,” a US official cited by Reuters said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Plans for the dome included a map showing that a new large-scale missile field, with systems built by Lockheed Martin, could be located in the US Midwest, Reuters reported.</p><p>The site would be in addition to two similar missile fields that already exist <span>in</span> southern California and Alaska.</p><p>Lockheed Martin has described the Gold Dome as “a defence system that shields America from aerial threats, hypersonic missiles and drone swarms with unmatched speed and accuracy”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Thanks to President Trump’s vision, Golden Dome will make this a reality, securing our future,” Lockheed Martin wrote in a post on social media in March.</p><p>Reuters said the slides did not include any references to Elon Musk’s SpaceX, which was part of a bid for Golden Dome contracts, alongside the software maker Palantir and defence systems manufacturer Anduril.</p><p>Trump campaigned on building “a missile defence shield around our country,” in the lead-up to the 2024 presidential election. At an earlier campaign event in July 2024, Trump compared his plans with <a href=\"/news/2023/10/12/whats-the-israel-iron-dome-defence-system-and-is-it-effective-all-to-know\">Israel’s Iron Dome</a>.</p><p>The Iron Dome is Israel’s missile defence system, which detects an incoming rocket, determines its path and intercepts it. The system was developed with more than <a href=\"/news/2021/9/23/us-israel-iron-dome-funding-controversy-explained\">$1bn in funding from the US.</a></p><p>Days after taking office on January 27, Trump signed an <a href=\"/news/2025/1/28/trump-announces-four-new-executive-orders-including-to-build-iron-dome\">executive order</a> to “immediately begin the construction of a state-of-the-art Iron Dome missile defence shield, which will be able to protect Americans”.</p><p>Although Trump secured $25bn for the system in his tax and spending bill, which also included <a href=\"/news/2025/7/1/who-wins-who-loses-if-trumps-one-big-beautiful-bill-passes\">significant cuts</a> to federal funding for other programmes, including Medicaid, the project still faces a significant funding shortfall.</p><p>Trump suggested in May that the shortfall could be partly made up by <a href=\"/news/2025/5/28/trump-says-canada-will-pay-61bn-for-golden-dome-or-become-51st-state\">Canada paying $61bn</a> towards the project.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3217906\" src=\"/wp-content/uploads/2024/10/INTERACTIVE-Israel-defence-system-Iron-dome-David-Sling-Arrow-System-Missile-1727876505_91a997-1727893852.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"Israel's defence system\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Typhoon Podul lashes southern Taiwan leaving one person missing | Weather News | Al Jazeera",
            "time": "2025-08-13T04:00:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250813__69EB3G3__v3__HighRes__TopshotTaiwanWeatherTyphoon-1755055942.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Typhoon Podul lashes southern Taiwan leaving one person missing</h1><p class=\"article__subhead\"><em>Schools and workplaces close, hundreds of flights cancelled and thousands evacuate as Typhoon Podul slams island.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Typhoon Podul has blown through Taiwan’s south with winds as powerful as 191km/h (118mph), leaving one person missing, forcing thousands of people to evacuate, schools to close, and hundreds of flights to be cancelled.</p><p>The typhoon made landfall on Wednesday, slamming into the southeastern city of Taitung at about 1pm (05:00 GMT), passing through the southern tip of the island and then passing into the Taiwan Strait some five hours later, Taiwan’s Central Weather Administration (CWA) said.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>One person was reported missing and 33 others injured, the government said.</p><p>It is expected to next make landfall on China’s southern coast late on Wednesday or early Thursday, affecting Fujian and Guangdong provinces, according to Chinese state broadcaster CCTV.</p><p>As much as 600mm (almost 24 inches) of rain has been forecast in southern Taiwan’s mountainous areas over the next few days, the CWA said, while nine cities and counties announced the suspension of work and school, including the southern metropolises of Kaohsiung and Tainan.</p><p>Taiwan’s government said that more than 5,500 people had been evacuated in advance of the typhoon’s arrival, and all domestic flights – a total of 252 – as well as 129 international routes have been cancelled, the transport ministry said.</p><p></p><p>Taiwan’s two main international carriers, China Airlines and EVA Air, said their cancellations were for routes out of Kaohsiung, with some flights from the island’s main international airport at Taoyuan stopped as well.</p><p>Typhoon Danas, which hit Taiwan in early July, killed two people and injured hundreds as the storm dumped more than 500mm (19.6 inches) of rain across the south over a weekend, causing widespread landslides and flooding.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>That was followed by torrential rain from July 28 to August 4, with some areas recording more than a year’s worth of rainfall in a single week. The week of bad weather left five people dead, three missing and 78 injured, a disaster official said previously.</p><p>Taiwan is accustomed to frequent tropical storms from July to October, while scientists say human-driven climate change is causing more intense weather patterns.</p><p>Along with flooding, typhoons routinely damage fruit and other cash crops and bring landslides through the island’s centre.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Will Trump’s India tariffs shut down world’s biggest cut diamond supplier? | Business and Economy | Al Jazeera",
            "time": "2025-08-13T03:05:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/IMG-20250805-WA0036-1755048233.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For Kalpesh Patel, Diwali, the festival of lights celebrated across India, might well mark lights out for his eight-year-old diamond cutting and polishing unit.</p><p>The 35-year-old employs about 40 workers who transform rough diamonds into perfectly polished gems for exports at the small factory in Surat, a city located in the western Indian state of Gujarat.</p><p>His business has survived multiple speed bumps in recent years. But United States President Donald Trump’s mammoth <a href=\"/news/2025/8/7/us-india-relations-at-their-worst-as-trump-slaps-50-percent-tariff\">50 percent tariffs</a> on imports from India might be the final nail in the coffin for his unit, part of an already struggling natural diamond industry, he said.</p><p>“We still have some orders for Diwali and will try to complete them,” he told Al Jazeera.</p><p>Diwali, arguably India’s single biggest festival, scheduled for late October this year, usually sees domestic sales of most goods soar. “But we might have to shut the business even before the festival, as exporters might cancel the orders due to high tariffs in the US,” Patesh said.</p><p>“It is becoming increasingly difficult to pay the salaries and maintain other expenses with falling orders.”</p><p>He is among the 20,000-odd small and medium traders in Surat, known as the “Diamond City of India”, which together cut and polish 14 out of every 15 natural diamonds produced globally.</p><p>The US is their single largest export market. According to the Gem and Jewellery Export Promotion Council (GJEPC), India’s apex body for the industry, the country exported cut and polished gems worth $4.8bn to the US in the 2024-25 financial year, which ended in March. That is more than one-third of India’s total exports of cut and polished diamonds, at $13.2bn over the same period.</p><p>Dimpal Shah, a Kolkata-based diamond exporter, told Al Jazeera that orders have already started getting cancelled. “Buyers in the US are refusing to offload the shipped products, citing high tariffs. This is the worst phase of my two-decade-old career in diamonds.”</p><figure id=\"attachment_3885296\" aria-describedby=\"caption-attachment-3885296\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885296\" src=\"/wp-content/uploads/2025/08/IMG-20250806-WA0011-1755048551.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"kalpesh Patel\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885296\" class=\"wp-caption-text\">Kalpesh Patel, who runs a diamond cutting and polishing business in Surat, Gujarat, fears that he may not be able to continue his business for long, because of US tariffs on Indian imports [Photo courtesy of Kalpesh Patel]</figcaption></figure><h2 id=\"us-imposes-penalty\">US imposes penalty</h2><p>A 25 percent reciprocal tariff on all Indian goods, which Trump announced on April 2, came into effect on August 7, after talks between the <a href=\"/news/2025/8/6/us-india-relations-hit-new-low-despite-trump-modi-bromance-whats-next\">two countries</a> failed to yield a trade deal by then. Negotiations are continuing.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Meanwhile, on August 6, Trump announced an additional 25 percent tariff, taking the total tariff rate to 50 percent. He termed the additional tariff that would come into effect from August 27 as a penalty for India’s continued buying of Russian oil, as the US president tries to push Moscow into accepting a ceasefire in Ukraine.</p><p>For the gems industry, which already faced a pre-existing 2.1 percent tariff, the effective tariff now amounts to 52.1 percent.</p><p>Ajay Srivastava, the founder of Global Research Trade Initiative (GTRI), a trade research group, termed the Trump government’s additional hike as an act of <a href=\"/news/2025/8/5/india-accuses-us-eu-of-russia-trade-double-standards-who-is-right\">“hypocrisy”</a>, citing how the US itself continues to trade with Russia, and how China – Russia’s biggest oil buyer – faces no similar penalty.</p><p>“Trump is targeting India out of frustration as it refused to toe the US line on the Russia-Ukraine conflict, and for its refusal to open its agriculture and dairy sector,” he added, referring to broader ongoing trade talks and differences over US demands for greater access to critical Indian economic sectors.</p><p>Yet, whatever the reasons for Trump’s tariffs, they are hurting a diamond industry already bleeding from multiple hits.</p><figure id=\"attachment_3885300\" aria-describedby=\"caption-attachment-3885300\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885300\" src=\"/wp-content/uploads/2025/08/IMG-20250805-WA0035-1755048666.jpg?w=594&amp;resize=594%2C396&amp;quality=80\" alt=\"Gujarat [Photo courtesy Ramesh Zilriya, president of the state's Diamond Workers Association]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885300\" class=\"wp-caption-text\">India supplies almost all of the world’s cut and polished diamonds, produced in small units across the state of Gujarat [Photo courtesy Ramesh Zilriya, president of the state’s Diamond Workers Association]</figcaption></figure><h2 id=\"diamond-sector-badly-hit\">Diamond sector badly hit</h2><p>More than 2 million people are employed in diamond polishing and cutting units in Surat, Ahmedabad and Rajkot cities in Gujarat — and many have already suffered salary cuts in recent years, first because of the COVID-19 pandemic, and then Russia’s full-scale invasion of Ukraine.</p><p>“The pandemic led to economic slowdown affecting the international markets in Hong Kong and China,” Ramesh Zilriya, the president of Gujarat’s Diamond Workers Union, told Al Jazeera. The “Western ban on <a href=\"/economy/2022/4/11/can-india-keep-the-shine-on-russias-diamond-industry\">rough diamond imports from Russia</a> due to the Russia-Ukraine war and the G7 ban on Russia also affected our business”, he added.</p><p>Russia has historically been a major source of raw diamonds.</p><p>Zilriya claimed that 80 diamond workers have died by suicide over the past two years because of this economic crisis.</p><p>“The situation in the international market led to the wages of the workers getting halved to approximately 15,000-17,000 rupees ($194) per month, which made survival difficult in the face of rising inflation,” he said.</p><p>Once the Trump tariffs fully kick in, Zilriya fears that up to 200,000 people in Gujarat may lose their livelihoods.</p><p>Already, more than 120,000 former diamond sector workers have applied for benefits. A 13,500-rupee ($154) allowance per child, to support their families, was promised in May by the state government to those who have lost jobs due to the tumult in the sector in recent years.</p><p>But the tariffs, pandemic and war are not alone to blame for the crisis: <a href=\"/economy/2021/5/4/bb-ethical-bling-pandora-will-no-longer-used-mined-diamonds\">Lab-grown diamonds</a> are also slowly eating into the market of their natural counterparts.</p><p>“Unlike natural [diamonds], the lab-grown diamonds are not mined but manufactured in specialised laboratories and priced at just 10 percent of the natural ones. It is difficult even for a seasoned jeweller to identify the natural and lab-grown with a naked eye. The taste of consumers is now shifting to lab-grown [diamonds], as they are cheap,” said Salim Daginawala, the president of the Surat Jewellers Association.</p><figure id=\"attachment_3885308\" aria-describedby=\"caption-attachment-3885308\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885308\" src=\"/wp-content/uploads/2025/08/AP24044502766314-1755049286.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kurjibhai Makwana checks the polishing of a lab-grown diamond at Greenlab Diamonds, in Surat, India, Monday, Feb. 5, 2024. (AP Photo/Ajit Solanki)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885308\" class=\"wp-caption-text\">A worker checks the polishing of a lab-grown diamond  in Surat, India, Monday, February 5, 2024 [Ajit Solanki/AP Photo]</figcaption></figure><h2 id=\"decline-in-exports\">Decline in exports</h2><p>In the 2024-25 financial year, India imported rough diamonds worth $10.8bn, marking a 24.27 percent decline from the $14bn imported in 2023-24, as per the statistics by the GJEPC.</p><p>The exports of cut and polished natural diamonds similarly witnessed a 16.75 percent decline, with exports declining to $13.2bn in 2024-25 as compared with $16bn in the preceding year.</p><p>“This move [the tariffs] would have far-reaching repercussions on the Indian economy that might disrupt critical supply chains, stalling exports and threatening thousands of livelihoods. We hope to get a favourable reduction in tariffs; otherwise, it would be difficult to survive,” said Kirit Bhansali, the chairman of the GJEPC.</p><p>The tariffs could also hurt US jewellers, warned Rajesh Rokde, the chairman of the All India Gems and Jewellery Domestic Council (GJC), a national trade federation for the industry.</p><p>“The US has around 70,000 jewellers who would also face a crisis if the jewellery becomes expensive,” Rokde added.</p><figure id=\"attachment_3885310\" aria-describedby=\"caption-attachment-3885310\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885310\" src=\"/wp-content/uploads/2025/08/AP25141495170131-1755049407.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A salesperson shows a diamond ring to a prospective buyer at a jewelry shop in Ahmedabad, India, on April 14, 2025. (AP Photo/Ajit Solanki)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885310\" class=\"wp-caption-text\">A salesperson shows a diamond ring to a prospective buyer at a jewellery shop in Ahmedabad, India, on April 14, 2025 [Ajit Solanki/AP Photo]</figcaption></figure><h2 id=\"a-domestic-solution\">A domestic solution?</h2><p>Traders say that the need of the hour is to increase domestic demand for diamonds and diversify to new markets.</p><p>A stronger domestic market “would not only contribute to the local economy, but would also create jobs for several thousands of people”, said Radha Krishna Agrawal, the director of Narayan das Saraf Jewellers in Varanasi city, in the northern state of Uttar Pradesh.</p><p>The tariffs, he said, could prove a “blessing in disguise” if they end up reducing the dependence of India’s gems industry “on other countries”.</p><p>Bhansali said that the domestic gems and jewellery market was growing, and expected to reach $130bn in the next two years, up from $85bn at the moment. The industry is also looking for new markets, including Latin America and the Middle East.</p><p>Gold already offers an example of a strong domestic market, cushioning the impact of hits on exports, said Amit Korat, the president of the Surat Jewellery Manufacturers Association.</p><p>But for now, the diamond sector in India has no such shield. It needs to be saved, urgently, said Patel, the Surat business owner on the cusp of shutting down his polishing and cutting unit.</p><p>Without help, he said, “the business will lose its shine forever”.</p></div></div></body></html>"
        },
        {
            "title": "Putin lauds ‘heroism’ of North Koreans in liberating Kursk, Pyongyang says | Conflict News | Al Jazeera",
            "time": "2025-08-13T02:54:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250813__69E88CQ__v1__MidRes__NkoreaRussiaDiplomacy-1755047947_738a66-1755048311.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Putin lauds ‘heroism’ of North Koreans in liberating Kursk, Pyongyang says</h1><p class=\"article__subhead\"><em>Call between the two leaders comes days ahead of US President Donald Trump’s summit with Putin in Alaska.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian President Vladimir Putin lauded the “bravery” and “heroism” of North Korean soldiers in retaking Russia’s Kursk region from Ukrainian forces during a call with North Korean leader Kim Jong Un, North Korean state media has reported.</p><p>Putin told Kim that he “highly appreciated” North Korea’s support and the “self-sacrificing spirit” displayed by its troops during the liberation of the western region, the Korean Central News Agency (KCNA) reported on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Kim expressed his “heartfelt thanks” to Putin and said Pyongyang would “always remain faithful” to the spirit of the mutual defence treaty signed by the sides last year, as well as “fully support all measures to be taken by the Russian leadership in the future”, the KCNA said.</p><p>“The heads of states of the two countries exchanged views on the issues of mutual concern,” the KCNA said.</p><p>“Kim Jong Un and Putin agreed to make closer contact in the future.”</p><p>The call, days before Putin is set to meet United States President Donald Trump in Alaska to discuss efforts to end the war in Ukraine, is the latest sign of strengthening ties between North Korea and Russia amid Moscow’s ostracisation on the world stage.</p><p>“There are a lot of ifs still in the air, but the call suggests there’s a role for Russia, similar to the role South Korea played in 2018, in helping create an opening for US-DPRK relations,” Jenny Town, the director of the Korea programme at the Stimson Center in Washington, DC, told Al Jazeera, using the acronym for North Korea’s official name, the Democratic People’s Republic of Korea.</p><p>“It might not be a focal point of the upcoming meeting, but it is likely to be part of the conversation.”</p><p>Last month, Kim told Russian Minister of Foreign Affairs Sergey Lavrov that Pyongyang would “unconditionally support” all actions taken by Moscow in Ukraine, according to North Korean state media reports.</p><p>North Korea has deployed more than 10,000 troops to support Russia’s war and has drawn up plans to dispatch thousands more, according to assessments by South Korea’s National Intelligence Service.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In April, Putin announced that Moscow had fully recaptured Kursk, though Ukrainian officials disputed his claim that the entire region had been brought under Russian control.</p><p>At his scheduled summit with Putin on Friday, Trump is expected to press the Russian leader to agree to a peace deal.</p><p>On Monday, he told reporters that he will probably know within the “first two minutes” of meeting Putin whether they can reach a deal and that any agreement would involve “some swapping, changes in land” between Moscow and Kyiv.</p></div></div></body></html>"
        },
        {
            "title": "Trump admin orders Smithsonian museums to be reviewed for ‘Americanism’ | Donald Trump News | Al Jazeera",
            "time": "2025-08-13T02:46:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25163573387889-1755043215.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House has ordered an extensive review of the Smithsonian museums and exhibitions in advance of next year’s 250th anniversary of the United States, with the goal of aligning the institution’s content with President Donald Trump’s interpretation of US history.</p><p>In a letter sent on Tuesday to Smithsonian Institution Secretary Lonnie Bunch III, the White House laid out in detail the steps it expects the organisation to take so that museum content can be reviewed for a focus on “Americanism”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The federal government will review public-facing museum content, such as social media, exhibition text and educational materials, to “assess tone, historical framing, and alignment with American ideals”, the letter said.</p><p>“This initiative aims to ensure alignment with the President’s directive to celebrate American exceptionalism, remove divisive or partisan narratives, and restore confidence in our shared cultural institutions,” the letter added.</p><p>In a statement responding to the letter, the Smithsonian said it remained committed to “scholarly excellence, rigorous research, and the accurate, factual presentation of history”.</p><p>“We are reviewing the letter with this commitment in mind and will continue to collaborate constructively with the White House, Congress, and our governing Board of Regents,” it said.</p><p>The White House said that the review is in line with the Restoring Truth and Sanity to American History Executive Order, which Trump <a href=\"/news/2025/3/28/trump-orders-removal-of-improper-ideology-from-top-us-museums\">signed in March</a>.</p><p>At the time, the Congressional Black Caucus, made up of Black members of the US Congress, described the Trump administration’s efforts to restrict the Smithsonian Institution as “whitewashing our nation’s history”.</p><p>“Donald Trump’s idea that the National Museum of African American History and Culture is guilty of distorting our nation’s history or painting our ‘founding principles’ in a ‘negative light’ is patently ridiculous,” the caucus said in a statement.</p><figure id=\"attachment_3885268\" aria-describedby=\"caption-attachment-3885268\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885268\" src=\"/wp-content/uploads/2025/08/13004490-1755046581.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"a white kkk mask can be seen in a museum\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885268\" class=\"wp-caption-text\">Visitors browse exhibits at the National Museum of African American History and Culture in Washington, DC, on April 29, 2025 [Jim Lo Scalzo/EPA]</figcaption></figure><p>“Let’s be clear, Black history is American history. Any rhetoric that opposes this notion is not only factually incorrect but blatantly racist,” the caucus said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“It is the Trump Administration that bans books, words, and phrases that do not fit their narrative. It is the Trump Administration that wants to erase and retell our history,” the caucus added.</p><p>The White House said the review would initially focus on the National Museum of American History, the National Museum of Natural History, the National Museum of <a href=\"/features/2016/9/19/museum-sheds-light-on-african-american-history\">African American History and Culture</a>, the National Museum of the American Indian, the National Air and Space Museum, the Smithsonian American Art Museum, the National Portrait Gallery and the Hirshhorn Museum and Sculpture Garden.</p><p>The museums under review are all located in Washington, DC, where the president this week ordered the deployment of the US National Guard to tackle a purported crime wave that city officials in the capital have refuted.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The museums all offer free admission and attract millions of visitors each year, with the National Museum of American History alone recording 2 million in-person visits in 2024.</p><p>The Smithsonian has <a href=\"/news/2025/8/3/us-museum-denies-political-pressure-in-removal-of-trump-impeachment-display\">repeatedly denied</a> allegations that it has changed or removed exhibit details in response to pressure from the Trump administration. Recently, the institution removed references to Trump’s two impeachments from an exhibit on the US presidency. The Smithsonian Institution said that a placard was removed for reasons related to consistency and because it “blocked the view of the objects inside its case”.</p><p>“We were not asked by any Administration or other government officials to remove content from the exhibit,” the Institution said.</p><p>The Smithsonian Institution, which runs 21 museums and the National Zoo, said at the time that the impeachment section of the museum would be updated in the coming weeks to “reflect all impeachment proceedings in our nation’s history”.</p><p>Trump <a href=\"/news/2021/1/13/donald-trump-impeached-for-inciting-us-capitol-riot\">was impeached</a> in January 2021, for “incitement of insurrection”, after a mob of his supporters stormed the US Capitol on January 6, 2021.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN chief warns Israel, Russia over reports of sexual abuse by armed forces | Human Rights News | Al Jazeera",
            "time": "2025-08-13T02:17:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2023-05-02T080044Z_391995931_RC28Q0AYJEZN_RTRMADP_3_ISRAEL-PALESTINIANS-PRISONER-1683015043-1755049967.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations Secretary-General Antonio Guterres has put <a href=\"/news/2024/7/29/israeli-far-right-politicians-protest-arrest-of-soldiers-suspected-of-abuse\">Israel</a> and <a href=\"/news/2022/6/6/russia-urged-to-end-sexual-violence-in-ukraine-war-at-un-meeting\">Russia</a> “on notice” that their armed forces and security personnel could be listed among parties “credibly suspected” of committing sexual violence in conflict zones.</p><p>The warning on Tuesday resulted from “significant concerns regarding patterns of certain forms of sexual violence that have been consistently documented by the United Nations”, Guterres wrote in a report seen by the Reuters news agency.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In his annual report to the UN Security Council on conflict-related sexual violence, Guterres said that Israel and Russia could be listed next year among the parties “credibly suspected of committing or being responsible for patterns of rape or other forms of sexual violence”.</p><p>In his <a href=\"/video/newsfeed/2024/12/31/sde-teiman-israels-notorious-detention-facility\">warning to Israel</a>, Guterres said he was “gravely concerned about credible information of violations by Israeli armed and security forces” against Palestinians in several prisons, a detention centre and a military base.</p><p>“Cases documented by the United Nations indicate patterns of sexual violence such as genital violence, prolonged forced nudity and repeated strip searches conducted in an abusive and degrading manner,” Guterres wrote.</p><p>Because Israel has denied access to UN monitors, it has been “challenging to make a definitive determination” about patterns, trends and the systematic use of sexual violence by its forces, he said, urging Israel’s government “to take the necessary measures to ensure immediate cessation of all acts of sexual violence, and make and implement specific time-bound commitments.”</p><p>The UN chief said these should include investigations of credible allegations, clear orders and codes of conduct for military and security forces that prohibit sexual violence, and unimpeded access for UN monitors.</p><p>In March, UN-backed human rights experts accused Israel of “the systematic use of sexual, reproductive and other gender-based violence”.</p><p>The Independent International Commission of Inquiry on the Occupied Palestinian Territory, including East Jerusalem, and Israel said it documented a range of violations perpetrated against Palestinian women, men, girls and boys, and accused Israeli forces of rape and sexual violence against Palestinian detainees.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel’s ambassador to the UN, Danny Danon, dismissed the Secretary-General’s concerns as “baseless accusations” on Tuesday.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Danon, who circulated a letter he received from Guterres and his response to the UN chief, said the allegations “are steeped in biased publications”.</p><p>“The UN must focus on the shocking war crimes and sexual violence of Hamas and the release of all hostages,” the Israeli ambassador said.</p><p>Danon stressed that “Israel will not shy away from protecting its citizens and will continue to act in accordance with international law”.</p><p>In July 2024, the Israeli military said it had detained and was questioning nine soldiers over the <a href=\"/news/2024/8/9/everything-is-legitimate-israeli-leaders-defend-soldiers-accused-of-rape\">alleged sexual abuse of a Palestinian</a> detainee at the infamous Sde Teiman prison facility, which was set up to detain people arrested in Gaza.</p><p>Israeli media reported at the time that a Palestinian prisoner was taken to hospital after suffering severe injuries from what was an alleged gang rape by military guards at the prison.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the case of Russia, Guterres wrote that he was “gravely concerned about credible information of violations by Russian armed and security forces and affiliated armed groups”, primarily against Ukrainian prisoners of war, in 50 official and 22 unofficial detention facilities in Ukraine and Russia.</p><p>“These cases comprised a significant number of documented incidents of genital violence, including electrocution, beatings and burns to the genitals, and forced stripping and prolonged nudity, used to humiliate and elicit confessions or information,” he said.</p><p>Russia’s mission to the UN in New York did not immediately respond to a request for comment on the report.</p><p>Guterres said that Russian authorities have not engaged with his special envoy on the matter.</p></div></div></body></html>"
        },
        {
            "title": "Once shunned, Chinese brands take off in Singapore | Business and Economy News | Al Jazeera",
            "time": "2025-08-13T01:37:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250109__36TD6AV__v1__MidRes__SingaporeAutoShow-1754970985.jpg?resize=1799%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Singapore – </strong>On a weekday afternoon in the heart of the central business district, the BYD showroom on Robinson Road is a picture of futuristic cool.</p><p>Inside, sleek electric cars gleam under bright white lights as young professionals drift through the space.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Just a short walk away, diners mingle in a BYD-branded restaurant over craft beer and bar bites in a chic, members’ club-like setting – one of several lifestyle ventures the Chinese electric vehicle giant has rolled out across Singapore.</p><p>It is a scene that reflects a larger shift.</p><p>Once seen as cheap and functional at best, Chinese brands are fast becoming desirable – even aspirational – among Singapore’s middle class.</p><p>Shenzhen-based BYD was by far the top-selling carmaker in the city-state in the first half of 2025.</p><p>The EV maker sold almost 4,670 cars – about 20 percent of total vehicle sales – during the period, according to government data, compared with about 3,460 vehicles sold by second-ranked Toyota.</p><p>Many other Chinese brands have also made major inroads, from the tea chain Chagee to toymaker Pop Mart and electronics maker Xiaomi, shaping how Singaporeans work, rest and play.</p><p>Singapore and Malaysia had the biggest concentration of Chinese food and beverage brands in Southeast Asia last year, according to the research firm Momentum Works, with 32 China-based firms operating 184 outlets in the city-state as of June 2024.</p><p>At the same time, Chinese tech firms, including ByteDance, Alibaba Cloud and Tencent, have chosen Singapore for their regional bases.</p><figure id=\"attachment_3883601\" aria-describedby=\"caption-attachment-3883601\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3883601 size-arc-image-770\" src=\"/wp-content/uploads/2025/08/2023-09-19T000151Z_337583248_RC2K33AO2LCE_RTRMADP_3_BYD-SOUTHEAST-ASIA-1754971265.jpg?resize=770%2C544&amp;quality=80\" alt=\"BYD\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883601\" class=\"wp-caption-text\">A bartender prepares a cocktail at a BYD by 1826 cafe and car dealership in Singapore on September 7, 2023 [Edgar Su/Reuters]</figcaption></figure><p>Healthcare worker Thahirah Silva, 28, said she used to be wary of the “Made in China” label, but shifted her perspective after a visit to the country last year.</p><p>“They’re very self-sufficient. They have their own products and don’t need to rely on international brands, and the quality was surprisingly reliable,” Silva told Al Jazeera.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>These days, Silva regularly samples Chinese food brands, often after seeing particular dishes or snacks taking off on social media.</p><p>Compared with Japanese or Korean brands, she said, Chinese chains are “creative, quick to innovate and set food trends”, though she admits it sometimes feels like they are “taking over” from local brands.</p><p>“Somehow, it made me feel there won’t be much difference visiting China, since so many of their brands are already here”, she said.</p><p>For younger Singaporeans, the old stigmas around products “made in China” are fading, said Samer Elhajjar, senior lecturer at the marketing department of the National University of Singapore’s (NUS) Business School.</p><p>“Many of these brands are now perceived as cool, modern and emotionally in tune with what young consumers want. They feel local and global at the same time,” Elhajjar told Al Jazeera.</p><p>“You can walk into a Chagee and feel like you are part of a new kind of aesthetic culture: clean design, soft lighting, calming music. It is not selling a product. It is selling a feeling.”</p><p>Moulded by China’s hyper-competitive e-commerce landscape, Chinese companies have been especially adept at rolling out digitally savvy marketing strategies, Elhajjar said.</p><p>“These brands are now playing the same emotional game that legacy Western brands have mastered for decades,” he said.</p><figure id=\"attachment_3883607\" aria-describedby=\"caption-attachment-3883607\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883607\" src=\"/wp-content/uploads/2025/08/AFP__20250107__36T92UA__v1__MidRes__SingaporeLifestyle-1754971618.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Singapore\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883607\" class=\"wp-caption-text\">Pedestrians cross a street in the Chinatown district of Singapore on January 7, 2025 [Roslan Rahman/AFP]</figcaption></figure><p>Singapore, where about three-quarters of the population is ethnic Chinese, is an especially attractive testbed for Chinese brands looking to expand overseas, according to analysts.</p><p>Doris Ho, who led a brand consultancy in Greater China from 2010 to 2022, said that Chinese brands have been able to succeed in Singapore with a bold, creative approach to innovation that appeals to local sensibilities.</p><p>This “new China edge”, Ho said, shows up in BYD features, such as built-in fridges and spacious, fold-flat interiors that can be used for sleeping, and hotpot chain Haidilao’s extravagant hospitality, which sees customers treated to live music performances, shoeshines, hand massages and manicures.</p><p>“When they innovate, they don’t follow the same lines you’d expect. It’s their way of looking at something and coming out with a completely surprising answer,” Ho told Al Jazeera.</p><p>For Chinese brands, Singapore offers “a sandbox with real stakes” as a compact, ethically diverse and globally-connected market, Elhajjar said.</p><p>Because Singapore is seen as sophisticated, efficient and forward-looking, success in the city-state “sends a powerful message”, he said.</p><p>The rise of Chinese brands has coincided with Singapore’s growing reliance on China’s economy.</p><p>China has been Singapore’s largest trading partner since 2013, with bilateral trade in goods last year reaching $170.2bn.</p><p>As Western firms scaled back or paused expansion, Chinese brands moved in, with many effectively propping up Singapore’s property sector and entrenching themselves in the country, said Alan Chong, senior fellow at the S Rajaratnam School of International Studies (RSIS).</p><p>Singapore’s government has also actively courted Chinese firms amid the uncertainty from US President Donald Trump’s arrival on the geopolitical scene, Chong said.</p><p>“You see the positive image of the United States slipping quite consistently,” Chong told Al Jazeera.</p><p>“The US has acted in a miserly, resentful sort of way with ongoing trade tariffs, whereas China remains a factory of the world – seen as an economic benefactor – so there will be a swing in terms of looking at China favourably.”</p><p>Chong said that Singapore has also become a virtual second home for some middle-class Chinese nationals, many of whom own property in the city-state.</p><figure id=\"attachment_3885260\" aria-describedby=\"caption-attachment-3885260\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885260\" src=\"/wp-content/uploads/2025/08/AFP__20191009__1L8060__v1__MidRes__SingaporeHongKongChinaPoliticsCrimeUnrestSeasia-1755046110.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Singapore\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885260\" class=\"wp-caption-text\">High-rise private condominiums in Singapore [File: Roslan Rahman/AFP]</figcaption></figure><p>Singaporean universities have also made a concerted effort to attract Chinese students, with some even introducing programmes taught in Mandarin Chinese.</p><p>In a report released earlier this year by China’s Ministry of Education and the Beijing-based Center for China and Globalization, Singapore was ranked the second-most popular destination for Chinese students after the United Kingdom.</p><p>Some analysts have observed the rise of “born-again Chinese” (BAC) – people of Chinese descent outside China, especially in Singapore and Malaysia, who embrace a strong pro-China identity, despite limited cultural or linguistic ties.</p><p>Donald Low, a lecturer at the Hong Kong University of Science and Technology, has defined so-called BACs as those who adopt an “idealised, romanticised” idea of a China that is “inevitably rising” and “stands heroically against a hegemonic West”.</p><p>The success of Chinese brands in Singapore has not been without some pushback.</p><p>Some Singapore residents have felt alienated by stores that operate mainly in Mandarin Chinese, Elhajjar said, given that the city-state has one of the world’s largest immigrant populations, as well as large minorities of native-born Malays and Indians.</p><p>There have also been concerns raised about homegrown brands being priced out of the market by the arrival of large firms with deep pockets.</p><p>Rising rents resulted in the closure of 3,000 F&amp;B businesses in 2024, the highest number since 2005, Channel NewsAsia reported in January.</p><p>In a recent white paper, the Singapore Tenants United for Fairness, a cooperative representing more than 700 business owners, called for curbs on “new and foreign players”.</p><p>Leong Chan-Hoong, the head of the RSIS Social Cohesion Research programme, cautioned against blaming Chinese enterprises for social tensions or rising rents, describing the inroads made by some brands as part of the natural cycle of a market-driven economy.</p><p>“As a global city-state, we are always at the forefront of such transitions,” Leong told Al Jazeera.</p><figure id=\"attachment_3885262\" aria-describedby=\"caption-attachment-3885262\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885262\" src=\"/wp-content/uploads/2025/08/AFP__20250804__68NU4T3__v1__MidRes__ChinaEntertainmentTechnologyGames-1755046250.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Labubu\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885262\" class=\"wp-caption-text\">A woman sells Labubu plush toys to visitors during the China Digital Entertainment Expo and Conference, known as ChinaJoy, at the Shanghai New International Expo Centre in Shanghai, China, on August 4, 2025 [Hector Retamal/AFP]</figcaption></figure><p>Indeed, for many residents in Singapore, the growing presence of Chinese brands is simply an unremarkable part of daily life.</p><p>Ly Nguyen, a 29-year-old Vietnamese migrant working in tech sales, said she started collecting Labubu, the globally popular gremlin-like toys created by Pop Mart, after being captivated by their “ugly but fun” aesthetic.</p><p>“Labubu represents independent creativity and a newfound confidence in Chinese-designed memorabilia,” Nguyen told Al Jazeera.</p><p>For Nguyen, the popularity of Labubu dolls, which have been spotted with celebrities such as Rihanna and BLACKPINK’s Lisa, points to a generational shift in how Chinese cultural exports are viewed.</p><p>“The more familiar people become with these brands, the more likely younger generations will have a new, much more favourable perception towards China as a cultural power,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,266 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-13T00:21:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-12T064143Z_548435018_RC2V4GA6CCEX_RTRMADP_3_UKRAINE-CRISIS-DRILLS-1755044521_a34555-1755044605.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,266</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,266 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Wednesday, August 13:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>A Russian attack killed a civilian and injured one other person in Shakhove, in Ukraine’s Donetsk region, Governor Vadym Filashkin said in a post on Telegram.</li>\n<li>Russian forces bombed the town of Bilozerske, also in Ukraine’s Donetsk region, overnight, killing two people and injuring seven, including a 16-year-old boy, the regional prosecutor’s office said.</li>\n<li>The AFP news agency reported that Ukrainians were evacuating Bilozerske as Russian troops made gains in the area, while Ukrainian battlefield monitoring group DeepState reported that Russian forces had advanced in Nikanorivka, Shcherbynivka and near Petrivka in the Donetsk region.</li>\n<li>Ukrainian President <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\">Volodymyr Zelenskyy</a> said that Russia wants Ukraine to withdraw from the entire Donetsk region in eastern Ukraine as part of a ceasefire deal, as Russian leader Vladimir Putin is due to meet United States President Donald Trump for talks about the war <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">in Alaska</a> on Friday.</li>\n<li>The Ukrainian General Staff said its forces were involved in “difficult” fighting close to Pokrovsk and Dobropillia in Donetsk, and that reinforcements were required to block attacks by small groups of Russian troops.</li>\n<li>Ukraine’s SBU intelligence service claimed that Ukrainian drones hit a Russian long-range drone storage warehouse in the Kzyl-Yul settlement in the Russian republic of Tatarstan.</li>\n<li>A person died after being injured in a Ukrainian drone attack on Monday in Arzamas, in Russia’s Nizhny Novgorod region, according to Russia’s state-run TASS news agency, which cited the regional governor.</li>\n<li>\n<p class=\"tr-story-p1\">International Atomic Energy Agency (IAEA) chief Rafael Mariano Grossi said that IAEA staff had observed smoke rising from an administration building at Ukraine’s Zaporizhzhia Nuclear Power Plant, but that there was “no radiation increase, no nuclear safety impact reported, and no casualties”.</p>\n</li>\n<li>Russian forces shot down six guided bombs and 179 drones in 24 hours, the Russian Ministry of Defence reported on Tuesday, according to TASS.</li>\n</ul><figure id=\"attachment_3885138\" aria-describedby=\"caption-attachment-3885138\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3885138\" src=\"/wp-content/uploads/2025/08/AFP__20250812__69DZ4G3__v1__HighRes__UkraineRussiaConflictWar-1755034727.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"people carrying their belongings get onto a yellow bus\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3885138\" class=\"wp-caption-text\">Ukrainian residents of the town of Bilozerske board a bus to evacuate following a strike, Donetsk region, Tuesday [Genya Savilov/AFP]</figcaption></figure><h2 id=\"ceasefire\">Ceasefire</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said that <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">the summit</a> between Trump and Putin in Alaska on Friday is a “personal victory” for Putin, “because he is meeting on US territory”, and because he “has somehow postponed sanctions”.</li>\n<li>Zelenskyy also said he had received a “first signal” from US envoy Steve Witkoff that Russia might agree to a ceasefire, without providing further details.</li>\n<li>White House spokeswoman Karoline Leavitt said that the meeting in Alaska’s capital, Anchorage, would be “a listening exercise for the president”, and that the aim was for him “to walk away with a better understanding of how we can end this war”.</li>\n<li>US Secretary of State Marco Rubio and Russian Minister of Foreign Affairs Sergey Lavrov <a href=\"/news/2025/8/12/top-russia-us-diplomats-hold-phone-call-before-trump-putin-alaska-meet\">spoke on the phone</a> on Tuesday. The US State Department said that “both sides confirmed their commitment to ensure a successful event” in Alaska.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russia’s Ministry of Foreign Affairs said that Putin spoke with North Korean leader Kim Jong Un about his upcoming meeting with Trump. Putin also expressed appreciation for North Korea’s support in the “liberation of the Kursk Region from the invading forces of the Kyiv regime”, the ministry said in a post on Telegram.</li>\n<li>Zelenskyy held calls with the president of Turkiye, the emir of Qatar, the president of Romania and the prime minister of the Netherlands on Tuesday.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "US judge orders ICE to improve condition in New York immigration facility | Migration News | Al Jazeera",
            "time": "2025-08-13T00:12:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250808__2229095057__v2__MidRes__IceDetainsImmigrantsInsideNewYorkCityCourthou-1755036091.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States federal judge has ordered immigration authorities to improve conditions at a <a href=\"/news/2025/6/17/new-york-city-comptroller-arrested-by-ice-agents-outside-immigration-court\">New York City facility</a> following reports of overcrowding, inadequate food and unhygienic conditions.</p><p>On Tuesday, Judge Lewis Kaplan <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.nysd.647291/gov.uscourts.nysd.647291.65.0.pdf\" target=\"_blank\" rel=\"noopener\">issued</a> a temporary restraining order that mandated Immigration and Customs Enforcement (ICE) to implement reforms at 26 Federal Plaza, a government building in Manhattan where one floor contains holding cells for migrants and asylum seekers.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The restraining order requires the government to limit capacity at the holding facility, ensure cleanliness and provide sleeping mats.</p><p>“My conclusion here is that there is a very serious threat of continuing irreparable injury, given the conditions that I’ve been told about,” Kaplan said.</p><p>Under Kaplan’s order, the government will be forced to thoroughly clean the cells three times a day and provide adequate supplies of soap, towels, toilet paper, toothbrushes, toothpaste and feminine products.</p><p>He has also instructed immigration officials to allocate 4.6 square metres (50 square feet) per person, shrinking the capacity of the largest room from 40 or more detainees to just 15.</p><p>Finally, to ensure access to legal representation, Kaplan said the government must ensure detainees have accommodations to make confidential, unmonitored and unrecorded legal telephone calls.</p><h2 id=\"inside-the-complaint\">Inside the complaint</h2><p>The changes come in response to a complaint filed by lawyers for a Peruvian asylum-seeker named Sergio Alberto Barco Mercado, who was taken into custody on August 8 after appearing for a scheduled court date.</p><p>He was imprisoned at 26 Federal Plaza after his arrest. But his lawyers have argued that Barco Mercado and others in the facility have faced “crowded, squalid, and punitive conditions”. They also said they were denied access to their client after his arrest.</p><p class=\"p1\">Barco Mercado testified that the holding room was “extremely crowded” and “smelled of sewage” and that the conditions exacerbated a tooth infection that swelled his face and altered his speech.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"p1\">“We did not always get enough water,” Barco Mercado said in a sworn declaration. “There was one guard who would sometimes hold a bottle of water up and people would wait to have him squirt some into our mouths, like we were animals.”</p><p>Barco Mercado has since been transferred to a facility in upstate New York.</p><p>In court filings, other detainees complained that they had no soap, toothbrushes or other hygiene products while locked in the 26 Federal building.</p><p>They also said they were fed inedible “slop” and endured the “horrific stench” of sweat, urine and faeces, in part because the rooms have open toilets. One woman having her period could not use menstrual products because women in her room were given just two to divvy up, the lawsuit said.</p><p>A mobile phone video recorded last month showed about two dozen men crowded in one of the building’s four holding rooms, many lying on the floor with thermal blankets but no mattresses or padding.</p><h2 id=\"ice-responds-to-allegations-of-ill-treatment\">ICE responds to allegations of ill treatment</h2><p>At Tuesday’s hearing, a government lawyer conceded that “inhumane conditions are not appropriate and should not be tolerated”.</p><p class=\"p1\">“I think we all agree that conditions at 26 Federal Plaza need to be humane, and we obviously share that belief,” said Jeffrey S Oestericher, a representative for the US Attorney’s Office in the Southern District of New York.</p><p>The government also tried to downplay allegations of overcrowding at the facility and inhumane conditions.</p><p class=\"p1\">In a sworn declaration, Nancy Zanello, the assistant director of ICE’s New York City Field Office of Enforcement and Removal Operations, wrote that 24 people were held in the building’s four holding rooms as of Monday.</p><p>That number was well below the 154-person limit imposed by the city fire marshal for the floor.</p><p>Zanello also said that each room was equipped with at least one toilet and sink, and hygiene products were available, including soap, teeth cleaning wipes and feminine products.</p><p>The 26 Federal Plaza site has become a flashpoint in New York as the city contends with President Donald Trump’s crackdown on undocumented immigration.</p><p>The holding cells are on the 10th floor, just two floors below an immigration court. The building also houses the New York field office for the Federal Bureau of Investigation (FBI) and other government offices.</p><p>While ICE has conducted <a href=\"/news/2025/6/7/police-protesters-clash-in-los-angeles-following-immigration-raids\">high-profile raids</a> on factories, farms and other workplaces elsewhere in the country, New York City has seen its immigration arrests largely unfold in court buildings, as migrants and asylum seekers exit their civil immigration hearings.</p><p>Critics have denounced such arrests as violations of the right to due process. They warn that, <a href=\"/news/longform/2025/6/27/why-the-trump-administration-is-targeting-immigration-courts-for-arrests\">by carrying out arrests in court</a> buildings, officials could discourage foreign nationals from pursuing lawful paths to immigration.</p><p>But in January, the Trump administration rescinded guidelines that limited immigration arrests in “sensitive locations”, court buildings generally considered to be among them.</p><p>An analysis <a href=\"https://www.thecity.nyc/2025/08/11/26-federal-plaza-immigration-court-trump-arrests-data-analysis/?ref=hellgatenyc.com\" target=\"_blank\" rel=\"noopener\">published</a> this week by local news outlet The City found that half of all court arrests nationwide in late May and early June took place in New York City.</p></div></div></body></html>"
        },
        {
            "title": "Mexico expels 26 alleged cartel members in latest deal with Trump | Donald Trump News | Al Jazeera",
            "time": "2025-08-12T23:37:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T163849Z_779726577_RC2M3FA4M4XS_RTRMADP_3_USA-MILITARY-CARTELS-1755036896.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexico has expelled 26 alleged high-ranking <a href=\"/news/2025/8/6/us-sanctions-mexico-cartel-members-including-rapper-el-makabelico\">cartel members</a> to the United States, in its latest deal with the administration of President Donald Trump.</p><p>The transfer was confirmed by a joint statement from the Mexican attorney general’s office and its security ministry on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The statement said that the US Justice Department had sought the extradition and that it had given guarantees that the death penalty would not be levied against any of those prosecuted.</p><p>The transfer comes as the Trump administration continues to exert pressure on Mexico to take more action against criminal gangs involved in drug smuggling and human trafficking.</p><p>Part of that pressure campaign has come in the form of tariffs, with certain Mexican exports to the US now taxed at a higher rate.</p><p>Trump has <a href=\"https://www.whitehouse.gov/fact-sheets/2025/02/fact-sheet-president-donald-j-trump-imposes-tariffs-on-imports-from-canada-mexico-and-china/\" target=\"_blank\" rel=\"noopener\">described</a> the import tax as necessary to hold Mexico “accountable” for the “extraordinary threat posed by illegal aliens and drugs”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In response, Mexican President Claudia Sheinbaum has struck a careful balance when dealing with Trump, cooperating on some security issues, while drawing clear lines when it comes to her country’s sovereignty. That has included vehemently opposing any US military intervention on Mexican soil.</p><p>Still, US media reported last week that Trump has <a href=\"/news/2025/8/8/trump-signs-order-authorising-military-action-against-cartels-reports\">secretly signed an order</a> directing the military to take action against drug-smuggling cartels and other criminal groups from Latin America, which could presage the deployment of US forces both domestically and abroad.</p><p>The move on Tuesday was the second time in recent months that Mexico has expelled alleged criminal gang members wanted by the US.</p><p>In February, Mexico extradited <a href=\"/news/2025/2/28/why-has-mexico-handed-over-drug-cartel-leaders-to-us-who-are-they\">29 alleged cartel figures</a>, including Rafael Caro Quintero, who is accused of killing a US Drug Enforcement Administration (DEA) agent in 1985.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>That deal came as Trump threatened to impose blanket 25-percent tariffs on Mexican imports, but the scope of that tariff threat was later pared down.</p><p>Currently, the US imposes a 25-percent tariff on Mexican-made cars and products not covered under a pre-existing free trade accord, the US-Mexico-Canada Agreement (USMCA). Mexico also faces a 50-percent tax on its steel, aluminium and copper products.</p><p>But at the end of July, Trump <a href=\"/news/2025/7/31/trump-agrees-to-keep-us-tariffs-on-mexico-steady-for-90-day-period\">agreed to extend</a> a tariff exemption for goods that fall under the US-Mexico-Canada Agreement for 90 days.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Associated Press news agency reported that Abigael González Valencia, the leader of “Los Cuinis”, a drug-trafficking group closely aligned with the notorious Cartel Jalisco New Generation (CJNG), was among those expelled to the US in the latest deal.</p><p>The Trump administration took the unorthodox move of designating the CJNG and seven other Latin American crime groups as “foreign terrorist organisations” upon taking office.</p><p>Valencia is the brother-in-law of CJNG leader Nemesio Ruben “El Mencho” Oseguera Cervantes, who is considered one of the most wanted people in Mexico and the US.</p><p>Valencia was arrested in February 2015 in Mexico and had since been fighting extradition to the US.</p><p>Another individual, Roberto Salazar, stands accused of participating in the 2008 killing of a Los Angeles County sheriff’s deputy, a source told the news agency.</p></div></div></body></html>"
        },
        {
            "title": "Guatemala judge convicts 6 ex-officials in deaths of 41 girls in 2017 fire | News | Al Jazeera",
            "time": "2025-08-12T22:42:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25224729026369-1755036386.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guatemala judge convicts 6 ex-officials in deaths of 41 girls in 2017 fire</h1><p class=\"article__subhead\"><em>The fatal blaze rocked Guatemala and highlighted widespread abuse in the government’s shelter system.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Guatemalan court has convicted six people in connection with the deaths of 41 girls at a state-funded youth shelter in 2017.</p><p>On Tuesday, Judge Ingrid Cifuentes gave the former officials, who had all pleaded not guilty, sentences of between six and 25 years for charges ranging from abuse of authority to manslaughter.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Two of the people convicted were ex-police officers, while the other four were ex-child protection officials.</p><p>Prosecutors had sought sentences of up to 131 years for some of those on trial.</p><p>The judge said she did not have the jurisdiction to make a ruling against a seventh defendant, who used to be the children’s prosecutor at the attorney general’s office.</p><p>As well as handing down the prison terms, Cifuentes also ordered an investigation into former President Jimmy Morales, who was Guatemala’s leader at the time of the blaze.</p><p>Emily del Cid Linares, 25, a survivor of the fire who suffered burns, said she was satisfied with the verdict.</p><p>“I feel like a weight has been lifted from me,” she said. “What I most feel is that they [the victims] will be able to rest in peace. [Those responsible] are going to pay for what they did.”</p><p><a href=\"/features/2017/4/18/why-did-41-girls-die-at-a-guatemalan-youth-shelter\">T</a>he tragedy at the <a href=\"/features/2017/4/18/why-did-41-girls-die-at-a-guatemalan-youth-shelter\">Virgen de la Asuncion</a> youth shelter, which is located 22km (14 miles) east of the capital, Guatemala City, shook the country and went on to highlight the widespread abuse in the government’s shelter system.</p><p>The fire broke out on March 8, 2017, a year after the home, which housed hundreds more children than its legal capacity, was ordered to close by a court.</p><p>The blaze started in a classroom in which 56 girls had been locked after their attempt to escape the shelter the previous day. After being brought back to the site by the police, they were shut in a room with no access to a toilet.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Witnesses said that one of the girls set fire to their foam mattresses to protest against their treatment at the home, which is alleged to have included sexual abuse.</p><p>Nineteen girls died on March 8 from their injuries, with a further 22 later succumbing to their injuries. The fire also severely injured 15 others.</p></div></div></body></html>"
        },
        {
            "title": "US sanctions DR Congo armed group over illicit mining, ceasefire tested | Armed Groups News | Al Jazeera",
            "time": "2025-08-12T22:18:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250312__36ZG4WC__v1__HighRes__DrcongoMiningUnrest-1755032337.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/where/united-states/\">United States</a> has sanctioned an armed group accused of illicit mining in the Democratic Republic of the Congo (DRC), as both the army and the Rwandan-backed M23 rebel group traded accusations of violating a recently reached US-mediated ceasefire deal by attacking each other’s positions.</p><p>The US Department of the Treasury said on Tuesday that it was blocking all interests and restricting transactions with Pareco-FF, an armed group that it said controlled the key coltan mining site of Rubaya from 2022 to 2024, and which has opposed the M23 group.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The administration of President Donald Trump has been pushing for US access to the region’s minerals, as it has done in other parts of the world, including Ukraine.</p><p>It also slapped sanctions on the Congolese mining company CDMC, saying it sold minerals that were sourced and smuggled from mines near Rubaya and two Hong Kong-based export companies, East Rise and Star Dragon, which have been accused of buying minerals from the armed group.</p><p>“The United States is sending a clear message that no armed group or commercial entity is immune from sanctions if they undermine peace, stability or security in the DRC,” State Department spokeswoman Tammy Bruce said in a statement.</p><p>Rubaya is currently under the control of the M23 group, which is already targeted by US sanctions. The mine there produces 15 to 30 percent of the world’s supply of coltan, a mineral used in electronics such as laptops and mobile telephones.</p><p>Many Pareco rebels integrated into the DRC military in 2009, but Pareco-FF emerged in 2022 in response to the M23 gains.</p><p>The sanctions come as Congolese army spokesman Sylvain Ekenge said in a statement that the M23 group’s “almost daily” attacks constitute an “intentional and manifest violation” of the declaration of principles, which the two parties <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">signed in mid-July in Doha</a>, whose terms include a “permanent ceasefire”.</p><p>It followed a <a href=\"/news/2025/6/27/dr-congo-and-rwanda-sign-peace-deal-in-turning-point-after-years-of-war\">separate peace deal</a> between the Congolese and Rwandan governments, signed in Washington, DC, the previous month, which also helped the US government and US companies gain control of critical minerals in the region.</p><p>The Congolese army said it was ready to respond “to all provocations from this [M23 group] coalition, accustomed to violating agreements”, the statement said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>M23 spokesman Lawrence Kanyuka said in a post on X on Monday that DRC’s government was continuing “its offensive military manoeuvres aimed at full-scale war”.</p><p>The eastern DRC, a region bordering Rwanda with abundant natural resources but plagued by non-state armed groups, has suffered extreme violence for more than three decades.</p><p>A new surge of unrest broke out early this year when the M23 group captured the <a href=\"/news/2025/1/27/declaration-of-war-m23-rebels-claim-to-have-captured-key-dr-congo-city\">key cities of Goma</a> and Bukavu, setting up their own administrations, with thousands killed in the conflict.</p><p>Violence has continued on the ground despite the US and Qatar-brokered peace deal, with fighting becoming more intense since Friday around the town of Mulamba in South Kivu province, where the front line had been relatively stable since March.</p><p>The M23 attacked positions between Friday and Monday held by pro-Kinshasa militia and army forces, and pushed them back several kilometres, after clashes using light and heavy weapons, local and security sources said.</p><p>The DRC government and the M23 rebels have agreed to sign a permanent peace deal by August 18, but the renewed fighting has threatened this effort.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}