{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "LIVE: Inter Milan vs Liverpool - UEFA Champions League | Football News | Al Jazeera",
            "time": "2025-12-09T17:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6938366315-1765291619.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Inter Milan vs Liverpool – UEFA Champions League</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow the build-up, analysis and live text commentary as Inter host Liverpool for league-phase game at the San Siro.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "UK’s MI5 protected IRA agent who committed murders, police report finds | Conflict News | Al Jazeera",
            "time": "2025-12-09T16:49:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP23094315106284-1765299364.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK’s MI5 protected IRA agent who committed murders, police report finds</h1><p class=\"article__subhead\"><em>British security services allowed a top spy in the IRA to continue committing serious crimes, police report finds.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom’s domestic intelligence agency MI5 protected an IRA double agent who committed murders during <a href=\"/video/inside-story/2024/2/2/could-the-island-of-ireland-unite-or-will-the-uk-stay-intact\">Northern Ireland’s Troubles</a> and later avoided prosecution, a major investigation has found.</p><p>The findings are from Operation Kenova, a nearly decade-long police probe into “Stakeknife” – the codename for a senior IRA figure who also worked as an informant for British security services.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He operated during The Troubles, the conflict in Northern Ireland between Irish republicans seeking a united Ireland and British forces and unionist paramilitaries who wanted to remain in the UK.</p><p>About 3,500 people were killed in the violence before it ended with the 1998 Good Friday Agreement.</p><p>Stakeknife led the IRA’s internal security unit, which abducted, interrogated and killed people suspected of informing – while secretly passing intelligence to the British.</p><p>Investigators said MI5 allowed the agent to continue committing serious crimes, blaming a “perverse sense of loyalty” that meant he was never held to account.</p><p>The report said MI5 even twice removed the agent from Northern Ireland on “holidays” despite knowing he was wanted by police for conspiracy to murder and false imprisonment.</p><p>Stakeknife has never been formally identified, but he is widely believed to have been Belfast man Freddie Scappaticci.</p><p>He has been linked to 14 murders and 15 abductions. Scappaticci died in 2023. He admitted being in the IRA but denied working for British intelligence.</p><p>Operation Kenova also criticised MI5 for delaying the release of key documents, saying several incidents could be seen as attempts to “restrict the investigation, run down the clock, avoid any prosecutions … and conceal the truth”.</p><p>MI5 Director General Ken McCallum apologised for the late disclosure and offered sympathies to victims and their families.</p><p>The report said there is a “compelling ethical case” to publicly name Stakeknife and called on the UK government to apologise to bereaved families and survivors.</p><p>The 40-million-pound ($53m) investigation examined 101 murders and abductions linked to the unit.</p><p>It identified more than 3,500 intelligence reports from Stakeknife that were not acted on. Investigators said this was evidence that lives “could and should have been saved”.</p></div></div></body></html>"
        },
        {
            "title": "‘They broke his neck’: Families of Syria’s disappeared still seek closure | Syria's War News | Al Jazeera",
            "time": "2025-12-09T16:43:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/P1000261-1765261127.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"a-nation-still-searching\">A nation still searching</h2><p>A year after Bashar al-Assad’s regime fell on December 8, 2024, Syrians are still searching for the truth.</p><p>The portraits that hung from lampposts have been replaced by the faces of the missing, photocopied pictures taped to shopfronts and walls. Families have searched graveyards and abandoned prisons, hoping a scrap of fabric or a piece of paper might give them answers.</p><figure id=\"attachment_3388475\" aria-describedby=\"caption-attachment-3388475\" class=\"wp-caption aligncenter\"><img class=\"size-arc-image-770 wp-image-3388475\" src=\"/wp-content/uploads/2024/12/AFP__20241215__36QG3KR__v2__HighRes__SyriaConflict-1734300390.jpg?w=770&amp;quality=80\" alt=\"Syria\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3388475\" class=\"wp-caption-text\">People hold pictures of Syrian missing persons at a protest outside the Hijaz train station in Damascus on December 15, 2024, demanding accountability [Bakr Alkasem/AFP]</figcaption></figure><p>Over 13 years of war, which killed more than half a million people and displaced half the country, the regime and its allies disappeared between 120,000 and 300,000 people, according to the government's National Commission for the Missing.</p><p>The system that disappeared them was deliberate – a web of informants, secret police, files and fear. Arrests were made without warrants, over a neighbour’s grudge, a relative’s rumour, or a bribe.</p><p>In the days after the regime’s collapse, some Syrians celebrated. Others ran to the prisons. At Sednaya Prison, people grabbed whatever documents they could, as papers were trampled into the ground and crucial evidence disappeared underfoot. Families searched for loved ones, even beneath the floors - what they found were ropes, chains, and electric cables.</p><p>Only a few families were reunited after al-Assad’s fall.</p><p>For the rest, grief and hope coexist as the whereabouts of the disappeared remain unknown.</p><p>The new government, led by President Ahmed al-Sharaa, has pledged to uncover the truth. In May 2025, decrees created the National Commission for the Missing and the National Commission for Transitional Justice. Advisory boards have been appointed, and legislation is being drafted.</p><p>But progress is slow in a nation stripped of laboratories, specialists, and funds. Officials admit they face a mammoth task: building a national database, recruiting forensic experts, establishing DNA capacity – and finding the dead before time and decay erase them.</p><figure id=\"attachment_3379368\" aria-describedby=\"caption-attachment-3379368\" class=\"wp-caption aligncenter\"><img class=\"size-arc-image-770 wp-image-3379368\" src=\"/wp-content/uploads/2024/12/AA-20241211-36450171-36450147-WAITING_CONTINUES_IN_SEDNAYA_PRISON_IN_DAMASCUS-1733909067.jpg?w=770&amp;quality=80\" alt=\"Families search Syria’s Sednaya Prison for loved ones\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3379368\" class=\"wp-caption-text\">Syrians dig after rumour spread of underground cells beneath Sednaya Prison, infamous for torture under the toppled al-Assad regime [File: Emin Sansar/Anadolu Agency]</figcaption></figure><p>On the ground, the work has fallen largely on those who once pulled survivors from rubble, the White Helmets, volunteers for the Syria Civil Defence (SCD).</p><p>They photograph and document, noting fragments of identity like clothing, teeth, bones. Each set of remains is boxed and sent to an identification centre. There, the process stops. The boxes of bones stay sealed. According to the White Helmets, no family has been reunited with the remains of the disappeared.</p><p>Officials and humanitarian workers say that without DNA laboratories, forensic specialists, or a functioning identification system, the bones can only be stored, even when families are sure they know who they are.</p><p>On November 5, the National Commission for the Missing signed a cooperation agreement with the International Commission on Missing Persons (ICMP), the Independent Institution on Missing Persons in Syria (IIMP), and the International Committee of the Red Cross (ICRC).</p><p>Officials say these institutions will investigate past crimes, build a national database of the missing, support families, and, eventually, identify and return remains.</p><p>The cooperation agreement was billed as the start of a comprehensive national process for truth and justice, committing all parties to share expertise and help build the backbone of an identification system.</p><p>The task is vast. There are no reliable official figures; estimates of the disappeared range from 120,000 to 300,000 people, numbers compiled from various sources without a unified database.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Before anyone can be identified, the state must gather what already exists – detention registers, civil documents, military files, and lists held by opposition groups and by survivor associations like the Caesar Families, Families for Freedom and the Sednaya Association.</p><p>Then they must collect testimonies from survivors and families, and coax information from former officials and guards who may know where people were taken or buried. All this must be uploaded into a central database that has not yet been built.</p><p>“You cannot start immediately searching, looking for answers,” says Zeina Shahla, a member of the government’s National Commission for the Missing. “You need to set up the ground.”</p><p>Right now, Syria has only a single identification centre in Damascus, set up with the ICRC, but no dedicated DNA laboratory. Offices in other cities are promised, but not yet open.</p><p>“We have huge needs – technical needs, financial needs, human resources,” Shahla says.</p><p>“Most of them are not available in Syria, especially the … scientific resources. We don't have DNA labs. We don't have the forensic labs. We don't have the doctors. So we need a lot of resources.</p><p>“And of course, this fight is too complicated because it's affecting millions of people. We need to work fast, but at the same time, we cannot work fast.”</p><figure id=\"attachment_3915984\" aria-describedby=\"caption-attachment-3915984\" class=\"wp-caption aligncenter\"><img class=\"size-arc-image-770 wp-image-3915984\" src=\"/wp-content/uploads/2025/08/2025-01-05T135337Z_1386054772_RC2GUBA7UCFE_RTRMADP_3_SYRIA-SECURITY-MISSING-1756569735.jpg?w=770&amp;quality=80\" alt=\"A Syrian woman holds up posters showing her missing sons.\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3915984\" class=\"wp-caption-text\">Ibtissam al-Nadaf, who said she is still mourning two sons, one killed by a sniper during the siege of al-Assali, the other disappeared into Sednaya Prison in 2018, holds her sons' photos at Marjeh Square in Damascus, Syria [File: Reuters/Zohra Bensemra]</figcaption></figure><p> </p><p>The officials point to the scale of the wreckage. Thirteen years of war, hundreds of thousands missing, institutions hollowed out by sanctions.</p><p>Many have not even reported their missing, still afraid of what doing so might invite. Around one in five Syrians now lives abroad, scattering the reference samples needed to match the dead to the living.</p><p>Some families of the disappeared feel they are at the bottom of the state’s list of priorities. Others, like the Caesar Families Association, understand this process takes time.</p><p>Even if every promise is kept, the journey from a signed memorandum in Damascus to a named grave may take decades. Many of the families waiting across Syria may not live to see the day their children are returned to them.</p></div></div></body></html>"
        },
        {
            "title": "Mohamed Salah fans at Arab Cup react to his Liverpool benching | Football | Al Jazeera",
            "time": "2025-12-09T16:26:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-06T164043Z_1501526958_UP1ELC61ABUDI_RTRMADP_3_SOCCER-ENGLAND-LEE-LIV_cropped-1765297079.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Liverpool’s Mohamed Salah a transfer target for Saudi Arabia | Football News | Al Jazeera",
            "time": "2025-12-09T16:12:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-22T170226Z_644855065_UP1ELBM1BC0LG_RTRMADP_3_SOCCER-ENGLAND-LIV-NFO-1765294661.jpg?resize=1839%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Liverpool’s Mohamed Salah a transfer target for Saudi Arabia</h1><p class=\"article__subhead\"><em>Egypt international Mohamed Salah is attracting interest from the Saudi Pro League amid doubt about Liverpool future.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Saudi Arabia says it will do “whatever it can” to recruit unsettled Liverpool star Mohamed Salah during the winter transfer window, a source at the kingdom’s Public Investment Fund (PIF) has revealed.</p><p>“We follow Salah’s position thoroughly and believe there can be a move either by loan or buying his contract,” said the source, who spoke on condition of anonymity on Tuesday, referring to the standoff between the Egyptian and Liverpool.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“There is still no direct negotiations or talks with the club at the moment but there will be a move at the right moment.”</p><p>The PIF source said the wealthy Gulf monarchy wanted to sign the Egyptian winger in January, during the next transfer window, to join stars such as Cristiano Ronaldo in Saudi Arabia.</p><p>PIF holds a 75 percent share in Al-Hilal, Al-Nassr, Al-Ahli and Al-Ittihad, but the source said it was not alone in wanting the Arab world’s biggest football star.</p><p>“There is a competition inside the Saudi league who will bring Salah,” the source said, adding that a club affiliated with Saudi Arabia’s state-owned oil and gas company was also interested.</p><p>“Aramco’s Al Qadsiah has shown an interest, too. So it’s not only the PIF-affiliated clubs.”</p><p>Ronaldo plays for Al-Nassr, Salah’s former Liverpool teammate, Darwin Nunez, is at Al-Hillal, another former Premier League player of the season, N’Golo Kante, is at Al-Ittihad, but Salah is the biggest football star from an Arab country.</p><p>Salah said, after he was an unused substitute in the 3-3 draw with Leeds on Sunday, that he felt like he had been “<a href=\"/sports/2025/12/7/mohamed-salah-claims-he-has-been-thrown-under-the-bus-by-liverpool\">thrown under the bus</a>” by Liverpool and no longer had a relationship with manager Arne Slot.</p><p>The 33-year-old Egypt forward was then <a href=\"/sports/2025/12/8/inter-milan-vs-liverpool-champions-league-salah-team-start-and-lineups\">left out of Liverpool’s squad</a> for their Champions League tie at Inter Milan on Tuesday.</p><p>Salah has played a key role in Liverpool’s two Premier League titles and one Champions League triumph during his iconic spell on Merseyside. He signed <a href=\"/sports/2025/4/11/salah-signs-new-liverpool-contract\">a contract extension in April</a> as he led Liverpool to the title.</p><p>Salah is set to depart for the Africa Cup of Nations after next weekend’s home match against Brighton in the Premier League.</p><p>He hinted that the Brighton game could be his last with the Reds before leaving during the winter transfer window.</p><p>In 2024-25, Salah scored 29 goals and provided 18 assists last season, but he has been a shadow of his former self during Liverpool’s struggles this season — the title-holders are 10th in the table — with just four goals in 13 top-flight appearances.</p><p>“All players have their ups and downs. Salah is just 33 and has a lot to do here,” said the PIF source.</p><p>“Salah is a beloved footballer around the globe and will have a massive impact on the Saudi League both on and off the pitch.”</p></div></div></body></html>"
        },
        {
            "title": "Israel bids farewell to Thai captive before remains return home | Hamas | Al Jazeera",
            "time": "2025-12-09T16:02:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765296142.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "France’s prime minister faces crunch vote in parliament | Politics News | Al Jazeera",
            "time": "2025-12-09T15:39:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/afp_68e633e73be6-1759917031.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>France’s prime minister faces crunch vote in parliament</h1><p class=\"article__subhead\"><em>Sébastien Lecornu faces a vital test to his premiership over the social security budget bill.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France’s National Assembly is set to vote on a major social security budget bill, in a critical test for the embattled <a href=\"/where/france/\">Prime Minister Sebastien Lecornu</a>, who has pledged to deliver the country’s 2026 budget before the end of the year.</p><p>Debate on the legislation began on Tuesday afternoon. Lecornu governs without a majority in parliament, and has sought support from the Socialist Party by offering concessions, including suspending President Emmanuel Macron’s controversial pension reform.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>If lawmakers reject the plan, France could face another political crisis and a funding gap estimated at 30 billion euros ($35bn) for its healthcare, pension, and welfare systems.</p><p>“This social security budget bill is not perfect, but it is the best possible,” Lecornu wrote on X on Saturday, warning that failure to pass it would threaten social services, public finances, and the role of parliament.</p><p>Socialist leader Olivier Faure said on Monday that his party could back the bill after the government agreed to suspend Macron’s 2023 pension reform, which raised the retirement age, until after the 2027 presidential election.</p><p>But the far-right National Rally and the hard-left France Unbowed have both signalled their opposition, along with more moderate right-wing parties.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Even government allies, including the centrist Horizons party and conservative Republicans, could abstain or vote against the legislation. They argue that freezing the pension reform and raising taxes to win socialist support undermines earlier commitments.</p><p>France, the eurozone’s second-largest economy, has been under pressure to reduce its large budget deficit. But political instability has slowed those efforts since Macron’s snap election last year resulted in a hung parliament.</p><p>Lecornu, a close Macron ally, said last week that rejection of the bill would nearly double the expected shortfall from 17 billion to 30 billion euros ($20bn-$35bn), threatening the entire 2026 public spending plan.</p><p>Without a deal before year-end, the government may be forced to introduce temporary funding measures.</p><p>The government aims to bring the deficit below 5 percent of GDP next year, but its narrow political options have led to repeated clashes over public spending.</p><p>Budget disputes have already toppled three governments since last year’s election, including that of former Prime Minister Michel Barnier, who lost a no-confidence vote over his own budget bill.</p></div></div></body></html>"
        },
        {
            "title": "Deadly fire breaks out in office building in Indonesia’s capital | Newsfeed | Al Jazeera",
            "time": "2025-12-09T15:33:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765295821.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Tanzania tightens security, outlaws protests over disputed election | Protests News | Al Jazeera",
            "time": "2025-12-09T15:16:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69380eb02562-1765281456.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tanzania tightens security, outlaws protests over disputed election</h1><p class=\"article__subhead\"><em>Tanzania’s prime minister asked all non-essential workers to stay home, and public transport was stopped ahead of the expected protests.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tensions are high in Tanzania after the government outlawed planned protests over its disputed victory in elections in October.</p><p>Police and soldiers were patrolling largely empty streets in major cities on Tuesday – Tanzania’s Independence Day – after the government preemptively ruled that any protest would be illegal and treated as a coup attempt, and urged people to stay at home.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Activists have called for protests over the ruling party’s victory in the vote on October 29. Rallies contesting the election met a <a href=\"/news/2025/11/7/tanzania-charges-dozens-with-treason-over-election-protests\">crackdown</a> in which hundreds of people were killed and more than 2,000 <a href=\"/news/2025/11/11/tanzania-frees-opposition-leaders-following-deadly-election-protests\">detained</a>.</p><p>On Tuesday, police trucks and officers on foot patrolled the commercial capital, Dar es Salaam, the administrative capital Dodoma and the northeastern city of Arusha, while roadblocks were erected near key government installations including President Samia Suluhu Hassan’s heavily guarded offices.</p><p>The situation appeared calm as of late morning, although one resident and some activists on social media said small protests had begun in some parts of the city. This could not be immediately confirmed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2025/11/3/president-hassan-sworn-in-following-deadly-tanzania-election\">Hassan won a new term</a> in the October 29 election with nearly 98 percent of the vote after leading opposition candidates were barred from running.</p><p>She appointed a commission last month to <a href=\"/news/2025/11/14/tanzanias-president-announces-probe-into-post-election-protest-deaths\">investigate election-related violence</a>, but has repeatedly denied that security forces acted with undue force.</p><p>United Nations human rights experts said last week that at least 700 people were estimated to have been extrajudicially killed in the violence.</p><p>The government has acknowledged that people died, but has not provided its own death toll.</p><p>The United States said last week that it was reviewing its relationship with Tanzania over concerns about violence against civilians as well as religious freedom, free speech and barriers to investment.</p><p>In the months leading up to the elections, opposition leaders and human rights activists accused the government of being behind the disappearance of dozens of its critics.</p><p>Hassan said last year that she had ordered an investigation into reported abductions, but no results have been announced.</p><figure id=\"attachment_4162155\" aria-describedby=\"caption-attachment-4162155\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4162155\" src=\"/wp-content/uploads/2025/12/afp_69380e72eaf0-1765281394.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A general view of a deserted avenue in Dar Es Salaam on December 9, 2025 during a day of demonstrations agaisnt the violent crackdown by security forces on election demonstrations. (Photo by AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4162155\" class=\"wp-caption-text\">A general view of a deserted avenue in Dar Es Salaam on December 9, 2025 during a day of demonstrations against the violent crackdown by security forces on election demonstrations [AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "How India plans to continue buying Russian oil despite sanctions | Energy News | Al Jazeera",
            "time": "2025-12-09T14:46:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6938040ecdd0-1765278734.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India plans to continue buying cheap crude oil from Russia, despite sanctions imposed on major Russian oil companies by the United States and Europe.</p><p>Indian Prime Minister Narendra Modi met with Russian President Vladimir Putin for the Russia-India annual <a href=\"/news/2025/12/5/uninterrupted-oil-shipments-key-takeaways-from-putin-modi-talks-in-delhi\">bilateral summit</a> in New Delhi last week, during which Putin said: “Russia is ready for uninterrupted shipments of fuel to India.”</p><p>India is the second-largest consumer of Russian oil after China and is facing intense pressure from the US to stop buying it. Earlier this year, the administration of US President Donald Trump doubled trade tariffs on Indian goods to 50 percent, in part because of this issue, Trump said at the time.</p><p>Here is what we know about India’s imports of Russian oil, and how New Delhi has managed to keep its petroleum purchases from Moscow afloat in spite of sanctions and pressure.</p><h2 id=\"how-did-india-become-such-a-big-consumer-of-russian-oil\">How did India become such a big consumer of Russian oil?</h2><p>In 2021, prior to Russia’s full-scale invasion of Ukraine in February 2022, Russian oil constituted around 2.5 percent of India’s total oil imports, according to figures from the US Energy Information Administration published in February this year.</p><p>After the war began, Europe and the US began placing sanctions on Russian companies to economically isolate Moscow.</p><p>Overall, since the beginning of the war, the US and its allies have imposed more than 21,000 <a href=\"/program/money-works/2024/7/11/are-russian-sanctions-working\">sanctions on Russia</a>, targeting individuals, media organisations, the military, and sectors that include energy, aviation, shipbuilding and telecommunications.</p><p>Crucially, however, in December 2022, the Group of Seven (G7), the European Union and Australia placed a <a href=\"/news/2022/12/5/eu-ban-on-russian-oil-imports-and-g7-price-cap-comes-into-effect\">cap on the price</a> of Russian oil at $60 per barrel, ostensibly to reduce Russia’s ability to fund its war in Ukraine. The cap was later reduced to around $48 by the EU and the United Kingdom. This made Russian oil more attractive to purchasers, particularly India and China. Russia has sold crude oil to India at steeply discounted rates, dropping as low as $35 per barrel in March 2022.</p><p>By contrast, Brent crude oil is currently trading at around $62.50 per barrel.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-much-oil-is-india-buying-from-russia\">How much oil is India buying from Russia?</h2><p>In October 2024, India’s purchases of Russian crude petroleum reached a historic high of $5.8bn.</p><p>At the end of that month, the US imposed new sanctions on hundreds of Russian individuals and entities. These include Russian shipowners, vessels and traders involved in shipping Russian crude.</p><p>In November 2024, India’s crude petroleum imports from Russia dropped to $3.9bn and by December 2024, India was importing even less oil from Russia, worth $3.2bn.</p><p>However, in January 2025, Indian imports of Russian oil from Russia bounced back up to $3.6bn. Since then, volumes of imports have fluctuated.</p><h2 id=\"what-pressure-is-india-facing-to-stop-buying-russian-oil\">What pressure is India facing to stop buying Russian oil?</h2><p>In August this year, White House trade adviser Peter Navarro said India’s purchases of Russian crude oil were <a href=\"/news/2025/8/18/us-adviser-navarro-pushes-india-to-end-its-purchase-of-russian-crude\">funding Moscow’s war in Ukraine</a> and must stop.</p><p>“India acts as a global clearinghouse for Russian oil, converting embargoed crude into high-value exports while giving Moscow the dollars it needs,” Navarro wrote in an opinion piece published in the Financial Times.</p><p>In August, Washington also doubled trade tariffs on Indian goods to 50 percent as a punishment for India buying Russian oil.</p><p>In October, <a href=\"/news/2025/10/15/trump-says-modi-has-assured-him-india-will-not-buy-russian-oil\">Trump claimed</a> that Modi had pledged to stop buying oil from Russia.</p><p>“So I was not happy that India was buying oil, and he assured me today that they will not be buying oil from Russia,” Trump told reporters during a White House event.</p><p>“That’s a big step. Now we’re going to get China to do the same thing.”</p><p>But during an interview with Indian broadcasters during the Russia-India annual <a href=\"/news/2025/12/5/uninterrupted-oil-shipments-key-takeaways-from-putin-modi-talks-in-delhi\">bilateral summit</a> on December 4, Putin scoffed at Trump’s claim. “The United States itself still buys nuclear fuel from us for its own nuclear power plants,” he said. In 2023, US imports of enriched uranium from Russia hit a record high in over a decade, worth about $1.2bn.</p><p>If the US has the right to buy Russian fuel, he added, India should enjoy “the same privilege”.</p><p>Kremlin spokesman Dmitry Peskov repeated this sentiment during a call with reporters on Monday this week, when he said: “India, as a sovereign state, conducts foreign trade operations and purchases energy resources where it is beneficial for India, and as far as we understand, our Indian partners will continue this policy to ensure their economic interests.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-have-sanctions-on-russian-oil-caused-a-spike-in-indian-imports\">Why have sanctions on Russian oil caused a spike in Indian imports?</h2><p>On October 22 this year, Trump imposed <a href=\"/news/2025/10/23/will-trumps-sanctions-against-russian-oil-giants-hurt-putin\">US sanctions</a> on two of Russia’s largest oil producers, Rosneft and Lukoil. It was the first time during his second term as US president that Washington had imposed sanctions related to Russia’s war in Ukraine.</p><p>The US sanctions came the same day that the EU approved its own 19th package of sanctions on Russia, and one week after the UK also sanctioned Rosneft and Lukoil.</p><p>The US sanctions were set to come into effect on November 21, after which purchases from US-sanctioned entities Rosneft and Lukoil would be restricted, giving Indian importers a window to ramp up purchases ahead of the deadline.</p><p>One day after the US sanctions were announced, state refiners in India, including Indian Oil Corp, Bharat Petroleum Corp and Hindustan Petroleum Corp, began reviewing their Russian oil purchases, Reuters reported, citing an unnamed source with direct knowledge of the matter.</p><p>In October, India imported $3.55bn worth of crude petroleum from Russia, according to figures from the Ministry of Commerce and Industry, reported in Indian media. While this was not as high as the $5.8bn value of crude petroleum India purchased from Russia in October 2024, it showed that India was still buying more oil than it was before the war in Ukraine broke out.</p><p>In early November, however, India ramped up its imports of Russian oil. India’s crude oil imports increased by 220,000 barrels per day, reaching 5 million barrels per day, according to energy market intelligence firm Vortexa. This was a seasonal peak, nearly matching the record high of 5.05 million barrels per day set in March 2025.</p><p>India’s refining sector consists of three main categories of operators: National Oil Companies (NOCs), which are state‑owned, public sector refiners; Reliance Industries, which is privately owned, with a diverse crude sourcing strategy; and Nayara Energy, a Russian‑majority‑owned private refiner.</p><p>The EU sanctioned Nayara in July 2025 over its links to Russia. Since then, however, it has doubled down on buying exclusively Russian crude, significantly increasing its intake.</p><p>With sanctions already in place, the company appears to see little downside in deepening its reliance on Russian oil. By late October, Nayara had ramped up crude processing at its Vadinar Refinery in Gujarat to 90-93 percent of capacity, Reuters reported, citing unnamed sources. That fell to 70 to 80 percent of capacity in July following the EU sanctions.</p><p>Overall, however, it is clear that India is continuing to import Russian oil. While sanctions have led to India scaling back on Russian oil purchases to some degree, New Delhi is still projected to buy 600,000 barrels of oil per day in January. This may be well below the 1.6 million to 1.8 million barrels it has been importing in recent months, but not zero, Bloomberg reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-will-india-continue-to-import-russian-oil\">How will India continue to import Russian oil?</h2><p>Rosneft and Lukoil account for around 60 percent of the Russian oil purchased by India, Reuters reported in October, citing Prashant Vashisht, vice president at ICRA Ltd, an Indian credit rating agency. Citing Russian government agencies, S&amp;P Global said Rosneft accounts for almost half of all Russian oil production and 6 percent of global output.</p><p>India, therefore, will have to turn to other sources for its Russian oil imports. This is likely to include companies such as Surgutneftegaz, which was never fully affected by sanctions.</p><p>India has also purchased oil from Gazprom Neft, which faces sectoral sanctions rather than being fully sanctioned. This means that the US has put limits on some activities, but has not completely banned doing business with the company.</p><p>India could also purchase Russian oil via a <a href=\"/news/2025/12/2/russian-tanker-struck-off-turkiye-as-ukraine-targets-shadow-fleet\">shadow fleet</a> of older tankers using non-Western insurance and flags, which can often bypass sanctions.</p><p>Between January and September this year, India imported 5.4 million tonnes of Russian oil carried by 30 vessels sailing under false flags, according to a report published in November by the European think tank the Centre for Research on Energy and Clean Air (CREA).</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How did China’s trade surplus hit $1 trillion? | Business and Economy News | Al Jazeera",
            "time": "2025-12-09T14:28:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-18T101402Z_1059330294_RC2L3EAFLD85_RTRMADP_3_XIAOMI-RESULTS-1765291080.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China’s trade surplus – the difference between the value of goods it imports and exports – has hit <a href=\"/economy/2025/12/8/china-trade-surplus-tops-1tn-for-first-time-amid-pivot-to-counter-us-lull\" target=\"_blank\" rel=\"noopener\">$1 trillion</a> for the first time, a significant yardstick in the country’s role as “factory of the world”, making everything from socks and curtains to electric cars.</p><p>For the first 11 months of this year, China’s exports rose to $3.4 trillion while its imports declined slightly to $2.3 trillion. That brought the country’s trade surplus to about $1 trillion, China’s General Administration of Customs said on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Shipments overseas from China have boomed despite US President Donald Trump’s global trade war, largely consisting of sweeping “reciprocal” tariffs on most countries, which were <a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\">launched earlier this year</a> in a bid to reduce US trade deficits.</p><p>But China, which was initially hit with US tariffs of 145 percent before they were lowered to allow for trade talks, has emerged largely unscathed from the standoff by stepping up shipments to markets outside the US.</p><p>Following Trump’s 2024 election win, China began diversifying its export market away from the US in exchange for closer ties with Southeast Asia and the European Union. It also established new production hubs, outside of China, for low-tariff access.</p><h2 id=\"why-does-china-have-such-a-large-trade-surplus\">Why does China have such a large trade surplus?</h2><p>China’s exports returned to growth last month following an unexpected dip in October, rising to 5.9 percent more than one year earlier and far outpacing a 1.9 percent rise in imports, according to China’s General Administration of Customs.</p><p>China’s goods surplus for the first 11 months of 2025 was up 21.7 percent from the same period last year. Most of the surge was driven by strong growth in high-tech goods, which outpaced the increase in overall exports by 5.4 percent.</p><p>Auto exports, especially for electric vehicles, rallied as Chinese firms muscled in on Japanese and German market share. Total car shipments jumped by more than one million to approximately 6.5 million units this year, according to data from China-based consultancy Automobility.</p><p>And although China still trails US leaders like Nvidia in advanced chips, it is becoming dominant in the production of semiconductors (used in everything from electric cars to medical devices). Semiconductor exports rose by 24.7 percent over the period.</p><p>China’s technological advances have also boosted shipbuilding, where exports rose 26.8 percent compared with the same period in 2024.</p><p class=\" embed-paragraph-wrapper\"></p><p>So, given the hostile global trade backdrop, how has China achieved this?</p><h3>Rerouting and diversifying</h3><p>Though Washington has <a href=\"/news/liveblog/2025/10/29/trump-xi-meeting-live-china-and-us-to-negotiate-rare-earths-tariffs\">lowered tariffs</a> on Chinese imports in recent months, they remain high. Average import duties on Chinese goods currently stand at 37 percent. For this reason, Chinese shipments to the US have dropped by 29 percent year-on-year to November.</p><p>Some Chinese companies have shifted their production facilities to Southeast Asia, Mexico and Africa, enabling them to bypass Trump’s tariffs on goods arriving directly from China. Despite this, overall trade between the two countries remains down.</p><p>In the first eight months of this year, for instance, the US imported roughly $23bn in goods from Indonesia, an increase of nearly one-third on the same period in 2024. It is widely understood that the rise is down to Chinese goods being redirected via Indonesia.</p><p>“The role of trade rerouting in offsetting the drag from US tariffs still appears to be increasing,” Zichun Huang, an economist at Capital Economics, wrote in a note to clients on Monday. Huang added that “exports to Vietnam, the top [Chinese] rerouting hub, continued to grow rapidly.”</p><p>As trade with the US has slackened, China has doubled down on developing ties with other major trading partners. That includes a 15 percent surge in Chinese shipments to the EU, compared with the year before, and an 8.2 percent rise in exports to countries in Southeast Asia.</p><h3>Weaker currency</h3><p>Another reason for China’s trading success is that its currency has been cheap, compared with others, in recent years. A lower renminbi makes exports relatively inexpensive to produce, and imports relatively expensive to consume.</p><p>China maintains a “managed float” of the renminbi – meaning the central bank intervenes in foreign exchange markets to maintain its value against other currencies – with the aim of keeping the price stable.</p><p>For years, many economists have argued that China’s currency is undervalued. In their view, that gives exporters a competitive edge by boosting the appeal of cheap Chinese products at the expense of other countries, leading to large imbalances in trade.</p><p>Indeed, taking into account global inflationary dynamics, the real effective exchange rate – a measure of the competitiveness of Chinese goods – is actually at its weakest level since 2012.</p><h2 id=\"how-has-china-got-here\">How has China got here?</h2><p>China’s eye-watering $1 trillion trade surplus – never before recorded in economic history – is the culmination of decades of industrial policies that have enabled China to emerge from a low-income agrarian society in the 1970s to become the world’s second-largest economy today.</p><p>China established itself as a dependable producer of low-cost manufactured goods, like T-shirts and shoes, in the 1980s. Since then, it has climbed the industrial ladder to higher-value goods, such as <a href=\"/news/2025/11/20/chinas-evs-dominate-the-world-why-not-in-the-us-and\" target=\"_blank\" rel=\"noopener\">electric vehicles and solar panels</a>.</p><p>By far its largest sector in terms of exports is electronics. China exported a total of more than $1 trillion-worth of electronic goods around the world in 2024. This follows the pattern of other industrialised countries by starting with simple, labour-intensive goods and then moving into more complex sectors. However, China has done so with unusual scale and speed to cement its dominance across numerous global supply chains.</p><p>It also dominates trade in <a href=\"/economy/2025/10/21/despite-us-push-china-poised-to-dominate-rare-earths-for-years\">rare-earth metals</a>, which are crucial for the manufacture of a wide range of goods from smartphones to fighter jets.</p><p>Twelve of the 17 rare earth metals on the periodic table can be found in China, and it mines between 60 percent and 70 percent of the world’s rare-earth resources. It also carries out 90 percent of the processing of these metals for commercial use.</p><figure id=\"attachment_4162289\" aria-describedby=\"caption-attachment-4162289\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4162289\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-What-are-China-biggest-exports-trade-2024-world-1765285569.png?quality=80\" alt=\"INTERACTIVE- What are China biggest exports trade 2024 world-1765285569\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4162289\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>For historical context, China’s trade surplus in factory goods is larger as a share of its economy than the US ran in the years after World War II, when most other manufacturing nations were emerging from the ruins of war.</p><h2 id=\"how-are-other-countries-responding-to-china-s-expanding-dominance\">How are other countries responding to China’s expanding dominance?</h2><p>Many are looking for ways to redress the balance.</p><p>French President Emmanuel Macron, <a href=\"/news/2025/12/4/macron-tells-xi-that-china-france-must-overcome-differences\">who visited China last week</a>, warned the EU may take “strong measures”, including imposing higher tariffs, should Beijing fail to address the imbalance.</p><p>The EU already imposes additional tariffs on Chinese-made electric vehicles (EVs), which range from 17 percent to 35.3 percent, for example, on top of its existing 10 percent import duty.<br>\nGermany’s foreign minister, Johann Wadephul, arrived in China for a two-day trip on Monday this week, becoming the latest senior European official to visit for talks amid the country’s rapidly expanding goods trade with Europe.</p><p>Before his trip, Wadephul said he planned to raise the issue of tariffs with his Chinese counterparts, particularly those involving rare earths, in addition to concerns about industrial “overcapacities”, which he said are distorting global prices for industrial goods.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"will-china-s-exports-continue-to-grow\">Will China’s exports continue to grow?</h2><p>Despite efforts by the US and other wealthy countries to diversify away from China, few economists expect the country’s broad-based trade momentum to slow anytime soon.</p><p>Economists at Morgan Stanley predict China’s share of global goods exports will reach 16.5 percent by the end of the decade, up from 15 percent now, reflecting China’s ability to adapt quickly to shifting global demand.</p><p>More immediately, China’s strong trade performance means the annual growth target – set by Beijing to guide economic policy and to align regional governments – of about 5 percent is likely to be met.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "I Love You More: The Search for a Father in Syria’s Lost Memories | Syria's War | Al Jazeera",
            "time": "2025-12-09T14:17:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765289780.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>With the fallout from the war in Syria as a backdrop, director Nour Alkheder longs for her father through memories, imagination and the fragments of a life uprooted by conflict.</p><p>As Alkheder reflects on what was lost and what remains, she confronts the emotional weight of nostalgia and the love that binds her to her father and her homeland.</p><p>I Love You More explores what it means to long for someone, and somewhere, when they are both out of reach.</p><p>A documentary short by Nour Alkheder.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Who are the groups controlling Yemen? | Explainer News | Al Jazeera",
            "time": "2025-12-09T14:16:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6937ff89c0de-1765277577.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yemen’s main southern separatist group, the Southern Transitional Council (STC), <a href=\"/news/2025/12/8/yemeni-separatist-group-claims-broad-control-of-south\">claims it has consolidated control</a> across the country’s south.</p><p>The announcement on Monday, which marks a major power shift, comes following a military operation launched last week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Eight southern governorates “are under the protection of the Southern Armed Forces”, including the port city of Aden, STC representative Amr al-Bidh told Reuters news agency.</p><p>“We are concentrating on unifying the operational theatre of our armed forces to enhance coordination and readiness to reinforce stability and security in the south, as well as combating the Houthis should there be a willingness to head in this direction.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Yemen’s internationally recognised government, known as the Presidential Leadership Council (PLC), criticised the separatists, calling their “unilateral” actions a “blatant violation of the transitional phase’s framework”.</p><p>The government controls the provinces of Marib and Taiz.</p><p>Yemen has been embroiled in a <a href=\"/gallery/2022/3/22/photos-yemen-7-years-of-war-7-things-that-changed-for-7-people\">civil war</a> since 2015 between the Iranian-backed Houthis and the central government in Sanaa.</p><p>While the STC opposes the Houthis, and is part of the PLC, the group has previously called for the separation of the southern region from Yemen.</p><p>Yemen remains fragile and fragmented, with three main entities controlling most of the country and smaller groups maintaining influence in select regions.</p><p><span>Here is what you need to know about the different groups ruling Yemen.</span></p><h2 id=\"southern-transitional-council\">Southern Transitional Council</h2><p>The STC is a southern Yemeni separatist movement formed on May 11, 2017.</p><p>It emerged after mass protests in Aden against the dismissal of its leader, Aidarus al‑Zoubaidi, who became head of the 26-member council and sits on the PLC.</p><p>The council’s declared aim is to “<a href=\"/news/2020/4/26/yemen-what-is-the-southern-transitional-council\">reinstate the Southern State</a>” – a reference to the independent state that existed in the south before unification with the north, between 1967 and 1990.</p><p>With backing from a regional power, the STC exerts control over a number of paramilitary forces originally known as the <a href=\"/news/2023/8/10/al-qaeda-attack-kills-secessionist-commander-and-three-fighters-in-yemen\">“Security Belt”</a>, now often referred to broadly as the Southern Armed Forces.</p><figure id=\"attachment_4162354\" aria-describedby=\"caption-attachment-4162354\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4162354\" src=\"/wp-content/uploads/2025/12/INTERACTIVE_YEMEN_CONTROL_MAP_DECEMBER-9_2025-1765288083.png?quality=80\" alt=\"INTERACTIVE_YEMEN_CONTROL_MAP_DECEMBER 9_2025-1765288083\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4162354\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Over time, the STC has gained significant territorial and political influence in southern Yemen – most notably capturing the port city of Aden.</p><p>It has repeatedly declared self-rule in areas under its control, citing government corruption and misgovernance.</p><p>Although the STC has sometimes entered into power-sharing arrangements with Yemen’s internationally recognised government, its underlying demand remains southern autonomy or independence.</p><p>Last week, the STC stormed <a href=\"/news/2025/12/4/armed-clashes-reported-between-yemeni-army-and-southern-separatists\">large parts of the oil-rich Hadramout governorate</a>, including the presidential palace of Seiyun. It claims it wanted to “restore stability and bring an end to the state of security breakdown, and halt the exploitation of the region by forces alien to the valley [of Hadramout] and the governorate”.</p><h2 id=\"presidential-leadership-council\">Presidential Leadership Council</h2><p>The PLC was established in 2022 when former Yemen President Abd-Rabbu Mansour Hadi formally transferred his powers to the new eight-member body.</p><p>Its mandate is to manage Yemen’s political, security, and military affairs during a transitional period and to steer negotiations towards a permanent ceasefire.</p><p>It is chaired by Rashad al-Alimi, an adviser to Hadi and former interior minister with the government of late President Ali Abdullah Saleh.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Its membership is drawn from a <a href=\"/news/2022/6/3/yemens-new-leadershiperadicating-divisions-in-anti-houthi-force\">mix of northern and southern politicians</a> and military-linked leaders — including the STC — in a bid to unite major anti-Houthi forces under one roof.</p><p>At the PLC’s inception, al-Alimi <a href=\"/news/2022/4/19/yemen-inaugurates-new-presidential-council\">pledged</a> to end the civil war, provide economic stability, and alleviate the humanitarian crises in the country as its top priorities.</p><p>However, since 2022, internal divisions among the PLC’s members — who represent differing political and regional interests — have deepened, making it largely ineffective.</p><h2 id=\"houthis\">Houthis</h2><p>Ansar Allah, commonly referred to as the Houthis, is a group armed and trained by Iran and now exerting control of at least five provinces in the north and northwestern parts of the country, including the capital city, Sanaa. It also controls several regions bordering Saudi Arabia.</p><p>Originating in the 1990s, the Houthis had at least six wars with Yemen’s government forces during the era of ousted leader Ali Abdullah Saleh. Saleh had to abandon his presidency in the wake of mass protests against his rule during the Arab Spring, which broke out in 2011.</p><p>The Houthis grew stronger and became eager to consolidate their grip on power. The group drew global attention in 2014 when they launched an armed uprising against Yemen’s government, forcing former president Hadi to flee the capital and subsequently step down from office.</p><figure id=\"attachment_3914864\" aria-describedby=\"caption-attachment-3914864\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3914864\" src=\"/wp-content/uploads/2025/08/reuters_68b1d9c0-1756486080.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Houthi fighters join protesters, mainly Houthi supporters, as they demonstrate to show support to Palestinians in Gaza at Sabeen Square in Sanaa, Yemen August 29, 2025. REUTERS/Stringer\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3914864\" class=\"wp-caption-text\">Houthi fighters join protesters, mainly Houthi supporters, as they demonstrate to show support to Palestinians in Gaza at Sabeen Square in Sanaa, Yemen [File: Reuters]</figcaption></figure><p>This takeover led to the government’s collapse and triggered a major political crisis and military collapse. It also worsened the severe humanitarian conditions in the country, which is considered one of the poorest in the world. In the years that followed, the Houthis withstood a wide Saudi-led Arab military coalition.</p><p>Since 2022, the fighting has largely frozen, though occasional clashes and shifts in military positions have continued.</p><p>In November 2023, the Houthis began targeting civilian and military vessels suspected of having Israeli ties, a campaign aimed at pressuring Israel to halt its genocidal war in Gaza, which began on October 7, 2023.</p><p>They also launched multiple missile and drone assaults against Israel, with several strikes reportedly hitting their intended targets.</p></div></div></body></html>"
        },
        {
            "title": "Is family still the foundation of society, or is it time to redefine it? | Digital Series | Al Jazeera",
            "time": "2025-12-09T14:07:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/EP8-FAMILY-THUMBNAIL-1765289077.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "LIVE: Hamas says no Gaza truce phase two while Israel continues violations | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-09T14:05:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-09T150129Z_476659158_RC2ECIAJJV2X_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-EMBED-1765300674.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Hamas says no Gaza truce phase two while Israel continues violations</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Official urges mediators to stop Israeli attacks, numbering 738 since ceasefire began, Gaza authorities say.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Who are the separatists that claim control of all south Yemen? | Politics | Al Jazeera",
            "time": "2025-12-09T13:36:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765287339.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Lithuania declares state of emergency over smuggler balloons from Belarus | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-09T13:00:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20250826__72GG87Y__v2__HighRes__LithuaniaGovernmentParliament-1765280282.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lithuania declares state of emergency over smuggler balloons from Belarus</h1><p class=\"article__subhead\"><em>Move comes with concern rife that Minsk, alongside ally Russia, is engaged in hybrid warfare and testing NATO defences.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lithuania has declared an “emergency situation” over an influx of meteorological balloons launched from neighbouring Belarus.</p><p>The declaration by Prime Minister Inga Ruginiene on Tuesday came amid growing tension between Lithuania and its neighbour over the balloons, which have previously been used to smuggle cigarettes but are now suspected to be operated by Belarusian security services.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Vilnius has accused Minsk, a close ally of Russia, of mounting a “hybrid attack”, with the <a href=\"/news/2025/10/27/lithuania-to-shoot-down-smuggler-balloons-shut-belarus-border-crossings\">flights into Lithuanian airspace</a> leading to the repeated closure of the country’s airports in recent months.</p><p>“In combating the Belarusian hybrid attack, we must take the strictest measures and defend the areas most affected,” Ruginiene said.</p><p>“All institutions are joining forces to address the threat posed by smuggling balloons.”</p><p>The balloons are widely used by smugglers to illicitly transport cigarettes into Lithuania, but Interior Minister Vladislav Kondratovic said it is believed that Minsk is involved in orchestrating the flights.</p><p>The emergency declaration will allow the military to take part in border patrols alongside police and border guards.</p><p>Meanwhile, prosecutors have launched an investigation, and the secret services will provide information about the connection with the Belarusian state, the minister added.</p><h2 id=\"testing-defences\">Testing defences</h2><p>The measure comes amid widespread concern in Europe that, as its war in Ukraine grinds on, Russia is increasingly using hybrid warfare, <a href=\"/news/2025/11/19/poland-to-close-last-russian-consulate-over-unprecedented-act-of-sabotage\">including sabotage and espionage</a>, and <a href=\"/news/2025/9/10/poland-downs-drones-during-airspace-intrusion-as-russia-strikes-ukraine\">testing of NATO defences</a>.</p><p>Tension is particularly high in Europe’s eastern stretches that border Russia and Belarus.</p><p>Lithuania declared an emergency in 2021 due to an influx of migrants across its border with Belarus, which it also described as a hybrid attack.</p><p>Poland has been tussling with a similar situation in recent years.</p><p>In October, Lithuanian authorities temporarily <a href=\"/news/2025/10/29/lithuania-extends-belarus-border-closure-over-balloon-attack\">closed two border crossings</a> in response to the airspace violations by the balloons, measures that Belarusian President Alexander Lukashenko denounced as part of a “hybrid war” against his country.</p><p>According to the Lithuanian government, Vilnius international airport has been closed for more than 60 hours since October due to the threat posed to civil aviation by the balloons, affecting more than 350 flights and approximately 51,000 passengers.</p><p>The “emergency situation” is one step below a “state of emergency”, which can only be declared by the parliament when the country’s constitutional order is imperilled, the AFP news agency reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Lukashenko responded to the declaration, saying Lithuania was exaggerating the issue.</p><p>“Do they really want to fight? We don’t need war,” Lukashenko said, according to the Pul Pervogo Telegram channel.</p></div></div></body></html>"
        },
        {
            "title": "What’s changed in Sudan after the Rapid Support Forces’ control of Heglig? | Sudan war News | Al Jazeera",
            "time": "2025-12-09T13:00:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2012-05-02T120000Z_515298636_GM1E8521P4X01_RTRMADP_3_SUDAN-1765278930.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Rapid Support Forces’ control of the <a href=\"/news/2025/12/8/rsf-claims-seizure-of-key-heglig-oil-field-in-sudan\">Heglig</a> oilfield means that the most important functioning oil facility in Sudan has fallen outside the control of the central government, with production halted and workers evacuated towards neighbouring South Sudan.</p><p>The importance of this event is not merely symbolic; Heglig is a strategic hub on three levels:</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"economically\">Economically:</h2><p>The Heglig field processes between 80,000 and 100,000 barrels per day for the benefit of Sudan and South Sudan, and the pipeline to Port Sudan passes through it. This means that its loss delivers a direct blow to what remains of the Port Sudan government’s cash revenues – including fees from the transit of South Sudanese oil.</p><h2 id=\"militarily\">Militarily:</h2><p>Heglig represents the last major strategic position for the army in West/South Kordofan after the fall of el-Fasher, the capital of Darfur, and Babnusa in West Kordofan. The army’s withdrawal from the field – even if justified as being for the “protection of facilities” – reflects a shift in the balance of power in the region in favour of the RSF and their allies.</p><h2 id=\"geopolitically\">Geopolitically:</h2><p>The Heglig field is highly sensitive as it is part of a shared oil network with South Sudan.  And historically, it has been a point of dispute between Khartoum and Juba (the 2012 crisis being an example). Now, it has become the subject of a new contention between Sudan’s army and the RSF, with a third harmed party being the government of Juba.</p><p>In this sense, the fall of Heglig will raise the cost of continuing the war for the government to an unprecedented level since April 2023, as it strikes at the last “economic pillar” on which the army’s authority in the east and north could rely.</p><h2><strong>A strategic shift, no end to the war in sight </strong></h2><p>From a politico-military perspective, the effect of losing the Heglig oilfield can be read in three overlapping directions:</p><p><strong>First</strong>: strengthening the RSF’s ability to impose new negotiating realities. After the fall of el-Fasher in October, talk began that the RSF was working to consolidate a semi-autonomous “Darfur/Kordofan region” as a base for later pressure on Khartoum. Control of Heglig will undoubtedly give the RSF economic weight and allow its leader <a href=\"/news/2023/4/16/sudan-unrest-what-is-the-rapid-support-forces\">Hemedti</a> to claim that he controls not only territory but also a strategic resource equivalent to a “state card”.</p><p><strong>Second</strong>: The control of Heglig restricts the army’s ability to finance its operations and maintain local loyalties, confirming that this loss comes after losing most of Darfur’s and western Sudan’s gold to the RSF and its networks. This now means that the army’s resources will rely on foreign support, seeking war funding and procuring weapons and equipment from abroad. In the future, Khartoum will also have to depend on internal taxation in the east and north – namely, what remains of South Sudan’s oil transit fees, if they continue. This places a major challenge before the army’s ability to sustain a long war of attrition with the same momentum.</p><p><strong>Third</strong>: The possible shift of the main battlefront between the army and the RSF to the “el-Obeid – Kadugli – Dilling” axis. Field analyses reported in recent news coverage suggest the RSF will use its momentum in Heglig to advance towards Dilling and Kadugli, and possibly Abu Jubeiha, in preparation for strangling el-Obeid. This would mean that the Battle of el-Fasher was the “battle of the west” and the Battle of Heglig could be the “gateway to the south-central battle”.</p><p>However, it is important to note that holding Heglig does not mean the RSF can immediately exploit the oil, given the evacuation of the technical staff to South Sudan. The technical complexities of operating the entire pipeline mean that, for now, control is more of a disruption and pressure card than a stable production asset.</p><p>In the short term, the greater effect will be depriving Khartoum of revenue, not efficiently transferring it into the RSF’s coffers.</p><h2><strong>Will the fall of Heglig force al-Burhan to negotiate?</strong></h2><p>All indicators suggest that the cost of continuing the war for the government is rising both economically and politically, but this does not automatically mean an immediate readiness for settlement, for the following reasons:</p><p>The military leadership’s discourse in Port Sudan is still based on the idea that any early settlement with the RSF would mean rewarding a “rebel militia” and possibly the end of the historical army. Therefore, the decision tends towards continuing the fighting despite the high economic cost, in the hope of greater external support or internal shifts within the opponent’s camp.</p><p>The army is also betting on clearer support from certain regional countries, such as Egypt, and some international powers that see the RSF as a threat to their own regional security. Meanwhile, the RSF is betting that control over territory and resources will make many capitals deal with it as a reality that cannot be ignored.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"What role do outside players have in the war in Sudan? | Inside Story\" src=\"https://www.youtube.com/embed/TIMg9YAXvcY?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>The fall of the city of el-Fasher militarily, followed by the fall of the Heglig oilfield into RSF hands, may not yet push both sides to a serious negotiating table; rather, violations and massacres may increase. This suggests that Heglig alone will not be enough to pivot towards a settlement, but it does accelerate the exhaustion process that could make regional and international players more insistent on negotiations.</p><p>There is no doubt that the battle of Heglig, which was decided in the RSF’s favour, will increase economic pressure on <a href=\"/news/2023/4/16/who-is-al-burhan-sudans-military-de-facto-head-of-state\">General Burhan’s</a> government and weaken its position, but the shift towards accepting serious negotiations depends on the accumulation of such defeats combined with external pressure from sponsoring states, rather than on this single event.</p><p><strong>How will the balance of power be redrawn?</strong></p><p>If we place the fall of the Heglig oilfield on a timeline alongside the fall of el-Fasher, a broader picture emerges: El-Fasher was the last major army stronghold in Darfur; its fall after a siege lasting more than 500 days made it difficult to imagine the army’s return to the region in the foreseeable future, and opened the door to the emergence of a de facto entity led by the RSF.</p><p>Human rights reports and United Nations monitoring referred to large-scale <a href=\"/news/2025/12/8/sudan-group-accuses-rsf-of-raping-19-women-who-fled-el-fasher\">massacres</a>, forced displacement, and the intensive use of drones by both sides, with attacks on medical facilities and schools.</p><p> </p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"After yet more atrocities in Sudan, what will end the conflict? | Inside Story\" src=\"https://www.youtube.com/embed/nr3zurjKRQY?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>The RSF’s decisive victory in el-Fasher accelerated the shift of confrontation to Kordofan, which acts as a “bridge” between the west and the centre. The RSF’s movements in West and <a href=\"/gallery/2025/12/1/over-1600-sudanese-civilians-flee-south-kordofan-in-single-day\">South Kordofan</a>, allied in some areas with the Sudan People’s Liberation Movement–North (al-Hilu), have turned the region into a knot of three-way conflict: The army, the RSF, and an armed movement with a longstanding political project.</p><p>Redrawing the map of control remains highly complex; some media reports suggest that the possibility of dividing Sudan into a north and east under army control, and a west, most of Darfur, and wide parts of Kordofan under RSF control and its allies, has become increasingly noticeable.</p><p>This scenario means the war has entered a phase of “regional geopolitics” rather than merely being a battle over Khartoum. In this context, Heglig is not just an oil target, but a link in a project of regional expansion parallel to the central state.</p><h2><strong>What is the significance of Trump’s role and his talk of “personal intervention”?</strong></h2><p>In recent weeks, multiple indications of the new <a href=\"/video/newsfeed/2025/11/19/trump-says-he-has-already-started-working-on-ending-war-in-sudan\">United States</a> administration’s role have emerged, stated more than once by the president, especially during his meeting at the White House with Saudi Crown Prince Mohammed bin Salman, who invited President Trump to intervene personally to help end the war in Sudan, within a four-party coordination framework (Saudi Arabia, UAE, Egypt, US).</p><p>US Secretary of State Marco Rubio has said Trump “is personally overseeing efforts to end the war in Sudan”, along with a warning to Sudan against allowing Russia to have a naval base on the Red Sea.</p><p>International newspapers reported last week that the Sudanese government in Port Sudan offered Russia a 25‑year agreement to establish its first naval base in Africa, granting Moscow access to the Red Sea, in addition to gold mining benefits. These reports suggest that the base would give Russia a strategic foothold to monitor navigation to and from the Suez Canal, a development that worries the US, which is competing with Moscow and Beijing for military influence in Africa. In return, Sudan would receive Russian weapons and air defence systems at preferential prices to confront the RSF. However, Sudanese officials warn that the deal could expose the country to problems with Washington and the European Union. US officials and military experts believe a Russian base in Port Sudan would enhance Moscow’s ability to project power in the region and raise its international standing.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"Sudan’s natural wealth becomes the new front line of its ongoing war\" src=\"https://www.youtube.com/embed/73Tw5IHu-9A?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>It seems clear that President Trump’s administration will not take any decisive steps to intervene to end the war unless the Russian base project is completely frozen. Washington sees the proposed agreement as a direct threat to its interests in the Red Sea and to its strategic superiority in global trade routes, and considers allowing Moscow a permanent foothold on Sudan’s coast as a development that shifts the balance of power in the region in favour of Russia and China.</p><h2><strong>A new trend: war economy</strong></h2><p>The battle of Heglig and its surroundings reveals a more dangerous reality: The rise of the “war economy” logic in Sudan.</p><p> </p><p>The RSF now control gold resources and informal trade routes, and are extending towards oil, while the army dominates ports and taxes in the east and north, and other armed movements retain local resources in their areas of influence. This fragmentation of resources deepens the model that feeds and sustains war, in which natural wealth becomes a tool of negotiation, a weapon, and a source of legitimacy. In this context, control of Heglig seems to be another step in the path of “commodifying the state” – turning oil and gold into an institutional substitute for the state itself.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"Sudan’s war cripples economy, leaving many struggling to afford basic necessities\" src=\"https://www.youtube.com/embed/GxVOyzCN4lg?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><p>Even if a ceasefire is imposed under international pressure, or an overarching political deal is reached, the persistence of these armed‑economic networks will leave Sudan vulnerable to repeated rounds of violence whenever disputes arise over revenue distribution. The state is in retreat, resources are turning into spoils, and militias are becoming parallel economic structures. Therefore, any peace path that does not fundamentally deal with the war economy – through dismantling, regulation, and restructuring – will only lead to a temporary truce preceding a new explosion.</p><p>In conclusion, the advance of the RSF and their control of Heglig represents a decisive turning point that deepens the imbalance of power and weakens the last pillars of the government’s economy, thereby increasing the cost of war for Khartoum and bringing closer the moment of negotiation – although the event alone is insufficient without cumulative gains on the ground and simultaneous international pressure. Between the fall of el-Fasher and Heglig, it becomes clear that Sudan is heading towards a spatial fragmentation into spheres of influence rather than experiencing a traditional war targeting the capital. This reality imposes a new approach to peace that goes beyond the binary of the two generals: al-Burhan and Hemedti. In this context, the involvement of President Trump in the crisis could be a catalyst for a new negotiation track, but its success will remain dependent on his ability to support a broader internal Sudanese process that engages civilians and addresses the roots of the conflict, foremost among them dismantling the war economy that spurs the continuation of the dispute.</p></div></div></body></html>"
        },
        {
            "title": "New Cambodia-Thailand clash: What’s up with the other wars Trump ‘ended’? | Donald Trump News | Al Jazeera",
            "time": "2025-12-09T12:50:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6932cdce8683-1764937166.jpg?resize=1920%2C1308",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Deadly fighting has erupted between Thailand and Cambodia, weeks after the two sides signed a ceasefire deal in Malaysia presided over by United States President Donald Trump.</p><p>Now the Trump-brokered peace agreement is on the brink of collapse after soldiers from the two Southeast Asian neighbours clashed again on Monday. At least 12 people have been killed and thousands displaced from both sides as clashes continued for the second day.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Nearly 50 people were killed and 300,000 displaced during the five-day fighting in July before Trump intervened to broker a ceasefire.</p><p>Trump has claimed to have stopped at least eight wars since he took office in January. But several of the conflicts he claimed to have resolved continue to fester.</p><p>Since the multi-phase Gaza ceasefire deal was announced by the US president in October, Israel has killed more than 400 Palestinians in violation of the deal. He mediated a deal between the Democratic Republic of the Congo and Rwanda in October, but that has not ended the fighting.</p><h2 id=\"what-was-the-kuala-lumpur-joint-agreement-for-peace\">What was the Kuala Lumpur joint agreement for peace?</h2><p>The latest clashes have threatened to shatter Cambodia and Thailand’s delicate truce, which was first agreed in July before an expanded version was signed in October in a meeting attended by President Trump.</p><p>“I am pleased to announce that, after the involvement of President Donald J Trump, both Countries have reached a CEASEFIRE and PEACE,” Trump had posted in July. “Congratulations to all! By ending this War, we have saved thousands of lives.”</p><p>Below are the main points about the ceasefire:</p><ul>\n<li>In the deal brokered by Malaysia and the US, both countries agreed to military de-escalation, including removing heavy weaponry and landmines from the border under ASEAN supervision.</li>\n<li>They also agreed to stop engaging in online information warfare, spurring the conflict.</li>\n<li>Since October, however, several rounds of renewed clashes and mutual accusations have threatened the ceasefire.</li>\n<li>Last month, Thailand said it would suspend its implementation of the deal after one of its soldiers was wounded in a landmine explosion.</li>\n</ul><p>An analyst told Al Jazeera that the fragile ceasefire was “forced” under threat of Trump tariffs.</p><p>“For all of us who are keen observers, the ceasefire was forced by the Trump administration and Trump’s involvement,” Virak Ou, the founder of Cambodian think tank Future Forum, told Al Jazeera.</p><p>When Trump got involved, Ou said, the Thai military – a powerful player in Thailand’s political landscape – was “not happy”. He added that ASEAN monitoring observation teams have not been empowered with enough resources to enforce the truce, while rising nationalism in both countries has also fanned the flames of the conflict. The Association of Southeast Asian Nations (ASEAN) is a group of 11 regional nations.</p><p>“What I fear is that we’re now going to see, potentially, much longer, much deeper fighting – and that could last longer and have far deeper consequences,” Ou said.</p><h2 id=\"which-wars-has-trump-claimed-to-have-stopped-have-some-of-the-truce-deals-survived\">Which wars has Trump claimed to have stopped? Have some of the truce deals survived?</h2><p>The US president has claimed to have played a role in stopping or resolving wars or conflicts as follows:</p><p>• Thai-Cambodia border clashes<br>\n• Armenia and Azerbaijan deal<br>\n• Rwanda and the Democratic Republic of the Congo agreement<br>\n• Israel and Iran ceasefire<br>\n• Israel’s genocidal war on Gaza<br>\n• India and Pakistan truce<br>\n• Egypt and Ethiopia tensions<br>\n• Serbia and Kosovo conflict.</p><p>Some of the wars Trump claims to have ended are ones he participated in himself. His role in some other ceasefires is disputed. Still, there are other conflicts where the involved parties do credit him with playing a key role as mediator.</p><p>Trump said he deserved to win the Nobel Peace Prize for ending the wars.</p><p>While US weapons and the country’s ironclad diplomatic support for Israel have been critical in Israel’s genocidal war on Gaza, Trump is also widely believed to have pressured Israeli Prime Minister Benjamin Netanyahu more than his predecessor, Joe Biden, to end the Gaza war.</p><p>The war between Iran and Israel in June ended with a ceasefire brokered by Trump. But the bout of fighting, which started with Israel striking Iranian nuclear facilities, killing scientists and bombing residential neighbourhoods, also included the US as an active participant.</p><p>Trump took part in it by ordering his military to strike three Iranian nuclear sites. Iran struck back by hitting the largest US military base in the Middle East, in Qatar, before the ceasefire was announced.</p><p>In May, India and Pakistan waged an aerial war, bombing each other’s military bases. India said it also hit “terrorist” bases in Pakistan and Pakistan-administered Kashmir, while Pakistan claimed India killed dozens of civilians.</p><p>Ultimately, Trump announced a ceasefire after four days of fighting. But while Pakistan credits the US president for helping halt the fighting, India insists he had no role.</p><p>The hostilities between Cambodia and Thailand ended after phone calls from not only Trump, but also mediation from Malaysian Prime Minister Anwar Ibrahim and a delegation of Chinese negotiators. So far, only Cambodia has thanked Trump for his role.</p><p>Relations between Serbia and Kosovo have been tense since the early 2000s. The European Union and NATO have always been key mediators in this region. Kosovo and Serbia signed a deal in 2020 under Trump during his first term. While relations remain tense, the two have not been involved in a full-blown war since Trump’s return to power.</p><p>Trump says he ended a war between Egypt and Ethiopia. But while the two nations have had tense relations, especially over a hydroelectric dam which opened on a tributary of the Nile River, they have not been in any war.</p><p>Rwanda and the DRC signed a peace deal in June, brokered by Trump. The ceasefire is fragile and tensions between the two countries remain high. DRC on Tuesday accused Rwanda of <a href=\"/news/2025/12/9/drc-accuses-rwanda-of-peace-deal-violations-as-m23-advances-in-the-east\">violating the peace deal</a>.</p><p>In August, Trump oversaw a peace agreement between Armenia and Azerbaijan at the White House, which promises to end a simmering conflict that often exploded into open war since the dissolution of the Soviet Union in 1991. But in a subsequent interview with Fox &amp; Friends, Trump appeared confused about the countries he had mediated between. He told his hosts that he had ended a war between Azerbaijan and Albania.</p></div></div></body></html>"
        },
        {
            "title": "World Cup 2026: Iran objects to ‘Pride Match’ branding for Egypt game | Football News | Al Jazeera",
            "time": "2025-12-09T12:49:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251205__879L6EQ__v1__HighRes__FblWc2026Draw-1765281251_337f3d-1765282663.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>World Cup 2026: Iran objects to ‘Pride Match’ branding for Egypt game</h1><p class=\"article__subhead\"><em>Iran’s football chief has labelled the World Cup game chosen by organisers as an LGBTQ ‘Pride Match’ as an ‘irrational move’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran’s football chief has objected to the “irrational” branding of its World Cup 2026 match against Egypt, which local organisers in the United States have suggested will be held in support of the LGBTQ community.</p><p>The organising committee in Seattle, Washington state, where the match is scheduled to take place next year, had previously announced their intention to hold a “Pride Match” coinciding with the northwestern city’s Pride Weekend in late June.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Following last week’s FIFA tournament draw, Egypt and Iran are now slated to face off in Seattle on June 26, the Friday before.</p><p>The head of Iran’s Football Federation, Mehdi Taj, was quoted by local news agency ISNA as saying Tehran and Cairo had both raised “objections against the issue”, which he labelled an “irrational move that supports a certain group”.</p><p>Taj did not mention the specific branding of the fixture.</p><p>On Monday, Iranian state television said Tehran would “appeal” against FIFA over the matter.</p><p>Homosexuality is illegal in Iran and can be punishable by death.</p><p>The Egyptian Football Association has voiced similar objections, according to local media reports citing unnamed sources.</p><p>In Egypt, homosexuality is not expressly outlawed, but is often punished under loosely worded laws prohibiting “debauchery”.</p><p>The 2026 World Cup will mark Iran’s seventh participation in the tournament, which will be jointly hosted by the US, Canada and Mexico.</p><p>Iran and the US have had no diplomatic relations since 1980, following a hostage crisis in the wake of the 1979 Islamic revolution.</p><p>Iran had initially opted out of Friday’s draw to protest against the US refusal to grant visas to several members of its delegation, but eventually reversed its decision.</p><p>On Tuesday, Taj said some Iranian players might face visa problems over their service in the Iranian military, which includes the Islamic Revolutionary Guard Corps (IRGC) – designated a “terrorist organisation” by the US in 2019.</p><p>“For the World Cup, we must work on having replacement options, and we have already started that,” he said.</p><p>Iran is drawn in Group G with Belgium, Egypt and New Zealand in the 39-day tournament, which runs from June 11 to July 19.</p><figure id=\"attachment_4162149\" aria-describedby=\"caption-attachment-4162149\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4162149\" src=\"/wp-content/uploads/2025/12/AFP__20251205__879L6ET__v1__HighRes__FblWc2026Draw-1765281347.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Shaquille O'Neal holds Iran banner.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4162149\" class=\"wp-caption-text\">US draw assistant and former NBA player Shaquille O’Neal shows the card reading Iran during the draw for the 2026 FIFA World Cup, at the Kennedy Center, in Washington, DC, on December 5, 2025 [Jim Watson/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Why is Australia banning social media for teenagers? | Social Media News | Al Jazeera",
            "time": "2025-12-09T12:40:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T042158Z_2119742456_RC2D1IAB9EK4_RTRMADP_3_AUSTRALIA-SOCIALMEDIA-1764980041.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia will introduce the world’s first outright ban on social media for under-16s on Wednesday.</p><p>The move marks the first time a country has imposed a blanket age-based ban on social media platforms of this scale, raising questions over how it will work and whether it will protect young people.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"what-ban-is-australia-introducing\">What ban is Australia introducing?</h2><p>From December 10, children below 16 years of age will be barred from opening or using accounts on popular social media platforms under new federal rules announced by Prime Minister Anthony Albanese’s government.</p><p>The policy requires platforms to block new underage accounts and to remove existing ones belonging to users younger than 16. Companies must also introduce systems to detect minors who attempt to access their services. It does not include video gaming platforms, however.</p><p>The measure comes after amendments to the Online Safety Act, overseen by Australia’s eSafety Commissioner, were announced last year. The government says the policy is its response to rising concerns about cyberbullying, sexual exploitation, self-harm content and mental health risks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-is-australia-doing-this\">Why is Australia doing this?</h2><p data-start=\"2872\" data-end=\"3192\">Research commissioned by the Australian government in 2023 found four out of five children aged eight to 16 use social media, often beginning between the ages of 10 and 12. That report was led by former National Australia Bank CEO Andrew Thorburn, who recommended age restrictions.</p><p data-start=\"5306\" data-end=\"5420\">The government says the ban is necessary to “keep children safe” amid rising concerns about online harms.</p><p data-start=\"5422\" data-end=\"5730\">The eSafety Commissioner has also reported a sharp rise in the number of complaints related to child exploitation, cyberbullying and exposure to self-harm content in recent years.</p><p data-start=\"5732\" data-end=\"5824\">The government has framed the policy as part of efforts to “lead globally” on online safety.</p><h2 id=\"how-will-this-ban-be-implemented-and-enforced\"> How will this ban be implemented and enforced?</h2><p>The eSafety Commissioner said it will issue specific standards that platforms wishing to operate in Australia must follow, including age-verification systems such as ID checks, which could include uploading an image of a user’s face, regular audits, and compulsory reporting on how platforms identify underage users.</p><p>Penalties for platforms which do not comply may include fines of up to 49.5 million Australian dollars ($31.95m). Penalties will apply to the companies, not children or parents.</p><p>But experts have warned that enforcing the ban will be extremely difficult.</p><p>Joanna Orlando, a researcher in digital wellbeing and the author of Generation Connected: How to Parent in a Digital World, told Al Jazeera: “Tech-savvy teens simply use VPNs, fake birth photos for face scans, or migrate to less regulated platforms like Lemon8, or to platforms not part of the ban like video games. Enforcement is proving to be difficult in the days leading up to the ban.”</p><p>Louise La Sala, senior research fellow in suicide prevention at Orygen – Australia’s National Centre of Excellence in Youth Mental Health – said, “Ultimately, reducing online harm would be a great outcome; however, we know from evidence that ‘banning’ anything from young people won’t work on its own.”</p><p>Aaron Mackey, the Electronic Frontier Foundation’s free speech and transparency litigation director, agreed that the ban is “quite impractical to enforce at scale”, noting that some verification methods “are often inaccurate” while others “are easily circumvented”. So, while some children below 16 will get around the restrictions, some adults may find themselves mistakenly barred.</p><p>He added inaccuracy by biometric systems can also “discriminate against people of colour and people with disabilities”.</p><h2 id=\"what-implications-does-this-have-for-users-privacy\">What implications does this have for users’ privacy?</h2><p>Mackey said all forms of age-gating are “a privacy nightmare that burdens the civil liberties of people both young and old”.</p><p>He explained that age verification, whether via ID uploads or biometrics, requires people “to share sensitive information about themselves that could then be abused or hacked”.</p><p>“Kids are popular targets of identity theft,” he warned.</p><p>Orlando added: “Age verification requires collecting sensitive data, including government IDs, biometrics, creating risk in terms of hackers. It is also normalising surveillance for young people.”</p><p>Leading platforms, including Meta – which owns Facebook, Instagram and Threads, in addition to WhatsApp and Messenger, which are outside the purview of the new regulation – TikTok, Snapchat, YouTube and X have all indicated that they intend to comply with the new law.</p><p>Meta said it supported efforts “to create safer online spaces for young people”, while TikTok said it was still reviewing the requirements issued by the government.</p><p>According to Meta, which is banning new accounts for under-16s, it has <a href=\"/news/2025/12/4/meta-starts-blocking-teens-in-australia-under-social-media-ban\">already begun removing</a> underage minors from its Facebook, Instagram and Threads platforms.</p><h2 id=\"what-do-critics-of-the-ban-say\" data-start=\"5732\" data-end=\"5824\">What do critics of the ban say?</h2><p data-start=\"5874\" data-end=\"6088\">Supporters, including some youth mental health organisations, say social media platforms have so far failed to enforce their own age limits and that early exposure to social media can heighten the risk of bullying and being exposed to harmful content.</p><p data-start=\"6090\" data-end=\"6276\">Australian groups such as mental health foundation Headspace and Orygen, therefore, largely welcome stronger protections for some young people who are likely to benefit from delaying social media use during vulnerable developmental stages in childhood and adolescence.</p><p>They also warn, however, that a blanket ban could pose a risk for children. “Many young people are impacted in various ways. For example, those using platforms for legitimate support networks, education, or creative expression lose access,” said Orlando.</p><p>La Sala, of Orygen, said as the ban covers only social media platforms and not video gaming, it may not work. “It’s important to recognise that harms occur on platforms not currently included in this policy. This age delay does not prevent young people from accessing content available on these platforms without an account, and we need to support young people who use these platforms to seek help or connection.</p><p>“We also cannot forget those who are 16 and older. The platforms that they use also need to be safe. Reducing exposure to harmful content and other online harms needs to be a core element of social media use for everyone.”</p><p>Critics also say the ban could end up harming the very children it aims to protect, as social media access can be life-saving for many young people.</p><p data-start=\"6840\" data-end=\"7174\">“We’ve surveyed young people and found that access to social media can be not only beneficial but life-saving to some. Censoring such access can shut off their ability to find community and engage in self-discovery, to pursue artistic education and opportunities, and to express themselves freely and receive valuable information,” Mackay told Al Jazeera.</p><p data-start=\"6840\" data-end=\"7174\">Young people, he added, could become “cut off from communities and information that help them grow and develop, or even that help them preserve their own domestic safety”.</p><p data-start=\"6840\" data-end=\"7174\">“A number of young people use social media platforms to chat with their friends, stay connected, meet others, and seek support for their mental health,” said La Sala. “This is particularly true for young people from marginalised communities. It’s important that alternative places for support and connection are shared with these young people so that we do not risk further isolating them or cutting off important supports.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Research undertaken in Australia and other countries has shown that the impact of social media on young people is complex and varies widely. Some studies link heavy use to distress and mental health problems, while others show that online platforms can provide connection and support, especially for teenagers.</p><p>Orlando said there is no research which shows social media use directly causes mental health problems. “There is no research showing that removing social media will directly improve mental health. Instead, the research shows that social media may exacerbate existing mental health issues or exploit teenagers’ vulnerabilities.</p><p>“Removing social media will likely help, but it will not cure mental health issues. Many factors influence these, such as cost of living issues, family breakdown, stress, as we know, mental health is impacted by many factors.”</p><p>However, in Australia, studies by the eSafety Commissioner have found that children who use social media frequently are more likely to be exposed to harmful content.</p><p>It found that almost three in four children aged 10 to 15 have viewed content associated with harm, including hateful material, violent videos and body-image pressure.</p><p>The regulator has also found high levels of cyberbullying, with boys and girls saying they were targeted online in the past year.</p><p>Internationally, organisations such as UNICEF have highlighted the benefits social media can offer. UNICEF’s research shows that online platforms can help young people stay connected, explore their identities and access support, especially those who live far from their peers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"are-other-countries-likely-to-follow-suit\">Are other countries likely to follow suit?</h2><p data-start=\"5833\" data-end=\"6131\">In the United States, several states, including Utah and Arkansas, have passed laws in recent years to restrict minors’ access to social media, though many have been blocked by courts on constitutional grounds.</p><p data-start=\"5833\" data-end=\"6131\">Malaysia has indicated it is <a href=\"/economy/2025/11/24/malaysia-says-it-will-ban-social-media-for-under-16s-from-next-year\">planning to introduce a ban</a> similar to Australia’s next year.</p><p>In the United Kingdom, the 2023 Online Safety Act imposes strict obligations on platforms to protect users below the age of 18, but does not ban them. People are required to upload proof of their age before they can view certain material deemed harmful to children.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">In October, Denmark announced that it plans to ban children under the age of 15 from holding social media accounts. Those aged 13 and 14 would be allowed access with the permission of their parents. There is no timetable for this to take effect as yet.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Denmark has been jointly testing an age-verification app from the European Commission alongside France, Spain, Italy, and Greece since July this year.</p><p>In Germany, children aged 13 to 16 are only permitted to access social media with consent from their parents. However, critics say this rule is not well enforced.</p><p>In France, a 2023 law requires parental consent before children under the age of 15 can obtain social media accounts, however technical challenges mean this has not been enforced yet.</p><p>The European Commission, Greece, Romania and New Zealand have also indicated an interest in setting a minimum age for social media use.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "100 kidnapped children freed in Nigeria | Crime | Al Jazeera",
            "time": "2025-12-09T12:39:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765283898.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Cambodia-Thailand conflict may enter “much deeper” phase | Digital Series | Al Jazeera",
            "time": "2025-12-09T12:26:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-VIRAK-1765282984.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Virak Ou, president of Cambodian think tank Future Forum, says the renewed fighting between Thailand and Cambodia was to be expected given their ceasefire was forced on both parties.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Thousands of travellers stranded in India as IndiGo airline cancels flights | Travel News | Al Jazeera",
            "time": "2025-12-09T12:02:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765281769.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Detty December | Arts and Culture | Al Jazeera",
            "time": "2025-12-09T11:46:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Thumbnail-Wide-1-1765280542.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Detty December is a cultural and economic highlight for Lagos and Accra. It’s a sign of how far African music, fashion and identity travel across the world. But the experience also shows how these cities are trying to keep pace with the pressures of the season … and who Detty December is really for.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Dec 2025</span><span aria-hidden=\"true\">9 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}