{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "US slashes UN humanitarian aid to $2bn, huge cut as Trump demands reforms | United Nations News | Al Jazeera",
            "time": "2025-12-29T08:21:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6949669e-1766418078.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has said it will contribute only $2bn in United Nations humanitarian assistance – a small fraction of its traditional funding scope – as President Donald Trump’s administration continues to heavily downsize its role in foreign aid.</p><p>The reduced commitment, released on Monday, is a sharp contrast to the assistance of up to $17bn the US has provided as the UN’s leading funder in recent years, about $8 -$ 10bn of which were voluntary contributions, US officials say.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It comes as critics have levelled sharp criticism against the US’s <a href=\"/news/2025/6/30/obama-bush-decry-travesty-of-trumps-gutting-of-usaid-on-its-last-day\">dramatic aid reductions</a> under Trump, leading to deaths and hunger as millions around the world lose shelter, sustenance and other essential aid.</p><p>The $2bn will create a pool of funds that can be directed at specific countries or crises, with 17 countries – including Bangladesh, the Democratic Republic of the Congo, Haiti, Syria and Ukraine – initially targeted.</p><p><a href=\"/gallery/2025/5/23/afghan-returnees-face-dire-challenges-amid-deepening-humanitarian-crisis\">Afghanistan</a> is not included on the list, nor is Palestine, which officials say will be covered by money included in Trump’s yet-to-be-completed <a href=\"/news/2025/12/7/hamas-and-israel-move-towards-phase-two-of-us-backed-gaza-plan\">Gaza plan</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dire-outcomes-as-western-countries-pull-back-aid\">Dire outcomes as Western countries pull back aid</h2><p>Earlier this month, the UN <a href=\"/news/2025/12/8/overstretched-under-attack-un-cuts-2026-aid-appeal-despite-great-need\">launched a 2026 appeal</a> for $23bn – half the amount it needs – as the extent of Western funding losses became clear.</p><p>The UN had previously warned in June it would be forced to enact substantial programme reductions amid “the deepest funding cuts ever” to the international aid sector.</p><p>Trump has <a href=\"/news/2025/6/30/obama-bush-decry-travesty-of-trumps-gutting-of-usaid-on-its-last-day\">effectively dismantled</a> the US’s primary platform for foreign aid, the US Agency for International Development (USAID), as his administration has called upon UN agencies to “adapt, shrink or die” in response to its approach.</p><p>Other Western countries, including Germany, have also slashed funding.</p><p>The fallout across the Middle East, South Asia and Africa has been swift.</p><p>In July, the UN High Commissioner for Refugees (UNHCR) said more than 11 million refugees would <a href=\"/news/2025/7/18/un-refugee-agency-warns-funding-cuts-will-leave-over-11m-without-aid\">lose access to aid</a>. At the time, the agency had received just 23 percent of its $10.6bn budget, and expected an overall budget of only $3.5bn by the end of the year to meet the needs of 122 million people.</p><p>Basic services for Rohingya refugees living in Bangladesh were <a href=\"/news/2025/7/11/rohingya-refugees-in-peril-in-bangladesh-as-support-wanes-un\">at risk of collapsing</a>, UNHCR said, while education for more than 230,000 Rohingya children was expected to be suspended.</p><p>The same month, the UN predicted a surge in HIV/AIDS deaths by 2029 due to the funding withdrawals, while the French charity Doctors Without Borders said <a href=\"/news/2025/7/26/malnutrition-in-nigeria-killed-652-children-in-past-six-months-msf-says\">more than 650 children</a> had died from malnutrition in Nigeria as a direct result of international aid cuts.</p><h2 id=\"control-the-spigot\">‘Control the spigot’</h2><p>Speaking on condition of anonymity, a senior US official told The Associated Press news agency that the $2bn is part of a broader plan that will see the UN humanitarian agency (OCHA) “control the spigot” of funds.</p><p>Trump’s administration wants to see “more consolidated leadership authority” among UN agencies, the official added.</p><p>OCHA chief Tom Fletcher has <a href=\"/news/2025/12/8/overstretched-under-attack-un-cuts-2026-aid-appeal-despite-great-need\">previously criticised</a> international “apathy” to ballooning humanitarian needs and said his agency was “under attack”.</p><p>But Fletcher appeared to praise the $2bn deal, telling the AP the US is “demonstrating that it is a humanitarian superpower”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How monopolies caused havoc around the world in 2025 | Politics News | Al Jazeera",
            "time": "2025-12-29T08:18:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-08T211242Z_137318107_RC2DCIAMTIQ5_RTRMADP_3_WARNER-BROS-DIS-M-A-NETFLIX-PARAMOUNT-1766297583.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Giant tech firms and the bosses behind them are becoming as politically powerful as nation-states, the new head of the United Kingdom’s foreign intelligence agency has warned.</p><p data-start=\"255\" data-end=\"433\">In her first public speech as MI6 chief this month, Blaise Metreweli said, “our world is being remade” by new technology products in a way once only depicted in science fiction.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"435\" data-end=\"617\">Speaking from the MI6 headquarters in London, she warned that technologies are “rewriting the reality of conflict as they converge to create science fiction-like tools”. She said some algorithms used by social media platforms could “become as powerful as states”.</p><p data-start=\"1143\" data-end=\"1349\">Metreweli warned that the “defining challenge of the 21st century” was “not simply who wields the most powerful technologies, but who guides them with the greatest wisdom”.</p><p data-start=\"1143\" data-end=\"1349\">Just a handful of tech giants now control how information reaches the public, raising concerns that their owners could manipulate information and communications for their preferred political outcomes.</p><p data-start=\"2004\" data-end=\"2116\">While Metreweli did not cite specific examples, two or three US firms dominate social media and Elon Musk, the owner of X (as well as SpaceX and Tesla), also controls Starlink – the satellite communications network that is considered crucial for the Ukrainian military in its ongoing war with Russia.</p><p data-start=\"1143\" data-end=\"1349\">This is a type of monopoly, but while Metreweli was talking mainly about political power and influence, monopolies can wield immense economic power as well.</p><p data-start=\"1143\" data-end=\"1349\">Monopolies in other industries are also causing havoc. India’s airline market was rocked by rising prices and a pilot shortage recently, while Netflix’s proposed merger with Warner Bros has led to concern that a streaming monopoly could harm creative and artistic industries and restrict consumer choice.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"which-other-monopolies-are-causing-controversy\">Which other monopolies are causing controversy?</h2><p>Monopolies are not just an issue for the technology sector; they are disrupting other industries as well.</p><h3 id=\"netflix-and-warner-bros\">Netflix and Warner Bros</h3><p>On December 5, <a href=\"/economy/2025/12/5/netflix-to-acquire-warner-bros-discovery-raising-antitrust-concerns\">Netflix agreed to buy Warner Bros Discovery</a> in an $82.7bn deal, close on the heels of the merger of Paramount with Skydance Media earlier this year and, in 2019, Disney’s purchase of fellow studio 21st Century Fox.</p><p>Experts and government officials have raised antitrust concerns about the planned acquisition, noting that the enlarged market share controlled by one group following such a merger could throw up problems.</p><p>Consumers seem to agree. Netflix was hit with a lawsuit on December 9 seeking to block the merger.</p><p>The lawsuit asserts that the Warner Bros deal would eliminate one of Netflix’s closest rivals – HBO Max – and give Netflix control over several major Warner Bros franchises, including Harry Potter, DC Comics and Game of Thrones.</p><p>The proposed class action, filed by a subscriber in a federal court in California, says this will reduce competition, push up prices, and limit content choice for US viewers.</p><p>Netflix has suggested that social media video platforms such as YouTube and TikTok should be included in any survey of the market, which would shrink its perceived market dominance, and has <a href=\"https://www.reuters.com/business/media-telecom/netflix-warner-bros-discovery-combo-seen-lowering-costs-consumers-sources-say-2025-12-03/\" target=\"_blank\" rel=\"noopener\">argued</a> that the costs for consumers would be lowered because Discovery Warner Bros services could be bundled with a Netflix subscription.</p><h3 id=\"indigo\">IndiGo</h3><p>On December 2, air travel across India was thrown into chaos when the country’s largest airline, IndiGo, cancelled thousands of flights, stranding hundreds of thousands of passengers at airports across the country.</p><p>Passengers faced <a href=\"/news/2025/12/7/indigo-chaos-why-is-indias-largest-airline-canceling-hundreds-of-flights\">mass cancellations</a> due to pilot shortages, because IndiGo – which operates roughly 2,200 flights a day – had failed to adopt new pilot rest-and-duty rules introduced by the government in 2024.</p><p>Though the airline had been granted temporary exemptions from the new rules to keep it operational, it still failed to comply with the revised deadline of November 1. Former AirAsia CFO Vijay Gopalan blamed IndiGo’s “very, very lackadaisical, nonchalant attitude” in adapting to rule changes.</p><p>On December 6, India’s aviation watchdog, the Directorate General of Civil Aviation (DGCA), sent a letter to IndiGo CEO Pieter Elbers, warning him of regulatory action. “You have failed in your duty to ensure timely arrangements for conduct of reliable operations,” the Reuters news agency reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>For now, IndiGo has been exempted from capping the weekly number of landings between midnight and early morning until February 10. Meanwhile, the government has ordered a high-level inquiry to determine the cause of flight disruptions.</p><p>Together, IndiGo and Air India control 92 percent of the market in India, raising questions about the lack of competition.</p><p>The recent crisis, in particular, has highlighted the risk of overreliance on a single carrier, with IndiGo controlling 65 percent of the market share.</p><p>This month, <a href=\"/features/2025/12/2/indias-sky-high-fares-crash-dreams-to-make-flying-accessible-to-all\">it was revealed</a> that Indians are facing steep rises in airfares as a direct result of the lack of competition, effectively shutting a large part of the population out of air travel.</p><p>In a <a href=\"https://www.aci-asiapac.aero/media-centre/news/international-airfares-remain-high-notable-increase-in-key-domestic-markets-aci-asia-pacific-and-middle-east\" target=\"_blank\" rel=\"noopener\">study</a> published in November last year by Airports Council International (ACI), a global trade association representing more than 2,000 airports in more than 180 countries, India saw a 43 percent rise in domestic airfares in the first half of 2024, compared with 2019, the second highest in the Asia Pacific and West Asia regions after Vietnam.</p><h2 id=\"why-should-monopolies-be-restricted\">Why should monopolies be restricted?</h2><p>Monopolies form when one firm outcompetes others through innovation or control of scarce resources, creating barriers for rivals. While often criticised for limiting choice and raising prices, they can sometimes deliver goods and services that fragmented competition could not sustain.</p><p>Still, there are a number of reasons that many economists warn against allowing monopolies to emerge.</p><p>Monopolies can undermine a country’s economic activity by weakening competition and stifling innovation. Monopolies can also distort prices. Dominant firms may limit supplies in order to keep prices artificially high, squeezing consumers.</p><p>“In a world that’s been suffering from a cost-of-living crisis, anything that drives up the price of goods should get people worried,” said Max Lawson, head of policy and advocacy for Oxfam.</p><p>Finally, monopolies stifle entrepreneurship. One group having control over infrastructure, data, or supply chains allows that group to favour itself or other preferred firms by raising the barrier to entry for new firms or potential competitors.</p><p>Economically, this can mean fewer jobs, less innovation and greater wealth inequality. It can also, in the case of social media, be used to smother reporting, opinions, or even political alternatives.</p><p>Guy Standing, an economist and research associate at SOAS University, said, “They [monopolies] can gain economies of scale, where the unit price of production [goes] down and then raise the price for consumers … as there’s no competition left.”</p><p>He noted that, across an array of different industries, private monopolies “reap vast wealth and benefits for their shareholders at the expense of consumers, which exacerbates income inequality”.</p><h2 id=\"have-monopolies-been-a-big-issue-in-the-past\">Have monopolies been a big issue in the past?</h2><p>US economic history is awash with examples of monopoly power. In the late 1800s, John D Rockefeller’s Standard Oil crushed rivals through “predatory pricing”, deliberately undercutting competitors’ prices to drive them out of business before later raising prices.</p><p>By the 1890s, Standard Oil controlled approximately 90 percent of US oil refining.</p><p>At roughly the same time, railroad monopolies distorted regional economies by using discriminatory freight rates, favouring certain regions and industries while undercutting firms that challenged their dominance.</p><p>Modern technology monopolies echo these. Google, for instance, dominates digital advertising and effectively shapes online markets, using mass data collection to determine what people see and how businesses <a href=\"/video/counting-the-cost/2024/11/14/what-does-a-second-trump-presidency-mean-for-big-tech\" target=\"_blank\" rel=\"noopener\">and politicians</a> reach audiences.</p><p>Elsewhere, Amazon leverages its e-commerce and logistics power to undercut rivals. It uses its vast logistics network, warehousing, and data-driven pricing to offer lower prices and faster delivery than competitors, which consolidates its market power.</p><p><span>“In the past 30 years, we’ve seen an extreme concentration of market power [in the tech sector] … which made economies more </span>inefficient and [has] driven up <a href=\"/economy/2025/11/6/tesla-shareholders-approve-878bn-pay-plan-for-elon-musk\" target=\"_blank\" rel=\"noopener\">income inequality</a>,” Lawson told Al Jazeera.</p><p>SOAS University’s Standing echoed that sentiment: “Modern economies have evolved so that monopolies are increasingly present across all sectors of activity.”</p><p>“This is particularly in information services. Plutocrats like Elon Musk are increasingly able to determine the <a href=\"/economy/2024/9/6/xs-grok2ai-chatbot-escalates-problem-of-deepfakes-ahead-of-us-elections\" target=\"_blank\" rel=\"noopener\">political direction</a> of the services [such as social media platform X] they provide, in addition to using their wealth to <a href=\"/news/2024/10/16/musk-gave-seventy-five-million-to-pro-trump-group-underscoring-influence-on-race\" target=\"_blank\" rel=\"noopener\">buy off politicians</a>,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-can-governments-combat-monopolies\">How can governments combat monopolies?</h2><p>Governments can curb monopolies through antitrust laws, which refer to legal measures that stop anticompetitive practices. Antitrust laws give regulators the power to break up domineering firms into smaller units, as seen in the 2011 breakup of AT&amp;T, a US telecom giant.</p><p>At its height, in the 1980s, AT&amp;T oversaw many regional service providers, covering almost all telephone networks in the US, limiting choice and inflating prices. Regulators broke them into smaller companies, boosting competition and eventually lowering costs.</p><p>In the US, the Department of Justice has two significant, ongoing antitrust lawsuits against Google. In 2021, Google said it would overhaul its global advertising business and agreed to pay a $268m fine as part of an antitrust settlement with French watchdogs.</p><p>Regulators may also impose fines for unfair pricing and work to promote transparency and open standards, to reduce barriers to markets for new entrants. In March 2025, for instance, the European Commission ordered Apple to open device connectivity to other companies and fined the technology giant for practices that hid cheaper options from consumers.</p><p>Regulators have gone beyond fines to mandate interoperability and fair practices under laws like the European Union’s Digital Markets Act (DMA). The DMA requires dominant platforms to share data, allow rivals to connect with their systems, and disclose transparent advertising and ranking practices, giving smaller firms a fairer chance to compete.</p><p>Through a combination of legal action, economic oversight and structural reform, authorities can prevent monopolies from stifling innovation and concentrating excessive market power, which can give them political power, as the UK’s intelligence chief recently warned.</p><p>Lawson said he believes that “to regulate super-powerful corporate titans, you can cut them down to size; either break them up into smaller private firms or nationalise them”.</p><p>“We’ve been here before,” he added. “Standard Oil was broken up in the 1910s. That was over a century ago. There’s no reason it can’t happen again.”</p></div></div></body></html>"
        },
        {
            "title": "Syrian gov’t troops deployed to Latakia, Tartous after deadly clashes | Syria's War News | Al Jazeera",
            "time": "2025-12-29T07:29:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69516e7a-1766944378.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrian government troops have been deployed to the coastal cities of Latakia and Tartous after demonstrations led to <a href=\"/news/liveblog/2025/12/28/syria-protests-live-deadly-clashes-erupt-as-thousands-demonstrate\">deadly clashes</a> in which at least three people were killed and 60 were injured.</p><p>It’s the latest turmoil to challenge President Ahmed al-Sharaa’s fledgling government, which has been pushing to stabilise the nation and reintegrate internationally after 14 years of ruinous civil war.</p><p>Syria’s Ministry of Defence announced on Sunday that army units with tanks and armoured vehicles had entered the centre of the cities in the country’s west in response to attacks by “outlaw groups” against civilians and security forces, with a mission to restore stability.</p><p>Syria’s state news agency SANA, quoting officials, reported that the attacks were carried out by “remnants of the defunct regime” of former President Bashar al-Assad during protests in Latakia.</p><p>SANA said 60 people were wounded by “stabbings, blows from stones, and gunfire targeting both security personnel and civilians”.</p><p>Clashes reportedly broke out as the protesters were confronted by pro-government demonstrators, and masked gunmen opened fire on security personnel.</p><p>The Ministry of Interior said in a statement that a police officer had been among those killed. An Al Jazeera team confirmed that gunfire was directed at Syrian security forces at the Azhari roundabout in Latakia, while two security personnel were also wounded in Tartous after unknown assailants threw a hand grenade at the al-Anaza police station in Baniyas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"alawite-protests\">Alawite protests</h2><p>The violence has flared as thousands of Alawite Syrians took to the streets across the religious minority’s heartland in central and coastal parts of Syria on Sunday to protest against violence and discrimination.</p><p>The protests were called for by Ghazal Ghazal, an Alawite spiritual leader living outside the country, who had issued a call to “show the world that the Alawite community cannot be humiliated or marginalised” after the <a href=\"/news/2025/12/26/explosion-at-mosque-in-syrias-homs-kills-three-report\">deadly bombing</a> of a mosque in Homs on Friday.</p><p>The bombing, which killed eight people and was claimed by a Sunni group known as Saraya Ansar al-Sunna, was the latest act of violence against the religious minority, to which the ousted former President al-Assad also belongs and which had huge prominence under his rule.</p><p>The protesters also demanded that the government implement federalism – a system that would see power decentralised from Damascus in favour of greater autonomy for minorities – and the release of Alawite prisoners.</p><p>“We do not want a civil war, we want political federalism. We do not want your terrorism. We want to determine our own destiny,” Ghazal, head of the Islamic Alawite Council in Syria and abroad, said in a video message on Facebook.</p><figure id=\"attachment_4200129\" aria-describedby=\"caption-attachment-4200129\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4200129\" src=\"/wp-content/uploads/2025/12/AP25362464071814-1766932616.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Syrian Alawites protest\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4200129\" class=\"wp-caption-text\">Protesters from the Alawite religious minority demonstrate in Latakia on Sunday, days after a bomb in an Alawite mosque in Homs killed eight people and wounded 18 [Omar Albam/AP]</figcaption></figure><h2 id=\"we-want-federalism\">‘We want federalism’</h2><p>One of the antigovernment protesters on Sunday, Ali Hassan, said the demonstrators sought an end to the ongoing violence against the Alawite community.</p><p>“We just want to sleep in peace and work in peace, and we want federalism,” he said. “If this situation continues like this, then we want federalism. Why is it that every day or every other day, 10 of us are killed?”</p><p>A counterprotester, Mohammad Bakkour, said he had turned out to show his support for the government.</p><p>“We are here to support our new government, which from the very first day of liberation called for peace and for granting amnesty to criminals,” he said, accusing the antigovernment protesters of seeking to “sabotage the new path toward rebuilding the nation”.</p><p>“The entire people are calling for one people and one homeland, but they do not want one people or one homeland – they want sectarianism, chaos, problems, and federalism for their personal interests.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How will Israel’s recognition of Somaliland impact the Middle East? | Politics | Al Jazeera",
            "time": "2025-12-29T07:26:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766992940.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>A diplomatic breakthrough after more than 30 years of international isolation, following its break-up from Somalia.</p><p>But Israel’s recognition of Somaliland as an independent state is drawing widespread condemnation.</p><p>Somaliland is strategically located near the Bab al Mandeb, through which a third of the world’s shipping crosses into the Red sea.</p><p>That makes it vital for maritime security and intelligence operations in a volatile region.</p><p>Will more countries follow Israel and recognise Somaliland?</p><p>Presenter: Adrian Finighan</p><p>Guests: Adam Matan, Independent Horn of Africa Consultant.</p><p>Alon Pinkas, Former Ambassador and Consul General of Israel in New York.</p><p>Xavier Abu Eid, Political Scientist specialising in Palestine and Israel.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "S Korea’s ex-first lady accused of taking bribes, meddling in state affairs | News | Al Jazeera",
            "time": "2025-12-29T07:20:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-08-12T010308Z_101023869_RC2C5GAWEGYS_RTRMADP_3_SOUTHKOREA-POLITICS-FIRST-LADY-1766987082.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>S Korea’s ex-first lady accused of taking bribes, meddling in state affairs</h1><p class=\"article__subhead\"><em>Kim Keon-hee took more than $200,000 in bribes and illegally intervened in state affairs, South Korean prosecutors say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A special prosecutor in South Korea has accused the wife of former President Yoon ‍Suk-yeol of interfering ‍in state affairs in return for expensive valuables and money.</p><p>Min Jung-ki’s comments on Monday came a day after he wrapped up a yearlong investigation into Yoon’s brief imposition of martial law and other scandals related to the once-powerful couple.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The prosecution team earlier this month sought ​a 15-year prison sentence for former First Lady Kim Keon-hee, who ‍is under detention and currently on trial for suspected acceptance of bribes for mediation and other charges.</p><p>Kim has denied any wrongdoing.</p><p>A lower court ruling on Kim is expected on January 28.</p><p>Min said Kim “took ⁠advantage of the status of the president’s spouse to receive money and expensive valuables, and has been widely involved in various personnel appointments and nominations”.</p><p>He said South Korea’s institutions were “severely undermined by abuses of power” by Kim. Meanwhile, his team alleged that bribes from businesses and politicians received by Kim totalled up to 377.25 million won ($263,000).</p><p>Kim’s lawyers slammed the prosecutor’s findings.</p><p>“Investigations do not end because one says so, but are eventually completed with evidence in ​court,” the lawyers said in a statement on Monday.</p><p>They said ‌they would work “to ensure that procedural legitimacy and defense rights are thoroughly guaranteed so that facts are not exaggerated or distorted into political framing”.</p><p>The prosecution team has also indicted Unification Church leader Han Hak-ja, now on ‌trial, after the religious group was suspected of giving Kim valuables, including two Chanel bags and a diamond necklace, as part ‌of its efforts to win influence.</p><p>Han has denied ⁠that she directed her church to bribe Kim.</p><p>Kim also allegedly received luxury jewellery, a painting by famed South Korean minimalist painter Lee Ufan, a Dior handbag and a wristwatch, according to the special prosecutor’s team.</p><p>Former President Yoon denied that he was aware of these transactions when pressed by investigators, “a claim that many find difficult to accept”, said assistant special prosecutor Kim Hyung-geun.</p><p>“Various people who did not have a common denominator with each other visited Kim Keon-hee, not the president, and asked for what they wanted, and gave money ‌and goods,” the assistant special prosecutor said.</p><p>“As a result, their request was realised.”</p><p>Yoon, who was removed from office following his martial law bid, is on trial for suspected masterminding of an insurrection, a charge that could ‍mean a life sentence or even the death penalty.</p><p>He has denied the charges.</p><p>A lower court ruling on Yoon is expected early in 2026.</p></div></div></body></html>"
        },
        {
            "title": "Seven Turkish police officers wounded in clash with ISIL fighters: Report | ISIL/ISIS News | Al Jazeera",
            "time": "2025-12-29T06:25:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AA-20251229-40103081-40103080-YALOVADA_TEROR_ORGUTU_DEASA_YONELIK_OPERASYON-1766987556.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Seven Turkish police officers wounded in clash with ISIL fighters: Report</h1><p class=\"article__subhead\"><em>A shootout ensues after police raid a home in northwestern Yalova province, local media reports say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Seven Turkish police officers have been wounded in a shootout during an operation against alleged ISIL (ISIS) fighters, local media report.</p><p>Broadcaster TRT Haber reported that police carried out a raid at a home in Yalova province’s Elmalik village, located south of Istanbul, when fire was exchanged on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The officers were not seriously injured, the broadcaster reported. It was not immediately clear whether any suspects were wounded or arrested.</p><p>Special forces from nearby Bursa province joined the operation to provide support, including enacting ongoing security measures in the area.</p><p>Locals and vehicles were not allowed into the area surrounding the targeted home, the broadcaster said, while the Yalova governorate also suspended classes at five nearby schools.</p><p>On Thursday, Turkish authorities said they had <a href=\"/news/2025/12/25/turkiye-arrests-115-isil-suspects-it-says-planned-holiday-attacks\">conducted raids</a> on 124 locations and apprehended 115 ISIL suspects.</p><p>Police had received intelligence that operatives were “planning attacks in Turkiye against non-Muslims in particular” during the holiday period, the Istanbul chief prosecutor’s office said.</p><p>The United States military also <a href=\"/news/2025/12/20/trump-says-us-launched-large-scale-attacks-on-isil-in-syria\">carried out</a> extensive strikes against ISIL in neighbouring central and northeastern Syria earlier this month, hitting more than 70 targets. The strikes came a week after two US soldiers and an interpreter <a href=\"/news/2025/12/13/joint-syrian-us-patrol-comes-under-attack-near-palmyra-state-media\">were killed in an attack</a> in the Syrian city of Palmyra.</p><p>Turkiye, which shares a border with Syria, has expanded its efforts against ISIL in recent years. Turkish authorities say some ISIL operatives relocated to the country in 2019 after the group was vanquished in the parts of Iraq and Syria it then controlled.</p><p>Previous raids in March had led to the capture of nearly 300 suspected ISIL members across 47 provinces over two weeks.</p><p>Between 2013 and 2023, authorities arrested more than 19,000 people for suspected affiliations with the group, according to the Turkish presidency.</p></div></div></body></html>"
        },
        {
            "title": "How do you carry a home that keeps breaking? | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-29T05:56:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/b03210da-9a3f-41fa-9eab-c5dc9db26840-copy-1766987153.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>I always thought of Gaza as a place where time folded in on itself. A closed world – dense, familiar, overwhelming – where you grow too fast or not at all.</p><p>I was the child my aunts, my older cousins, and even my friends’ mothers would pull into conversations about family issues, relationships, and everyday problems.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>My teacher called me “the sharpened tongue”, not because I was rude, but because I refused to be shaped into someone softer, quieter, more acceptable.</p><p>Sometimes, I slipped into the moments that reminded me I was a child – like sewing tiny clothes for my Barbies with my cousins.</p><p>But usually, I hovered somewhere between the world of children who didn’t quite understand me and the world of adults whose conversations I somehow understood.</p><h2 id=\"the-world-calling\">The world calling</h2><p>On Fridays, my family used to drive from our neighbourhood in as-Sudaniya down the coastal al-Rashid Street to Rafah – about an hour’s drive.</p><p>One of those days, Gaza felt less like a cage, more like a home.</p><p>I was 12, and my siblings and I joked about old memories – the way my brother used to mispronounce words, the tiny disasters that became inside jokes only we understood.</p><p>We didn’t wander far from my parents, talking and laughing, then walking to the shore as the smell of spiced fish and the cool sea breeze wrapped the day in something warm and familiar.</p><p>They aren’t grand memories, just mine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>I always knew I would leave. I remember a family gathering when every girl my age was asked where she planned to study – in Gaza, they meant, naming local universities as if the question had no other geography.</p><p>When it was my turn, I blurted: “Study in Gaza? I’m going abroad. I’ll be a journalist like my father.”</p><p>Some people encouraged me. Others laughed. But I already felt the world outside calling.</p><p>When I left Gaza in 2019 at 17 to study international relations, it was the first time I flew on my own, and because I was under 18, I carried a court document permitting me to travel alone.</p><p>At the Rafah crossing, I stood between my father and older brother, Omar, memorising their faces.</p><p>Once I crossed into Egypt, long hours of waiting rooms and security checks began, the quiet panic of not knowing whether my name would be called to go through or be sent back.</p><p>Cairo Airport, then Istanbul, and finally Cyprus – each stop a threshold I had to pass.</p><p>At every airport, I was pulled aside for extra searches because of my black passport. Officers asked why I was travelling alone, where I was going, what I planned to study – ordinary questions to them that felt like tests I had to pass to earn a life outside the only world I knew.</p><figure id=\"attachment_4201040\" aria-describedby=\"caption-attachment-4201040\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201040\" src=\"/wp-content/uploads/2025/12/IMG_6187-copy-1766987159.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Young woman in cap and gown on a football pitch\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201040\" class=\"wp-caption-text\">Asil Ziara on the beach in Gaza in 2010 [Courtesy of Asil Ziara]</figcaption></figure><h2 id=\"you-re-not-in-gaza-anymore\">‘You’re not in Gaza anymore’</h2><p>My first night in Cyprus, I slept more deeply than I ever had in my life.</p><p>When I woke to a loud sound, my body panicked, as if it were an explosion. I ran into the corridor only to find suitcase wheels dragging across the floor.</p><p>Then my mind caught up with my body: You’re not in Gaza anymore.</p><p>That morning, I wandered the dorms looking for a mini market. Someone told me it was in the basement, but I got lost in the corridors, trying to buy an adapter and some toast.</p><p>Everything felt unfamiliar – especially the silence.</p><p>Nothing hummed, nothing hovered, nothing threatened. The stillness almost frightened me.</p><p>My first real conversations were at the English prep course at the university. It was a small classroom that felt like a tiny world: Classmates from Cyprus, Turkiye, Lebanon, Morocco, Libya.</p><p>We traded words and accents, and my teacher loved how quickly I learned new vocabulary.</p><p>When I told people I am from Palestine, some heard “Pakistan”, or pointed vaguely at their maps; I showed them pictures, then places.</p><p>In classes, some asked whether we “actually had a life” there. One person asked, sincerely, if Gaza existed. The confusion wasn’t malicious; it was a vacuum in the world’s imagination where my home is.</p><p>Once, in a market, I helped an elderly man find a carton of milk. After thanking me, he introduced himself, mentioning he was Israeli. My chest tightened. I told him my name anyway.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"carrying-gaza-in-exile\">Carrying Gaza in exile</h2><p>Within my first year, Gaza began to feel far away, like a vivid dream I had woken from too quickly.</p><p>Every street I learned, every bus route, every ordinary morning added a layer of distance. That lasted for years – until October 7, 2023, when the dream ended, and the distance collapsed.</p><p>During the war, I worked remotely with my father, a journalist in Gaza – translating, monitoring, waiting for his messages to know he was still alive.</p><p>Fear found me; I shut myself in a room for months, terrified to sleep.</p><p>When I finally slept after weeks, I woke to the news that my cousin Ahmed had been killed.</p><p>Ahmed was in his 30s, and everyone used to call him Saddam because he was born on the day Saddam Hussein fired Scud missiles on Israel.</p><p>He used to call me “ya koshieh”, a teasing nickname that meant “dark-skinned one” – a silly, small joke that somehow felt like protection.</p><p>The guilt over his death was immediate and irrational, as if my wakefulness could have kept him alive.</p><p>We lost more family: my uncle Iyad and his only daughter, and my uncle Nael and his wife, Salwa. Israel erased an entire branch of our family in a night.</p><p>I began to understand how much of Gaza I had carried into exile.</p><figure id=\"attachment_4201042\" aria-describedby=\"caption-attachment-4201042\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201042\" src=\"/wp-content/uploads/2025/12/IMG_9615-copy-1766987163.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Young woman in cap and gown on a football pitch\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201042\" class=\"wp-caption-text\">Asil Ziara on her graduation day, July 12, 2023, in Cyprus [Courtesy of Asil Ziara]</figcaption></figure><p>I started therapy in Cyprus: talk sessions, then trauma-focused work once I got a diagnosis – post-traumatic stress disorder, PTSD.</p><p>I’m steadier now, but I don’t think trauma ever fully ends – not for people from Gaza. It shifts, softens, resurfaces. The work is not to “get over it”, but to learn how to live while it continues.</p><p>I often say I was born in Palestine, but shaped in Cyprus. Gaza gave me awareness; exile gave me the language to understand it.</p><p>Egypt, and later Oman, added new layers to the same unanswered question: How do you carry a home that keeps breaking?</p><p>Maybe this is why, over the past two years, I’ve worked and planned to rebuild my life, to pursue a master’s degree in diplomacy.</p><p>I want to try to understand the world whose decisions shaped my childhood, the power structures that determined so much of my story.</p><p>When people hear “Gaza,” they often think “destruction”.</p><p>The people of Gaza are like anyone else – except their struggle is multiplied by forces beyond their control.</p><p>My story is one of millions. But I hope it makes someone somewhere feel that Gaza is more than a headline.</p><p>Gaza is people.</p><p>And people deserve to live.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "All the countries Israel attacked in 2025: Animated map | Conflict News | Al Jazeera",
            "time": "2025-12-29T05:16:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/INTERACTIVE-Israel-attacks-desktop-poster-social-1766672166.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has attacked more countries than any other country this year.</p><p>In 2025, Israel attacked at least six countries, including Palestine, Iran, Lebanon, Qatar, Syria, and Yemen.</p><p>It also carried out strikes in Tunisian, Maltese and Greek territorial waters on aid flotillas heading for Gaza.</p><p>According to Armed Conflict Location and Event Data (ACLED), an independent conflict monitor, from January 1 to December 5, Israel carried out at least 10,631 attacks, marking one of the broadest geographic military offensives in a single year.</p><h2 id=\"how-are-attacks-measured\">How are attacks measured?</h2><p>ACLED collects and records reported information on political violence, demonstrations, and other select non-violent, politically important events from local, national and international news sources and international bodies.</p><p>For mapping Israeli attacks over this past year, we filtered for violent events including air and drone strikes, shelling and missile attacks, remote explosives, and other armed attacks.</p><p>These events involve violent attacks by Israeli forces; however, they exclude the significant rise in attacks by Israeli settlers against Palestinians in the occupied West Bank. Additionally, they do not cover other Israeli assaults, such as home demolitions or <a href=\"https://interactive.aljazeera.com/aje/2023/israel-home-invasions-palestine-in-the-dead-of-night/?utm_source=www.aljazeera.com&amp;utm_medium=website&amp;utm_campaign=ucms\" target=\"_blank\" rel=\"noopener\">nightly</a> raids that occur daily.</p><h2 id=\"where-has-israel-attacked-the-most\">Where has Israel attacked the most?</h2><p>Gaza has remained the deadliest area, with Israel killing more than 25,000 people this year and injuring at least 62,000.</p><p><a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">Israel has violated a ceasefire in Gaza</a>, which took effect at noon on October 10, hundreds of times, killing at least 400 Palestinians and injuring 1,100.</p><p>Israel also repeatedly violated the first ceasefire earlier in 2025, eventually ending it.</p><p>According to ACLED, in 2025, up to December 5, 2025, Israel attacked:</p><ul>\n<li><strong>Gaza and the occupied West Bank</strong> 8,332 times</li>\n<li><strong>Lebanon</strong> 1,653 times</li>\n<li><strong>Iran</strong> 379 times</li>\n<li><strong>Syria</strong> 207 times</li>\n<li><strong>Yemen</strong> 48 times</li>\n<li><strong>Qatar</strong> once</li>\n<li><strong>Tunisian waters</strong> twice, <strong>Maltese and Greek waters</strong> once each</li>\n</ul><p>These statistics are based on verified reports and likely undercount the actual number of attacks due to reporting gaps in conflict zones.</p></div></div></body></html>"
        },
        {
            "title": "Fire at Indonesia retirement home kills 16 people | News | Al Jazeera",
            "time": "2025-12-29T04:47:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-29T043836Z_1629591217_RC24QIAP1YI9_RTRMADP_3_INDONESIA-FIRE-1766983516.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Fire at Indonesia retirement home kills 16 people</h1><p class=\"article__subhead\"><em>Police say the fire at the Werdha Damai retirement home in the city of Manado killed 16 and wounded three others.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A fire at a nursing home on the Indonesian island of Sulawesi has killed 16 people and injured three others, according to the police.</p><p>Jimmu Rotinsulu, the head of the fire and rescue agency in the city of Manado, said firefighters received a report of the blaze at the Werdha Damai retirement home at 8:31pm (12:31 GMT) on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“There were 16 deaths; three [people] had burn injuries,” he told the AFP news agency.</p><p>Many bodies of the victims were found inside their rooms, Jimmy said, adding that many of the elderly residents were likely resting in their rooms in the evening when the fire broke out.</p><p>Authorities managed to evacuate 12 people – all unhurt – and transfer them to a local hospital, he said.</p><p>Footage aired by local broadcaster Metro TV showed the fire engulfing the nursing home, while locals helped to evacuate an elderly person.</p><p>The blaze was the latest report of a deadly fire in Indonesia, an archipelago of more than 17,000 islands.</p><p>Earlier this month, a fire tore through a seven-storey office building in Indonesia’s capital, Jakarta, killing at least 22 people.</p><p>In 2023, at least 12 people were killed in the country’s east after an explosion at a nickel-processing plant.</p></div></div></body></html>"
        },
        {
            "title": "Train derails in southern Mexico, killing 13 and injuring dozens | Transport News | Al Jazeera",
            "time": "2025-12-29T03:54:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251228__897D6WE__v1__MidRes__MexicoTrainAccident-1766975998.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A train carrying 250 people has derailed partially in southern Mexico, killing at least 13 people and injuring 98, according to officials.</p><p>The Mexican Navy said that the Interoceanic Train linking the states of Oaxaca and Veracruz went off the rails on Sunday as it passed a curve near the town of Nizanda.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It said that 98 people were injured and that, “unfortunately, 13 people lost their lives”.</p><p>The train was carrying nine crew members and 241 passengers at the time of the accident. Of those on board, 139 were reported to be out of danger, while 36 of the 98 injured were still receiving medical assistance.</p><p>In a statement posted on X, <a href=\"/news/2024/10/1/claudia-sheinbaum-sworn-in-as-mexicos-first-female-president\">Mexican President Claudia Sheinbaum</a> said that at least five of those injured were in “serious” condition.</p><p>Sheinbaum said she has directed the secretary of the navy and other senior personnel to travel to the area and assist the families of those affected. She added that the Ministry of Interior is coordinating the response to the incident.</p><p>Mexico’s Attorney General’s Office said it was opening an investigation to determine the cause of the accident.</p><p>Uno Noticias Television, a Mexican channel, reported that emergency units were near the site of the accident but faced difficulty in accessing the area.</p><p>Images circulating on social media and posted by Mexican news outlets showed one of the carriages of the train on its side, while another was completely separated from the train tracks.</p><p></p><p><em>Translation: Passenger train derailed. Interoceanic in the Isthmus. This Sunday, the Interoceanic passenger train derailed, 5 kilometres south of Nizanda, belonging to Asuncion Ixtaltepec, Oaxaca. Injuries have been reported; the train had departed from Salina Cruz, Oaxaca, and was heading to Coatzacoalcos, Veracruz. Emergency units are near the area, but the difficult access to the site is complicating rescue efforts.</em></p><p>Video clips posted online also showed some of the passengers trapped in the derailed carriages.</p><p>A passenger was quoted by Mexico’s La Razon newspaper as saying that before the derailment, the train “was coming very fast”.</p><p>“We don’t know if it lost its brakes,” the passenger told La Razon.</p><p>In a statement posted on X, Oaxaca Governor Salomon Jara Cruz expressed his government’s “heartfelt condolences to the families of those who lost their lives in this unfortunate accident”.</p><p>The train runs between the Gulf of Mexico and the Pacific Ocean, and carries both passengers and freight.</p><p>On December 20, a train on the same route collided with a cargo truck attempting to cross the tracks, although the incident did not result in any deaths.</p><p>The line was inaugurated in 2023 as a major infrastructure project under then-President <a href=\"/news/2024/9/30/what-is-the-legacy-of-mexican-president-andres-manuel-lopez-obrador\">Andres Manuel Lopez Obrador</a> to develop southeast Mexico.</p><p>The initiative was designed to modernise the rail link across the Isthmus of Tehuantepec, a land bridge connecting Mexico’s Pacific port of Salina Cruz with Coatzacoalcos on the Gulf Coast.</p><p>The Mexican government has sought to develop the Isthmus into a strategic trade corridor, expanding ports, railways and industrial infrastructure with the goal of creating a route that could compete with the Panama Canal.</p></div></div></body></html>"
        },
        {
            "title": "China launches drills around Taiwan in ‘stern warning’ to external forces | Military News | Al Jazeera",
            "time": "2025-12-29T02:44:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-29T043053Z_682402530_RC24QIAW2X91_RTRMADP_3_CHINA-TAIWAN-DRILLS-1766986399.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has launched live-fire drills around Taiwan, deploying air, navy and rocket troops for war games that its military said were aimed at testing combat readiness and delivering a “stern warning” against “separatist” and “external interference” forces.</p><p>The exercises on Monday prompted Taiwan to scramble soldiers and hardware to rehearse repelling an attack.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It came amid anger in Beijing over an $11.1bn weapons sale to Taiwan by the United States, as well as a statement by Japanese Prime Minister Sanae Takaichi, who suggested that the Japanese military could get involved if China were to attack the self-governed island.</p><p>Beijing considers Taiwan as part of its territory and has pledged to take control of the island by force if necessary.</p><p>In a statement, the Chinese military’s Eastern Theater Command said it had concentrated forces to the north and southwest of the Taiwan Strait and carried out live firing and simulated strikes on land and maritime targets.</p><p>The drills, dubbed Just Mission 2025, would continue on Tuesday and include exercises to blockade the island’s main ports and encircle it.</p><p>Shi Yi, a spokesperson for the Eastern Theater Command, said in a post on Chinese social media platform Weibo that the activities will focus “on ​training for maritime and aerial combat readiness patrols, gaining ‌integrated control, sealing off key ports and areas and conducting multi-dimensional deterrence”.</p><p>The drills serve “as a serious warning to ‘Taiwan Independence’ separatist forces and external interference forces”, he added.</p><figure id=\"attachment_4201028\" aria-describedby=\"caption-attachment-4201028\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201028\" src=\"/wp-content/uploads/2025/12/AFP__20251229__897F3Q8__v3__MidRes__TaiwanChinaDefenceDrills-1766986558.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A Taiwan Air Force Mirage 2000 fighter jet takes off at Hsinchu Air Base in Hsinchu on December 29, 2025. China launched &quot;major&quot; military exercises around Taiwan on December 29, in what it called a &quot;stern warning&quot; involving live-fire drills in waters and airspace near the island. Taiwan said Monday it had detected four Chinese coastguard ships near the island's waters. (Photo by CHENG Yu-chen / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201028\" class=\"wp-caption-text\">A Taiwan air force Mirage 2000 fighter jet takes off at Hsinchu airbase in Hsinchu on Monday after China launched ‘major’ military exercises around Taiwan, in what it called a ‘stern warning’ involving live-fire drills in waters and airspace near the island [Cheng Yu-chen/AFP]</figcaption></figure><h2 id=\"sixth-major-round-of-drills\">Sixth major round of drills</h2><p>Taiwan’s government condemned the drills.</p><p>A presidential office spokesperson urged China not to misjudge the situation and undermine regional peace, and called on Beijing to immediately halt what they described as irresponsible provocations.</p><p>Taiwan’s defence ministry said two Chinese military aircraft and 11 ships had been operating around the island over the last 24 hours, and that the island’s military was on high alert and poised to carry out “rapid response exercises”.</p><p>That particular drill is designed to move troops swiftly in case China suddenly turns one ​of its frequent drills around the island into an attack.</p><p>“All members of our armed forces will remain highly vigilant and fully on ‌guard, taking concrete action to defend the values of democracy and freedom,” it said in a statement.</p><p>The ministry also posted a video on Facebook showcasing various weapons, including US-made HIMARS rocket systems, a highly mobile artillery system with a range of about 300km (186 miles) that could hit coastal targets in China’s southern province of Fujian, on the other side of the Taiwan Strait, in the event of a conflict.</p><p>Taiwan’s coastguard added that it had dispatched large ships in reaction to Chinese coastguard activity near its waters and that it was working with the island’s military to minimise the drills’ impact on maritime routes and fishing areas.</p><p>The island’s aviation authority said China had designated a “temporary danger zone” in Taipei’s airspace for 10 hours of live-fire drills scheduled for Tuesday and that it was working to identify alternative flight routes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"strong-signal-to-us-japan\">‘Strong signal’ to US, Japan</h2><p>The drills mark China’s sixth major round of war games since 2022 – after then-US House of Representatives Speaker Nancy Pelosi visited Taiwan – and were described by the state-owned Xinhua news agency as “a legitimate and necessary action to safeguard China’s sovereignty and national unity”.</p><p>The People’s Liberation Army (PLA) ⁠said it had deployed fighter jets, bombers, unmanned aerial vehicles, and long-range rockets, and would practise striking mobile land-based targets.</p><p>Chinese vessels and aircraft will approach Taiwan “in close proximity from different directions” and troops of multiple services will “engage in joint assaults to test their joint operations capabilities”, according to Shi.</p><p>China’s ‌state broadcaster added that the drills would focus on sealing off Taiwan’s vital deep-water Port of Keelung to the island’s north and Kaohsiung to Taiwan’s south, the island’s largest port city.</p><p>While the Chinese military has practised port blockades around Taiwan during war games last year, this marks the first time it has publicly stated that drills around the island are aimed at deterring foreign military intervention, according to observers.</p><p>“The language is now very explicit about the goal of enhancing ‘anti-access’ and ‘area denial capabilities,'” said William Yang, senior analyst for Northeast Asia at the Crisis Group.</p><p>He told Al Jazeera the language was a “very strong signal” to Taiwan’s unofficial allies like the US and Japan that they would be blocked from offering external assistance during a conflict.</p><p>The “Just Mission 2025” exercises also cover a notably larger zone around Taiwan than previous iterations, Yang said, and demonstrate that the PLA has upgraded its ability to swiftly deploy many different military assets to strategically important positions in a short window of time.</p><p>“This is a very real demonstration of the progress of the PLA’s modernisation,” he said.</p><p>The Chinese exercises come after the US announced earlier this month that it had approved $11.1bn in arms sales to Taiwan in the largest ever weapons package for the island.</p><p>The move drew a protest from China’s defence ministry and warnings that the military would “take forceful measures” in response.</p><p>Beijing last week also imposed sanctions against 20 US defence -related companies and 10 executives over the move.</p><p>The remarks from Takaichi, the Japanese prime minister, have also triggered a surge ‍in Chinese messaging stressing its sovereignty claims. Chinese President Xi Jinping told his US counterpart, Donald Trump, in November that Taiwan’s “return to China” after World War II was central to Beijing’s vision of the global order.</p><p>Taiwan rejects China’s claimed sovereignty, maintaining that only its people can decide the island’s future.</p><p>In an interview broadcast on Sunday, <a href=\"/news/2024/1/14/who-is-taiwans-president-elect-lai-ching-te\">Taiwanese President William Lai Ching-te</a> told Sanli E-Television that the island must continue to raise the cost of aggression and strengthen its indigenous defence capabilities to deter China, stressing that peace can only be secured through strength.</p><p>“If China sets 2027 as the year to be ready for an invasion of Taiwan, then we have only one choice: to keep raising the difficulty so that China can never meet that standard. Taiwan will naturally remain safe,” Lai said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,404 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-29T01:54:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251228__896W7ZQ__v1__MidRes__UkraineRussiaConflictWar-1766967059.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,404</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,404 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Monday, December 29:</p><h2 id=\"diplomacy\">Diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>United States President Donald Trump hosted Ukrainian President Volodymyr Zelenskyy for talks at his Mar-a-Lago resort in Florida and said the two leaders were “<a href=\"/news/2025/12/28/trump-welcomes-zelenskyy-claims-russia-ukraine-truce-in-final-stages\">getting a lot closer, maybe very close</a>” to a deal to end the war in Ukraine.</li>\n<li>Trump and Zelenskyy reported progress on two of the most contentious issues in the peace talks: security guarantees for Ukraine and the division of eastern Ukraine’s Donbas region that Russia has sought to capture.</li>\n<li>On security guarantees, Zelenskyy said that a deal had been reached, while Trump said they were 95 percent of the way to such an agreement.</li>\n<li class=\"tr-story-p1\">Both Trump and Zelenskyy said that the future of the mostly Russian-occupied Donbas had not been settled, though the US president said discussions were “moving in the right direction”. “It’s unresolved, but it’s getting a lot closer. That’s a very tough issue,” Trump said.</li>\n<li>The two leaders did not offer further details or a deadline for completing the deal, but Zelenskyy said any peace agreement would have to be approved by Ukraine’s parliament or by a referendum.</li>\n<li>Shortly after the Trump-Zelenskyy meeting, Russian President Vladimir Putin’s special envoy, Kirill Dmitriev, wrote on X that the “whole world appreciates” Trump and his team’s peace efforts.</li>\n<li>Ahead of the meeting with Zelenskyy, Trump and Putin spoke for more than two hours on the telephone. The US president described the call as “excellent” and “productive”.</li>\n<li>Trump said he would call Putin again after the meeting with Zelenskyy.</li>\n<li class=\"tr-story-p1\">Kremlin foreign policy aide Yury Ushakov said the initial call was “friendly” and that Putin had told Trump that a 60-day ceasefire, proposed by the European Union and Ukraine, would simply prolong the war.</li>\n<li>Ushakov said that a “bold, responsible, political decision is needed from Kyiv” on the Donbas region and other disputed matters for there to be a “complete cessation” of hostilities.</li>\n<li>European leaders, including those from Finland, France, Germany, Poland and the United Kingdom, joined at least part of the Trump-Zelenskyy meeting by phone.</li>\n<li>European Commission President Ursula von der Leyen said in a statement that Europe was ready to keep working with Ukraine and the US, and that having ironclad security guarantees would be of “paramount” importance.</li>\n<li>French President Emmanuel Macron said that progress had been made on security guarantees at the meeting. Macron said that countries in the so-called “Coalition of the Willing” would meet in Paris in early January to finalise their “concrete contributions”.</li>\n<li>Zelenskyy said that Trump had agreed to host European leaders again, possibly at the White House, sometime in January. Trump said the meeting could be in Washington, DC, or “someplace”.</li>\n<li>Earlier on Sunday, Russian Minister of Foreign Affairs Sergey Lavrov warned that any European troop contingents deployed to Ukraine would become legitimate targets for Russia’s forces. Lavrov also accused European politicians of being driven by “ambitions” in their relations with Kyiv, and disregarding the people of Ukraine and of their own nations.</li>\n</ul><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces attacked a heating plant in the southern Ukrainian city of Kherson, wounding one person and causing “significant damage” to the facility, state oil and gas firm Naftogaz said.</li>\n<li>Ukraine’s leading private energy provider, DTEK, said it had restored power to more than a million households in and around Kyiv a day after a <a href=\"/news/2025/12/27/russia-hammers-ukraines-capital-ahead-of-trump-zelenskyy-meeting\">massive Russian air attack</a> had forced emergency outages.</li>\n<li>Ukraine’s military said it had struck the Syzran oil refinery in Russia’s Samara region in a drone attack. The strike caused a fire, and damages were still being assessed, the army said in a statement.</li>\n<li>The military also said that only part of the southeastern town of Huliaipole was under Russian control, contradicting an earlier claim by Moscow that it had been captured. It added that fighting was also still under way for Stepnohirsk, another town in the southeastern Zaporizhia region that Russia claimed it had captured.</li>\n<li>Meanwhile, Russia’s Ministry of Defence said in a statement that its troops had taken control of four other settlements in the Donetsk region. It identified them as Myrnohrad, Artemivka, Rodynske and Vilne.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "North Korea’s Kim oversees test launch of long-range cruise missiles | Kim Jong Un News | Al Jazeera",
            "time": "2025-12-29T00:31:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-28T214844Z_770864094_RC2XPIANYTIE_RTRMADP_3_NORTHKOREA-MISSILES-1766966037.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>North Korea’s Kim oversees test launch of long-range cruise missiles</h1><p class=\"article__subhead\"><em>Kim Jong Un urges ‘unlimited and sustained’ development of nuclear combat forces as North Korea gears up for a key party congress.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">North Korean <a href=\"/news/2025/12/26/north-koreas-kim-jong-un-pushes-more-missile-production-as-war-deterrent\">leader Kim Jong Un</a> has overseen a test launch of long-range strategic cruise missiles and called for the “unlimited and sustained” development of his country’s nuclear combat forces, according to state media.</p><p>The Korean Central News Agency (KCNA) reported on Monday that Kim expressed satisfaction as the cruise missiles flew along their orbit, set above the sea west of the Korean Peninsula, and hit their target.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The launch, which took place on Sunday, was the latest event Kim attended, in a flurry of activity by the North Korean leader to underscore the country’s military and economic progress before a key party congress expected to be held in early 2026.</p><p>The meeting will set a development plan for North Korea for the next five years.</p><p>Kim said that “checking the reliability and rapid response of the components of [North Korea’s] nuclear deterrent on a regular basis … [is] just a responsible exercise”, as the country “is facing various security threats”. He also affirmed that Pyongyang would keep devoting “all their efforts to the unlimited and sustained development of the state nuclear combat force”, KCNA reported.</p><p>KCNA did not specify the area in which the missiles were launched.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>South Korea’s state news agency Yonhap reported on Monday that South Korea’s military detected the launch of multiple missiles from the Sunan area near Pyongyang on Sunday morning.</p><p>It warned that North Korea may conduct additional missile tests at the end of the year.</p><p>Separately, the KCNA reported on Thursday that Kim also inspected an 8,700-tonne “nuclear-powered strategic guided missile submarine” under construction and warned that South Korea’s plan to build nuclear-powered submarines will be a threat to North Korea’s security that “must be countered”.</p><p>It was the first time North Korean state media had <a href=\"/news/2024/5/17/south-korean-military-says-north-korea-test-fired-ballistic-missiles\">released images of the submarine</a> since March, when they mostly showed the lower sections of the vessel.</p><p>During the Thursday event, Kim was accompanied by his daughter, a possible successor, and oversaw the test-firing of long-range surface-to-air missiles.</p><p>Kim has attended multiple openings of facilities, including factories and hotels, during the past month, as the country races to wrap up its current “five-year plan” of development before convening the ninth Congress of the ruling Workers’ Party of Korea in early 2026.</p><p>Last November, North Korea also staged a ballistic missile test, just more than a week after United States President Donald Trump, on a tour of the region, expressed interest in meeting with Kim. Pyongyang did not respond to the offer.</p><p>At that time, Trump had just approved South Korea’s plan to build a nuclear-powered submarine.</p><p>Since Kim’s 2019 summit with Trump collapsed over the scope of denuclearisation and sanctions relief, Pyongyang has repeatedly declared itself an “irreversible” nuclear state.</p><p>Kim has since been emboldened by Russia’s war on Ukraine, securing critical support from Moscow after sending thousands of troops to fight alongside Russian forces.</p></div></div></body></html>"
        },
        {
            "title": "Any Israeli presence in Somaliland will be a ‘target’: Houthi leader | Houthis News | Al Jazeera",
            "time": "2025-12-28T23:06:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-24T230356Z_899359006_RC2ODGAY3S64_RTRMADP_3_ISRAEL-PALESTINIANS-HOUTHIS-STRIKES-1756620836.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Any Israeli presence in Somaliland will be a ‘target’: Houthi leader</h1><p class=\"article__subhead\"><em>Israel on Friday announced it is officially recognising Somaliland, a first for the self-proclaimed republic since 1991.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The leader of Yemen’s Houthi rebels has warned any Israeli presence in Somaliland would be considered a “military target”, in the latest condemnation of Israel’s move to recognise the breakaway region.</p><p>“We consider any Israeli presence in Somaliland a military target for our armed forces, as it constitutes aggression against Somalia and Yemen, and a threat to the security of the region,” said the group’s chief, Abdel-Malik al-Houthi, according to a statement published by rebel media online.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israel announced on Friday that it is officially recognising Somaliland, a first for the self-proclaimed republic that in 1991 declared it unilaterally separated from Somalia.</p><p>The Houthi chief warned that the move carried grave consequences, saying that recognition is “a hostile stance targeting Somalia and its African surroundings, as well as Yemen, the Red Sea, and the countries along both shores of the Red Sea”.</p><p>Somaliland, which has for decades pushed for international recognition, enjoys a strategic position on the Gulf of Aden and has its own money, passport and army.</p><p>Regional analysts say a rapprochement with Somaliland would provide Israel with better access to the Red Sea, enabling it to hit Houthi rebels in Yemen.</p><p>After launching its genocidal war on Gaza in October 2023, Israel repeatedly struck targets in Yemen in response to Houthi attacks on Israel, which the Yemeni rebels said were in solidarity with Palestinians in Gaza.</p><p>The Houthis have halted their attacks since a fragile truce began in Gaza in October.</p><p>Somaliland has been diplomatically isolated since its unilateral declaration of independence, even if it has generally experienced greater stability than Somalia, where al-Shabab fighters periodically mount attacks in the capital, Mogadishu.</p><p>Israel’s recognition of Somaliland was criticised by the African Union, Egypt, Turkiye, the six-nation Gulf Cooperation Council, and the Saudi-based Organisation of Islamic Cooperation.</p><p>The European Union insisted that Somalia’s sovereignty should be respected.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Mozambique win first ever AFCON game, while Algeria reach last 16 | Football News | Al Jazeera",
            "time": "2025-12-28T22:21:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6951acbd92e2-1766960317_51a8e1-1766960419.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Mozambique have claimed a historic first victory in the <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">Africa Cup of Nations</a>, breathing new life into their campaign after overcoming Gabon 3-2 in Agadir, while Algeria have booked their place in the last 16 of AFCON with a narrow win over Burkina Faso.</p><p class=\"p1\">Beaten in their <a href=\"/sports/2025/12/24/amad-diallo-scores-goal-as-ivory-coast-win-against-mozambique-at-afcon\">tournament curtain-raiser</a> by Ivory Coast, Mozambique scored twice before half-time in their Group F game on Sunday as Faizal Bangal headed home and Geny Catamo netted from the penalty spot.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Former Arsenal and Chelsea forward Pierre-Emerick Aubameyang pulled one back for Gabon before the break, but Diogo Calila restored Mozambique’s two-goal cushion. It was ultimately enough to seal a maiden win for Mozambique in this tournament at the 17th attempt, despite Gabon’s Alex Moucketou-Moussounda pulling one back.</p><p>Elsewhere in the group, defending champions Ivory Coast ‍took ‍a lead that lasted only five minutes before Cameroon equalised to secure a 1-1 ⁠draw in their heavyweight clash on Sunday.</p><p class=\"p1\">Amad Diallo scored for a second successive game to ‍open ⁠the scoring for the Ivorians in the 51st minute, but full-back Junior Tchamadeu levelled for Cameroon with the help of a deflection ​in the 56th ‌minute at Marrakesh Stadium.</p><p class=\"p1\">Cameroon and the Ivory Coast, who have eight AFCON titles ‌between them, now share the lead in ‌Group F with ⁠four points apiece, followed by Mozambique on three.</p><p>Gabon need to win their final group game to have any chance of reaching the knockout stages as one of the best third-placed teams.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">Algeria have secured their place in the last 16, after a Riyad Mahrez penalty gave them a 1-0 victory over Burkina Faso.</p><p class=\"p1\">Captain Mahrez converted from the spot midway through the first half at the Moulay El Hassan Stadium in Rabat on Sunday, and Algeria then held on to win a bruising contest against a determined Burkina outfit.</p><p class=\"p2\">The penalty that decided the game was awarded when Manchester City’s Rayan Ait-Nouri was bundled over.</p><p class=\"p1\">Mahrez made no mistake with his 23rd-minute kick as he followed his brace in the opening 3-0 defeat of Sudan to take his tally at this Cup of Nations to three goals. The former Leicester City and Manchester City winger, appearing at his sixth AFCON, now has nine goals at the tournament, an Algerian record.</p><p class=\"p1\">Pierre Landry Kabore, the Hearts’ striker, came close to equalising for Burkina Faso with a header from a corner, before Mahrez teed up Mohamed Amoura for a shot that was saved by goalkeeper Herve Koffi at the end of an Algerian breakaway in the first half of stoppage time.</p><p class=\"p1\">Bayer Leverkusen’s Ibrahim Maza twice failed to convert good opportunities in the second half, while substitute Georgi Minoungou fired just over as Burkina Faso pushed unsuccessfully for an equaliser.</p><p class=\"p1\">Algeria, African champions in 1990 and in 2019, have the maximum six points after two games in Group E and are yet to concede a goal, with Vladimir Petkovic’s side living up to their billing as one of the pre-tournament favourites.</p><p class=\"p1\">Burkina Faso and Sudan come next on three points each, but they play each other in the final round of group games on Wednesday. This means Algeria are guaranteed a top-two finish even if they lose their final outing against the currently pointless Equatorial Guinea.</p><p class=\"p1\">Sudan boosted their chances of qualifying for the knockout stage of the Africa Cup of Nations on Sunday after a Saul Coco own goal gave them a 1-0 win over Equatorial Guinea.</p><p class=\"p1\">Unlucky Torino centre-back Coco saw the ball come off him and ricochet into the net in the 74th minute in Casablanca when his teammate Luis Asue attempted to clear a Sudan free kick.</p><p class=\"p1\">Sudan won the Africa Cup of Nations in 1970, but this is just their second victory in 18 matches across six appearances at the tournament since then.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump, Zelenskyy hail progress towards Russia-Ukraine peace deal | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-28T21:06:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_695183777840-1766949751.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump and Ukrainian leader Volodymyr Zelenskyy have expressed optimism that a peace deal between Russia and Ukraine is close following their talks in Florida, even as the thorny issue of territory remains outstanding.</p><p>Addressing reporters after meeting Zelenskyy at the Mar-a-Lago estate and following an earlier call with Russian President Vladimir Putin on Sunday, Trump said that Moscow and Kyiv were “closer than ever” to a peace deal.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We have made a lot of progress on ending that war,” Trump said during a news conference with Zelenskyy.</p><p>“We will see if it gets done, but it’s very close, certainly.”</p><p>Zelenskyy said that a 20-point peace plan unveiled last week was “90 percent agreed” to, and that US-Ukraine security guarantees were “100 percent agreed” to.</p><p>“We agreed that security guarantees are key milestone in achieving lasting peace, and our teams will keep working on all aspects,” Zelenskyy said.</p><p>Still, the talks produced no visible breakthrough on the sensitive issue of Ukrainian territory.</p><p>Trump acknowledged that one or two “very tough” issues remained outstanding, including the status of the eastern Donbas region, which was annexed by Russia after its 2022 full-scale invasion.</p><p>Trump said the sides were “closer” to an agreement on a US proposal to create a “free economic zone” in parts of the region, under which Kyiv would withdraw its forces as part of a negotiated peace.</p><p>“I would not say agreed, but we’re getting closer to an agreement on that, and that’s a big issue. Certainly, that’s one of the big issues, and… it’s unresolved,” Trump said.</p><p>Zelenskyy reiterated his position that the issue of territory should be decided by the people of Ukraine and said that different aspects of the peace plan could be put to the public in referendums.</p><p>“Of course, our society has to choose… because it’s their land… not of one person. It’s the land of our nation, for a lot of generations,” he said.</p><p>After their talks, Trump and Zelenskyy held a joint phone call with key European leaders, including French President Emmanuel Macron and UK Prime Minister Keir Starmer.</p><p>Trump has been trying to end Russia’s nearly <a href=\"/news/2025/12/26/will-the-russia-ukraine-war-end-in-2026\">four-year war in Ukraine</a> since returning to the White House in January.</p><p>He has variously shown irritation with both Zelenskyy and Putin, while publicly acknowledging the difficulty of resolving the conflict.</p><p>Before his meeting with Zelenskyy on Sunday, Trump said that Moscow and Kyiv were in the “final stages of talking” and had the “makings of a deal that’s good for Ukraine, good for everybody”.</p><p>Russia <a href=\"/news/2025/12/27/russia-hammers-ukraines-capital-ahead-of-trump-zelenskyy-meeting\">intensified its attacks</a> on Ukraine’s capital, Kyiv, in the days before the Florida meeting.</p><p>During talks between US and Ukrainian negotiators in Berlin earlier this month, the Trump administration agreed to offer certain security guarantees to Ukraine similar to those offered to other members of NATO.</p><p>The proposal came after Zelenskyy said he could agree to no longer seek membership of the security alliance if Ukraine received NATO-like guarantees to protect the country from Russian attacks.</p><p>Oleksandr Kraiev, an analyst with the think tank Ukrainian Prism, said that the people of Ukraine were “quite cynical” about the US-brokered talks.</p><p>“We tried this in 2015, 2016, 2017, and unfortunately, each time, the Russians broke even the ceasefire regime, not even talking about the peace process,” Kraiev told Al Jazeera, referring to previous accords such as the 2015 Minsk II Agreement, which aimed to end the war in Donbas between Ukraine’s army and pro-Russian separatists.</p><p>“So, we have little faith that a proper peace process will take place. As of now, we’re striving for a ceasefire as a precondition for any kind of talks… We cannot trust the Russians with a peace deal, but a ceasefire is something we’re working on.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"blindsided-yet-again\">‘Blindsided yet again’</h2><p>Trump’s optimistic tone comes despite widespread scepticism in Europe about Putin’s intentions after Russia carried out heavy bombardment of Kyiv just as Zelenskyy headed to Florida.</p><p>Before Zelenskyy arrived, Trump spoke with Putin by phone for more than an hour and said he planned to speak with him again after the Zelenskyy meeting, catching Ukrainian leaders off guard, according to Al Jazeera’s Shihab Rattansi.</p><p>“From what we’re hearing, the Zelenskyy delegation here have been blindsided yet again by Donald Trump. And according to the Russians, it was at the Americans’ insistence [that] there should be a call with Vladimir Putin the hour before Zelenskyy arrived,” said Rattansi, speaking from Palm Beach, Florida.</p><p>In a post on Truth Social, Trump described the call with Putin as “very good” and “productive”.</p><p>The Kremlin offered a more pointed account in its readout of the call, saying that Trump agreed that a ceasefire “would only prolong the conflict” as it demanded Ukraine make concessions on territory.</p><p>Zelenskyy said last week that he would be willing to withdraw troops from Ukraine’s eastern industrial heartland if Russia also pulled back and the area became a <a href=\"/news/2025/12/25/ukraine-accepts-demilitarised-zone-to-end-russia-war-but-do-dmzs-work\">demilitarised zone</a> monitored by international forces.</p><p>Putin has stated that all areas in four key regions captured by his forces – Donetsk, Luhansk, Zaporizhia and Kherson – as well as the Crimean Peninsula, which Russia annexed in 2014, should be recognised as Russian territory. The Russian leader has also demanded that Ukraine withdraw from parts of eastern Ukraine that Moscow’s forces have not occupied.</p><p>Kyiv has publicly rejected those demands.</p><p>Trump has appeared sympathetic to some of Putin’s demands, arguing that the Russian president could be persuaded to end the fighting if Kyiv gives up Ukrainian land in the Donbas region, and if Western countries welcome Russia back into the global economy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Kyrgios beats Sabalenka 6-3, 6-3 in ‘Battle of the Sexes’ tennis showdown | Tennis News | Al Jazeera",
            "time": "2025-12-28T18:08:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69517049-1766944841.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Kyrgios beats Sabalenka 6-3, 6-3 in ‘Battle of the Sexes’ tennis showdown</h1><p class=\"article__subhead\"><em>Kyrgios, who is currently 671st in the men’s rankings, beat the four-time Grand Slam singles champion in straight sets.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Nick Kyrgios has beaten women’s world number one Aryna Sabalenka in the <a href=\"/sports/liveblog/2025/12/28/live-sabalenka-vs-kyrgios-battle-of-the-sexes-tennis-match\">“Battle of the Sexes”</a>, a highly-publicised showdown with modified rules that divided tennis fans.</p><p class=\"p1\">Former Wimbledon finalist Kyrgios won 6-3, 6-3 in an exhibition match in the United Arab Emirates on Sunday that bore little resemblance to the era-defining 1973 encounter between Billie Jean King and Bobby Riggs.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Back then, there was more at stake, with the nascent women’s professional tour, set up by King, fighting for its legitimacy and prize money for female players still far lower than it was for the men.</p><p class=\"p1\">King, one of the all-time greats of the women’s game who was at the peak of her powers at age 29, saw off the 55-year-old Riggs, a top player in his day, 6-4, 6-3, 6-3 in Houston, Texas in the US.</p><p class=\"p1\">On Sunday in Dubai in the UAE, each player received only one serve, and the dimensions of Sabalenka’s side of the court were nine percent smaller, in an attempt to restrict Kyrgios’s power and speed advantage.</p><p class=\"p1\">Kyrgios has dropped to 671 in the rankings after playing just six ATP matches over the past three seasons, but the 30-year-old Australian still had enough to see off four-time Grand Slam singles champion Sabalenka, 27.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">The maverick Australian was drenched in sweat and appeared out of breath in the second set ‌after going 1-3 down, while his opponent danced to the music ‌during a strategic time out. But he ⁠persevered to make it 3-3 after Belarusian Sabalenka sent a shot long.</p><p class=\"p1\">Kyrgios, who shortened the points with cheeky drop shots ‌and used variations on his serve to good effect, pulled away to seal the win on serve ‍before sharing a warm hug with Sabalenka at the net.</p><p class=\"p1\">“Honestly, it was a really tough match. She’s a hell of a competitor,” he said.</p><p class=\"p1\">“I had to strap in because she was putting the pressure on, and ultimately, it was a really hard-fought battle.”</p><p>Sabalenka said she would “love” a rematch.</p><p>“I felt great. I put on a great fight. He was struggling. He was getting tired. I was happy to see that,” she said.</p><p>“It was a great level [of tennis]. I made a lot of great shots. I really enjoyed the show. I feel like next time when I play him, I know all his tactics and strengths.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "When Palestinian existence is portrayed as hate | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-28T18:07:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2020-11-30T102728Z_917368455_RC2MDK9O9C39_RTRMADP_3_ISRAEL-PALESTINIANS-SETTLEMENTS-1766941962.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>I am a Palestinian. And increasingly, that fact alone is treated as a provocation.</p><p>In recent months, I have watched anti-Semitism — a real, lethal form of hatred with a long and horrific history — be stripped of its meaning and weaponised to silence Palestinians, criminalise solidarity with us, and shield Israel from accountability as it carries out a genocide in Gaza. This is not about protecting Jewish people. It is about protecting power.</p><p>The pattern is now impossible to ignore.</p><p>A children’s educator, Ms Rachel, whose entire public work is built around care, learning, and empathy, is branded “Anti-Semite of the Year” — not for her engaging in any form of hate speech, but for expressing concern for Palestinian children. For acknowledging that children in Gaza are being bombed, starved, and traumatised. For expressing compassion.</p><p>As a Palestinian, I hear the message clearly: even empathy for our children is dangerous.</p><p>Then there is Palestine Action, a protest movement that targets weapons manufacturers supplying Israel’s military. Instead of being debated, challenged, or even criticised within a democratic framework, it is proscribed as a “terrorist” organisation, casually equated with ISIL (ISIS) – a group responsible for mass executions, sexual slavery, and genocidal violence.</p><p>This comparison is not just obscene. It is deliberate. It collapses the meaning of “terrorism” so completely that political dissent becomes extremism by definition. Resistance becomes pathology. Protest becomes “terror”. And Palestinians, once again, are framed not as a people under occupation, but as a permanent threat.</p><p>Language itself is now being criminalised. Phrases like “globalise the Intifada” are banned without any serious engagement with history or meaning. Intifada — a word that literally means “shaking off” — is torn from its political context as an uprising against military occupation and reduced to a slur. Palestinians are denied even the right to name their resistance.</p><p>At the same time, international law is being actively dismantled.</p><p>Staff and judges at the International Criminal Court are <a href=\"/news/2025/12/18/us-sanctions-more-icc-judges-citing-ruling-on-israeli-war-crime-probe\">sanctioned</a> and intimidated for daring to investigate Israeli war crimes. Francesca Albanese, the United Nations special rapporteur on Palestine, has not only been sanctioned, but also relentlessly smeared — because she uses the language of international law to describe occupation, apartheid, and genocide.</p><p>When international law is applied to African leaders, it is celebrated.<br>\nWhen it is applied to Israel, it is treated as an act of hostility.</p><p>This brings us to Australia — and to one of the most revealing moments of all.</p><p>After the horrific Bondi Beach attack, which shocked and horrified people across Australia, Israel’s Prime Minister Benjamin Netanyahu accused the Australian government of encouraging anti-Semitism. Not because of any incitement, not because of inflammatory rhetoric — but because Australia had moved towards recognising Palestine as a state.</p><p>Read that again.</p><p>The diplomatic recognition of Palestinian statehood — long framed as essential to peace and grounded in international law — is presented as a moral failing, even as a contributor to anti-Semitic violence. Palestinian existence itself is treated as the problem.</p><p>What makes this moment so disturbing is not only that Netanyahu made this claim, but that so many centres of power ran with it rather than challenged it.</p><p>Instead of forcefully rejecting the idea that recognising Palestinian rights could “encourage anti-Semitism”, governments, institutions, and commentators allowed the premise to stand. Some echoed it outright. Others stayed silent. Almost none confronted the dangerous logic at its core: that Palestinian political recognition is inherently destabilising, provocative, or threatening.</p><p>This is how moral collapse happens — not with thunder, but with acquiescence.</p><p>The result is not safety for the Jewish people, but erasure of the Palestinian people.</p><p>As a Palestinian, I find it devastating.</p><p>It means my identity is not merely contested — it is criminalised. My grief is not simply ignored — it is politicised. My demand for justice is not debated — it is pathologised as hatred.</p><p>Anti-Semitism is real. It must be confronted seriously and without hesitation. The Jewish people deserve safety, dignity, and protection — everywhere. But when anti-Semitism is stretched to include children’s educators, UN experts, international judges, protest movements, chants, words, and even the diplomatic recognition of Palestine, then the term no longer serves to protect Jewish people.</p><p>It protects a state from accountability.</p><p>Worse still, this weaponisation endangers Jews by collapsing Jewish identity into the actions of a government committing mass atrocities. It tells the world that Israel speaks for all Jews — and that anyone who objects must therefore be hostile to Jews themselves. That is not protection. It is recklessness masquerading as morality.</p><p>For Palestinians like me, the psychological toll is immense.</p><p>I am tired of having to preface every sentence with disclaimers.</p><p>I am deeply pained by watching my people starve while being lectured about tone.</p><p>I am angry that international law seems to apply only in certain politically convenient cases.</p><p>And I am grieving — not just for Gaza, but for the moral collapse unfolding around it.</p><p>Opposing genocide is not anti-Semitism.</p><p>Solidarity is not “terrorism”.</p><p>Recognising Palestine is not incitement.</p><p>Naming your suffering is not violence.</p><p>If the world insists on calling me an anti-Semite for refusing to accept the annihilation of my people, then it is not anti-Semitism that is being countered.</p><p>It is genocide that is being justified.</p><p>And history will remember who helped make that possible.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Javad Zarif: Main threat to the Middle East is Israel, not Iran | Israel-Iran conflict | Al Jazeera",
            "time": "2025-12-28T14:43:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766932986.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Iran’s former foreign minister argues Israel, backed by the US, has killed every opportunity for peace.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Months after being attacked by the United States and Israel, Iran finds itself in the crosshairs again, with Israeli officials lobbying US President Donald Trump to address Tehran’s ballistic missiles.</p><p>Veteran Iranian diplomat Javad Zarif tells host Steve Clemons that “everybody lost any faith in diplomacy” after Israel and the US attacked Iran following five rounds of reconciliation talks between Washington and Tehran.</p><p>Zarif added that Israel has historically thwarted every opportunity for reconciliation between Iran and the US, and that Trump’s style of diplomacy is disastrous, as it creates “negotiations that end up in war”.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Protests turn deadly during demonstration in Syrian city of Latakia | Syria's War | Al Jazeera",
            "time": "2025-12-28T14:26:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766931923.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Niger’s military rulers order ‘general mobilisation’ against armed groups | Armed Groups News | Al Jazeera",
            "time": "2025-12-28T14:23:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/000_36XV4M2-1766926482.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Niger’s military rulers order ‘general mobilisation’ against armed groups</h1><p class=\"article__subhead\"><em>The military rulers expand emergency powers, warning that people, property, and services may be requisitioned.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"181\" data-end=\"398\">Niger’s military rulers have approved a general mobilisation and authorised the requisition of people and goods as they intensify the fight against armed groups across the country, according to a government statement.</p><p data-start=\"400\" data-end=\"608\">The decision followed a cabinet meeting on Friday and marks a major escalation by the military government, which seized power in a July 2023 coup that toppled the country’s democratically elected president, Mohamed Bazoum.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"610\" data-end=\"853\">“People, property, and services may be requisitioned during general mobilisation to contribute to the defence of the homeland, in compliance with the legislation and regulations in force,” the government said in a statement issued late on Saturday.</p><p data-start=\"855\" data-end=\"1070\">“Every citizen is required to respond immediately to any call-up or recall order, to comply without delay with the implementation of measures for the defence of the homeland, and to submit to requisition,” it added.</p><p data-start=\"1072\" data-end=\"1277\">The authorities said the measures aim to “preserve the integrity of the national territory” and “protect the population” as Niger continues to face attacks by armed groups operating across several regions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1279\" data-end=\"1571\">Niger has been embroiled in deadly armed conflict for more than a decade, with violence linked to fighters affiliated with al-Qaeda and the ISIL (ISIS) group. Nearly 2,000 people have been killed, according to the Armed Conflict Location and Event Data Project (ACLED), which tracks political violence.</p><p data-start=\"1573\" data-end=\"1766\">The southeast of the country has also suffered repeated attacks by <a href=\"/video/inside-story/2025/6/11/why-is-violence-by-boko-haram-and-isil-rising-again-in-nigeria\">Boko Haram</a> and its splinter group, the ISIL affiliate in West Africa Province (ISWAP), further stretching Niger’s security forces.</p><p data-start=\"1768\" data-end=\"2115\">The mobilisation order comes five years after Niger expanded its armed forces to around 50,000 troops and raised the retirement age for senior officers from 47 to 52. Since taking power, the military government has also urged citizens to make “voluntary” financial contributions to a fund launched in 2023 to support military spending and agricultural projects.</p><p data-start=\"2117\" data-end=\"2260\">Soon after the coup, Niger’s rulers ordered French and United States troops, who had supported operations to combat rebel fighters, to withdraw from the country.</p><p data-start=\"2262\" data-end=\"2557\">Niger has since deepened security cooperation with neighbouring Mali and Burkina Faso, also ruled by a military government. The three Sahel states have formed a joint force of 5,000 troops, presenting it as a regional response to armed groups while further distancing themselves from Western partners.</p></div></div></body></html>"
        },
        {
            "title": "One year in Israeli detention, Dr Hussam Abu Safia’s son pleads for release | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-28T14:01:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766930443.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Syria protests updates: Deadly clashes erupt as hundreds demonstrate | Bashar al-Assad News | Al Jazeera",
            "time": "2025-12-28T13:57:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69516e7a-1766944378.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Syria protests updates: Deadly clashes erupt as hundreds demonstrate</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Hundreds of people take to the streets in Tartous and Latakia to demand the release of former soldiers who served ousted leader Bashar al-Assad.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Video: What do Rohingya refugees think about Myanmar’s election? | Elections | Al Jazeera",
            "time": "2025-12-28T13:32:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766928711.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US-Israel ties: What Netanyahu and Trump will discuss in Florida | Donald Trump News | Al Jazeera",
            "time": "2025-12-28T13:28:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-29T155154Z_1616972144_RC2R1HAWS823_RTRMADP_3_USA-TRUMP-ISRAEL-1759162340.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu will visit the United States to meet with President <a href=\"/video/the-bottom-line/2025/12/24/trump-declared-a-new-middle-east-but-what-has\">Donald Trump</a> as regional turmoil approaches a boiling point amid Israel’s attacks in Palestine, Lebanon and Syria and mounting tensions with Iran.</p><p>Netanyahu is to hold talks with Trump at the president’s Mar-a-Lago resort in Florida on Monday as Washington pushes to complete the first phase of the Gaza truce.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The visit comes as the US continues to pursue its 20-point “peace plan” in the Palestinian enclave despite near-daily <a href=\"/features/2025/12/24/shattered-joy-wedding-celebrations-cut-short-gaza-after-israeli-attack\">Israeli violations</a> of the truce.</p><p>Israel is also escalating attacks in the occupied West Bank, Lebanon and Syria as Israeli officials suggest that another war with Iran is possible.</p><p>What will Netanyahu discuss with Trump, and where do US-Israel ties stand?</p><p>Al Jazeera looks at the prime minister’s trip to the US and how it may play out.</p><h2 id=\"when-will-netanyahu-arrive\">When will Netanyahu arrive?</h2><p>The Israeli prime minister will arrive in the US on Sunday. However, the talks will not take place at the White House. Instead, Netanyahu will meet Trump in Florida, where the US president is spending the holidays.</p><p>The meeting between the two leaders is expected to take place on Monday.</p><h2 id=\"how-many-times-has-netanyahu-visited-trump\">How many times has Netanyahu visited Trump?</h2><p>This will be Netanyahu’s fifth visit to the US in 10 months. The Israeli prime minister has been hosted by Trump more than any other world leader.</p><p>In February, he became the first foreign leader to visit <a href=\"/news/2025/2/5/as-trump-meets-netanyahu-protesters-chant-palestine-is-not-for-sale\">the White House</a> after Trump returned to the presidency.</p><p>He visited again in April and July. In September, he also <span><a href=\"/news/2025/9/29/trump-to-meet-netanyahu-as-ending-israels-gaza-war-reaches-pressure-point\" target=\"_blank\" rel=\"noopener\">met with Trump</a> in Washington, DC, after</span> the United Nations General Assembly in New York.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-the-relationship-between-trump-and-netanyahu-been-like-so-far\">What has the relationship between Trump and Netanyahu been like so far?</h2><p>Netanyahu often says Trump is the best friend Israel has ever had in the White House.</p><p>During his first term, Trump pushed US policy further in favour of Israel’s right-wing government. He moved the US embassy to Jerusalem, recognised and claimed Israeli sovereignty over Syria’s occupied <a href=\"/news/2022/3/25/three-years-on-us-still-views-syrias-golan-as-israeli-territory\">Golan Heights</a> and cut off funding to the United Nations agency for Palestinian refugees (UNRWA).</p><p>Since returning to the White House this year, Trump has shown a greater willingness to publicly disagree with Netanyahu. Still, his administration has provided unflinching support for Israel, including the decision to renew the genocidal war on Gaza in March after a brief ceasefire.</p><p>Trump joined the Israeli attack on Iran in June to the dismay of some segments of his base. And he pushed to secure the current truce in Gaza.</p><p>The US president also opposed the Israeli <a href=\"/video/inside-story/2025/9/13/how-will-israels-attack-on-doha-affect-the-us-and-gulf-states\">attack on Doha</a> in September. And he swiftly lifted sanctions against Syria despite some apparent Israeli reservations.</p><p>The ties between the two leaders have seen some peaks and valleys. In 2020, Trump was irked when Netanyahu rushed to congratulate Joe Biden on his election victory against Trump, who has falsely insisted the election was fraudulent.</p><p>“I haven’t spoken to him [Netanyahu] since,” Trump told the Axios news site in 2021. “F*** him.”</p><p>The strong ties between the two leaders were rekindled after Trump won the presidency again in 2024 and unleashed a crackdown on Palestinian rights activists in the US.</p><p>In November, Trump formally asked Israeli President Isaac Herzog to <a href=\"/news/2025/11/12/trump-formally-asks-israeli-president-to-pardon-netanyahu-after-gaza-truce\">pardon Netanyahu</a>, who is facing corruption charges at home.</p><p>The two leaders, however, are not in complete alignment, and cracks in their positions are showing up over issues that include Gaza, Syria and the US partnerships with Turkiye and the Gulf states.</p><p>During his US visit, Netanyahu may seek to flatter Trump and project a warm relationship with the US president to advance his agenda and signal to his political rivals in Israel that he still enjoys support from Washington.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-has-netanyahu-dealt-with-the-us-since-october-7-2023\">How has Netanyahu dealt with the US since October 7, 2023?</h2><p>Since the outbreak of the war in Gaza, Netanyahu has asked for unchecked US diplomatic and military support.</p><p>Then-President Biden travelled to Israel 11 days after Hamas’s October 7, 2023, attacks on southern Israel, and he declared that support for the US ally is “vital for America’s national security”.</p><p>His “bear hug” of Netanyahu on arrival at the airport in Tel Aviv would set the stage for the US backing of Israel as it unleashed horror and destruction on Gaza, which has translated into more than $21bn in military aid and multiple vetoes at the UN Security Council over the past two years.</p><p>Netanyahu has seized on the notion that Israel is an extension of US interests and security structure. In a speech to the US Congress last year, the prime minister argued that Israel is fighting Iran indirectly in Gaza and Lebanon.</p><p>“We’re not only protecting ourselves. We’re protecting you,” he told US lawmakers.</p><p>Throughout the war, there have been countless reports that Biden and Trump have been displeased or angry with Netanyahu. But US weapons and political backing for Israel have continued to flow uninterrupted. And Netanyahu makes a point of always expressing gratitude to US presidents, even when there may be apparent tensions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"where-does-the-us-stand-on-the-gaza-truce\">Where does the US stand on the Gaza truce?</h2><p><span>US Secretary of State <a href=\"/features/2025/2/20/marco-rubio-a-traditionalist-hawk-in-the-age-of-trump\" target=\"_blank\" rel=\"noopener\">Marco Rubio</a> said last week that the top priority for the Trump administration is to complete the first stage of the Gaza ceasefire and move from mere cessation of hostilities to long-term governance, stabilisation and reconstruction of the Palestinian enclave.</span></p><p>Israel has been violating the ceasefire in Gaza regularly, recently killing at least six Palestinians in an attack that targeted a wedding.</p><p>But Trump, who claims to have brought peace to the Middle East for the first time <a href=\"/news/2025/12/18/five-key-takeaways-from-trumps-state-of-the-nation-address\">in 3,000 years</a>, has focused on broadly moving the truce forward rather than on Israel’s daily conduct.</p><p>“No one is arguing that the status quo is sustainable in the long term, nor desirable, and that’s why we have a sense of urgency about bringing phase one to its full completion,” Rubio said last week.</p><p>The top US diplomat has also suggested that there could be some flexibility when it comes to disarming Hamas under the agreement, saying the “baseline” should be ensuring that the group does not pose a threat to Israel rather than removing the guns of every fighter.</p><p>But Israel appears to be operating with a different set of priorities. Defence Minister <a href=\"/news/2025/12/23/israel-will-never-fully-withdraw-from-gaza-defence-minister-says\">Israel Katz</a> said on Tuesday that the country is looking to re-establish settlements in Gaza, which are illegal under international law.</p><p>He later walked back those comments but stressed that Israel would maintain a permanent military presence in the territory, which would violate the Trump plan.</p><p>Expect Gaza to be a key topic of discussion between Netanyahu and Trump.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"can-a-syria-agreement-be-reached\">Can a Syria agreement be reached?</h2><p><span>Trump has literally and figuratively embraced Syrian President <a href=\"/news/2025/11/10/ahmed-al-sharaa-meets-trump-as-us-extends-syria-sanctions-relief\" target=\"_blank\" rel=\"noopener\">Ahmed al-Sharaa</a> over the past year, lifting sanctions against the country and beginning security cooperation with his government’s security forces.</span></p><p>But Israel is pursuing its own agenda in Syria. Hours after the collapse of the government of former President Bashar al-Assad a year ago, Israel began expanding its occupation of Syria beyond the Golan Heights.</p><p>Although the new Syrian authorities stressed early on that they did not seek confrontation with Israel, the Israeli military launched a bombardment campaign against Syria’s state and military institutions.</p><p>Israeli forces have also been conducting raids in southern Syria and abducting and disappearing residents.</p><p>After the Israeli military killed 13 Syrians in an air raid last month, Trump issued a <a href=\"/news/2025/12/1/trump-says-israel-must-seek-strong-and-true-dialogue-with-syria\">veiled criticism</a> of Israel.</p><p>“It is very important that Israel maintain a strong and true dialogue with Syria and that nothing takes place that will interfere with Syria’s evolution into a prosperous state,” he said.</p><p>Syria and Israel were in talks earlier this year to establish a security agreement short of full diplomatic normalisation. But the negotiations appeared to collapse after Israeli leaders insisted on holding onto the land captured after al-Assad’s fall.</p><p>With Netanyahu in town, Trump will likely renew the push for a Syria-Israel agreement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-is-iran-back-in-the-headlines\">Why is Iran back in the headlines?</h2><p>Netanyahu’s visit comes amid louder alarm bells in Israel about Iran rebuilding its missile capacity after their 12-day war in June.</p><p>NBC News <a href=\"https://www.nbcnews.com/politics/white-house/netanyahu-plans-brief-trump-possible-new-iran-strikes-rcna250112\" target=\"_blank\" rel=\"noopener\">reported</a> last week that the Israeli prime minister will brief the US president about more potential strikes against Iran.</p><p>The pro-Israel camp in Trump’s orbit seems to be already mobilising rhetorically against Iran’s missile programme.</p><p>US Senator Lindsey Graham visited Israel this month and called Iran’s missiles a “real threat” to Israel.</p><p>“This trip is about elevating the risk ballistic missiles pose to Israel,” Graham told The Jerusalem Post.</p><p>Trump authorised strikes against Iran’s nuclear sites during the June war, which he said “obliterated” the Iranian <a href=\"/news/2025/7/3/us-says-its-strikes-degraded-irans-nuclear-programme-by-one-to-two-years\">nuclear programme</a>.</p><p>Although there is no evidence that Iran has been weaponising its nuclear programme, fears about a possible Iranian atomic bomb were the driving public justification for the US involvement in the conflict.</p><p>So it will be hard for Netanyahu to persuade Trump to back a war against Iran, said Sina Toossi, a senior fellow at the Center for International Policy.</p><p>The president is portraying himself as a peacemaker and prioritising a possible confrontation <a href=\"/news/2025/12/24/un-experts-condemn-us-naval-blockade-of-venezuela-as-illegal-aggression\">with Venezuela</a>.</p><p>“It could just as well backfire on Netanyahu,” Toossi said of the push for more strikes against Iran. But he underscored that Trump is “unpredictable”, and he has surrounded himself with pro-Israel hawks, including Rubio.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-the-state-of-us-israel-relations\">What is the state of US-Israel relations?</h2><p>Despite growing dissent on the left and right of the US political spectrum, Trump’s support for Israel remains unwavering.</p><p>This month, the <a href=\"/news/2025/12/17/us-senate-passes-901bn-defence-bill\">US Congress passed</a> a military spending bill that includes $600m in military aid to Israel.</p><p>The Trump administration has continued to avoid even verbal criticism of Israel’s aggressive behaviour in the region, including Gaza ceasefire violations and the expansion of illegal settlements in the West Bank.</p><p>At a White House Hanukkah celebration on December 16, Trump bemoaned the growing scepticism of unconditional support for Israel in Congress, falsely likening it to anti-Semitism.</p><p>“If you go back 10, 12, 15 years ago, at the most, the strongest lobby in Washington was the Jewish lobby. It was Israel. That’s no longer true,” Trump said.</p><p>“You have to be very careful. You have a Congress in particular which is becoming anti-Semitic.”</p><p>Despite Trump’s position, analysts said the gap between the strategic priorities of the US and Israel is growing.</p><p>While Washington is pushing for economic cooperation in the Middle East, Israel is seeking “total dominance” over the region, including US partners in the Gulf, Toossi said.</p><p>“Israel is pushing this uncompromising posture and strategic objective that I think is going to come to a head more with core US interests,” Toossi told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-s-next-for-the-us-israel-alliance\">What’s next for the US-Israel alliance?</h2><p>If you drive down Independence Avenue in Washington, DC, you will likely see more Israeli than American flags displayed on the windows of congressional offices.</p><p>Despite the shifting public opinion, Israel still has overwhelming support in Congress and the White House. And although criticism of Israel is growing within the Republican base, Israel’s detractors have been pushed to the margins of the movement.</p><p><a href=\"/news/2025/11/22/major-maga-figure-marjorie-taylor-greene-resigns-after-trump-clash\">Marjorie Taylor Greene</a> is leaving Congress; commentator Tucker Carlson is facing constant attacks and accusations of anti-Semitism; and Congressman Tom Massie is facing a Trump-backed primary challenger.</p><p>Meanwhile, Trump’s inner circle is filled with staunch Israel supporters, including Rubio, megadonor <a href=\"/news/2025/10/13/who-is-miriam-adelson-the-pro-israel-donor-trump-lauded-at-the-knesset\">Miriam Adelson</a> and radio show host Mark Levin.</p><p>But amid the erosion of public support, especially among young people, Israel may face a reckoning in American politics in the long term.</p><p>On the Democratic side, some of Israel’s strongest supporters in Congress are facing primary challenges from progressive candidates who are centring Palestinian rights.</p><p>The most powerful pro-Israel lobbying group, the American Israel Public Affairs Committee (AIPAC), is increasingly becoming <a href=\"/news/2025/10/16/centrist-us-democrat-says-he-returned-aipac-donations-cites-netanyahu-ties\">a toxic brand</a> for Democrats.</p><p>On the right, the faultlines in the consensus in support of Israel are growing wider. That trend was put on display at the <a href=\"/news/2025/12/22/turning-point-usa-held-its-americafest-conference-heres-what-happened\" target=\"_blank\" rel=\"noopener\">right-wing AmericaFest</a> conference this month when debates raged around support for Israel, a topic that was a foregone conclusion for conservatives a few years ago.</p><p>Although the Trump administration has been pushing to codify opposition to Zionism as anti-Semitism to punish Palestinian rights supporters, Vice President JD Vance has presented a more nuanced view on the issue.</p><p>“What is actually happening is that there is a real backlash to a consensus view in American foreign policy,” Vance recently told the UnHerd website.</p><p>“I think we ought to have that conversation and not try to shut it down. Most Americans are not anti-Semitic – they’re never going to be anti-Semitic – and I think we should focus on the real debate.”</p><p>Bottom line, the currents are changing, but the US commitment to Israel remains solid – for now.</p></div></div></body></html>"
        }
    ]
}