{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Australia lifts US beef restrictions slammed by Trump | International Trade News | Al Jazeera",
            "time": "2025-07-24T05:49:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250722__2226529722__v1__MidRes__BeefPricesInUSContinueToRiseAsCattleHerdsShri-1753332562_e9f189-1753333677.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Australia lifts US beef restrictions slammed by Trump</h1><p class=\"article__subhead\"><em>Canberra says restrictions will be lifted following a ‘rigorous science and risk-based assessment’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia has announced that it will lift tough restrictions on beef imports from the United States, removing measures singled out for criticism by US President Donald Trump.</p>\n<p>Agriculture Minister Julie Collins said the government would remove the biosecurity restrictions after a “rigorous science and risk-based assessment” found the risks were being managed on the US side.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“Australia stands for open and fair trade – our cattle industry has significantly benefitted from this,” Collins said in a statement.</p>\n<p>Australia, which has some of the world’s toughest biosecurity measures, has until now not accepted beef from cattle raised in Canada and Mexico but slaughtered in the US.</p>\n<p>Canberra lifted a ban on beef from cows raised and slaughtered in the US, introduced in response to an outbreak of mad cow disease, in 2019.</p>\n<p>The move comes after Trump called out Australia’s restrictions on US beef in his April 2 “Liberation Day” announcement of sweeping tariffs on dozens of countries.</p>\n<p>“Australia bans – and they’re wonderful people and wonderful everything – but they ban American beef,” Trump said.</p>\n<p>“They won’t take any of our beef,” Trump added.</p>\n<p>“They don’t want it because they don’t want it to affect their farmers and you know, I don’t blame them but we’re doing the same thing right now starting at midnight tonight, I would say.”</p>\n<p>Australia, which exports about 70 percent of its beef, is among the main suppliers of red meat to the US, but consumes little US beef.</p>\n<p>Australia exported about 26,000 tonnes of beef and veal to the US in the first three weeks of July, according to government statistics.</p>\n<p>Meat &amp; Livestock Australia, a producer-owned company that supports the local beef industry, said the changes would have a minimal effect on the market.</p>\n<p>“The potential for US beef to be imported into Australia in large volumes is minimal, given the high demand for beef in the US, the low US cattle herd, the strength of the Australian dollar, our competitive domestic supply, and most importantly Australians’ strong preference for high-quality, tasty and nutritious Australian beef,” the company said.</p>\n<p>“In fact, demand for Australian beef in the US continues to grow. In June 2025, exports to the US rose 24 percent year-on-year, despite a 10 percent tariff introduced in April.”</p>\n</div></div></body></html>"
        },
        {
            "title": "EU-China summit - who’s attending and what’s on the agenda? | Donald Trump News | Al Jazeera",
            "time": "2025-07-24T05:07:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/04/AP22091126158255-1714010776.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Brussels, Belgium –</strong> Just before the summer lull hits Brussels, the European Union and China will hold a top-level summit in Beijing on Thursday, commemorating <a href=\"/video/inside-story/2025/7/2/whats-bringing-china-and-the-eu-closer\">50 years of diplomatic ties.</a></p>\n<p>The mood before the meeting on Thursday, however, has not been particularly celebratory but, rather, tense with <a href=\"/news/2025/7/23/expectations-low-ahead-of-eu-china-50th-anniversary-summit-in-beijing\">low expectations</a> for any concrete bilateral deals. The summit which was meant to be a two-day affair, was also condensed into a single day’s event by Beijing earlier this month, citing domestic reasons.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>A series of trade disagreements, particularly over market access and critical <a href=\"/news/2025/7/2/eu-presses-china-on-rare-earth-elements-and-ukraine-war\">rare earth elements</a>, and geopolitical tensions, primarily <a href=\"/video/newsfeed/2025/7/21/russia-launches-major-aerial-attacks-on-kyiv\">Russia’s ongoing war in Ukraine</a>, have marred EU-China relations.</p>\n<p>Gunnar Wiegand, the former managing director for Asia and the Pacific at the European External Action Service (EEAS) and currently a distinguished fellow at the Indo-Pacific Program of the German Marshall Fund’s  Brussels Office, told Al Jazeera that the EU’s current partnership with China is complex.</p>\n<p>“The EU views China as a partner for global challenges, an economic competitor when it comes to developing new technologies and also a systemic rival because of Beijing’s governance system and its influence on global affairs,” he said, adding that the question of whether China is also a threat to European security has come up over the last few years in the context of Russia’s ongoing war in Ukraine.</p>\n<h2 id=\"who-is-attending-the-summit\">Who is attending the summit?</h2>\n<p>European Commission President Ursula von der Leyen and European Council President Antonio Costa will visit China on Thursday, seeking to address these disputes at the summit.</p>\n<p>“This Summit is an opportunity to engage with China at the highest level and have frank, constructive discussions on issues that matter to both of us. We want dialogue, real engagement and concrete progress,” Costa said in a statement in advance of the summit.</p>\n<p>The EU leaders will meet Chinese President Xi Jinping on Thursday morning, and Premier Li Qiang will co-chair the 25th summit between the two parties, the Chinese Ministry of Foreign Affairs told reporters in Beijing on Monday.</p>\n<p>A Chinese Foreign Ministry spokesperson added that after 50 years of EU-China development, their ties “can cope with the changing difficulties and challenges”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"is-russia-s-war-in-ukraine-on-the-agenda\">Is Russia’s war in Ukraine on the agenda?</h2>\n<p>According to EU officials, discussions with President Xi on Thursday morning will focus on global affairs and bilateral relations, followed by a banquet lunch.</p>\n<p>However, the Russia-Ukraine war is likely to arise because of <a href=\"/news/2025/4/9/chinese-soldiers-in-ukraine-is-beijing-sending-troops-to-back-russia\">Beijing’s close ties with Moscow</a>, which has been a thorny issue for Brussels.</p>\n<p>“You can expect the EU addressing Russia’s war in Ukraine,” a senior EU official told reporters in Brussels on July 18. “China, of course, talks to us often about core issues. Well, this is a core issue for Europe. It’s an issue fundamental to European security,” the official added.</p>\n<p>In an address to the European Parliament earlier this month, von der Leyen also accused China of “de facto enabling Russia’s war economy”.</p>\n<p>Brussels has <a href=\"/news/2024/2/29/why-has-the-eu-sanctioned-indian-chinese-companies-for-russia-links\">sanctioned several Chinese companies</a> for facilitating the supply of goods which are used for weapons production in Russia, and on July 18, the EU also slapped sanctions on Chinese banks for the first time, for reportedly financing the supply of such goods.</p>\n<p>China has rejected such accusations and warned of retaliations. Beijing has also reiterated that its position on the Ukraine war is all about “negotiation, ceasefire and peace”.</p>\n<p>But according to an article by the South China Morning Post, during a meeting with the EU’s foreign policy chief, Kaja Kallas, in early July, Chinese Foreign Minister Wang Yi said Beijing did not want to see Russia lose the war in Ukraine, since the United States would then focus on China.</p>\n<p>Wiegand said Europe should have no illusions.</p>\n<p>“For China, having good and close relations with Russia is of utmost importance to increase its own strength in the global context. They will not sacrifice this relationship,” he said.</p>\n<p>“This is the most important negative factor which has impacted the overall [EU-China] relationship,” he added.</p>\n<p>Besides the Ukraine war, EU officials in Brussels said, the 27-member bloc will also discuss tensions in the Middle East and other security threats in Asia.</p>\n<h2 id=\"how-difficult-will-trade-discussions-be\">How difficult will trade discussions be?</h2>\n<p>Another contentious issue between Brussels and Beijing is <a href=\"/news/2025/7/2/eu-presses-china-on-rare-earth-elements-and-ukraine-war\">trade</a>. This is likely to be central to the summit’s agenda in the afternoon with Chinese Premier Li Qiang, followed by a dinner, EU officials involved in planning the summit told reporters in Brussels on July 18.</p>\n<p>China is the EU’s third-largest trading partner, but the two have recently been squabbling over a series of trade issues, including 45 percent European tariffs on Chinese electric vehicles (EVs) and Beijing’s control of rare earth minerals, which are vital for chip making and producing medical devices.</p>\n<p>In her speech at the European Parliament earlier this month, von der Leyen accused Beijing of “flooding global markets with subsidised overcapacity – not just to boost its own industries, but to choke international competition”.</p>\n<p>The EU has a trade deficit with China of more than 300 billion euros ($352bn) as of 2024. EU exports to China amounted to 213 billion euros ($250bn), while EU imports from China amounted to 519 billion euros ($609bn), according to figures from the European Commission.</p>\n<p>EU officials say Chinese companies are benefitting from massive government subsidies and, due to sluggish demand for goods locally, cheap Chinese goods like EVs are being shipped to the EU instead.</p>\n<p>To protect European interests, Brussels has begun taking action and imposed tariffs of up to 45 percent on Chinese EVs last October. The bloc also barred Chinese companies from medical devices tenders in June, among other trade barriers, after concluding that European firms were not being granted access to Chinese markets.</p>\n<p>The EU is also concerned about Beijing’s export controls on rare earth minerals.</p>\n<p>At the Group of Seven summit in Canada in June, von der Leyen accused China of “blackmail” and said, “No single country should control 80-90 percent of the market for essential raw materials and downstream products like magnets.”</p>\n<p>“The present situation is not sustainable. We need rebalancing … China benefits from our open market but buys too little,” a senior EU official told reporters in Brussels before the summit. “Trade access is limited and export controls are excessive. We will go there [to Beijing] with a positive and constructive attitude … but China has to acknowledge our concerns.”</p>\n<p>In her speech at the European Parliament in July, the European Commission president said the 27-member bloc is “engaging with Beijing so that it loosens its export restrictions” on rare earth minerals.</p>\n<p>Wiegand said while trade negotiations have been ongoing, achieving common ground or any trade deal at the summit this week looks unlikely.</p>\n<p>“There is a constructive tone [from the EU] when it comes to ‘de-risking’, not ‘de-coupling’ from China. The Chinese, however, don’t like the term ‘de-risking’. They think it is disinformation. But it is simply the process of reducing trade vulnerabilities by diversifying and improving our own capacities,” he said.</p>\n<h2 id=\"how-does-china-view-trading-relations-with-the-eu\">How does China view trading relations with the EU?</h2>\n<p>China wants the EU to view their trading partnership “without emotion and prejudice”, according to the Foreign Ministry.</p>\n<p>He Yongqian, a spokeswoman for the Chinese Ministry of Commerce, told a news conference in Beijing on Monday that China hopes that Brussels will also “be less protectionist, and be more open”.</p>\n<p>In an email statement to Al Jazeera before the forum, the Chinese Chamber of Commerce to the EU (CCCEU) said it hopes the summit will “address critical challenges, including market and investment barriers faced by Chinese companies in the EU”.</p>\n<p>“Recent EU measures, such as the Foreign Subsidies Regulation (FSR) and International Procurement Instrument (IPI), have disproportionately impacted Chinese firms in clean tech, high-tech, and medical devices. We urge constructive dialogue to ensure fair treatment,” CCCEU noted.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"will-human-rights-be-discussed-at-the-summit\">Will human rights be discussed at the summit?</h2>\n<p>EU-China relations have also been icy over human rights issues. In 2021, Brussels slapped sanctions on Chinese officials over reported human rights abuses against Uighur Muslims in China’s <a href=\"/opinions/2023/9/12/chinas-beautiful-xinjiang-continues-to-oppress-uighurs\">Xinjiang</a> region.</p>\n<p>Beijing denied these allegations and retaliated by sanctioning EU lawmakers. The tit-for-tat sanctions were accompanied by a halt in bilateral dialogues between the European Parliament and the National People’s Congress (NPC) of China.</p>\n<p>Sarah Brooks, Amnesty International’s China director, told Al Jazeera that on the 50th anniversary of EU-China diplomatic relations, there is “little to celebrate” when it comes to talking about human rights in China in 2025.</p>\n<p>“Amnesty International has regularly documented serious and widespread human rights violations, from arbitrary detention and persecution in the Uighur region, for which no official has been held to account; to assaults on the rule of law and the chipping away of civil and political freedoms in Hong Kong, despite international treaties guaranteeing those rights; to the systematic use of national security legislation to target rights defence and criticism, at home and increasingly abroad. The EU, at least on paper, has also come to similar conclusions,” she said.</p>\n<p>“At the summit, the EU’s leadership needs to ensure that those words become action and use every tool at their disposal to create positive human rights change for people – not more empty promises at the negotiating table or the speaker’s podium,” she added.</p>\n<p>While China lifted some of its sanctions in April this year and hinted at resuming political dialogues between the European Parliament and the NPC, the 2021 EU sanctions remain in place. The bloc said last week that it had “not observed changes in the human rights situation in China/Xinjiang”.</p>\n<p>“Promoting and protecting human rights is important to the EU. We will raise the EU’s concern on the deterioration of rights in Xinjiang, Tibet, and other regions,” an EU official said.</p>\n<h2 id=\"will-the-issue-of-us-tariffs-arise\">Will the issue of US tariffs arise?</h2>\n<p>The meeting between the EU and China comes amid US President Donald <a href=\"/economy/2025/5/13/why-did-the-us-and-china-slash-tariffs-and-whats-next\">Trump’s global tariff war</a>, which both Brussels and Beijing are trying to navigate.</p>\n<p>Trump has announced imposing a tariff of 30 percent on goods EU imports from August 1, and Brussels has been holding trade negotiations with Washington, seeking to strike a trade deal.</p>\n<p>China and the US agreed to slash tit-for-tat heavy tariffs for 90 days in May. That suspension expires on August 12. In June, the US said it would impose 55 percent tariffs on Chinese goods, down from the 145 percent Trump had imposed in April. In return, Beijing said, it will impose a 10 percent tariff on goods it imports from the US, down from 125 percent. But trade negotiations are ongoing.</p>\n<p>Earlier this year, some analysts in Brussels hinted that tariff tensions with Washington could improve Brussels-Beijing trade ties.</p>\n<p>The CCCEU also told Al Jazeera that with US tariffs looming, “China and the EU share a responsibility to uphold free trade and multilateralism while mitigating external pressures” and pushed Brussels to improve its business environment for foreign companies and enhance supply chains.</p>\n<p>But in the run-up to the summit, expectations remain low.</p>\n<p>“It is quite clear the US tariff issue is an over-encompassing issue … we are negotiating with the US at present. It is clear that there is a need to find and engage with other actors worldwide due to the impact of US tariffs,” a senior EU official told reporters in Brussels before the summit.</p>\n<p>“But with China, we are certainly not agreeing to compromise on our values,” the official stressed.</p>\n<p>Wiegand also pointed out that Europe’s economic relationship with the US is stronger than that with China since they are also NATO allies.</p>\n<p>“With Russia’s war in Ukraine threatening Europe, Brussels will not be pushed closer to Beijing,” he said.</p>\n<p>“But as Brussels negotiates tariffs with Washington, certainly there will be an important China dimension in the finalisation of a deal with the US administration.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Columbia University to pay $200m to settle anti-Semitism claims | Education News | Al Jazeera",
            "time": "2025-07-24T04:01:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25183644093641-1753323795.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Columbia University, one of the top educational institutions in the United States, has agreed to pay $221m to settle claims by US President Donald Trump’s administration that it failed to police anti-Semitism on campus.</p>\n<p>Under the agreement announced on Wednesday, Columbia will see the “vast majority” of $400m in federal grants frozen by the Trump administration reinstated, the New York-based university said.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Columbia will also regain access to billions of dollars in current and future grants under the deal, the university said.</p>\n<p>Columbia said the agreement formalised reforms announced in March to address harassment against Jews, including the hiring of more public safety personnel, changes to disciplinary processes, and efforts to foster “an inclusive and respectful learning environment”.</p>\n<p>The agreement also commits Columbia to maintaining merit-based admissions and ending programs that promote “unlawful efforts to achieve race-based outcomes, quotas [and] diversity targets”.</p>\n<p>Under the agreement, Columbia will pay the federal government $200m over three years, in addition to a $21m payment to settle claims by the Equal Employment Opportunity Commission.</p>\n<p>Claire Shipman, Columbia’s acting president, said that while the settlement was “substantial”, the university could not continue with a situation that would “jeopardize our status as a world-leading research institution”.</p>\n<p>“Furthermore, as I have discussed on many occasions with our community, we carefully explored all options open to us,” Shipman said in a statement.</p>\n<p>“We might have achieved short-term litigation victories, but not without incurring deeper long-term damage – the likely loss of future federal funding, the possibility of losing accreditation, and the potential revocation of visa status of thousands of international students.”</p>\n<p>Shipman said Columbia did not accept the Trump administration’s findings that it had violated civil rights law by turning a blind eye to the harassment of Jews, but acknowledged the “very serious and painful challenges our institution has faced with antisemitism”.</p>\n<p>“We know there is still more to do,” she said.</p>\n<p>The settlement marks a victory in Trump’s efforts to exert greater control over third-level education, including campus activism in support of Palestine and other causes.</p>\n<p>Trump hailed the settlement as “historic” in a post on his Truth Social platform.</p>\n<p>“Numerous other Higher Education Institutions that have hurt so many, and been so unfair and unjust, and have wrongly spent federal money, much of it from our government, are upcoming,” Trump wrote.</p>\n<p>Columbia University Apartheid Divest (CUAD), a student activist group, slammed the settlement as an effective bribe.</p>\n<p>“Imagine selling your students out just so you can pay Trump $221 million dollars and keep funding genocide,” the group said on X.</p>\n<p>Columbia was among dozens of US universities that were roiled by protests against Israel’s war in Gaza throughout the spring and summer of 2024.</p>\n<p>Many Jewish students and faculty complained that the campus demonstrations veered into anti-Semitism, while pro-Palestinian advocates have accused critics of often wrongly conflating opposition to Israel with the hatred of Jews.</p>\n<p>On Tuesday, Columbia University’s Judicial Board announced that it had finalised disciplinary proceedings against students who took part in protests at the university’s main library in May and the “Revolt for Rafah” encampment last year.</p>\n<p>CUAD said nearly 80 students had been expelled or suspended for between one and three years for joining the protests, sanctions it argued “hugely” exceeded the precedent for non-Palestine-related demonstrations.</p>\n</div></div></body></html>"
        },
        {
            "title": "Thailand, Cambodian troops trade heavy fire in latest border dispute clash | News | Al Jazeera",
            "time": "2025-07-24T02:36:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-06-26T091059Z_48615256_RC26AFA5YV3E_RTRMADP_3_THAILAND-POLITICS-1753326114.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least two civilians have been reported killed in Thailand and two Thai soldiers injured in heavy clashes with Cambodian troops at a disputed area of their shared border.</p>\n<p>Thailand’s military said on Thursday that Cambodian troops had opened fire earlier in an area near the disputed Ta Moan Thom Temple – located in a border area in northwestern Cambodia’s Oddar Meanchey province, and intense fighting was ongoing.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Thailand’s military said Cambodia had deployed a surveillance drone before sending troops to the area, adding that Cambodian forces had then opened fire with heavy weapons, including artillery and long-range BM21 rockets.</p>\n<p>At least two Thai soldiers have been injured, Royal Thai Army spokesperson Richa Suksuwanon told reporters.</p>\n<p>Sutthirot Charoenthanasak, a district chief in Thailand’s Surin province, told the Reuters news agency that two people were killed and others injured by Cambodian shelling on Thursday morning.</p>\n<p>Some 40,000 Thai civilians from 86 villages along the border have also been evacuated to safer locations, the district chief said.</p>\n<p>Cambodia’s Ministry of National Defence issued its own statement on Thursday, accusing Thailand of attacking first.</p>\n<p>According to the statement, Cambodian troops retaliated after coming under attack from Thailand’s army and had only acted in self-defence.</p>\n<p>The country’s influential former prime minister, Hun Sen, said in a post on social media that Thailand’s military had shelled two Cambodian provinces bordering Thailand, Oddar Meanchey and Preah Vihear.</p>\n<p>Hun Sen said that “the Cambodian army has no choice but to fight back and counterattack”. He also called for the public to remain calm and not panic-buy rice and other food supplies.</p>\n<p>“Please carry on normal business in all sectors and everywhere except the border areas,” he said.</p>\n<p>The Royal Thai Embassy in the Cambodian capital, Phnom Penh, said the situation on the border had “continuously escalated” and, with clashes likely to “be prolonged and expand”, urged its nationals to leave Cambodia “as soon as possible”, unless they had urgent reasons to remain.</p>\n<p>Shortly after the Thai embassy’s announcement, Thailand’s military said it had deployed an F-16 jet fighter for combat action against Cambodian forces along the border.</p>\n<figure id=\"attachment_3853827\" aria-describedby=\"caption-attachment-3853827\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3853827 size-arc-image-770\" src=\"/wp-content/uploads/2025/07/AP25204529075129-1753328172.jpg?resize=770%2C513&amp;quality=80\" alt=\"In this Sunday, July, 2025, photo released by the Royal Thai Army, Thai soldiers inspect a border area in Ubon Ratchathani†province where the Royal Thai Army said two anti-personnel landmines were found. (Royal Thai Army via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3853827\" class=\"wp-caption-text\">Thai soldiers inspect an area in the Ubon Ratchathani province, which borders Cambodia, where the Thai army said two antipersonnel landmines were found [Handout/Royal Thai Army via AP]</figcaption></figure>\n<h2 id=\"thailand-cambodia-downgrade-diplomatic-relations\">Thailand, Cambodia downgrade diplomatic relations</h2>\n<p>The latest fighting comes after a Thai soldier sustained injuries on Wednesday and lost his right leg in a landmine explosion, which authorities in Thailand have blamed on Cambodia. Three Thai soldiers were also injured by a mine blast while on a patrol along the disputed border area on July 16.</p>\n<p>Cambodia has denied planting mines, and claims that Thai soldiers have veered off agreed jungle paths and triggered long-buried mines left behind from Cambodia’s decades of civil war.</p>\n<p>Following the latest landmine incident, Thailand’s governing Pheu Thai Party said it had <a href=\"/news/2025/7/23/thailand-recalls-ambassador-to-cambodia-amid-border-tensions\">recalled Thailand’s ambassador to Cambodia</a> and would expel Cambodia’s ambassador from the country.</p>\n<p>Thailand has also downgraded diplomatic relations with Cambodia, the party said.</p>\n<p>In response, Cambodia said that it would withdraw all of its diplomats from Thailand and ordered all Thai diplomats to leave the country.</p>\n<p>The Cambodian government has also downgraded diplomatic relations with Thailand to the “lowest level”, reducing it to the rank of “second secretary”, according to local news outlet the Phnom Penh Post.</p>\n<p>In May, the long-running border dispute between the two countries boiled over into military clashes that left <a href=\"/news/2025/5/29/cambodia-pm-urges-calm-after-border-clash-with-thailand-leaves-soldier-dead\">one Cambodian soldier dead</a>.</p>\n<p>Border tension has soured relations between the Southeast Asian neighbours, with the two sides trading barbs and tit-for-tat retaliatory measures, including the closure of border crossings.</p>\n<p>Cambodia has also blocked imports of fuel and gas, as well as fruit and vegetables, from Thailand.</p>\n<p>Thailand and Cambodia have for more than a century contested sovereignty at various undemarcated points along their 817km (508-mile) land border.</p>\n</div></div></body></html>"
        },
        {
            "title": "Iranian helicopter confronts US warship approaching territorial waters | Military News | Al Jazeera",
            "time": "2025-07-24T02:25:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2017-06-16T212521Z_138094347_RC1F040934B0_RTRMADP_3_USA-NAVY-ASIA-1753322770.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Iranian helicopter confronts US warship approaching territorial waters</h1><p class=\"article__subhead\"><em>Iranian state media describe the confrontation as ‘tense’, while US military says the encounter was ‘professional’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran has said it warned a United States Navy destroyer to change course as it approached Iranian territorial waters in the Gulf of Oman, but the US has claimed the confrontation was “professional” and had “no impact” on its naval mission.</p>\n<p>Iranian state media published video and images of Wednesday’s incident – the first direct encounter reported between Iranian and US forces since the <a href=\"/news/2025/6/24/is-the-12-day-israel-iran-war-really-over-and-who-gained\">12-day war between Iran and Israel</a> in June – taken from a helicopter dispatched to confront the USS Fitzgerald guided missile destroyer.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“US destroyer ‘Fitzgerald’ attempted to approach waters under Iran’s monitoring, in a provocative move”, Iranian state television said.</p>\n<p>In video footage of the reported encounter, a helicopter is seen flying in close proximity to the warship and an Iranian crew member can be heard issuing what appeared to be a radio warning in English to the warship, ordering it to change course as it was approaching Iran’s territorial waters at about 10am local time (06:00 GMT).</p>\n<p>Iranian state media have described the encounter as a tense exchange.</p>\n\n<p></p>\n<p> </p>\n<p>The US destroyer reportedly responded by threatening to target the Iranian aircraft if it did not leave. The vessel eventually departed the area upon continued warnings from the Iranian military.</p>\n<p>US Central Command disputed the Iranian account of tension, calling the incident a “safe and professional interaction”.</p>\n<p>Asked about the encounter, a US defence official, speaking on condition of anonymity with the Reuters news agency, also downplayed its seriousness.</p>\n<p>“This interaction had no impact to USS Fitzgerald’s mission, and any reports claiming otherwise are falsehoods and attempts by Iran’s Islamic Revolutionary Guard Corps to spread misinformation,” the official said.</p>\n<p>The official, who said the interaction took place entirely in international waters, identified the aircraft as an Iranian SH-3 “Sea King” helicopter.</p>\n<p>The US military inserted itself into Israel’s war against Iran last month when it bombed Iranian nuclear sites. US President Donald Trump hailed the strikes as a “spectacular” success that “obliterated” Iran’s nuclear programme.</p>\n<p>But media reports in the US, citing intelligence assessments, suggest the <a href=\"/news/2025/7/18/new-reports-cast-doubt-on-impact-of-us-strikes-on-irans-nuclear-sites\">campaign was only partially successful</a>, with just one of the three Iranian nuclear sites – the Fordow facility – reportedly destroyed.</p>\n<p>In an interview broadcast on Wednesday, Iranian President Masoud Pezeshkian said Tehran was committed to continuing its nuclear programme for peaceful purposes, and that his country is prepared for any future war that Israel might wage against it.</p>\n<p>He added that he was not optimistic about the ceasefire between the countries.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Wildfire kills 10 firefighters, rescue workers in Turkiye amid extreme heat | Wildlife News | Al Jazeera",
            "time": "2025-07-24T02:03:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AA-20250723-38641398-38641395-FOREST_FIRE_SPREADS_FROM_SAKARYA_TO_BILECIK_EVACUATION_UNDERWAY_ON_THIRD_DAY_OF_BLAZE-1753319787.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Wildfire kills 10 firefighters, rescue workers in Turkiye amid extreme heat</h1><p class=\"article__subhead\"><em>Local media report that 24 firefighters and rescuers were trapped by the wildfire, and that victims were ‘burned alive’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 10 firefighters and rescue workers were killed and 14 others injured while battling a wildfire in Turkiye’s northwestern Eskisehir province, authorities said, as several fires rage in central and western areas of the country where temperatures are soaring.</p>\n<p>Turkish Minister of Agriculture and Forestry Ibrahim Yumakli said on Wednesday that five forestry workers and five rescuers trying to tackle the blaze were killed when 24 firefighters became trapped in the wildfire earlier in the day.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Winds whipped up by the flames suddenly changed direction, and the fire engulfed the group of firefighters, who were swiftly transported to hospital, where 10 of them died.</p>\n<p>Fourteen others are still receiving medical treatment, the minister said.</p>\n<p>“Unfortunately, we have lost five forest workers and five [rescuers],” Yumakli told Turkish television broadcasters.</p>\n<p>Turkish news website BirGun reported that the group were trapped by the fire and “burned alive”.</p>\n<p>Local lawmaker Nebi Hatipoglu wrote on X that there are “no words to describe our grief”.</p>\n<figure id=\"attachment_3853764\" aria-describedby=\"caption-attachment-3853764\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3853764\" src=\"/wp-content/uploads/2025/07/AA-20250723-38643250-38643238-FOREST_FIRE_REACHES_RESIDENTIAL_AREA_ON_3RD_DAY_RESIDENTS_RUSH_TO_RESCUE_ANIMALS_IN_TURKIYES_BILECIK-1753319906.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"BILECIK, TURKIYE - JULY 23: Flames and smoke rise from a house in Selcik village after a forest fire, which reignited due to strong winds, spread from Sakarya's Geyve district to Bilecik and reached residential areas in Osmaneli district of Bilecik, Turkiye on July 23, 2025. Firefighting teams continue efforts to contain the blaze. ( Sergen Sezgin - Anadolu Agency )\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3853764\" class=\"wp-caption-text\">Flames and smoke rise from a house in Selcik village after a forest fire in the Bilecik area of Turkiye on July 23, 2025 [Sergen Sezgin/Anadolu]</figcaption></figure>\n<p>Turkiye has been sweltering since Sunday under high temperatures and strong winds that have fanned wildfires between Istanbul and the capital, Ankara, with the spreading blazes threatening homes and forcing the evacuation of several villages.</p>\n<p>Minister Yumakli said extreme heat and volatile wind conditions were also expected on Thursday.</p>\n<p>“Starting tomorrow, we are facing extraordinary temperatures and extreme wind shifts. Once again, I call on all 86 million citizens to be vigilant and exercise extra caution,” he said.</p>\n<p>Turkish President Recep Tayyip Erdogan praised the victims who fought “to protect our forests at cost of their lives”.</p>\n<p>“I pray for God’s mercy on our brothers and sisters who fought at the cost of their lives to protect our forests, and I offer my condolences to their families and our nation,” Erdogan said in a message posted on social media.</p>\n<p>Two prosecutors have been assigned to investigate the incident, the country’s justice minister said.</p>\n<p>The deaths on Wednesday bring the number of deaths in wildfires so far in the country to 13 this year.</p>\n<p>An elderly man and two forestry workers were killed in a wildfire that raged near the town of Odemis, in the Izmir province, earlier this month.</p>\n<figure id=\"attachment_3853762\" aria-describedby=\"caption-attachment-3853762\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3853762\" src=\"/wp-content/uploads/2025/07/AA-20250723-38641852-38641842-FIREFIGHTING_EFFORTS_UNDERWAY_AS_FOREST_FIRE_ERUPTS_IN_TURKIYES_MANISA-1753319866.jpg?w=770&amp;resize=770%2C573&amp;quality=80\" alt=\"MANISA, TURKIYE - JULY 23: Aircrafts drops water over a forest fire in the Kayapinar neighborhood of Yunusemre district, as efforts continue from both air and ground to contain the blaze in Manisa, Turkiye on July 23, 2025. ( Berkan Çetin - Anadolu Agency )\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3853762\" class=\"wp-caption-text\">An aircraft drops water over a forest fire in the Kayapınar neighbourhood of the Yunusemre district in the Manisa area of Turkiye on Wednesday [Berkan Cetin/Anadolu]</figcaption></figure>\n</div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,246 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-24T00:44:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-23T071958Z_1251337958_RC27SFAU39K1_RTRMADP_3_UKRAINE-CRISIS-EAST-FRONTLINE-1753312871.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,246</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,246 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Thursday, July 24:</p>\n<h2 id=\"fighting\">Fighting</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>A <a href=\"/features/2025/7/23/eu-steps-up-air-defences-for-ukraine-and-sanctions-for-russia\">Russian drone strike</a> on an energy facility in Ukraine’s northern region of Sumy caused power cuts for 220,000 people, Ukrainian President Volodymyr Zelenskyy said, adding that the supply had been restored to most of those affected.</li>\n<li>Russia’s air defence systems destroyed 33 Ukrainian drones overnight in six regions, the Russian Ministry of Defence said.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"ceasefire\">Ceasefire</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>Ukraine has brought home a new group of prisoners of war from Russia, Zelenskyy said, adding that the release means that more than 1,000 captive soldiers have now returned as a result of talks with Moscow in Turkiye. It is unclear how many Russian soldiers were returned in exchange for the Ukrainian prisoners.</li>\n<li>Russia and Ukraine discussed further prisoner swaps at a brief session of peace talks in Istanbul, but the sides remain far apart on ceasefire terms and a possible meeting of their leaders. “We have progress on the humanitarian track, with no progress on a cessation of hostilities,” Ukraine’s chief delegate, Rustem Umerov, said after the 40-minute talks.</li>\n<li>Umerov said Ukraine had proposed a meeting before the end of August between Zelenskyy and Russian President Vladimir Putin.</li>\n<li>Moscow’s chief delegate, Vladimir Medinsky, said Russia had agreed at the talks with Ukraine to exchange more prisoners of war, including more than 3,000 bodies of dead soldiers.</li>\n</ul>\n<h2 id=\"military-aid\">Military aid</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>The US Department of State said it approved $322m in proposed weapons sales to Ukraine to enhance its air defence capabilities and provide armoured combat vehicles. The potential sales include $150m for the supply, maintenance, repair and overhaul of US armoured vehicles in Ukraine, and $172m for surface-to-air missile systems.</li>\n<li>US President <a href=\"/news/2025/7/17/europe-assumes-financial-burden-of-ukraine-war-alarming-russia\">Donald Trump touted a recent deal</a> between the United States and NATO, whereby European allies would buy weapons and send them to Ukraine. “They’re going to pay the United States of America 100 percent of the cost of all military equipment, and much of it will go to Ukraine,” Trump said in Washington, DC.</li>\n<li>Chinese-made engines are being covertly shipped via front companies to a state-owned drone manufacturer in Russia, labelled as “industrial refrigeration units” to avoid Western sanctions, according to three European security officials and documents reviewed by the Reuters news agency.</li>\n<li>Zelenskyy said he discussed strengthening Ukraine’s air defences with Israeli Minister of Foreign Affairs Gideon Saar in Kyiv on Wednesday.</li>\n</ul>\n<h2 id=\"politics\">Politics</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy has bowed to pressure from <a href=\"/news/2025/7/22/protesters-in-ukraine-denounce-law-curbing-anticorruption-agencies\">Ukraine’s first wartime street protests</a>, which took place over two days in cities across the country, demanding the reversal of a law curbing the independence of anticorruption agencies.</li>\n<li>In his evening address to the nation, Zelenskyy said he would submit a new bill to ensure the rule of law and retain the independence of the anticorruption agencies.</li>\n</ul>\n<figure id=\"attachment_3853720\" aria-describedby=\"caption-attachment-3853720\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3853720\" src=\"/wp-content/uploads/2025/07/2025-07-23T185455Z_1834181682_RC2ISFAYSWHA_RTRMADP_3_UKRAINE-CRISIS-CORRUPTION-1753314648.jpg?w=770&amp;resize=770%2C538&amp;quality=80\" alt=\"Ukrainians protest in the first wartime rally against a newly passed law, which curbs independence of anti-corruption institutions, amid Russia's attack on Ukraine, in Lviv, Ukraine July 23, 2025. REUTERS/Roman Baluk\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3853720\" class=\"wp-caption-text\">Ukrainians protest against a newly passed law curbing the independence of anticorruption institutions in Lviv, Ukraine, on July 23, 2025 [Roman Baluk/Reuters]</figcaption></figure>\n<h2 id=\"regional-developments\">Regional developments</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>Russian Tu-95MS nuclear-capable strategic bombers completed a routine patrol flight over international waters in the Bering Sea, the Russian Interfax news agency reported on Wednesday, citing the Russian Defence Ministry.</li>\n<li>Russia also began major navy drills involving more than 150 vessels and 15,000 military personnel in the Pacific and Arctic oceans, and in the Baltic and Caspian seas, the Defence Ministry said.</li>\n<li>The so-called “July Storm” exercise from July 23 to July 27 will test the readiness of the Russian fleet for non-standard operations, the use of long-range weapons and other advanced technology, including unmanned systems.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "US court decisions allow for Abrego Garcia’s release, bar his deportation | Donald Trump News | Al Jazeera",
            "time": "2025-07-23T23:47:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-04T025620Z_305732609_RC2U9FAW5CYV_RTRMADP_3_USA-TRUMP-MIGRATION-ABREGO-GARCIA-1753306119.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States judge has blocked immigration authorities from immediately detaining and deporting Kilmar Abrego Garcia upon his release from jail.</p>\n<p>The decision was part of a one-two punch on Wednesday, as two courts weighed in on the Maryland father’s fate.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Abrego Garcia was catapulted into the national spotlight in March after the administration of President Donald Trump wrongfully deported him to his native El Salvador, despite a court order protecting him from removal.</p>\n<p>His case became emblematic of the early days of Trump’s mass deportation drive, with critics accusing the president of taking a slapdash approach that violated the due process of the law.</p>\n<p>In recent weeks, Abrego Garcia has been held in a Tennessee prison, as the Trump administration pursues criminal charges against him.</p>\n<p>But in one of Wednesday’s twin rulings, US District Judge Waverly Crenshaw in Nashville upheld the finding that Abrego Garcia could be released from jail, rejecting Trump administration claims that he might be a danger or a flight risk.</p>\n<p>Crenshaw also expressed doubt about the Trump administration’s claims that Abrego Garcia is a member of the gang MS-13, citing a lack of evidence.</p>\n<p>His decision allows Abrego Garcia to potentially be released from detention as he awaits a January trial on <a href=\"/news/2025/6/13/abrego-garcia-pleads-not-guilty-to-human-smuggling-charges-in-us-court\">human smuggling charges</a>. Still, his release has been once again delayed for a period of 30 days, at the request of Abrego Garcia’s lawyers, who fear he could be deported.</p>\n<p>Simultaneously on Wednesday, a second court hearing was unfolding in Maryland under US District Judge Paula Xinis.</p>\n<p>She has been hearing arguments about Abrego Garcia’s wrongful deportation to El Salvador, as part of a lawsuit filed by his wife, Jennifer Vasquez Sura.</p>\n<p>Given that Trump officials have signalled they plan to deport Abrego Garcia if he is released, Xinis issued a ruling requiring that immigration officials to give him notice of three business days if they initiate removal proceedings.</p>\n<p>The Trump administration, Xinis wrote, has “done little to assure the court that, absent intervention, Abrego Garcia’s due process rights will be protected”.</p>\n<p>Xinis also ordered the government to restore the legal status that Abrego Garcia had previously been under, which allowed him to live and work in Maryland.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Abrego Garcia was deported to El Salvador in March, in violation of an immigration judge’s 2019 order barring him from being sent back to his home country.</p>\n<p>His lawyers have maintained that Abrego Garcia fled El Salvador as a teenager to avoid gang threats.</p>\n<p>The government acknowledged that Abrego Garcia’s removal to El Salvador had been the result of an “administrative error”.</p>\n<p>Judge Xinis — and later the US Supreme Court — ultimately ruled that the Trump administration had a responsibility to “facilitate” his return to the US.</p>\n<p>But the Trump administration doubled down, arguing that Abrego Garcia’s removal was lawful and painting him as a member of MS-13.</p>\n<p>Trump even posted a picture of himself to social media holding a photo of Abrego Garcia’s knuckles, with the letters and numbers for “MS-13” digitally superimposed on each finger, next to real tattoos of a smiley face and marijuana leaf.</p>\n<p>“He’s got MS-13 tattooed onto his knuckles,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114361211919694573\" target=\"_blank\" rel=\"noopener\">wrote</a>, falsely, on April 18.</p>\n<p>Judge Xinis had threatened to find the Trump administration in contempt of court for failing to adequately facilitate Abrego Garcia’s release, or provide meaningful updates. Officials had argued that they had little power to bring him back, given that he was held in El Salvador.</p>\n<p>But in early June, the Trump administration abruptly announced Abrego Garcia’s return to the US. At the same time, the Justice Department revealed it had obtained an indictment to criminally charge Abrego Garcia.</p>\n<p>At the centre of the government’s case is a video from a November 2022 traffic stop, showing Abrego Garcia driving a Chevrolet Suburban SUV with three rows of seats. A police officer heard in the footage speculates that the nine passengers could be involved in human smuggling, but no charges were brought at that time.</p>\n<p>His lawyers have dismissed the government’s case as “preposterous”.</p>\n<p>Still, before Xinis’s ruling, the lawyers had requested Abrego Garcia remain in custody as he awaits trial, for fear that he might be immediately deported if released.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>While Abrego Garcia cannot be sent to El Salvador again, the Trump administration has maintained he can be legally deported to a third country, even one where he has no personal ties.</p>\n<p>Last month, the US Supreme Court ruled that the Trump administration could, at least in the short term, continue to deport individuals to such <a href=\"/news/2025/6/23/supreme-court-lets-trump-restart-deporting-migrants-to-third-countries\">third-party countries</a> while legal challenges proceed against the practice.</p>\n<p>Some of those third-party countries have included <a href=\"/news/2025/7/5/trump-administration-completes-contentious-deportations-to-south-sudan\">South Sudan</a> and <a href=\"/news/2025/7/16/us-deports-immigrants-to-african-country-of-eswatini-amid-rights-concerns\">Eswatini</a>, formerly known as Swaziland, both of which have faced accusations of human rights abuses in their prisons.</p>\n<p>A spokeswoman for the Department of Homeland Security took to the social media platform X on Wednesday to criticise Xinis’s latest ruling.</p>\n<p>“The fact this unhinged judge is trying to tell ICE [Immigration and Customs Enforcement] they can’t arrest an MS-13 gang member, indicted by a grand jury for human trafficking, and subject to immigration arrest under federal law is LAWLESS AND INSANE,” spokesperson Tricia McLaughlin <a href=\"https://x.com/TriciaOhio/status/1948104840896266500\" target=\"_blank\" rel=\"noopener\">wrote</a>, reiterating unproven claims.</p>\n<p>Abrego Garcia’s lawyers, however, applauded Wednesday’s court decisions.</p>\n<p>“These rulings are a powerful rebuke of the government’s lawless conduct and a critical safeguard for Kilmar’s due process rights,” lawyer Simon Sandoval-Moshenberg said in a statement.</p>\n</div></div></body></html>"
        },
        {
            "title": "US Supreme Court says Trump can remove Democrats from consumer safety panel | Donald Trump News | Al Jazeera",
            "time": "2025-07-23T23:06:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203717706931-1753308076.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States <a href=\"/news/2025/6/28/what-cases-did-the-us-supreme-court-decide-at-the-end-of-its-2024-term\">Supreme Court</a> has ruled that President Donald Trump can remove three Democratic members of a consumer safety watchdog, handing him a win in his efforts to concentrate more power in the hands of the executive.</p>\n<p>The court’s decision allows Trump to boot three members of the Consumer Product Safety Commission appointed by his Democratic predecessor, former President Joe Biden.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>That ruling reverses a lower court decision barring Trump from doing so, on the basis that he had <a href=\"/news/2025/6/27/us-supreme-court-limits-courts-ability-to-issue-nationwide-injunctions\">overstepped his authority</a> by seeking their removals.</p>\n<p>Mary Boyle, Alexander Hoehn-Saric and Richard Trumka Jr had sued the Trump administration in May after being terminated from the Consumer Product Safety Commission, an independent body created by Congress.</p>\n<p>Their seven-year terms were set to expire in 2025, 2027 and 2028, respectively.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>In their lawsuit, they argued that Trump had exceeded his powers as president by firing them without cause. A 90-year-old Supreme Court precedent known as Humphrey’s Executor holds that the president cannot fire members of an independent board without providing a legitimate justification.</p>\n<p>The commission members also said that their firing would deprive the public of vital expertise and oversight.</p>\n<p>The Department of Justice, however, has maintained that preventing the president from firing members of the executive branch undercuts his constitutional authority.</p>\n<p>Even independent agencies like the Consumer Product Safety Commission fall under the executive branch, the Justice Department pointed out.</p>\n<p>The Trump administration’s argument was dealt a defeat on July 2, when US District Judge Matthew Maddox issued an order blocking the dismissal of the three Democratic appointees while their case proceeded.</p>\n<p>But Trump’s Justice Department made an emergency appeal to the Supreme Court, whose conservative majority sided with the president in a brief, unsigned order.</p>\n<p>The majority wrote that the government risked greater harm by allowing fired employees to remain in the executive branch than by removing them, even wrongfully, while their court cases proceeded.</p>\n<p>The court’s three left-leaning justices, however, issued a <a href=\"https://www.supremecourt.gov/opinions/24pdf/25a11_2cp3.pdf#page=3\" target=\"_blank\" rel=\"noopener\">dissent</a> that denounced the ruling as an erosion of the separation of powers. Justice Elena Kagan pointed out that the Consumer Product Safety Commission was created by an act of Congress and answers both to the legislature and the president.</p>\n<p>“By allowing the President to remove Commissioners for no reason other than their party affiliation, the majority has negated Congress’s choice of agency bipartisanship and independence,” Kagan wrote.</p>\n<p>She added that the court’s decision on Wednesday was part of a series of rulings that amounted to “an increase of executive power at the expense of legislative authority”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The Trump administration has sought to exercise greater control over federal agencies created and funded by Congress, often using a maximalist interpretation of presidential powers to do so. The Supreme Court, which has six conservative members, has mostly <a href=\"/news/2025/6/27/explosive-us-supreme-court-deals-blow-to-those-challenging-trumps-power\">ruled in favour</a> of such efforts.</p>\n<p>In a similar case in May, the court allowed Trump to remove Democratic members of the National Labor Relations Board and the Merit Systems Protection Board as their cases moved forward.</p>\n<p>The Supreme Court also ruled earlier this month that the Trump administration’s efforts to hollow out the Department of Education through a campaign of <a href=\"/news/2025/7/14/us-supreme-court-gives-nod-to-trumps-push-to-gut-federal-education-agency\">mass firings</a> could move forward.</p>\n</div></div></body></html>"
        },
        {
            "title": "Marcus Rashford joins Barcelona on loan from Manchester United | Football News | Al Jazeera",
            "time": "2025-07-23T23:02:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/GettyImages-2226680012-1753309051.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>England forward Marcus Rashford said Barcelona was a club where “dreams come true” as he joined the La Liga champions on a season-long loan from Manchester United, with an option to buy at the end of the 2025-26 season.</p>\n<p>Media reports said that Barcelona would cover Rashford’s wages this season after the player accepted a pay cut, with the option to buy set at about 30 million euros ($35.25m) for the 27-year-old.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 1</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“Very excited. I think it’s a club where people’s dreams come true. They win big prizes. And what the club stands for really means a lot to me as well. So it feels like I am at home,” Rashford told reporters following his unveiling on Wednesday.</p>\n<p>“Another factor is because the conversations I had with the manager [Hansi Flick] were positive. What he did last season was terrific.</p>\n<p>“To lead such a young team to a very successful season and come back to preseason and still want to do more, it shows me everything I thought I knew about the club, and it’s everything I wished.”</p>\n<p>Once seen as a club icon and homegrown star, Rashford had a dramatic fall from grace at United, marked by a falling out with manager Ruben Amorim that paved the way for him to move to Aston Villa on loan in February.</p>\n<p>“[Manchester United] is in a period of change, and they have been for a while. I don’t have anything bad to say as it has been an important part not just of my career but my life, so I was grateful for the opportunity,” he added.</p>\n<p>“But like life, not everything goes as simple as you thought, and this is my next chapter, and I’m fully focused on improving myself and helping the team win trophies.”</p>\n<p>Barcelona said Rashford had signed his contract earlier on Wednesday afternoon. “Rashford can play anywhere in attack. Right footed, he can take players on and is an excellent finisher, talents he can now show in a Barca shirt,” the club said in a statement.</p>\n<figure id=\"attachment_3853656\" aria-describedby=\"caption-attachment-3853656\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3853656 size-arc-image-770\" src=\"/wp-content/uploads/2025/07/2025-02-09T190340Z_351492654_UP1EL291GY3SU_RTRMADP_3_SOCCER-ENGLAND-AVL-TOT-REPORT-1753310145.jpg?resize=770%2C510&amp;quality=80\" alt=\"Marcus Rashford in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3853656\" class=\"wp-caption-text\">Marcus Rashford moved from Manchester United to Aston Villa during the mid-season transfer window in February [File: Chris Radburn/Reuters]</figcaption></figure>\n<h2 id=\"second-time-lucky-with-barca-loan-deal\">Second time lucky with Barca loan deal</h2>\n<p>The move to Barcelona came after Manchester-born Rashford, who made 426 senior appearances and scored 138 goals for United in all competitions, fell out of favour with Amorim, who called his work rate into question.</p>\n<p>Rashford, who won two FA Cups, two League Cups and a Europa League title with United, joined Aston Villa on loan after Amorim said he would rather put a goalkeeper coach on the bench than a player not giving their all.</p>\n<p>United issued a statement wishing Rashford well as they announced the deal with Barcelona.</p>\n<p>“Everyone at Manchester United wishes Marcus good luck for the season,” the club said.</p>\n<p>The forward, who has scored 17 goals for England in 62 appearances, said he was feeling fitter and better after joining Villa, where he netted two goals in 10 league games, while United had their worst-ever Premier League campaign, finishing 15th in the standings.</p>\n<p>Rashford said he had wanted to move to Barca during the mid-season transfer window when he joined Villa.</p>\n<p>“I was clear on my preference [to join Barcelona] from the beginning. Actually, from maybe in January. It didn’t work out in January, so I went to Villa and enjoyed a good period there,” he said.</p>\n<p>“It was time to make another decision. My choice was easy. [Barcelona] is a family club, something I’m used to from my past. It feels like home.”</p>\n<p>Barcelona are set to play three preseason friendlies in Japan and South Korea, starting on July 27.</p>\n\n<p></p>\n</div></div></body></html>"
        },
        {
            "title": "EU and US edge closer to trade deal as tariff deadline looms | European Union News | Al Jazeera",
            "time": "2025-07-23T22:53:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/afp_68815eaec6fd-1753308846.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>EU and US edge closer to trade deal as tariff deadline looms</h1><p class=\"article__subhead\"><em>US officials are ‘optimistic’ that an agreement could be imminent.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>German Chancellor Friedrich Merz has said that negotiations between the <a href=\"/tag/european-union/\">European Union</a> and the United States over a long-running trade dispute are making progress.</p>\n<p>Speaking in Berlin on Wednesday ahead of a dinner with French President Emmanuel Macron, Merz said, “We have been hearing in the last few minutes that there could possibly be decisions,” referring to ongoing talks aimed at avoiding steep tariffs on European goods.</p>\n<p>The United States has threatened to impose a 30 percent tariff on EU exports if no agreement is reached by August 1.</p>\n<p>But hopes for a breakthrough rose this week after reports that both sides are close to a deal that would set a 15 percent tariff rate on EU goods – a compromise similar to a recent agreement between the US and Japan.</p>\n<p>Macron said that European leaders and the European Commission had been in “constant contact” to coordinate their response to the US pressure.</p>\n<p>He added: “We want the lowest possible tariffs, but also to be respected as the partners that we are.”</p>\n<p>US Secretary of the Treasury Scott Bessent echoed the optimism, telling Bloomberg Television that the talks were “going better than they had been”, and that progress was being made.</p>\n<p>Further discussions between EU Commissioner for Trade Maros Sefcovic and US Commerce Secretary Howard Lutnick also took place on Wednesday, while officials from the European Commission briefed EU member states following the latest round of discussions.</p>\n<p>Diplomats say the recent deal between Washington and Tokyo has increased pressure on Brussels to accept a compromise, even if reluctantly.</p>\n<p>“The Japan agreement made clear the terms of the shakedown,” an EU diplomat told the Financial Times. “Most member states are holding their noses and could take this deal.”</p>\n<p>If finalised, the EU-US deal could include some exemptions, such as for aircraft, medical devices and alcoholic beverages, according to the newspaper.</p>\n<p>However, the European Commission, which leads trade policy for the EU, has already prepared a plan to hit back with more than $100bn in tariffs if talks collapse.</p>\n<p>It comes as EU exporters have already been facing a 10 percent tariff on goods sent to the US since April, on top of pre-existing levies.</p>\n</div></div></body></html>"
        },
        {
            "title": "Why is Trump quitting global institutions? | United Nations | Al Jazeera",
            "time": "2025-07-23T22:50:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753307283.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The US is pulling out of UNESCO, saying the UN agency focuses on divisive issues.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Born from the ashes of World War II, UNESCO was founded with a bold mission: to build peace through culture, education and science.</p>\n<p class=\"p1\">Now, one of its founding members, the United States, is once again withdrawing from the UN agency because of what it calls an “anti-Israel bias”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p class=\"p1\">Critics say the move reflects a deeper shift: a retreat from multilateral diplomacy and a rejection of international norms.</p>\n<p class=\"p1\">They also say it raises questions about US commitment to global leadership and cooperation.</p>\n<p class=\"p1\">So, what are the real motives behind Washington’s decision?</p>\n<p class=\"p1\">What impact will it have on UNESCO and the broader UN system?</p>\n<p class=\"p1\">And is this part of a wider pattern of US disengagement under President Donald Trump?</p>\n<p class=\"p1\"><strong>Presenter:</strong> James Bays</p>\n<p class=\"p1\"><strong>Guests:</strong></p>\n<p class=\"p1\">Amy Koch – Republican political strategist</p>\n<p class=\"p1\">Ei Sun Oh – political analyst</p>\n<p class=\"p1\">Mark Seddon – journalist and former UN official</p>\n</div></div></body></html>"
        },
        {
            "title": "Hunger crisis deepens in Gaza as 10 more starvation deaths reported | Gaza News | Al Jazeera",
            "time": "2025-07-23T22:48:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250722__67G36ZU__v1__HighRes__PalestinianIsraelConflictFood-1753191187_f6d735-1753266277.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 10 more Palestinians have starved to death in the besieged Gaza Strip, health officials say, as a wave of hunger crashes over the enclave.</p>\n<p>The latest starvation deaths bring the death toll from malnutrition since Israel’s war began in October 2023 to 111, most of them in recent weeks.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>At least 100 other Palestinians, including 34 aid seekers, were killed in Israeli attacks over the past 24 hours, Gaza’s Ministry of Health said on Wednesday.</p>\n<p>The World Health Organization (WHO) said that 21 children under the age of five were among those who died of malnutrition so far this year. It said it had been unable to deliver any food for nearly 80 days, between March and May, and that a resumption of food deliveries was still far below what is needed.</p>\n<p>In a statement, 111 organisations, including Mercy Corps, the Norwegian Refugee Council and Refugees International, said that “mass starvation” was spreading even as tonnes of food, clean water and medical supplies sit untouched just outside Gaza, where aid groups are blocked from accessing them.</p>\n<p>Al Jazeera’s Tareq Abu Azzoum, reporting from Deir el-Balah in central Gaza, said that “hunger has become as deadly as the bombs. Families are no longer asking for enough, they are asking for anything”.</p>\n<p>He said that Gaza residents have described “a slow, painful death playing out in real time, an engineered famine that the Israeli military has orchestrated”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Israel cut off all goods from entering the territory in March, but has allowed in a trickle of aid starting in May, mostly distributed by the controversial United States-backed Gaza Humanitarian Foundation (GHF).</p>\n<p>The United Nations and aid groups trying to deliver food to Gaza say Israel, which controls everything that comes in and out, is choking delivery, while Israeli troops have shot dead hundreds of Palestinians close to aid distribution points since May.</p>\n<p>“We have a minimum set of requirements to be able to operate inside Gaza,” Ross Smith, the director of emergencies at the UN World Food Programme, said. “One of the most important things I want to emphasise is that we need to have no armed actors near our distribution points, near our convoys.”</p>\n<p>Recurring attacks on aid seekers have turned the few remaining hospitals in Gaza “into massive trauma wards”, Rik Peeperkorn, the WHO’s representative for the occupied Palestinian territory, said.</p>\n<p>The food scarcity is so extreme that people cannot do their work, including journalists, teachers and even their own staff, Peeperkorn added.</p>\n<p>Nour Sharaf, an American doctor from al-Shifa Hospital in Gaza City, also warned that people “haven’t eaten anything for days and are dying of hunger”.</p>\n<p>“Doctors sometimes don’t get food, but they still do their jobs,” she told Al Jazeera, adding that medical workers often work long hours.</p>\n<h2 id=\"two-more-journalists-killed\">Two more journalists killed</h2>\n<p>Israeli strikes have continued to pound various parts of the enclave, including Gaza City, where the Israeli army said it was “intensifying operations”.</p>\n<p>The area has come under intense bombardment in recent days.</p>\n<p>Gaza’s Government Media Office also announced the Israeli killing of two Palestinian journalists, Tamer al-Za’anin and Walaa al-Jabari, raising the number of media workers killed in the enclave since October 2023 to 231.</p>\n<p>The statement said that al-Za’anin was a photojournalist with various media organisations, while al-Jabari worked as a newspaper editor with several media outlets.</p>\n<p>Meanwhile, US Middle East envoy Steve Witkoff is heading to Europe for “very sensitive negotiations” over a Gaza ceasefire and captive release deal, the White House said.</p>\n<p>During the visit, Witkoff “will meet with key leaders from the Middle East to discuss the ongoing ceasefire proposal to end this conflict in Gaza and to release the hostages”, White House spokesperson Karoline Leavitt told reporters.</p>\n<p>Talks on a proposal for a 60-day ceasefire between Israel and Hamas, which would include the release of more of the 50 captives still being held in Gaza, are being mediated by Qatar and Egypt, with Washington’s backing.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>A Palestinian official close to the Gaza ceasefire talks and the mediation efforts said that Hamas had handed its response on the ceasefire proposal to mediators, declining to elaborate further.</p>\n<p>Successive rounds of negotiations have achieved no breakthrough since Israel broke a ceasefire in March.</p>\n<p>Israeli President Isaac Herzog told soldiers during a visit to Gaza that “intensive negotiations” about returning the captives held there were under way and that he hoped that they would soon “hear good news”, according to a statement.</p>\n<p>A senior Palestinian official earlier said that Hamas might give mediators a response to the latest proposals in Doha later on Wednesday, on the condition that amendments be made to two major sticking points: details on an Israeli military withdrawal and how to distribute aid during a truce.</p>\n</div></div></body></html>"
        },
        {
            "title": "Spain beat Germany to set up Women’s Euro 2025 final with England | Football News | Al Jazeera",
            "time": "2025-07-23T22:20:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-23T213444Z_1090905274_UP1EL7N1NXVYE_RTRMADP_3_SOCCER-EURO-GER-ESP-1753306836.jpg?resize=1687%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Aitana Bonmati netted the only goal of the game late in extra time as world champions <a href=\"/sports/liveblog/2025/7/23/live-germany-vs-spain-womens-euro-2025-semifinal\">Spain edged Germany 1-0</a> in their Women’s Euro 2025 semifinal to set up a title decider this weekend against England.</p>\n<p>A tense game in Zurich on Wednesday was ticking down towards penalties, when reigning Ballon d’Or Bonmati struck in the 113th minute, surprising the usually reliable German goalkeeper Ann-Katrin Berger at her near post.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It was not one of Barcelona star Bonmati’s most influential performances, yet she still delivered when it mattered to keep Spain on course to win their first European Championship crown.</p>\n<p>They were also grateful to goalkeeper Cata Coll for some vital interventions, including a spectacular double save to deny Klara Buhl and Carlotta Wamser right at the end of normal time, as Germany were agonisingly eliminated.</p>\n<figure id=\"attachment_3853536\" aria-describedby=\"caption-attachment-3853536\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3853536 size-arc-image-770\" src=\"/wp-content/uploads/2025/07/2025-07-23T212329Z_39365084_UP1EL7N1NF4XB_RTRMADP_3_SOCCER-EURO-GER-ESP-1753306178.jpg?resize=770%2C476&amp;quality=80\" alt=\"Football - UEFA Women's Euro 2025 - Semi Final - Germany v Spain - Stadion Letzigrund, Zurich, Switzerland - July 23, 2025 Spain's Aitana Bonmati scores their first goal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3853536\" class=\"wp-caption-text\">Spain’s Aitana Bonmati scores their first goal [Matthew Childs/Reuters]</figcaption></figure>\n<p>Spain will now face <a href=\"/sports/2025/7/22/england-beat-italy-to-reach-uefa-womens-euro-2025-final\">reigning European champions England</a> on Sunday in Basel, in what will be a repeat of the 2023 World Cup decider, when <a href=\"/sports/2023/8/20/spain-beat-england-1-0-2023-womens-world-cup-final\">La Roja triumphed 1-0</a> in Sydney.</p>\n<p>If Montse Tome’s side come out on top again, they will become the first nation to hold both the world and European titles at the same time since Germany, almost 15 years ago.</p>\n<p>Spain had never beaten Germany before, and now, they advance to their first-ever Euro final, with the chance to cement their status as the leading force in international women’s football.</p>\n<p>They should have been the fresher of the two sides here, having played their quarterfinal against hosts Switzerland a day before Germany got the better of France on penalties, after playing almost the whole game with 10 players.</p>\n<p>Germany were also missing three of their starters from that match, with Kathrin Hendrich and Sjoeke Nusken suspended and right-back Sarai Linder injured.</p>\n<p>Christian Wuck’s team did unsurprisingly have the majority of the 22,432 crowd behind them at Zurich’s Letzigrund Stadium, and they had Berger in goal.</p>\n<p>A star of the win over France, she made a fine save to keep out a shot from Spain’s Esther Gonzalez – her teammate at Gotham FC in the United States – just before the midway point in the first half, tipping the ball over for a corner.</p>\n<figure id=\"attachment_3853220\" aria-describedby=\"caption-attachment-3853220\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3853220 size-arc-image-770\" src=\"/wp-content/uploads/2025/07/AP25204699287862-1753299174.jpg?resize=770%2C513&amp;quality=80\" alt=\"Germany goalkeeper Ann-Katrin Berger saves a shot from Spain's Esther Gonzalez during the Women's Euro 2025 semifinals\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3853220\" class=\"wp-caption-text\">Germany goalkeeper Ann-Katrin Berger saves a shot from Spain’s Esther Gonzalez during the Women’s Euro 2025 semifinals [Alessandra Tarantino/AP]</figcaption></figure>\n<p>Spain captain Irene Paredes headed against the post from a Claudia Pina corner, and Gonzalez was again denied by Berger before half-time.</p>\n<p>It was then Germany’s turn to have the best chances in the second half, but Coll made a crucial block from Buhl just after the hour mark, and the Bayern Munich player also curled a free kick just wide late on.</p>\n<p>Then came the stunning double save from Coll right at the end of the allotted four minutes of injury time, as the Barcelona goalkeeper kept out a deflected Buhl shot that was looping in and quickly got up to stop Wamser’s follow-up.</p>\n<p>That was perhaps a sign that it would not be Germany’s night. They then saw defender Sophia Kleinherne come off in tears early in extra time after overstretching while trying to stop Salma Paralluelo going clean through on goal.</p>\n<p>Spain’s winner arrived in the 113th minute, as Bonmati let a ball from Athenea del Castillo run past her in the area before beating Berger at the goalkeeper’s near post with a shot from a tight angle.</p>\n<p>There was still time for Coll to excel again, flying to her left to save from Lea Schuller as Spain held on.</p>\n</div></div></body></html>"
        },
        {
            "title": "Israeli parliament approves symbolic motion on West Bank annexation | Occupied West Bank News | Al Jazeera",
            "time": "2025-07-23T21:44:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-18T102906Z_385866628_RC2WOFAFKXD3_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-SETTLERS-1752869470.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s parliament has approved a symbolic measure calling for the annexation of the occupied West Bank.</p>\n<p>Knesset lawmakers voted 71-13 in favour of the motion on Wednesday, a non-binding vote which calls for “applying Israeli sovereignty to Judea, Samaria and the Jordan Valley” – the Israeli terms for the area.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It said that annexing the West Bank “will strengthen the state of Israel, its security and prevent any questioning of the fundamental right of the Jewish people to peace and security in their homeland”.</p>\n<p>The motion, advanced by Prime Minister Benjamin Netanyahu’s coalition is declarative and has no direct legal implications, though it could place the issue of annexation on the agenda of future debates in the parliament.</p>\n<p>The idea was initially brought forward last year by Israel’s far-right finance minister, Bezalel Smotrich, who himself lives in an illegal Israeli settlement and holds a position within Israel’s Ministry of Defence, where he oversees the administration of the West Bank and its settlements.</p>\n<p>The West Bank, along with the Gaza Strip and East Jerusalem, has been under Israeli occupation since 1967. Since then, Israeli settlements have expanded, despite being illegal under international law and, in the case of settlement outposts, Israeli law.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Palestinian leaders want all three territories for a future state. Some 3 million Palestinians and more than 500,000 Israeli settlers currently reside in the West Bank.</p>\n<p>Annexation of the West Bank could make it impossible to create a viable Palestinian state, which is seen internationally as the most realistic way to resolve the Israeli-Palestinian conflict.</p>\n<p>Last year, the Israeli parliament approved a similar symbolic motion declaring opposition to the establishment of a Palestinian state.</p>\n<p>Hussein al-Sheikh, deputy to Palestinian Authority President Mahmoud Abbas, said the motion was “a direct assault on the rights of the Palestinian people”, which “undermines the prospects for peace, stability and the two-state solution”.</p>\n<p>“These unilateral Israeli actions blatantly violate international law and the ongoing international consensus regarding the status of the Palestinian territories, including the West Bank,” he wrote in a post on X.</p>\n<p>The Palestinian Ministry of Foreign Affairs and Expatriates said in a statement that it strongly rejects any motion for annexation.</p>\n<p>The ministry stressed that the “colonial measures” reinforce a system of apartheid in the West Bank and reflect a “blatant disregard” for many United Nations resolutions and the advisory opinion of the International Court of Justice (ICJ), which was issued in July 2024.</p>\n<p>The statement, carried by the official Palestinian Wafa news agency, also warned that such actions deliberately undermine the prospects of implementing a two-state solution.</p>\n<p data-start=\"673\" data-end=\"890\">The ministry added that while settlement expansion continues, de facto annexation is already occurring on a daily basis.</p>\n<p data-start=\"113\" data-end=\"406\">Following Israel’s deadly war on Gaza, Israeli forces have intensified attacks on Palestinian towns and villages in the occupied West Bank, displacing thousands of Palestinians and killing hundreds. Settlers, often backed by Israeli soldiers, have also escalated assaults on Palestinians, their land, and property.</p>\n</div></div></body></html>"
        },
        {
            "title": "Tesla reports biggest quarterly revenue decline in more than a decade | Elon Musk News | Al Jazeera",
            "time": "2025-07-23T21:43:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25196221507299-1753303706.jpg?resize=1616%2C1080&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tesla reports biggest quarterly revenue decline in more than a decade</h1><p class=\"article__subhead\"><em>Analysts expect a turnaround in future quarters as the automaker bets on robotaxi expansions.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tesla has reported its biggest decline in quarterly revenue in more than a decade as CEO Elon Musk’s political activity weighs on the electric carmaker brand’s reputation.</p>\n<p>Revenue fell to $22.5bn for the April-June quarter from $25.5bn a year earlier, according to its earnings report, which Tesla released after the closing bell on Wall Street. Analysts on average were expecting revenue of $22.74bn, according to data compiled by LSEG.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Revenue from car sales declined by 16 percent. Tesla attributed the revenue dip to a decline in vehicle deliveries. Earlier this month, it reported <a href=\"/economy/2025/7/2/tesla-global-sales-fall-amid-musk-backlash-and-pressure-on-ev-market\" target=\"_blank\" rel=\"noopener\">a 14 percent decline</a> in car deliveries in the second quarter.</p>\n<p>Investors are worried about whether Musk will be able to give enough time and attention to Tesla after he locked horns with United States President Donald Trump by forming a <a href=\"/news/2025/7/6/elon-musk-launches-the-america-party-as-feud-with-trump-escalates\" target=\"_blank\" rel=\"noopener\">new political party this month</a>. Weeks earlier, he had promised that he would cut back on government work and focus on his companies.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Musk’s connections to the Trump administration and layoffs across the US government when he headed the Department of Government Efficiency weighed on its US reputation. Meanwhile, the billionaire’s endorsements of <a href=\"/news/2024/12/20/elon-musk-backs-germanys-far-right-afd-before-elections\" target=\"_blank\" rel=\"noopener\">the far-right AfD party</a> in Germany have affected the brand’s reputation in Europe.</p>\n<p>A series of high-profile executive exits, including last month of a longtime Musk confidant who oversaw sales and manufacturing in North America and Europe, is also adding to the concerns.</p>\n<p>The company reported a second straight quarterly revenue drop, despite rolling out a much-awaited refreshed version of its best-selling Model Y SUV that investors had hoped would rekindle demand.</p>\n<p>Much of the company’s trillion-dollar valuation hangs on its bet on its robotaxi service – a small trial of which started in Austin, Texas, last month – and developing humanoid robots. On Wednesday, Bloomberg News reported that Tesla has been in talks with the state of Nevada about introducing robotaxi services there.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Analysts believe that this will keep the automaker on pace for growth in future quarters.</p>\n<p>“We are at a ‘positive crossroads’ in the Tesla story: Musk is laser focused as CEO, Robotaxi/autonomous expansion has begun, demand stabilisation has begun especially in China, and Tesla is about to embark on an aggressive AI-focused strategy that, we believe, will include owning a significant piece of xAI,” Dan Ives, an analyst at the financial services company Wedbush Securities, said in a note provided to Al Jazeera.</p>\n<p>xAI is Musk’s AI firm which also makes the chatbot Grok.</p>\n<p>“While near-term and this quarter the numbers are nothing to write home about, we believe investors are instead focused on the AI future at Tesla, with a motivated Musk back driving Tesla’s future,” Ives said.</p>\n<p>Tesla’s stock closed the trading day in positive territory, up by 0.1, but has tumbled in after-hours trading, down by 0.3 percent.</p>\n</div></div></body></html>"
        },
        {
            "title": "UN court: Climate crisis is ‘existential threat’ | Newsfeed | Al Jazeera",
            "time": "2025-07-23T21:05:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753304733.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jul 2025</span><span aria-hidden=\"true\">23 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump admin leans into unsubstantiated claims Obama committed ‘treason’ | Donald Trump News | Al Jazeera",
            "time": "2025-07-23T21:04:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25204045451949-1753301822.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump admin leans into unsubstantiated claims Obama committed ‘treason’</h1><p class=\"article__subhead\"><em>The Trump administration says former President Obama sought to undermine Trump through faulty claims.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has again pushed unsubstantiated claims that former President <a href=\"/news/2025/7/22/donald-trump-accuses-barack-obama-of-treason-over-2016-election-claims\">Barack Obama</a> committed treason by falsely tying him to Russian efforts to interfere in the 2016 election.</p>\n<p>Speaking at the White House on Wednesday, Director of National Intelligence <a href=\"/news/2025/2/12/tulsi-gabbard-confirmed-as-us-director-of-national-intelligence\">Tulsi Gabbard</a> said that Obama and key allies had misled the public and manipulated intelligence to undermine Trump.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Asked if she believed Obama had committed treason, Gabbard said it was up to the Department of Justice to bring criminal charges, but said that the actions of Obama and his allies could “only be described as a years-long coup and a treasonous conspiracy against the American people, our republic, and an effort to undermine President Trump’s administration”.</p>\n<p>Trump has frequently pushed baseless claims about his political rivals and threatened them with persecution. He has also remained fixated on past grievances, promoting allegations that he has been undermined by murky forces and repeating the false claim that he was the true winner of the <a href=\"/news/2025/6/20/trump-calls-for-special-prosecutor-to-investigate-2020-election\">2020 election</a>.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>His administration has recently come under increased pressure from members of his own right-wing base, <a href=\"/news/2025/7/17/who-are-the-maga-influencers-calling-for-pam-bondis-head-over-epstein\">some of whom</a> have been disappointed with his administration’s handling of information about disgraced financier and sex trafficker <a href=\"/news/2025/7/22/trump-team-seeks-meeting-with-ghislaine-maxwell-amid-epstein-pressure\">Jeffrey Epstein</a>.</p>\n<p>Trump has said that he wants Obama, who served as president before Trump’s first term in office, to face “accountability”.</p>\n<p>“It’s there; he’s guilty. This was treason,” Trump said on Tuesday, pushing accusations widely denounced as baseless. “They tried to steal the election, they tried to obfuscate the election. They did things that nobody’s ever imagined, even in other countries.”</p>\n<p>Asked about those comments on Wednesday, White House press secretary Karoline Leavitt did not specify what actions Trump would like to see.</p>\n<p>“It’s in the Department of Justice’s hands and we trust them to move the ball forward,” she said.</p>\n<p>During her remarks on Wednesday, Gabbard also named several figures from the Obama administration, including former Secretary of State Hillary Clinton, former FBI Director James Comey, and former CIA Director John Brennan.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>A spokesperson for Obama has previously said that Trump’s “bizarre” claims of treason are “ridiculous and a weak attempt at distraction”.</p>\n<p>Trump faced allegations of attempting to overturn his loss in 2020 through anti-democratic means after a mob of his supporters <a href=\"/news/2024/1/5/trump-indictment-deep-divisions-january-6-reverberates-three-years-on\">stormed the US Capitol</a> on January 6, 2021, to prevent the certification of the election results based on false claims pushed by Trump that the election had been “stolen” through massive fraud.</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump was briefed that his name appears in Epstein files, reports say | Donald Trump News | Al Jazeera",
            "time": "2025-07-23T20:26:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25198369121958-1753297240.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump was briefed by his attorney general that his name appears in files related to investigations into the late financier and convicted sex offender Jeffrey Epstein, US media outlets have reported.</p>\n<p>Trump was told by US Attorney General Pam Bondi that he appears in the so-called “Epstein files” during the US Department of Justice’s review of the case in May, The Wall Street Journal, The New York Times and CNN reported on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The reports, which cited unnamed anonymous sources, did not specify the context of the references to Trump’s name in the documents.</p>\n<p>But the Journal, which first reported the news, said Bondi and Deputy Attorney General Todd Blanche told the US president that the files contained “what officials felt was unverified hearsay about many people, including Trump”.</p>\n<p>It is typical for law enforcement to collect information about people who are not suspected of any wrongdoing while following leads during a criminal investigation.</p>\n<p>Asked earlier this month if Bondi had told him he was mentioned in the documents, Trump told reporters: “No, no. She’s given us just a very quick briefing, and in terms of the credibility of the different things that they’ve seen.”</p>\n<p>White House communications director Steven Cheung branded the reports “fake news” and said Trump had ejected Epstein from his Florida club Mar-a-Lago for “being a creep”, according to the reports.</p>\n<p>Trump is widely known to have been friendly with Epstein during the 1990s and 2000s, once describing him as a “terrific guy” who liked women “on the younger side”.</p>\n<p>Trump in 2019 told reporters that he had not spoken to Epstein in 15 years, after a “falling out” between the pair.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"epstein-scandal-fuels-conspiracy-theories\">Epstein scandal fuels conspiracy theories</h2>\n<p>The reports of Trump’s inclusion in the documents immediately increased pressure on his administration to release more material about Epstein, who died in jail in 2019 while facing sex trafficking charges.</p>\n<p>Senator Adam Schiff, a California Democrat, on Wednesday said Bondi and FBI director Kash Patel should be called to appear before the Senate Judiciary Committee.</p>\n<p>“We need to bring Bondi and Patel into the Judiciary Committee to testify about this now,” Schiff said in a video posted on X.</p>\n<p>Trump has been under pressure to release all information about the investigations into Epstein, particularly from segments of his “Make America Great Again” (MAGA) base, who had anticipated his administration would confirm their belief in a conspiracy implicating powerful elites in sex crimes against children.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Many of Trump’s most devoted supporters have been outraged at the findings of a Justice Department and FBI review that concluded Epstein died by suicide and there was no credible evidence of him blackmailing powerful figures.</p>\n<p>The review determined that releasing more material into the public domain was not “appropriate or warranted”.</p>\n<p>Bondi has said that thousands of videos retrieved by investigators could not be released as they consist of illegal child exploitation material downloaded by Epstein.</p>\n<p>On Wednesday, a US federal judge rejected a request from the Justice Department to release transcripts from a grand jury investigation into Epstein.</p>\n<p>US District Judge Robin Rosenberg of Florida said her hands were “tied” in the matter as the request, initiated by Trump to quell the backlash among his base, was not part of a judicial proceeding.</p>\n<p>The unsealing of grand jury testimony is relatively rare, given the need for secrecy in criminal investigations.</p>\n<p>While key members of Trump’s inner circle stoked conspiracy theories about Epstein, the president has angrily dismissed the ongoing interest in the case, calling it a “scam” and a “hoax”.</p>\n</div></div></body></html>"
        },
        {
            "title": "Former Scottish First Minister and his wife plead for Gaza aid | Newsfeed | Al Jazeera",
            "time": "2025-07-23T20:17:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753301851.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jul 2025</span><span aria-hidden=\"true\">23 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump administration unveils wide ranging AI action plan | Technology News | Al Jazeera",
            "time": "2025-07-23T20:03:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25199698581532-1753293017.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has unveiled its new artificial intelligence action plan, which includes a strategy it says will boost the US standing in AI as it competes with China for dominance in the rapidly growing sector.</p>\n<p>The White House released the 25-page “America’s AI Action Plan” on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It includes 90 different policy proposals that the administration says will increase AI tools for allies around the globe. It will also promote production of new data centres around the US. It will scrap federal regulations that “hinder AI development”, although it is not clear which regulations are in question.</p>\n<p>In a statement, US Secretary of State Marco Rubio said the plan will “ensure America sets the technological gold standard worldwide, and that the world continues to run on American technology”.</p>\n<p>The president is expected to announce a series of executive orders which will outline key parts of the plan around 5pm in New York (21:00 GMT).</p>\n<p>“We believe we’re in an AI race … and we want the United States to win that race,” White House AI czar David Sacks told reporters on Wednesday.</p>\n<p>The White House says the plan will “counter Chinese influence in international governance bodies” and also will give the US more control over exports of AI technology.</p>\n<p>However, the administration did not offer any details on how it plans to do that.</p>\n<p>The plan outlined by the Trump administration will also include a framework to analyse models built by China to assess “alignment with Chinese Communist Party talking points and censorship”.</p>\n<p><strong>Free speech in the spotlight </strong></p>\n<p>The plan says that it will also uphold free speech in models that will allow systems to be “objective and free from top-down ideological bias” for organisations wanting to do business with the federal government.</p>\n<p>A senior White House official said the main target was AI models that consider diversity and inclusion, according to The Wall Street Journal, which, experts say, signals the concern is the government’s perceived liberal bias as opposed to an overall bias.</p>\n<p>“The government should not be acting as a Ministry of AI Truth or insisting that AI models hew to its preferred interpretation of reality,” Samir Jain, vice president of policy at the Center for Democracy &amp; Technology, said in a statement provided to Al Jazeera.</p>\n<p>“The plan is highly unbalanced, focusing too much on promoting the technology while largely failing to address the ways in which it could potentially harm people.”</p>\n<p>Conservatives have long accused AI chatbots of having a liberal bias, comparable to their comments on legacy media for providing critical coverage of the administration. However, it comes as users of GrokAI, former Trump ally and right-wing tycoon Elon Musk’s AI platform, have accused it of having <a href=\"/economy/2025/7/11/as-millions-adopt-grok-to-fact-check-misinformation-abounds\" target=\"_blank\" rel=\"noopener\">a right-wing lean</a>. Musk’s X AI is part of a $200m package with the Pentagon that has other AI companies, including OpenAI.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p><strong>Building out data centres</strong></p>\n<p>A key focus of the new plan will be to build out new data centers for AI technology as the industry rapidly expands. The administration said that will include streamlining permits for new centre development and the energy production facilities used to power these data centres.</p>\n<p>The plan sidesteps environmental concerns that have been a major criticism of the AI industry. AI “challenges America to build vastly greater energy generation than we have today”, the plan said.</p>\n<p>AI data centres have been tied to increased power consumption and, in turn, greenhouse gas emissions. According Google’s 2024 sustainability report, there was a 48 percent increase in power greenhouse gas emissions since 2019 which, it says, will only become more prevalent.</p>\n<p>“This result was primarily due to increases in data center energy consumption and supply chain emissions. As we further integrate AI into our products, reducing emissions may be challenging due to increasing energy demands from the greater intensity of AI compute, and the emissions associated with the expected increases in our technical infrastructure investment,’ <a href=\"https://www.gstatic.com/gumdrop/sustainability/google-2024-environmental-report.pdf\" target=\"_blank\" rel=\"noopener\">the report said</a>.</p>\n<p>The streamlining of permits also comes as the US Environmental Protection Agency (EPA) plans to reverse its scientific determination that greenhouse gas emissions endanger public health. That change would remove the legal framework that climate regulations are based on, the Reuters news agency has reported, citing two unnamed sources.</p>\n<p>The reversal would remove the “endangerment finding”, making it easier for the EPA to undo legislation limiting greenhouse gas emissions on energy-producing facilities, including those used to power AI data centres.</p>\n<p>The administration has created environmental review exceptions for data centre construction and will allow expanding access to federal lands for AI development.</p>\n<p>“AI will improve the lives of Americans by complementing their work — not replacing it,” the plan says.</p>\n<p>It, however, comes as employers across the country scrap jobs because of AI. Earlier this month, Recruit Holdings, the parent company of Indeed and Glassdoor, cut 1300 jobs which it directly attributed to AI.</p>\n<p>In June, Salesforce CEO Marc Benioff said that AI is doing 30 to 50 percent of the company’s workload. In February, the tech giant laid off 1,000 employees.</p>\n<p>Analysts say the plan looks promising for investors in the AI sector.</p>\n<p>“This is a watershed moment in the AI revolution, and Trump recognises this AI arms race between the US and China. A big step forward,” Dan Ives, analyst at Wedbush Securities, told Al Jazeera.</p>\n<p>As of 4pm in New York (20:00 GMT), stocks of AI-focused companies had mixed results. NVIDIA was up 2.1 percent; Palantir up 3.6 percent, Oracle up 1.5 percent and Microsoft was up 0.3 percent. On the other hand, Google’s parent company Alphabet was down 0.5 percent.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Brazil to join South Africa’s ICJ ‘genocide’ case against Israel | Gaza News | Al Jazeera",
            "time": "2025-07-23T19:56:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250722__67GK4T7__v3__HighRes__PalestinianIsraelConflict-1753266122.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazil has said that it will move to intervene in a case before the <a href=\"/news/2025/5/2/icj-hearings-on-israels-obligation-to-allow-aid-to-palestine-key-takeawayicj-hearings-on-israels-obligation-to-allow-aid-to-palestine-key-takeaway\">International Court of Justice</a> (ICJ) alleging that Israel is committing “genocide” in Gaza, as non-Western countries step up calls for greater pressure.</p>\n<p>The Brazilian Ministry of Foreign Affairs said on Wednesday that it was in the “final stages” of submitting a formal intervention to the ICJ regarding the case, originally brought by <a href=\"/news/2024/1/11/a-quick-guide-to-south-africas-icj-case-against-israel\">South Africa</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“The international community cannot remain inactive in the face of ongoing atrocities,” the Foreign Ministry said in a statement. “Brazil believes there is no longer room for moral ambiguity or political omission. Impunity undermines international legality and undermines the credibility of the multilateral system.”</p>\n<p>Brazil’s planned intervention in the case, earlier reported by the Brazilian paper Folha de S Paulo, comes as Israeli abuses in Gaza, including harsh restrictions on aid that have brought the Gaza Strip to the brink of <a href=\"/news/2025/7/22/at-least-15-starve-to-death-in-24-hours-in-gaza-as-israel-continues-attacks\">mass famine</a>, are under growing scrutiny.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The “Brazilian government announces that it is in the final stages of submitting a formal intervention in the ongoing case at the International Court of Justice, brought by South Africa under the Convention on the Prevention and Punishment of the Crime of Genocide”, the statement said.</p>\n<p>“The Brazilian government expresses deep indignation at the recurring episodes of violence against the civilian population in the State of Palestine, not limited to the Gaza Strip but extending to the West Bank.”</p>\n<h2 id=\"increasingly-vocal\">Increasingly vocal</h2>\n<p>The South American nation said that civilians in Gaza and the occupied West Bank have been subjected to “recurring episodes of violence” and serious rights violations, including the “shameless use of starvation as a weapon of war”.</p>\n<p><a href=\"/news/2024/6/6/which-countries-have-joined-south-africas-case-against-israel-at-the-icj\">Several other countries</a>, including Spain, Turkiye and the Republic of Ireland, have also asked to intervene in the case, urging the ICJ to state that Israel is in violation of its obligations under the 1948 Genocide Convention.</p>\n<p>Brazil has itself become increasingly vocal in its criticism of Israel, with President Luiz Inacio Lula da Silva denouncing Israel’s actions in Gaza <a href=\"/news/2025/7/6/brazils-leader-lula-condemns-gaza-genocide-at-brics\">as a genocide</a> at a BRICS meeting earlier this month. The Foreign Ministry statement notes that the decision to intervene in the case is based on the “plausibility that the rights of Palestinians to protection against acts of genocide are being irreversibly impaired”.</p>\n<p>The Israeli Embassy in Brasilia said the Brazilian statement used “harsh words that do not fully portray the reality of what is currently happening in Gaza”, while Brazil had also “completely ignored” the role of Hamas.</p>\n<p>Brazil’s National Israeli association CONIB said in a statement in response to Wednesday’s decision: “The breaking of Brazil’s longstanding friendship and partnership with Israel is a misguided move that proves the extremism of our foreign policy.”</p>\n<p>The ICJ has yet to rule on whether Israel is committing genocide in Gaza, but <a href=\"/news/2024/1/26/icj-fails-to-order-ceasefire-but-says-israel-must-prevent-genocide-in-gaza\">issued an order</a> in January 2024, demanding that Israel take action to prevent genocide in the Strip through acts such as allowing greater access to humanitarian aid.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>However, pressure has had little impact, and the United States and other Western allies have remained firmly supportive of Israel despite a growing chorus of experts and rights groups warning of systematic rights abuses in Gaza.</p>\n<p>Israel initiated a full blockade in March that barred all aid from Gaza for several months, before allowing a limited resumption of assistance through the Gaza Humanitarian Foundation, a group closely tied to Israel and the US.</p>\n<p>Israeli forces have killed more than <a href=\"/news/2025/7/22/un-says-israeli-military-killed-over-1000-seeking-gaza-aid-since-late-may\">1,000 Palestinians</a> waiting for aid at GHF distribution sites since May, as reports of Palestinians dying of starvation continue to mount.</p>\n<p>United Nations officials have <a href=\"/video/newsfeed/2025/6/4/ghf-suspends-aid-timeline-of-a-death-trap-in-gaza\">denounced the sites</a> as “death traps”, and said they will not cooperate with the GHF, which supplanted existing international aid groups that Israel has largely barred from operating in Gaza.</p>\n</div></div></body></html>"
        },
        {
            "title": "Ultra-Orthodox Jews, Israeli police scuffle in West Jerusalem | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-23T19:51:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AA-20250723-38641725-38641706-ISRAEL_ARRESTS_3_ULTRAORTHODOX_MEN_FOR_DODGING_MILITARY_DRAFT_IN_FIRSTEVER_POLICE_ACTION_cropped-1753300172.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Jul 2025</span><span aria-hidden=\"true\">23 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy promises new bill amid growing pressure over anticorruption law | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-23T19:37:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/ap_68812f37d7308-1753296695.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President <a href=\"/tag/ukraine-russia-crisis/\">Volodymyr Zelenskyy</a> has promised to introduce new legislation amid continuing protests and international criticism over a law passed earlier this week that critics say undermines Ukraine’s fight against corruption.</p>\n<p>The controversial law, passed on Tuesday, places the National Anti-Corruption Bureau of Ukraine (NABU) and the Specialised Anti-Corruption Prosecutor’s Office (SAPO) under the direct authority of the country’s prosecutor general – an official appointed by the president. Critics say the law strips the agencies of their independence and could allow political interference.</p>\n<p>While Zelenskyy has defended the law as a necessary response to suspected “Russian influence” within the agencies, European Union officials and rights groups say that it contains no specific provisions to target Kremlin-linked operatives and warn it could derail any Ukrainian accession bid to the European Union.</p>\n<p>“I have analysed all concerns,” Zelenskyy wrote on X following a meeting with top government and law enforcement officials.</p>\n<p>Writing about the proposal of the new bill, he said: “We will prepare and submit a bill to the Verkhovna Rada [parliament] that ensures the strength of the rule-of-law system. There will be no Russian influence or interference … and all the norms for the independence of anti-corruption institutions will be in place.”</p>\n<h2 id=\"public-anger-and-european-backlash\">Public anger and European backlash</h2>\n<p>On Tuesday night, thousands of Ukrainians rallied in Kyiv and other major cities in rare wartime protests. More than 1,000 demonstrators defied martial law, which bans large public gatherings, to express their anger at the government, while on Wednesday, more protests took place in the capital.</p>\n<p>“This is complete nonsense from the president’s office,” 20-year-old student Solomiia Telishevska told the news agency Reuters, referring to the law signed by Zelenskyy on Tuesday. “This contradicts what we are fighting for and what we are striving for, namely to [join] the European Union.”</p>\n<p>Cleaning up systemic corruption has long been a core requirement for Ukraine’s EU membership and for unlocking billions in foreign aid. The law’s passage risks alienating Kyiv’s Western allies as the war grinds on.</p>\n<p>European Commission President Ursula von der Leyen has demanded “explanations” from Zelenskyy, with a spokesperson confirming on Wednesday that she conveyed “strong concerns about the consequences of the amendments”. Germany’s Johann Wadephul, deputy leader of the Christian Democratic Union, warned on X that the restrictions were “hampering Ukraine’s path to the EU”.</p>\n<h2 id=\"anticorruption-bodies-targeted\">Anticorruption bodies targeted</h2>\n<p>The storm erupted days after law enforcement raided NABU offices and arrested an employee on suspicion of spying for Russia. Another employee was accused of illegal business ties to Moscow. The Security Service of Ukraine (SBU) agency also carried out searches and arrests related to other alleged infractions, including a traffic incident.</p>\n<p>Zelenskyy suggested these incidents justified the law passed on Tuesday, but Ukrainian analysts have warned the changes could erode public trust in Zelenskyy’s leadership during a critical phase of the war.</p>\n<p>NABU was created in 2015 after Ukraine’s 2014 pro-European revolution to tackle deep-rooted government corruption. The agency has investigated multiple high-profile cases, including figures close to Zelenskyy’s administration.</p>\n<p>Transparency International Ukraine denounced the raids as “an attempt by the authorities to undermine the independence of Ukraine’s post-Revolution of Dignity anti-corruption institutions”.</p>\n<p>Some Ukrainians believe the government is protecting loyal insiders at the expense of transparency. “Those who swore to protect the laws and the constitution have instead chosen to shield their inner circle, even at the expense of Ukrainian democracy,” said veteran Oleh Symoroz, who lost both legs in 2022 fighting Russian forces.</p>\n<p>The political firestorm risks creating deeper rifts within Ukraine at a time when unity is vital in Kyiv’s war against Russia. Oleksandra Matviichuk, head of the Nobel Peace Prize-winning Center for Civil Liberties, warned the law could play directly into the Kremlin’s hands. “This is a gift to Putin,” she said.</p>\n<p>Russian officials have already seized on the controversy. Kremlin spokesman Dmitry Peskov remarked there was “a lot of corruption” when asked about the protests in Kyiv.</p>\n</div></div></body></html>"
        },
        {
            "title": "Doctor accused of supplying actor Matthew Perry with ketamine pleads guilty | Crime News | Al Jazeera",
            "time": "2025-07-23T19:01:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25204157545842-1753291947.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Doctor Salvador Plasencia has pleaded guilty to illegally supplying the drug ketamine to Matthew Perry, star of the hit television show Friends, in the lead-up to the actor’s 2023 overdose and death in the United States.</p>\n<p>On Wednesday, Plasencia appeared before the federal court of Judge Sherilyn Peace Garnett in Los Angeles to enter his plea as part of a deal with prosecutors.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Plasencia had previously pleaded not guilty. But as his trial date approached in August, he and his defence lawyers reached an agreement that would see his legal jeopardy lowered.</p>\n<p>In exchange for having Plasencia plead guilty to four counts of illegally distributing ketamine, prosecutors dropped three additional counts of illegal distribution and two counts of falsifying records.</p>\n<p>When questioned by Judge Garnett, Plasencia indicated his lawyers had exhausted all their options for pleas and sentencing: “They’ve considered everything.”</p>\n<p>In a statement afterwards, one of his lawyers, Debra White, conveyed Plasencia’s regrets and indicated the doctor would no longer practice medicine professionally.</p>\n<p>“Dr Plasencia is profoundly remorseful for the treatment decisions he made while providing ketamine to Matthew Perry,” White said.</p>\n<p>“He is fully accepting responsibility by pleading guilty to drug distribution. Dr Plasencia intends to voluntarily surrender his medical license, acknowledging his failure to protect Mr Perry, a patient who was especially vulnerable due to addiction.”</p>\n<p>Perry — best known for his role as Chandler Bing on the show Friends — <a href=\"/news/2023/10/29/friends-actor-matthew-perry-dies-at-54\">died on October 28, 2023</a>, in a hot tub at his home in the Pacific Palisades neighbourhood of Los Angeles, California. He was 54 years old.</p>\n<p>An <a href=\"/news/2023/12/16/friends-star-matthew-perry-died-of-ketamine-overdose-autopsy-finds\">autopsy report</a> released in December of that year credited Perry’s death to the “acute effects” of ketamine, while acknowledging other factors. Perry’s coronary artery disease, for example, likely contributed to his death, as well as his long-term struggles with drug use.</p>\n<p>Perry had been legally using ketamine to treat his depression. But faced with limits to the amount he could be prescribed, Perry reportedly started to seek additional sources of the drug outside of legal channels.</p>\n<p>Plasencia did not supply Perry with the fatal dose of ketamine, according to prosecutors.</p>\n<p>But in court on Wednesday, he did acknowledge he provided Perry with ketamine in the month leading up to his death, including 20 vials that contained a total of 100 milligrammes of the drug.</p>\n<p>The doctor also admitted to administering one injection and watching Perry’s blood pressure spike. He also said he left some for Perry’s assistant to inject.</p>\n<p>In court filings from a separate case, fellow <a href=\"/news/2024/10/3/doctor-pleads-guilty-over-overdose-death-of-friends-star-matthew-perry\">doctor Mark Chavez</a> accused Plasencia of recruiting him to supply ketamine to sell to Perry.</p>\n<p>“I wonder how much this moron will pay,” Plasencia allegedly said in a text message to Chavez. Prosecutors said the ketamine sale netted $4,500.</p>\n<p>Plasencia is the fourth defendant to plead guilty to charges related to Perry’s death.</p>\n<p>A fifth defendant, Jasveen Sangha, has pleaded not guilty. Authorities have accused Sangha of giving Perry his fatal dose and say she was a drug dealer known as the “ketamine queen”. Her trial will begin in August.</p>\n</div></div></body></html>"
        }
    ]
}