{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Japan: Girl Meets War | Documentary | Al Jazeera",
            "time": "2025-08-05T13:45:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754299282.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Shurina is a 15-year-old high school student in Hita in southwestern Japan. Her world shifts when she’s cast as a kamikaze pilot in a play about World War II directed by her piano teacher and performed alongside her best friend, Yua.</p><p>Tasked with reciting the pilot’s farewell letter and portraying the brutal realities of war, Shurina is overwhelmed by the emotional weight of her role. To prepare, Shurina and Yua travel across Japan to visit World War II memorial sites, culminating in Okinawa, the site of their final performance. As the performance nears, can Shurina find the strength to honour the story she’s been entrusted to tell?</p><p>Japan: Girl Meets War is a documentary film by Cheng Herng Shinn.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s Africa deal: Peace plan or power grab? | News | Al Jazeera",
            "time": "2025-08-05T13:42:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Artboard-1-copy-1754401322.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As Rwanda and the Democratic Republic of the Congo hold their first official meeting under a US-backed peace deal, Trump is touting it as a diplomatic win. But critics say his motive isn’t peace – it’s power. In this week’s Fact Check, Jillian Wolf investigates how cobalt, coltan and a brewing rivalry with China are shaping America’s playbook in Africa.</p></div></div></body></html>"
        },
        {
            "title": "At least four dead, dozens missing as flash floods hit north India village | Climate Crisis News | Al Jazeera",
            "time": "2025-08-05T13:07:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250805__68RL3T3__v2__HighRes__IndiaWeatherFlood-1754396456.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Flash floods have swept through a Himalayan village in northern India, killing at least four people and leaving more than 50 missing, according to officials, who warned that the toll could rise further.</p><p>Videos broadcast on Indian media on Tuesday showed a terrifying surge of muddy water sweeping away buildings in Uttarakhand state’s Dharali village.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Several people could be seen running before being engulfed by the dark waves of debris that uprooted entire multistorey buildings. A wide swath of the village was swamped by deep debris. In places, the mud lapped at the rooftops of houses.</p><p>Four people were killed and many more have been rescued so far, Uttarkashi district administrator Prashant Arya told local media.</p><p>“A massive mudslide struck Dharali village in the Kheer Gad area near Harsil, triggering a sudden flow of debris and water through the settlement,” the Indian Army said in a post on X.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rescue teams were deployed “on a war footing” to the Himalayan state of Uttarakhand, said state Chief Minister Pushkar Singh Dhami in a statement on Tuesday, adding: “We are doing everything possible to save lives and provide relief.”</p><p>Teams from the army and disaster response forces reached the area, local authorities said, with workers trying to rescue people trapped under debris and sludge.</p><p>India’s National Disaster Management Authority said it requested three helicopters from the federal government to assist in the rescue and relief operations, as rescuers struggled to access the remote terrain.</p><p>“Luckily, most of the people were at a fair in a safe location,” said a disaster official who asked not to be named, since he was not authorised to speak to the media.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Images released by the army, taken from the site after the main torrent of water had gone, showed a river of slow-moving mud.</p><h2 id=\"red-warning-issued\">Red warning issued</h2><p>Prime Minister Narendra Modi expressed condolences to those “affected by this tragedy… No stone is being left unturned in providing assistance to the people,” he said in a statement posted on social media.</p><p>The India Meteorological Department issued a red alert warning for the area, and recorded “extremely heavy” rainfall of about 21cm (8in) in isolated parts of Uttarakhand. It also forecast more heavy rains in the region in the coming days.</p><p>Authorities have asked schools to remain closed in several districts, including Dehradun and Haridwar cities.</p><p>Sudden, intense downpours over small areas known as cloudbursts have become increasingly common in Uttarakhand, a region prone to flash floods and landslides during the monsoon season from June to September. Cloudbursts have the potential to wreak havoc by causing intense flooding and landslides, affecting thousands of people in the mountainous regions.</p><p>Experts say cloudbursts have increased in recent years partly due to climate change, while damage from the storms also has increased because of unplanned development in mountain regions.</p><p>More than 6,000 people died and 4,500 villages were affected when a similar cloudburst devastated Uttarakhand state in 2013.</p><p>A 2023 report by Nepal-based International Centre for Integrated Mountain Development found that glaciers are melting at unprecedented rates across the Hindu Kush and Himalayan Mountain ranges. The study found that at least 200 of the more than 2,000 glacial lakes in the region are at risk of overflowing, which can cause catastrophic damage downstream.</p><p>The UN’s World Meteorological Organization said last year that increasingly intense floods and droughts are a “distress signal” of what is to come, as climate change makes the planet’s water cycle ever more unpredictable.</p></div></div></body></html>"
        },
        {
            "title": "One year post Hasina: What’s next for Bangladesh? | Politics | Al Jazeera",
            "time": "2025-08-05T13:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754381172.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The Stream examines how Bangladesh handles political uncertainty a year after youth protests toppled Sheikh Hasina.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>We explore how Bangladesh is navigating political uncertainty one year after youth-led protests ended Sheikh Hasina’s long rule. In 2024, young Bangladeshis took to the streets, demanding change and forcing a political reckoning. A year later, the country sits in a delicate balance. We examine what the future looks like through the eyes of its young people.</p><p> </p><p><strong>Presenter:</strong> Stefanie Dekker</p><p> </p><p><strong>Guests:</strong><br>\nApurba Jahangir – Deputy press secretary in the interim government of Bangladesh<br>\nIfti Nihal – Content creator</p></div></div></body></html>"
        },
        {
            "title": "Video: Food aid dropped into Gaza contaminated with mould | Aviation | Al Jazeera",
            "time": "2025-08-05T12:59:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754398764.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Aug 2025</span><span aria-hidden=\"true\">5 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "In oil-rich Angola, poverty, hunger and deadly unrest over fuel price hikes | Poverty and Development News | Al Jazeera",
            "time": "2025-08-05T12:56:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250726__67X73RN__v1__HighRes__AngolaPoliticsEconomyDemo-1754374966.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Cape Town, South Africa –</strong> For Julio Candero, two moments stand out from the recent protests in Angola: the image of a woman being shot from behind by a policeman and the protest cry: “Temos fome – ‘We’re hungry.’”</p><p>Following days of demonstrations against the government’s reduction in fuel subsidies, which included looting and burning tyres in the streets, calm has returned to the capital, Luanda, and other parts of the country where <a href=\"/news/2025/7/30/at-least-22-killed-at-angola-fuel-price-hike-protests-authorities-say\">protests raged</a> last week.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>However, amid the ruins of destroyed businesses and the presence of heavily armed police and the army, Candero believes this is only the beginning.</p><p>This is the worst upheaval he has seen in Angola in decades, comparable with the aftermath of a 1977 coup and the violence that followed elections in 1992.</p><p>Tens of thousands of Angolans died in both cases as the country suffered the grip of a civil war that started in 1975 and ended in 2002. This past month’s death toll is a fraction of that, but the outrage that followed it is palpable.</p><p>“Luanda is slowly regaining its usual rhythm, but obviously, it is a different city. All over the city, you see signs of what happened these last days,” said Candero, who is the director of the Luanda-based rights group, Mosaiko.</p><p>Thousands of people took to the streets of Africa’s third-largest oil-producing country last Monday to protest against a government decision to cut fuel subsidies and increase the price of diesel by one-third from July 1.</p><p>This followed a first round of protests on July 12 that was largely peaceful.</p><p>According to the government, at least 22 people died last week in clashes between the police and protesters, and 197 others were injured. More than 1,200 people were arrested.</p><p>The unrest was triggered by a three-day strike by minibus taxi associations to protest against the decision that the government says is part of essential budgetary containment measures.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"the-people-live-in-misery\">‘The people live in misery’</h2><p>Angola has been under increasing pressure from the International Monetary Fund (IMF) to tighten its budget since 2023, when it last cut fuel subsidies.</p><p>President Joao Lourenco’s government says fiscal restraint is necessary, as subsidies account for about 4 percent of gross domestic product (GDP) and debt exceeds 60 percent of GDP.</p><p>Economic Coordination Minister Jose de Lima Massano said in April that last year’s fuel subsidies of about $3bn equalled the budget for 1,400 infrastructure and development projects. Of those projects, 500 had to be suspended due to fiscal constraints.</p><figure id=\"attachment_3873126\" aria-describedby=\"caption-attachment-3873126\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873126\" src=\"/wp-content/uploads/2025/08/2025-05-23T181036Z_264300555_RC2SNEAIQ6XJ_RTRMADP_3_BRAZIL-ANGOLA-1754375215.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Joao Lourenco\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873126\" class=\"wp-caption-text\">Angola’s President Joao Lourenco [File: Mateus Bonomi/Reuters]</figcaption></figure><p>Analysts say part of the problem is Angola’s heavy reliance on oil, which makes up about 60 percent of government revenue and 95 percent of exports. However, the country only produces about 30 percent of its domestic fuel consumption demand from its lone oil refinery, which dates to the colonial era.</p><p>What’s more, Angola based its 2025 budget on an oil price of $70 per barrel, but Brent oil futures fell below $60 in April after United States President Donald Trump <a href=\"/news/2025/4/4/have-trumps-tariffs-killed-us-africa-preferential-trade\">announced a sharp increase in tariffs</a>.</p><p>Carlos Rosado de Carvalho, a professor of economics at the Catholic University of Angola, said the volatility of the oil market leaves Angola in a precarious position.</p><p>“It’s a real problem, because the [fuel] subsidies cost annually about $3bn. This is more than the government spending on health and education together,” de Carvalho said, suggesting that the government’s hand was forced.</p><p>Nevertheless, he concedes that the timing of the new policy was far from ideal. It coincided with tariff increases in electricity and water bills of up to 50 percent and 30 percent, respectively.</p><p>De Carvalho estimates that in July 2025, the minimum wage also only covered 66 percent of the basket of goods and services it did in 2017 – the year Lourenco came to power.</p><p>At the same time, low wages and rising unemployment have left millions of Angolans facing poverty and hunger. “This is where we must look for the causes of the popular uprisings that have marked Angola, especially Luanda,” he said.</p><p>To make matters worse, government leaders failed to explain the motivation for the increases.</p><p>Commercial oil production in Angola started in the mid-1950s. In 2024, the government said, it generated $31.4bn from oil exports; that revenue is more than ten times the amount spent on fuel subsidies.</p><p>The government’s critics say most of the country’s 36 million people have yet to see the benefits of living in a country blessed with natural wealth.</p><p>“Ordinary Angolans are not benefitting from the country’s natural resources wealth because of high levels of corruption,” Candero said.</p><p>“And, as you see in all rich natural resources countries in Africa, particularly where this exploitation is happening, the people live in misery.”</p><figure id=\"attachment_3863397\" aria-describedby=\"caption-attachment-3863397\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863397\" src=\"/wp-content/uploads/2025/07/AFP__20250728__68348QF__v1__HighRes__AngolaUnrest-1753799124.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A group of shops are targeted as looting erupted in the Kalemba 2 district of Luanda on July 28, 2025 during a general strike in the taxi sector declared for three days to protest against the rising prices of fuel.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3863397\" class=\"wp-caption-text\">Shops are looted in the Kalemba 2 district of Luanda on July 28, during a general strike in the taxi sector declared for three days to protest against the rising prices of fuel [AFP]</figcaption></figure><p>He does not accept the justification that President Lourenco gave in an interview following the protests, that Angola’s comparatively low fuel prices justify the reduction in subsidies. The government has also pointed out that the discounted prices have attracted illicit cross-border traders from neighbouring countries.</p><p>Candero insists this is no justification for increasing fuel prices. He blames the status quo on decades of mismanagement by the ruling People’s Movement for the Liberation of Angola (MPLA) party and believes there are other means of bringing public spending under control.</p><p>“If the government really wants to cut spending, it should start by cutting spending on superfluous goods and services, extravagant perks for high public officeholders and stop running up debt to buy fleets of luxury cars, trips with numerous entourages, each person with extra perks,” Candero said.</p><h2 id=\"keep-goods-cheap\">‘Keep goods cheap’</h2><p>Attiya Waris, a development expert based at the University of Nairobi, has called on Angola’s government to reconsider the reduction of subsidies.</p><p>“Fuel subsidies are important in Angola as they keep goods cheap. The government needs to make sure that any change in fuel prices does not affect movement and the cost of the basket of goods [for] people in the country,” said Waris, who reported to the United Nations Human Rights Commission in February this year as an independent expert on the effects of foreign debt on human rights in Angola.</p><p>In her report, Waris, who is Kenyan, warns that the subsidy cuts could push up food price inflation and negatively affect vulnerable groups. She points out that the price of basic staples like eggs had already increased by 400 percent.</p><p>The report recommends that the government conduct a comprehensive assessment of the economic and social impacts of cutting fuel subsidies and urges it to seek alternative support mechanisms to mitigate the negative impact it may have on low-income households.</p><p>World Bank researchers have also backed up Waris’s findings. They point out that removing subsidies could deepen poverty and inequality and may have dire consequences for specific sectors, such as fishing and agriculture; not to mention that it could lead to a nutritional crisis.</p><p>“To mitigate these effects, subsidies should be gradually eliminated and paired with targeted support for specific producers, cash transfers for affected households, and public awareness campaigns about the benefits of subsidy reform,” an <a href=\"https://blogs.worldbank.org/en/africacan/preventing-adverse-effects-while-reforming-fuel-subsidies-afe-in-angola\">article</a> published in May on the World Bank blog site reads.</p><p>The authors point out, however, that fuel subsidies have drawbacks, too, including disproportionately benefitting wealthier households, straining public finances, limiting investments in physical and human capital and promoting the over-consumption of fossil fuels.</p><figure id=\"attachment_3873124\" aria-describedby=\"caption-attachment-3873124\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873124\" src=\"/wp-content/uploads/2025/08/AFP__20250726__67X73RH__v1__HighRes__AngolaPoliticsEconomyDemo-1754375123.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Angola\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873124\" class=\"wp-caption-text\">Angolan anti-riot police officers stand in formation as protesters gather in Luanda on July 26 during a protest over high living costs [Julio Pacheco Ntela/AFP]</figcaption></figure><h2 id=\"the-fight-will-continue\">‘The fight will continue’</h2><p>The government’s handling of the subsidy reforms has been widely criticised, especially after the crackdown on protesters.</p><p>Human Rights Watch <a href=\"https://www.hrw.org/news/2025/07/18/angola-police-use-excessive-force-against-peaceful-protesters\">accused</a> police of using excessive force after they fired tear gas and rubber bullets at protesters on July 12 during the first round of protests against the reduction of subsidies.</p><p>Ashwanee Budoo-Scholtz, deputy Africa director at Human Rights Watch, said the use of force was part of a broader trend of security force problems in Angola. She cited a protest in 2023 by 400 women traders in Luanda, which was met with tear gas and police beatings.</p><p>When Lourenco was elected for a second term in August 2022, Human Rights Watch made a series of recommendations to place human rights at the centre of his government’s policies, including investigating repeated allegations of rights violations by Angola’s state security forces, such as summary executions, excessive use of force against peaceful protesters, and arbitrary detentions.</p><p>“Angolans should be able to peacefully protest government policies without being met with excessive force and other violations of their basic rights,” Budoo-Scholtz said in a statement last month.</p><p>Despite the criticisms, President Lourenco on Friday praised the police for “acting within the scope of their duties”.</p><p>In a national address, he reminded Angolans that this year marks five decades of independence, nearly half of which were marked by civil war. “[We] cannot accept or tolerate any more pain and mourning among Angolans,” he said.</p><p>He ended his address with the words: “Long live Angola.”</p><p>Meanwhile, Candero and other civil society groups feel nowhere near as triumphant.</p><p>Overnight, transport costs have doubled to about 4,000 kwanza ($4.36) a day for workers who rely on public transport such as minibus taxes, exceeding the daily wages of 53 percent of Angolans, who earn less than $3.65 per day, and 31 percent who live on less than $2.15 per day, according to the World Bank.</p><p>Candero said it is almost inevitable that the rising costs of living will lead to more protests.</p><p>And with economically desperate people out in the streets, this can also lead to looting, observers note.</p><p>“Some people do not agree with destruction of businesses or other public goods. Others think that causing economic and financial consequences is a payback to the government that [harms many] by allowing corruption,” Candero said.</p><p>“For others, especially young people from poor suburbs, the fight will continue until the improvement of their social conditions, especially hunger reduction.</p><p>“These were only symptoms. Until we deal with the root causes, these demonstrations will never stop. This is no longer a taxi strike. It is the cry of a hungry people for a piece of bread and for some dignity.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What is the missile treaty Russia has walked out of - and why? | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-05T12:32:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/reuters_6870f108-1752232200.jpg?resize=1920%2C1248",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia on Monday announced it will stop abiding by a decades-old nuclear missile treaty with the United States, raising fears of the return of a Cold War-style arms race.</p><p>The Intermediate-Range Nuclear Forces (INF) treaty, signed in 1987, had put a moratorium on the deployment of short and medium-range missiles between the world’s leading military powers.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>US President Donald Trump withdrew from the treaty in 2019, during his first term. Russia remained part of the agreement until Monday. It had pledged not to deploy such weapons as long as Washington did not do so – though the US has repeatedly accused Moscow of violating the pact.</p><p>The Russian move comes days after Trump ordered the repositioning of two nuclear submarines in response to what he called “threatening comments” made by former Russian President Dmitry Medvedev, currently deputy chair of Russia’s Security Council.</p><p>In recent weeks, the Trump administration has ramped up pressure on Russian President Vladimir Putin to end the war in Ukraine. He has also targeted India with tariffs and threats for buying Russian oil.</p><p>Meanwhile, the US special envoy for the Middle East, Steve Witkoff, is scheduled to visit Moscow this week as part of efforts to end the Ukraine-Russia war.</p><p>So why has the Kremlin withdrawn from the treaty, and will it affect defence agreements between two of the major powers?</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-the-inf-disarmament-treaty\">What is the INF disarmament treaty?</h2><p>The treaty was inked by US President Ronald Reagan and Soviet leader Mikhail Gorbachev in 1987, ending the deadlock of the Cold War arms race. It banned possessing, producing or test-flying ground-launched ballistic and cruise missiles with a range of 500 to 5,500km (311 to 3,418 miles).</p><p>More than 2,600 missiles from both sides were destroyed as part of the treaty that covers both nuclear and conventional warheads. It does not cover air-launched or sea-launched weapons.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Washington demolished 846, and Moscow 1,846 as part of the disarmament efforts.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3873744\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-US-RUSSIA-HEAD-TO-HEAD-1754400650.png?quality=80\" alt=\"INTERACTIVE-US-RUSSIA-HEAD-TO-HEAD-1754400650\" data-interactive=\"true\" fetchpriority=\"low\"></p><p> </p><h2 id=\"what-justification-did-russia-give-for-withdrawing-from-the-decades-old-treaty\">What justification did Russia give for withdrawing from the decades-old treaty?</h2><p>Russia’s Ministry of Foreign Affairs on Monday cited the movement of US missile platforms in Europe, the Philippines and Australia as a direct threat to Moscow’s security.</p><p>“Since the situation is developing towards the actual deployment of US-made land-based medium- and short-range missiles in Europe and the Asia-Pacific region, the Russian Foreign Ministry notes that the conditions for maintaining a unilateral moratorium on the deployment of similar weapons have disappeared,” the ministry said in its statement.</p><p>The ministry said that Moscow would end the moratorium to maintain strategic balance and counter the new threat.</p><p>Medvedev, the former president, said the Russian decision is the result of NATO countries’ “anti-Russian policy”.</p><p>“This is a new reality all our opponents will have to reckon with. Expect further steps,” he posted on X on Monday.</p><p>Medvedev was also engaged in a heated social media exchange with Trump last week after the US president served an ultimatum to Russia to end the war in 10 days.</p><figure id=\"attachment_3318186\" aria-describedby=\"caption-attachment-3318186\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3318186\" src=\"/wp-content/uploads/2024/11/2024-11-11T130640Z_1409468157_RC2Z2BA9EEWI_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KRYVYI-RIH-1731372991.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Rescuers work at the site of an apartment building hit by a Russian missile strike, amid Russia's attack on Ukraine, in Kryvyi Rih, Dnipropetrovsk region, Ukraine November 11, 2024. REUTERS/Danylo Antoniuk\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3318186\" class=\"wp-caption-text\">The West believes Russia’s firing of a ballistic missile in Ukraine in November 2024 was a violation of the INF treaty [File: Danylo Antoniuk/Reuters]</figcaption></figure><p>In response, Trump on Friday ordered two nuclear submarines to be moved to “the appropriate regions”.</p><p>The Kremlin has, however, urged caution on “nuclear rhetoric”.</p><p>“It is obvious that American submarines are already on combat duty. This is an ongoing process, that’s the first thing,” Kremlin spokesperson Dmitry Peskov told reporters.</p><p>“But in general, of course, we would not want to get involved in such a controversy and would not want to comment on it in any way,” he added. “Of course, we believe that everyone should be very, very careful with nuclear rhetoric.”</p><p>Russian Foreign Minister Sergey Lavrov had in December warned against what he called “destabilising actions” by the US and its NATO allies.</p><p>Russia has also threatened to respond against a planned deployment of US missiles in Germany from 2026.</p><h2 id=\"when-did-the-us-withdraw-from-the-treaty-and-why\">When did the US withdraw from the treaty and why?</h2><p>The US withdrew from the INF treaty in 2019 during Trump’s first term, citing Russian non-compliance.</p><p>Trump had accused Moscow of breaching the treaty by developing and deploying the land-based, nuclear-capable Novator 9M729 missile system, dubbed SSC-X-8 by NATO. Moscow said the missile’s range (500km) was shorter than the threshold set in the 1987 treaty.</p><p>Trump had also cited the development of such missiles by China, which was not a party to the agreement.</p><p>Under former US President Barack Obama, Trump’s predecessor, Washington had moved to boost its military capabilities in the Asia Pacific to counter China’s military power.</p><p>But during his first seven months in power, Trump has largely been consumed by his tariff wars against allies and rivals alike. He has rolled back a steep tariff he had imposed on China in early April, even as a report by US intelligence agencies in March said that Beijing is now the US’s top military and cyber-threat.</p><p>And in recent days, he has turned his attention to Russia, trying to pressure it to agree to a ceasefire with Ukraine.</p><p>The West believes that Russia’s Oreshnik ballistic missile – which it fired in Ukraine last November – violates the INF treaty. The missile has a range of 500km (311 miles). Last week, Putin announced the deployment of the missile in Belarus, which shares a 1,084km (674 miles) border with Ukraine.</p><p>Russia also revamped its nuclear doctrine last year, formally lowering its threshold for use of nuclear weapons.</p><h2 id=\"which-other-disarmament-agreements-have-the-two-countries-withdrawn-from\">Which other disarmament agreements have the two countries withdrawn from?</h2><p>The US and the Soviet Union – the two most militarised nations at the time – were engaged in an arms race until the collapse of the communist nation in 1991.</p><p>The two sides, however, signed a number of agreements, such as the 1972 Anti-Ballistic Missile Treaty and the INF, as part of arms control measures.</p><p>President George W Bush withdrew from the Anti-Ballistic Missile Treaty in 2002, which was aimed at keeping Russia and the US from creating missile defences.</p><p>During his first term in office, Trump also withdrew from the 1992 Open Skies Treaty in 2020. Two years later, Russia followed suit, walking out of the treaty that allowed countries to fly over each other’s territory to conduct unarmed observation flights.</p><h2 id=\"which-security-agreements-are-still-in-place-between-the-us-and-russia\">Which security agreements are still in place between the US and Russia?</h2><p>The New START Treaty, which stands for “Strategic Arms Reduction Treaty”, remains the last major arms control agreement between Russia and the US.</p><p>The treaty signed in 2010 caps the number of strategic nuclear warheads the two countries can deploy. It came into force in February 2011.</p><p>Under the agreement, the two sides committed to the following:</p><ul>\n<li>Deploying no more than 1,550 strategic nuclear warheads and a maximum of 700 long-range missiles and bombers.</li>\n<li>A limit of 800 intercontinental ballistic missiles in deployment.</li>\n<li>Each side can conduct up to 18 inspections of strategic nuclear weapons sites yearly to ensure the other has not breached the treaty’s limits.</li>\n</ul><p>But in 2023, Putin announced Moscow was <a href=\"/news/2023/2/22/what-is-the-new-start-nuclear-deal-and-why-did-russia-suspend-it\">suspending its participation in the pact</a>, accusing Washington of non-compliance with its provisions and of trying to undermine Russia’s national security. That treaty expires next year.</p><p>The Russian decision came months after the US <a href=\"/news/2023/3/29/us-stops-sharing-nuclear-arms-data-with-russia-under-start-treaty\">stopped exchanging data</a> on its nuclear weapons stockpiles under the New START Treaty.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Imran Khan’s supporters rally in Pakistan on two years of imprisonment | Imran Khan News | Al Jazeera",
            "time": "2025-08-05T12:19:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T093008Z_161228580_RC2O0GAKF28M_RTRMADP_3_PAKISTAN-POLITICS-KHAN-1754390897.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of supporters of former Pakistani Prime Minister Imran Khan are rallying across the country to demand his release on the second anniversary of his imprisonment.</p><p>Security officials on Tuesday said dozens of activists belonging to Khan’s Pakistan Tehreek-e-Insaf (PTI) party have been arrested, with most detentions made on Monday night and early on Tuesday in the eastern city of Lahore, where the PTI has called a huge demonstration later in the day.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>At least 200 activists had been arrested from Lahore, said PTI spokesperson Zulfikar Bukhari, adding that the protests would still take place. Lahore is the capital of Punjab, the country’s most politically important region and home to half of its population.</p><p>Khan, a popular cricket star, was elected prime minister in 2018. But once in office, he fell out with Pakistan’s powerful military and was toppled in 2022 through a vote in parliament. His arrest in May 2023 on several charges spurred widespread protests against the military, leading to a <a href=\"/news/2024/12/26/pakistan-military-court-sentences-60-more-civilians-over-pro-khan-protests\">crackdown</a> on the party.</p><p>In a message attributed to Khan on his party’s X account on Monday, he urged supporters to “come out and hold peaceful protests until a true democracy is restored in the country”.</p><p>Khan’s party posted a video on its X account on Tuesday, showing a former PTI candidate, Rehana Dar, being carried into a police van by personnel with riot gear.</p><p>“An elder like Rehana Dar is being dragged by the shameless Punjab Police, a disgraceful sight,” the PTI said.</p><p></p><p>Social media videos also showed at least two other people being detained in Lahore.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The PTI’s Multan chapter alleged that its Lahore rally was “attacked by police”, Pakistani newspaper Dawn reported on Tuesday.</p><p>“Rallies are being held today on the orders of the PTI founder,” PTI chairman Gohar Ali Khan said in a statement, adding they would continue until Khan’s release.</p><p>The rallies were held despite the government’s order barring “illegal” gatherings and large assemblies, Pakistan’s Geo TV reported.</p><p></p><p><em>Translation: A convoy of hundreds of vehicles from Peshawar has set off towards Swabi.</em></p><p>In a statement on Monday, police said security was beefed up in major cities nationwide.</p><p>At a news conference on Monday, Khan’s party was accused of always creating “chaos” by Uzma Bukhari, a spokesperson of the provincial government.</p><p>“No political party can be barred from politics in Pakistan, but a terrorist organisation disguised as a political party is not allowed to disrupt Pakistan’s peace,” Bukhari said.</p><p>PTI leader and former National Assembly speaker Asad Qaiser said the party has pledged to demonstrate peacefully and was not seeking confrontation, Geo TV reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Khan says the charges against him – ranging from terrorism to disclosure of official secrets – are politically motivated. He was convicted in January in a <a href=\"/news/2025/1/17/pakistans-ex-pm-imran-khan-wife-sentenced-to-jail-in-corruption-case\">corruption case</a>, while being acquitted of other charges or receiving suspended sentences.</p><p>Before the protest call, hundreds of Khan’s party members, including several parliamentarians, were convicted late last month on charges related to the 2023 protests against his arrest.</p><p>Khan’s party emerged as the single biggest in the 2024 election, and it says rigging robbed it of more seats. Other parties merged to form a government under Prime Minister Shehbaz Sharif, who has denied coming to power through electoral fraud.</p></div></div></body></html>"
        },
        {
            "title": "Dozens trapped after cloudburst causes flash floods in India | Weather | Al Jazeera",
            "time": "2025-08-05T12:14:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754396044.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Aug 2025</span><span aria-hidden=\"true\">5 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India accuses US, EU of Russia trade double standards: Who is right? | Trade War News | Al Jazeera",
            "time": "2025-08-05T12:05:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213447725145-1754385465.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India on Monday hit back at the United States and European Union over sanctions, tariffs and threats that it has faced from them in recent days over its purchase of Russian oil amid the war on Ukraine.</p><p>New Delhi accused the US and EU of themselves importing substantial volumes of goods – including energy in the case of Europe – from Russia, while punishing India.</p><p>India’s strongest pushback yet, against mounting pressure from Washington and Brussels on trade and its ties with Russia, came hours after US President Donald Trump threatened to significantly increase tariffs he had previously announced against Indian goods.</p><p>Trump had last week imposed a <a href=\"/news/2025/7/30/trump-hits-india-with-25-tariff-extra-penalty-for-russian-oil-purchases\">25 percent tariff</a> on imports from India, which is expected to kick in from August 7. In a Monday social media post, however, he said he “will be <a href=\"/news/2025/8/4/trump-says-he-will-substantially-raise-tariffs-on-india-over-russian-oil\">substantially raising</a> the Tariff paid by India to the USA” because of India’s imports of Russian crude.</p><p>In late July, the EU also slapped sanctions on Nayara, one of India’s two big private oil refiners, which is Russian-majority owned. The bloc also banned the import of refined oil made from Russian crude, again hurting Indian refiners.</p><p>Until Monday night, India’s response had been muted. That has now changed. Two hours after Trump’s latest announcement, New Delhi issued a statement accusing the US and EU of double standards and of, in fact, quietly encouraging India to buy Russian crude earlier.</p><p>As India’s relations with the West – otherwise warm and growing until recently – now fray over its purchase of Russian energy, how true are New Delhi’s claims that the West is as guilty of enabling the Kremlin’s war machine as those it blames?</p><h2 id=\"what-did-india-say-on-monday\">What did India say on Monday?</h2><p>After hesitating for days to publicly take on Washington and Brussels directly, Indian Prime Minister Narendra Modi’s government issued a terse statement on August 4, calling the targeting of India “unjustified and unreasonable”.</p><p>“Like any major economy, India will take all necessary measures to safeguard its national interests and economic security,” Ministry of External Affairs spokesperson Randhir Jaiswal said, in words that suggest New Delhi is in no mood to back down.</p><p>But Jaiswal also directly pushed back against suggestions from the US and EU that India – in buying large volumes of Russian crude – had acted in a way that broke with the West’s own behaviour.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“In fact, India began importing from Russia because traditional supplies were diverted to Europe after the outbreak of the conflict,” Jaiswal said, referring to Russia’s full-fledged invasion of Ukraine in February 2022.</p><p>“The United States at that time actively encouraged such imports by India for strengthening global energy markets’ stability,” he added.</p><p>He said India’s decision to import Russian oil was “meant to ensure predictable and affordable energy costs to the Indian consumer”.</p><p>“However, it is revealing that the very nations criticising India are themselves indulging in trade with Russia,” he added.</p><p>The EU, he said, had traded more with Russia in goods in 2024 than India had. “European imports of LNG in 2024, in fact, reached a record 16.5 million tonnes, surpassing the last record of 15.21 million tonnes in 2022,” Jaiswal said.</p><p>The US, meanwhile, “continues to import from Russia uranium hexafluoride for its nuclear industry, palladium for its EV industry, fertilisers as well as chemicals,” the spokesperson said.</p><p>India’s response is not surprising, said Biswajit Dhar, a trade economist who has been involved with multiple Indian trade negotiations.</p><p>“The aggressiveness that the Trump administration has shown – there had to be some reaction from India,” he told Al Jazeera. “For a sovereign country to hear this kind of a threat from another country is unacceptable.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873391\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Who-are-Russias-biggest-trade-partners-August-5-2025-1754385613.png?quality=80\" alt=\"INTERACTIVE-Who are Russia’s biggest trade partners - August 5, 2025-1754385613\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"how-significant-are-the-us-eu-sanctions-and-tariffs-against-india\">How significant are the US, EU sanctions and tariffs against India?</h2><p>India’s pushback reflects just how much is at stake for its economy.</p><p>The US is India’s largest export destination: Americans bought $87bn worth of Indian goods in 2024. By contrast, India imported $41bn worth of US goods last year, leading to a large $46bn trade deficit for the US.</p><p>Trump’s earlier threat of 25 percent tariffs on Indian goods was already threatening to dramatically disrupt that trade. His announcement of even higher tariffs could bleed India’s export revenue further.</p><p>The decision by Brussels to bar the import of refined petroleum sourced from Russian crude could also batter the profits of Indian refineries. According to market intelligence firm S&amp;P Global, Indian exports of petroleum products to Europe have jumped from $5.9bn in 2019 to $20.5bn, largely because of India’s ability to buy subsidised Russian oil, refine it, and then sell it to the West.</p><p>But stopping the purchase of Russian oil would come with its costs: After the US and Europe imposed tough sanctions on Moscow over its war on Ukraine, Russia offered discounted crude to India. The EU also introduced price caps on Russian oil shipped by European tankers. As a result, India saved billions of dollars, with Russia becoming its biggest source of imported crude.</p><p>For India, say experts, it isn’t just the economic calculations that make the recent threats and sanctions problematic. The West is “just changing goalposts”, Anil Trigunayat, a retired Indian diplomat, told Al Jazeera. “So, India is just showing them the mirror with facts and figures now.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873394\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Who-buys-Russian-crude-oil-August-5-2025-1754385618.png?quality=80\" alt=\"INTERACTIVE-Who buys Russian crude oil - August 5, 2025-1754385618\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"did-the-us-and-eu-encourage-india-to-buy-russian-oil-until-now\">Did the US and EU encourage India to buy Russian oil until now?</h2><p>Trump, in his latest post targeting India, claimed that “they don’t care how many people in Ukraine are being killed by the Russian War Machine.”</p><p>India is arguing that the same accusations levelled against it hold true against the US and EU – and that they actually acquiesced to New Delhi buying Russian oil when the West no longer wanted to.</p><p>“They [India] bought Russian oil because we wanted someone to buy Russian oil at a price cap – that was not a violation or anything, that was actually the design of the policy, because as a commodity, we did not want the price of oil to go up,” Eric Garcetti, the US ambassador to India under former President Joe Biden, said at the Washington-based Council on Foreign Relations in May 2024. “They fulfilled that.”</p><p></p><p>The logic was simple: If no one had bought Russian oil, that would have shrunk the total available oil supply with the same global demand, driving up costs. As Garcetti pointed out, Indian purchases of Russian crude helped avoid that – while allowing the West to reduce its dependence on Russian energy.</p><p>Until July, the EU, too, had not imposed any restrictions on the import of petroleum products sourced from Russian crude.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873389\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-EU-imports-of-Russian-LNG-are-on-the-rise-August-5-2025-1754385608.png?quality=80\" alt=\"INTERACTIVE-EU imports of Russian LNG are on the rise - August 5, 2025-1754385608\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"is-the-west-trading-more-with-russia-than-india-is\">Is the West trading more with Russia than India is?</h2><p>That’s the other major claim from India.</p><p>And the facts suggest that New Delhi is right. According to the EU, its total trade with Russia was worth 67.5 billion euros ($77.9 bn) in 2024. India’s total trade with Russia in 2024-25 was <a href=\"https://indianembassy-moscow.gov.in/overview.php#:~:text=Bilateral%20trade%20between%20India%20and,amounting%20to%20USD%2063.84%20billion.\">worth $68.7bn</a>.</p><p>To be sure, Europe’s trade with Russia has fallen sharply, from 257.5 billion euros ($297.4bn) in 2021, before the invasion of Ukraine, while India’s trade with Russia has surged from about $10bn before the COVID-19 pandemic.</p><p>But data shows that the bloc continues to buy Russian gas. Since the start of the invasion of Ukraine in February 2022, the grouping has paid Moscow $105.6bn for gas imports – an amount equivalent to 75 percent of Russia’s 2024 military budget – according to the Finnish think tank the Centre for Research on Energy and Clean Air, which has been tracking Russian energy trade through the war.</p><p>In 2024, <a href=\"https://energyandcleanair.org/presentation-russian-lng-exports-to-the-eu-implications-for-the-us-lng-market/\">EU imports of Russian LNG</a> rose 9 percent compared with the year before.</p><p>Mineral fuels make up almost two-thirds of EU imports from Russia, followed by food, raw materials, machinery and transport equipment, according to the bloc.</p><p>And the US does indeed still import a range of chemicals from Russia, as Jaiswal claimed. Total Russia-US trade in 2024 stood at <a href=\"https://ustr.gov/countries-regions/europe-middle-east/russia-and-eurasia/russia\">$5.2bn</a>, according to the US Trade Representative’s office – though the numbers are down significantly from 2021, when their trade in goods stood at <a href=\"https://www.census.gov/foreign-trade/balance/c4621.html#2023\">$36bn</a>.</p><p>Given this backdrop, India’s Foreign Ministry was “absolutely right to call out the US and EU”, Jayati Ghosh, an economics professor at the University of Massachusetts Amherst, told Al Jazeera. “They are still importing from Russia. They’re allowed to do it; we are not. That’s ridiculous.”</p><p>Russia, too, criticised the Western measures against India.</p><p>“Sovereign countries have the right to choose their own trade partners,” Kremlin spokesperson Dmitry Peskov told the AFP news agency, accusing the West of trying to “sever” trade ties between other countries and Russia, and describing those moves as illegitimate.</p><h2 id=\"is-this-all-a-trade-negotiating-tactic\">Is this all a trade negotiating tactic?</h2><p>Some Indian experts believe that the threats and tariffs from Trump are bargaining measures aimed at securing a <a href=\"/economy/2025/7/31/who-has-a-deal-who-doesnt-the-state-of-play-on-eve-of-trumps-tariffs\">trade deal with India</a> that is favourable to the US.</p><p>The two countries have been locked in negotiations over a trade agreement to minimise Trump’s tariffs, but have yet to agree on a pact, even though India has cut tariffs on several US imports.</p><p>A key sticking point is agriculture, where India has long imposed high tariffs to protect its farm sector, which represents about half of the country’s population.</p><p>“The way the Trump administration has been demanding that India open its market to US agribusiness – that’s a no-go for India,” Dhar said. “Our small farmers will face a serious adverse situation; so it’s economically and politically completely unacceptable to India.”</p><p>Ghosh echoed those sentiments.</p><p>“There’s no question of giving in on agriculture,” she said. “In India, you cannot give in and allow US heavily subsidised multinational conglomerates to invade our markets, when a majority of our population still depends on agriculture for a livelihood.”</p><p>But in recent weeks, Trump has also tried to ramp up pressure on Russia to agree to a ceasefire deal with Ukraine, and choking Moscow’s oil exports would make it harder for Russian President Vladimir Putin to sustain his economy.</p><p>On Monday, Trump’s Deputy Chief of Staff Stephen Miller <a href=\"/news/2025/8/4/top-trump-aide-accuses-india-of-financing-russias-ukraine-war-through-oil\">accused India of “financing this (Russia’s) war</a>“.</p></div></div></body></html>"
        },
        {
            "title": "Israeli settler seen shooting OWB activist freed from house arrest | Occupied West Bank | Al Jazeera",
            "time": "2025-08-05T11:57:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754394960.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Aug 2025</span><span aria-hidden=\"true\">5 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Former Arsenal midfielder Partey granted bail on rape charge | Football News | Al Jazeera",
            "time": "2025-08-05T11:55:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T094002Z_1744475039_RC2X0GAF59QN_RTRMADP_3_SOCCER-ENGLAND-PARTEY-1754392940.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Former Arsenal midfielder Partey granted bail on rape charge</h1><p class=\"article__subhead\"><em>The Ghana international, who left Arsenal this summer, has been charged with sexual assaults on three women.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former Arsenal footballer Thomas Partey has been granted conditional bail after appearing in a London court on rape and sexual assault charges.</p><p>The 32-year-old Ghana international has been charged with five counts of rape against two women and one count of sexual assault against a third woman.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The alleged offences took place between 2021 and 2022, when he was an Arsenal player.</p><p>Partey was charged on July 4, four days after leaving the Gunners when his contract expired at the end of June.</p><p>The midfielder stood with his arms behind his back in the dock at Westminster Magistrates’ Court on Tuesday, wearing a black zip-neck jumper.</p><p>The footballer showed no reaction as the charges were read out and was not asked to enter any pleas.</p><p>Partey’s lawyer, Jenny Wiltshire, previously said Partey “denies all the charges against him”, adding he welcomed “the opportunity to finally clear his name”.</p><p>Under his bail conditions, he cannot contact any of the three women and must notify police of any permanent changes of address or international travel.</p><p>Reports in recent days have linked Partey with a move to La Liga club Villarreal.</p><p>As bail conditions were discussed in court, Chief Magistrate Paul Goldspring said: “I understand he’s no longer employed in this country and playing in Spain now.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Partey is due to appear at London’s Old Bailey court on September 2.</p><p>A spokesperson for Arsenal Supporters Against Sexual Violence said the group was “profoundly disappointed” in the London club over their handling of the matter.</p><p>Speaking outside court, Honor Barber told the PA news agency: “We never wanted to be in a situation where the club that we love and the club that has values that we believe in was playing, week-in, week-out, a player who is now facing court appearances on six counts of sexual violence.</p><p>“We protested outside almost every home game last season because we wanted to disrupt the wall of silence that the club has put up around this issue.”</p><p>Barber said the group wanted the club to publish their sexual violence policies, “suspend anyone under investigation for sexual offences” and “properly support the survivors”.</p><p>British police said they first received reports of an allegation of rape in February 2022.</p><p>Partey joined Arsenal for 45 million pounds ($60m) from Atletico Madrid in October 2020.</p><p>He appeared 52 times for the Gunners last season, scoring four goals. Overall, he played 167 games for the club, scoring nine times.</p><p>Partey has also made 51 appearances for Ghana.</p><p>An Arsenal spokesman previously said: “The player’s contract ended on June 30. Due to ongoing legal proceedings, the club is unable to comment on the case.”</p></div></div></body></html>"
        },
        {
            "title": "Russia’s Medvedev: From failed Kremlin reformer to Trump’s boogeyman | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-05T11:49:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-31T094631Z_1780797335_RC2KXFA2OSVV_RTRMADP_3_USA-TRUMP-RUSSIA-MEDVEDEV-1754392645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Dmitry Medvedev, Russia’s former president and prime minister, is back in the limelight.</p><p>Last week, United States President Donald Trump <a href=\"/news/2025/8/2/why-is-trump-moving-nuclear-submarines-after-spat-with-medvedev\">warned</a> him to “watch his words” and ordered a repositioning of two US nuclear submarines in response to Medvedev’s online threats.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The repositioning closer to Russia followed “highly provocative statements” from Medvedev, who serves as deputy head of Russia’s Security Council, Trump wrote on his Truth Social network on August 1.</p><p>“I have ordered two Nuclear Submarines to be positioned in the appropriate regions, just in case these foolish and inflammatory statements are more than just that,” Trump wrote, without specifying the regions or the submarines’ class.</p><p>Medvedev, who, despite his title, has no power to order nuclear strikes, retorted with a gloating remark.</p><p>“If some words of Russia’s former president cause such a nervous response from the oh-so-scary US president, it means that Russia is right about everything and will keep going its own way,” Medvedev wrote on Telegram.</p><p>“Let [Trump] remember his favourite movies about the Walking Dead [zombie apocalypse series] and about how dangerous can be the ‘dead hand’ that doesn’t exist naturally,” Medvedev wrote.</p><p>The online feud began in mid-July, when Trump gave Russian President Vladimir Putin, Medvedev’s boss and mentor for three decades, 50 days to make a peace deal with Ukraine.</p><p>Medvedev called the ultimatum “theatrical” and said that “Russia didn’t care”.</p><h2 id=\"uclear-weapons-are-not-moscow-s-monopoly\">‘Nuclear weapons are not Moscow’s monopoly’</h2><p>According to a former Russian diplomat, while Trump’s warnings send a signal to the Kremlin, the “noise” around the submarines has no military significance.</p><p>“What matters far more is that Trump’s words served as a reminder – nuclear weapons are not Moscow’s monopoly,” Boris Bondarev, who focused on nuclear non-proliferation and arms control, told Al Jazeera.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Medvedev’s comments reflect Putin’s views – and Trump’s response could return both down to the earth of realpolitik, he added.</p><p>“Had such an approach been part of a general strategy to make Putin’s view on the world and his own place in it more adequate, it would have been the beginning of a real end of the war” in Ukraine, said Bondarev, who quit his foreign ministry job to protest against Russia’s 2022 full-scale invasion of Ukraine.</p><p>“But it seems to me that Donald just uttered [his threat] and doesn’t mean anything serious,” he said.</p><h2 id=\"a-pawn-in-the-us-china-game\">A pawn in the US-China game</h2><p>To a Ukrainian military analyst, the Trump-Medvedev feud is part of Moscow’s and Washington’s bigger political games.</p><p>“Putin uses Medvedev as a tool to express statements related to nuclear weapons, he doesn’t want to discredit his own good peacekeeper’s name,” Lieutenant-General Ihor Romanenko, former deputy head of the General Staff of the Ukrainian Armed Forces, said ironically.</p><p>In Moscow’s “media spectacle” with Washington, Medvedev plays the “bad cop”, Romanenko told Al Jazeera.</p><p>Meanwhile, Trump’s order to reposition the subs is a step to score a diplomatic victory ahead of his summit with China’s Xi Jinping.</p><p>The summit may take place on September 3, when Beijing will lavishly celebrate the 80th anniversary of Japan’s surrender that ended World War II.</p><p>Putin has already been invited to oversee a military parade in Beijing’s Tiananmen Square, but Trump is still mulling his response.</p><p>The online feud may be presented to Xi as a victory of sorts, Romanenko said – along with Moscow’s possible agreement to an air and sea ceasefire.</p><p>The agreement will be forced by the heavy damage Ukrainian drones inflicted on Russia’s military depots, transport infrastructure and oil refineries, Romanenko said.</p><h2 id=\"playing-the-fool\">‘Playing the fool’</h2><p>Trump may not realise that some Russians see Medvedev as a political has-been whose online rants are <a href=\"https://meduza.io/en/feature/2023/06/17/this-job-simply-cannot-be-done-sober\" target=\"_blank\" rel=\"noopener\">reportedly</a> fuelled by his worsening alcoholism.</p><p>He was elected Russia’s president in 2008, after Putin had completed two consecutive presidential terms and could not run for a third time.</p><p>The move and the ensuing propaganda campaign to promote Medvedev’s candidacy were nicknamed a “castling” after the chess term.</p><p>It immediately spawned political jokes that ridiculed the real power dynamic between Medvedev and Putin.</p><p>In one of them, Putin arrives at a restaurant with Medvedev and orders a steak. The waiter asks, “And what about the vegetable?” referring to the choice of a side dish. After a long look at Medvedev, Putin answers, “The vegetable will have steak, too.”</p><p>However, Medvedev cultivated a personal and political image that contrasted with Putin’s.</p><p>He started using social networks, met with the rock bands U2 and Deep Purple, and began cautious reforms that made analysts talk about a political thaw and a reset of Russia’s ties with the West.</p><p>However, Medvedev’s failed perestroika ended with giant rallies against Putin’s 2012 return to the presidency and massive vote rigging.</p><p>The resulting tightening of political screws ended with Putin’s turn to belligerent nationalism and the war in Ukraine.</p><p>Five years later, another wave of popular protests throughout Russia followed the release of a documentary about Medvedev’s luxurious, Monaco-sized palatial complex.</p><p>The documentary was made by the late opposition leader <a href=\"/news/2024/2/16/hold-alexei-navalny-timeline-from-poisoning-to-prison\">Alexey Navalny</a>‘s team and got tens of millions of views on YouTube.</p><p>At the time, as Medvedev served as prime minister, his approval ratings kept waning.</p><p>In 2022, Putin unceremoniously sacked him – and gave him the Security Council job, a sinecure for demoted allies.</p><p>The fall from Putin’s grace prompted Medvedev’s transformation into an online troll who <a href=\"/news/2025/8/5/russias-medvedev-issues-warning-as-moscow-says-not-bound-by-missile-treaty\">posts</a> threats to Ukraine and other ex-Soviet nations and sabre-rattles Moscow’s nuclear might. Many posts appeared online long after midnight.</p><h2 id=\"degraded\">‘Degraded’</h2><p>There are three viewpoints on why Medvedev changed his tune to become the Kremlin’s attack dog, according to Nikolay Mitrokhin, a researcher with Germany’s Bremen University.</p><p>One is that after not being allowed to run for president for the second time in 2012, Medvedev started drinking and “degraded to the current state”, Mitrokhin told Al Jazeera.</p><p>The second one is that by “playing fool”, he repeats what Soviet leader Nikita Khrushchev had done to survive under his ruthless predecessor Joseph Stalin to survive and compete for the Kremlin throne after his boss’s death, Mitrokhin said.</p><p>And the third explanation Mitrokhin agrees with is that Medvedev “as a character, has always been very vile and warlike”.</p><p>But his aggression was only limited to what Putin allowed him to do – such as nominally order Russia’s 2008 war with ex-Soviet Georgia or be in charge of supplying weaponry to pro-Moscow rebels in southeastern Ukraine in 2014.</p><p>Mitrokhin described him as “a very aggressive small man with plenty of psychological complexes – a Napoleon’s syndrome – who has a chance to reveal his ‘inner self’. And he does – with his master’s approval”.</p></div></div></body></html>"
        },
        {
            "title": "Is California’s congressional map a Democratic gerrymander as Vance claims? | Politics News | Al Jazeera",
            "time": "2025-08-05T11:19:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/03/AP23255479301923-1709673244.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Texas Republicans, at President Donald Trump’s urging, are preparing to <a href=\"/news/2025/8/4/us-democrats-block-vote-on-trump-backed-texas-redistricting-map\">redraw</a> the state’s congressional map in a way that could flip up to five seats to the GOP in 2026. Trump hopes to boost Republicans’ chances of maintaining a narrow House majority amid the headwinds of the midterm election.</p><p>The manoeuvre in Texas would be legal and not unprecedented for the state, which also undertook a Republican-driven redistricting in 2003. But Democrats have called the move a partisan power grab and an affront to the traditional practice of drawing new congressional districts every 10 years, after a new Census.</p><p>But the debate over Texas’s electoral map has also prompted broader questions over the fairness of the way in which voting districts are outlined. And the one state bigger than Texas – California – has caught the attention of Vice President JD Vance.</p><p>“The gerrymander in California is outrageous,” Vance posted July 30 on X. “Of their 52 congressional districts, 9 of them are Republican. That means 17 percent of their delegation is Republican when Republicans regularly win 40 percent of the vote in that state. How can this possibly be allowed?”</p><p>So, does California have an unfair map, as Vance said?</p><p>By the numbers, California is not a dramatic outlier when it comes to the difference between its congressional and presidential vote. However, because this difference is multiplied by a large number of districts – since California is the United States’ most populous state – it produces a bounty of House seats beyond what the state’s presidential vote alone would predict.</p><p>Vance’s description of California’s map as a “gerrymander” is also doubtful – it was drawn by a bipartisan commission, not Democratic legislators. Gerrymandering is done by politicians and political parties.</p><p>Vance’s office did not respond to an inquiry for this article.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2><strong>What the numbers show</strong></h2><p>Our first step was to measure the difference between each state’s House-seat breakdown by party and its <a href=\"/news/2024/11/10/us-election-results-map-2024-how-does-it-compare-to-2020\">presidential-vote breakdown</a> by party, which is what Vance cited. (Our analysis builds off of a 2023 Sabato’s Crystal Ball story written by this author. Sabato’s Crystal Ball is a publication of the University of Virginia Center for Politics.) We removed from consideration any state with one, two or three House members in its delegation, because these small states have wide differentials that skew the comparison.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>For red states won by Trump, we took the percentage of Republican seats in the House delegation and subtracted the percentage of the vote Trump won in that state. Conversely, for <a href=\"/news/2024/11/7/us-election-results-how-did-donald-trump-break-the-blue-wall\">blue states</a> won by <a href=\"/news/2024/11/6/us-election-results-key-takeaways-as-trump-wins\">Kamala Harris</a>, we took the percentage of Democratic seats in the House delegation and subtracted the percentage of the vote Harris won in the state.</p><p>Our analysis found that California did elect more Democrats to the House than its presidential vote share would have predicted, but the state was not an outlier. With 83% of its House seats held by Democrats and 58% of its 2024 presidential votes going to Democrats, California ranked 13th nationally among 35 states that have at least four seats in their delegation.</p><p></p><p><strong>California has the nation’s 13th widest difference between House and presidential results</strong></p><p>The top 13 differentials were split roughly evenly between blue and red states.</p><p>In six states that have at least four House seats – red Iowa, Utah, Arkansas and Oklahoma, and blue Connecticut and Massachusetts – a single party controls every House seat, even though the <a href=\"/news/2024/11/24/how-big-was-donald-trumps-2024-election-victory\">winning presidential candidate</a> won between 56% and 66% of the vote in those states.</p><p>Another six states had a differential equal to or wider than California’s: Red South Carolina and Tennessee, and blue Oregon, Illinois and Maryland, plus purple Wisconsin.</p><p>California does stand out by another measure, because of its size.</p><p>If you multiply the House-to-presidential differential by the number of House seats in the delegation, you get a figure for “excess House seats”, the term used in the 2023 Sabato’s Crystal Ball article – essentially, a majority party’s bonus in House seats beyond what presidential performance would predict.</p><p>Because <a href=\"/news/2024/10/12/trump-to-rally-in-solid-blue-california-in-unorthodox-campaign-move\">California</a> has a large population represented by many House districts, even its modest differential produces a lot of extra Democratic House seats – 12, to be exact. That’s the largest of any state; the closest competitors are blue Illinois and New York, and red Florida, each of which has more than four excess seats for the majority party.</p><p>Texas’s current congressional map has 3.7 excess seats for the Republicans. That would increase to an 8.7-seat GOP bonus if the GOP can flip the five seats they’re hoping for in 2026.</p><h2><strong>Is California a “gerrymander”?</strong></h2><p>Vance described California’s map as a gerrymander, but political experts doubted that this term applies. A gerrymander typically refers to a map drawn by partisan lawmakers, and California’s is drawn by a commission approved by voters specifically to remove the partisanship from congressional map drawing.</p><p>“California’s congressional map is no gerrymander,” said Nathaniel Rakich, a contributing analyst to Inside Elections, a political analytics publication. “It was drawn by an independent commission consisting of five Republicans, five Democrats, and four independents that is generally upheld as one of the fairest map-drawing entities in any state.”</p><p>Kyle Kondik, the managing editor of Sabato’s Crystal Ball, said commissions tend to produce a more competitive House battleground than a fully partisan system. Of the 19 House seats his outlet currently rates as toss-ups going into 2026, only two come from states where one party had a free hand to gerrymander the current district lines.</p><p>“I think it’s fair to say that commission and court-drawn maps can inject some competitiveness into the process,” Kondik said.</p><p>Because the seats were drawn by a commission, California has a lot of competitive seats. This helps California Republicans despite the state’s Democratic tilt.</p><p>According to the 2024 pre-election ratings by Sabato’s Crystal Ball, California had three Democratic-held seats in the “lean Democratic” category, and two more that were rated “likely Democratic”.</p><p>So, going into the election, five of California’s 40 Democratic-held seats are at least somewhat vulnerable to a Republican takeover. Texas Democrats aren’t so lucky, under its existing map: They are able to realistically target only one “likely Republican” seat out of 25 held by the GOP.</p><h2><strong>Sometimes, geography is the enemy of a “fair” map</strong></h2><p>Despite map makers’ efforts, it is sometimes impossible to produce a map that jibes perfectly with a state’s overall partisan balance. The cold facts of geography can prevent this.</p><p>One oft-cited example is Massachusetts, which hasn’t elected a Republican to the US House since 1994. There are few Republican hotbeds in Massachusetts, and experts say they can’t be easily connected into coherent congressional districts.</p><p>“Especially in deep-red or deep-blue states, parties tend to get a higher share of seats than they do of votes,” Rakich said. “Imagine a state where Republicans get two-thirds of the vote in every district; obviously, they would get 100 percent of their seats.”</p><p>Rakich said Democrats are geographically distributed more favourably in California. But in other states, Republicans benefit from better geographic distribution.</p><p>“I haven’t heard Vance complain about the fact that Democrats only get 25 percent of Wisconsin’s congressional seats despite regularly getting 50 percent of the vote there,” Rakich added.</p></div></div></body></html>"
        },
        {
            "title": "Israel kills an average 28 Palestinian children daily in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-05T11:13:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/13242027-1754389709.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Approximately 28 children are being killed daily in Gaza due to the ongoing <a href=\"/news/liveblog/2025/8/5/live-israel-kills-74-in-past-day-as-trickle-of-aid-trucks-enters-gaza\">Israeli bombardment</a> and its restrictions on the delivery of direly needed humanitarian assistance, according to the United Nations.</p><p class=\"selectionShareable\">“Death by bombardments. Death by malnutrition and starvation. Death by lack of aid and vital services,” the UN Children’s Fund (UNICEF) said in a post on X on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p class=\"selectionShareable\">“In Gaza, an average of 28 children a day – the size of a classroom – have been killed.”</p><p class=\"selectionShareable\">The agency stressed that children in Gaza are in urgent need of food, clean water, medicine and protection, adding: “More than anything, they need a ceasefire, NOW.”</p><p></p><p>Israel has killed more than 18,000 children – one child every hour – since the start of its genocidal war on Gaza. At least 60,933 Palestinians have been killed and 150,027 others wounded since October 7, 2023, when Hamas attacked southern Israel.</p><p>In the last 24 hours, at least eight Palestinians, including one child, have starved to death in Gaza. A total of 188 people, including 94 starving children, have died as Israel continues to block aid and kill aid seekers.</p><p>“For those who survive, childhood has been replaced by a daily struggle for the basics of life,” said Al Jazeera’s Aksel Zaimovic.</p><p>Kadim Khufu Basim, a displaced Palestinian child, said he is forced to support a family of six people because his father is injured and receiving treatment in Egypt.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“I love playing football. But now I sell cookies. My childhood is gone. Since the war began, we have no childhood left,” Basim told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Under international law, children like Basim are supposed to be spared the effects of war.</p><p>“But in Gaza, these children have suffered the most under Israel’s military campaign. Schools deliberately targeted, water facilities destroyed, food supplies systematically blocked. And the fundamental rights of childhood … education, play, proper nutrition … have been weaponised against an entire generation,” said Zaimovic.</p><h2 id=\"a-graveyard-for-children\">‘A graveyard for children’</h2><p>Israel’s war on Gaza is also leaving its psychological scars on children.</p><p>The hair and skin of Lana, a 10-year-old displaced child, turned white almost overnight after a bombing near her shelter triggered what doctors call trauma-induced depigmentation. Lana has become withdrawn, often only talking to her doll, as other children bully her for her appearance.</p><p>“She talks to her doll and says, ‘Do you want to play with me, or will you be like the other kids?’ Her mental health is severely damaged,” Mai Jalal al-Sharif, Lana’s mother, told Al Jazeera.</p><figure id=\"attachment_3872309\" aria-describedby=\"caption-attachment-3872309\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872309\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Israel-attacks-Gaza-tracker-death-toll-ceasefire-August-4-2025-1754319060.png?quality=80\" alt=\"INTERACTIVE - Israel attacks Gaza tracker death toll ceasefire- August 4, 2025-1754319060\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872309\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>“Gaza is a graveyard for children today and for their dreams,” Ahmad Alhendawi, regional director of the NGO Save the Children, told Al Jazeera. “This is an inescapable living nightmare for every child in Gaza … This is a generation that is growing up thinking that the world has abandoned them, that the world has turned its back on them.”</p><p>Israel has closed Gaza’s crossings since March 2, only allowing 86 trucks of aid into the besieged enclave daily, a figure equal to just 14 percent of the minimum 600 trucks needed each day to meet the <a href=\"/news/2025/8/4/un-says-every-child-under-five-in-gaza-at-risk-of-malnourishment\">basic needs of the population</a>, according to data from Gaza’s Government Media Office. The lack of aid has led to an unprecedented famine in Gaza.</p><p>UN experts and more than 150 humanitarian organisations have called for a permanent ceasefire, to allow for aid deliveries and the psychological recovery of what they’ve dubbed a “lost generation”.</p></div></div></body></html>"
        },
        {
            "title": "USAID cuts ‘compounded Sudan’s humanitarian situation’ | Sudan war | Al Jazeera",
            "time": "2025-08-05T10:58:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/justinlynch-horz-thumb-1754391297.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Aug 2025</span><span aria-hidden=\"true\">5 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘Water has surrounded us’: The slow death of Pakistan’s Indus delta | Climate Crisis News | Al Jazeera",
            "time": "2025-08-05T10:11:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250805__67UM2ZT__v1__HighRes__PakistanClimateIndusDelta-1754379616.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Salt crusts crackle underfoot as Habibullah Khatti walks to his mother’s grave to say a final goodbye before he abandons his parched island village on Pakistan’s Indus delta.</p><p>Seawater intrusion into the delta, where the Indus River meets the Arabian Sea in the south of the country, has triggered the collapse of farming and fishing communities.</p><p>“The saline water has surrounded us from all four sides,” said Khatti from Abdullah Mirbahar village in the town of Kharo Chan, about 15km (9 miles) from where the river empties into the sea.</p><p>As fish stocks fell, the 54-year-old turned to tailoring, until that too became impossible, with only four of the 150 households remaining.</p><p>“In the evening, an eerie silence takes over the area,” he said, as stray dogs wandered through the deserted wooden and bamboo houses.</p><p>Kharo Chan once comprised about 40 villages, but most have disappeared under rising seawater. The town’s population fell from 26,000 in 1981 to 11,000 in 2023, according to census data.</p><figure id=\"attachment_3873240\" aria-describedby=\"caption-attachment-3873240\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873240\" src=\"/wp-content/uploads/2025/08/AFP__20250805__67UL6T6__v1__HighRes__PakistanClimateIndusDelta-1754379294.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Death of a delta: Pakistan's Indus sinks and shrinks\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873240\" class=\"wp-caption-text\">Habibullah Khatti prays at his mother’s grave before abandoning Abdullah Mirbahar village [Asif Hassan/AFP]</figcaption></figure><p>Khatti is preparing to move his family to nearby Karachi, Pakistan’s largest city, which is swelling with economic migrants, including people from the Indus delta.</p><p>The Pakistan Fisherfolk Forum, which advocates for fishing communities, estimates that tens of thousands of people have been displaced from the delta’s coastal districts.</p><p>However, more than 1.2 million people have been displaced from the overall Indus delta region in the last two decades, according to a study published in March by the Jinnah Institute, a think tank led by a former climate change minister.</p><p>The downstream flow of water into the delta has decreased by 80 percent since the 1950s, as a result of irrigation canals, hydropower dams and the effects of climate change on glacial and snow melt, according to a 2018 study by the US-Pakistan Center for Advanced Studies in Water.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>That has led to devastating seawater intrusion. The salinity of the water has risen by about 70 percent since 1990, making it impossible to grow crops and severely affecting the shrimp and crab populations.</p><p>“The delta is both sinking and shrinking,” said Muhammad Ali Anjum, a local WWF conservationist.</p><p>Beginning in Tibet, the Indus River flows through disputed Kashmir before traversing the entire length of Pakistan. The river and its tributaries irrigate about 80 percent of the country’s farmland, supporting millions of livelihoods. The delta, formed by rich sediment deposited by the river as it meets the sea, was once ideal for farming, fishing, mangroves and wildlife.</p><p>But more than 16 percent of fertile land has become unproductive due to encroaching seawater, a government water agency study found in 2019.</p><p>In the town of Keti Bandar, which spreads inland from the water’s edge, a white layer of salt crystals covers the ground. Boats carry in drinkable water from kilometres away, and villagers cart it home via donkeys.</p><figure id=\"attachment_3873255\" aria-describedby=\"caption-attachment-3873255\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873255\" src=\"/wp-content/uploads/2025/08/AFP__20250805__67UM69E__v1__HighRes__PakistanClimateIndusDelta-1754379437.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Death of a delta: Pakistan's Indus sinks and shrinks\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873255\" class=\"wp-caption-text\">Newly planted mangroves in Keti Bandar town [Asif Hassan/AFP]</figcaption></figure><p>“Who leaves their homeland willingly?” said Haji Karam Jat, whose house was swallowed by the rising water level.</p><p>He rebuilt farther inland, anticipating more families would join him. “A person only leaves their motherland when they have no other choice.”</p><p>British colonial rulers were the first to alter the course of the Indus River with canals and dams, followed more recently by dozens of hydropower projects. Earlier this year, several military-led canal projects on the Indus River were halted when farmers in the low-lying riverine areas of Sindh province protested.</p><p>To combat the degradation of the Indus River Basin, the government and the United Nations launched the “Living Indus Initiative” in 2021. One intervention focuses on restoring the delta by addressing soil salinity and protecting local agriculture and ecosystems.</p><p>The Sindh government is currently running its own mangrove restoration project, aiming to revive forests that serve as a natural barrier against saltwater intrusion. Even as mangroves are restored in some parts of the coastline, land grabbing and residential development projects drive clearing in other areas.</p><p>Neighbouring India, meanwhile, poses a looming threat to the river and its delta, after revoking a 1960 water treaty with Pakistan, which divides control over the Indus basin rivers. It has threatened never to reinstate the treaty and to build dams upstream, squeezing the flow of water to Pakistan, which has called it “an act of war”.</p><p>Alongside their homes, the communities have lost a way of life tightly bound up in the delta, said climate activist Fatima Majeed, who works with the Pakistan Fisherfolk Forum.</p><p>Women, in particular, who for generations have stitched nets and packed the day’s catches, struggle to find work when they migrate to cities, said Majeed, whose grandfather relocated the family from Kharo Chan to the outskirts of Karachi.</p><p>“We haven’t just lost our land; we’ve lost our culture.”</p></div></div></body></html>"
        },
        {
            "title": "Brazil’s former President Bolsonaro placed under house arrest | Politics | Al Jazeera",
            "time": "2025-08-05T09:55:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754387696.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Aug 2025</span><span aria-hidden=\"true\">5 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Tendulkar leads praise for India after Test fightback in England | Cricket News | Al Jazeera",
            "time": "2025-08-05T09:16:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24188445847781-1754382973.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tendulkar leads praise for India after Test fightback in England</h1><p class=\"article__subhead\"><em>India cricket legend Sachin Tendulkar is amongst those to heap praise on the current team after Test series in England.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A euphoric India heaped praises on Shubman Gill and his men after they pulled off an edge-of-the-seat thriller at the Oval on Monday to split an all-time classic Test series with England.</p><p>Odds were stacked against India in their first Test series under Gill, who inherited a team depleted by the retirement of batting stalwarts Rohit Sharma and Virat Kohli – two men who preceded him in that role.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>As if the gaping holes in their batting order were not bad enough, veteran seamer Mohammed Shami was deemed unfit for the tour, while pace spearhead Jasprit Bumrah was available only for three of the five Tests as part of his workload management.</p><p>Gill and his men went on to record memorable victories at Edgbaston and <a href=\"/sports/2025/8/4/india-tie-england-series-in-one-of-greatest-test-finales\">the Oval to secure a 2-2 series draw</a> and assure their legions of fans that the future of Indian cricket was in safe hands.</p><p>The indefatigable Mohammed Siraj led their lion-hearted bowling effort in the series finale to script a six-run victory amid high drama.</p><p>Batting great Sachin Tendulkar led tributes to the team and said the quality of cricket on offer was “absolute goosebumps”.</p><p>“Series 2–2, Performance 10/10! SUPERMEN from INDIA! What a win,” the former India captain wrote on X.</p><figure id=\"attachment_3873358\" aria-describedby=\"caption-attachment-3873358\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873358\" src=\"/wp-content/uploads/2025/08/2025-08-04T123728Z_554546375_UP1EL840T1THT_RTRMADP_3_CRICKET-TEST-ENG-IND-1754383466.jpg?w=770&amp;resize=770%2C476&amp;quality=80\" alt=\"India's Mohammed Siraj celebrates taking the wicket of England's Jamie Overton with teammates\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873358\" class=\"wp-caption-text\">India’s Mohammed Siraj celebrates with teammates after taking the wicket of England’s Jamie Overton during the fifth Test [Paul Childs/Reuters]</figcaption></figure><p>England needed 35 runs on Monday to secure a 3-1 series win with four wickets in hand, but Siraj struck three times to secure a famous victory for his team.</p><p>“In a nail-biting, riveting hour of cricket at England’s oldest test match ground, in characteristically cloudy Olde Blighty weather, India pulled off a historic heist,” the Hindustan Times newspaper wrote.</p><p>An Indian Express headline read “Miracles Do Happen” and the newspaper explained how Gill had stepped up as captain of a “gun team”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The Hindu waxed eloquent on the “Mission accomplished”.</p><p>“After 25 days of riveting action, the best was saved for the last as Shubman Gil’s men rode Mohammed Siraj’s sensational spell to pull off a remarkable victory,” it said.</p><p>“It was a litmus test for an Indian team in transition but the young side showed heart and character as it fought back from tough situations to share the honours.”</p><figure id=\"attachment_3873360\" aria-describedby=\"caption-attachment-3873360\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873360\" src=\"/wp-content/uploads/2025/08/2025-08-05T082920Z_1188913331_RC2B0GAO3JW4_RTRMADP_3_CRICKET-TEST-ENG-IND-SIRAJ-1754383550.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"India's Mohammed Siraj poses after winning the player of the match award after India won the match to draw the test series\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873360\" class=\"wp-caption-text\">India’s Mohammed Siraj poses after winning the player of the match award after India won the match to draw the Test series [Paul Childs/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Hezbollah supporters protest disarmament ahead of Lebanese government talks | Hezbollah News | Al Jazeera",
            "time": "2025-08-05T09:02:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25207593892335-1754379375.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hezbollah supporters have gathered in the Lebanese capital to protest against the group’s disarmament ahead of a government cabinet meeting on the issue.</p><p>The demonstrations occurred in Beirut on Monday night amid pressure by the United States on Lebanon to get Hezbollah to <a href=\"/news/2025/7/30/hezbollah-rejects-calls-to-disarm-says-demands-serve-israel\">lay down its arms</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Hezbollah emerged weakened from <a href=\"/features/2025/7/26/dahiyeh-families-displaced-by-war-now-trapped-by-identity\">a war with Israel</a> last year that eliminated most of the group’s leadership, killed thousands of its fighters, and left tens of thousands of its supporters displaced from their destroyed homes.</p><p>In recent months, the US and Lebanon have been holding talks on a roadmap for disarmament. Lebanon’s new leadership has pledged to extend its authority across all its territory, but has so far avoided acting against Hezbollah.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hezbollah supporters protested because they believe disarmament will have implications for their political standing and security, said Al Jazeera’s Zeina Khodr.</p><p>“Hezbollah has made its position clear: it will not disarm because to do so would <a href=\"/news/2025/7/18/hezbollah-chief-rejects-us-proposals-on-group-giving-up-weapons\">serve Israel’s interests</a>, not Lebanon’s sovereignty,” said Khodr, reporting from Beirut.</p><p>Hezbollah leader Naim Qassem has told the country’s leadership that the group feels blackmailed – that if they don’t disarm, they will not be given funds for reconstruction, she reported.</p><p>Ahead of Tuesday’s cabinet meeting, Hezbollah, through Lebanese MP Ali Fayyad, reiterated its demand that the issues of Israel’s withdrawal from Lebanese territory, the release of Lebanese prisoners, and the cessation of hostilities take place before any discussion on disarmament, Lebanon’s National News (NNA) agency reported.</p><h2 id=\"by-force\">By force?</h2><p>Lebanon’s political leadership, however, is pushing for the move – even if it may come by force.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“If there is a cost to be able to centralise the weapons with the … Lebanese armed forces, [it may be] better like that,” Elias Hankash, another member of the Lebanese parliament, told Al Jazeera.</p><p>“But everything has been done so far … to avoid any clash with Hezbollah.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Lebanese army will take on Hezbollah if and when there’s a political decision to disarm the group by force, Khodr said.</p><p>“I call on all political parties to approach the issue of arms control with full responsibility,” Lebanon’s President Joseph Aoun said on Friday, also stating that the issue of disarmament is sensitive due to sectarian divisions, with consequences for national peace.</p><p>In 2008, a government decision to dismantle the group’s telecommunication network led to street violence.</p><p>Lebanon’s Agriculture Minister Nizar Hani told NNA that the president has set a clear timetable for the disarmament process. He added that the Lebanese army has already taken over hundreds of Hezbollah sites and weapons depots.</p><p>Hani stressed that the group is a part of the “Lebanese fabric” and has played a major role in “liberating the land,” but “the next phase requires that the state alone be the decision maker of war and peace”.</p><p>Hezbollah was the most powerful military and political actor in Lebanon for years, and while it lost some military capabilities in its conflict last year with Israel, it has not been defeated entirely, Khodr said.</p><p>“Hezbollah is still strong in the state because of the monopoly [it has] over Shia representation as well as the appointment of key figures in all of the states,” Mark Daou, another MP, told Al Jazeera.</p><p>Lebanon’s political landscape and society have long been divided with differing views on Hezbollah’s role and the need for disarmament.</p><p>The issue has dominated Lebanese politics for decades, but there is now a sense of urgency with increasing international pressure – as well as increasing military pressure from Israel, which <a href=\"/news/2025/7/31/lebanon-president-aoun-reiterates-calls-for-hezbollah-to-disarm\">regularly targets Hezbollah</a> despite the ceasefire between the two since November 2024.</p><p>“The government is now expected to formally commit to disarming Hezbollah, a decision that could at the least ignite a political crisis,” said Khodr.</p></div></div></body></html>"
        },
        {
            "title": "Who’s seeking asylum in Europe today? | Migration | Al Jazeera",
            "time": "2025-08-05T08:51:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/H_16x9-1754383718.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Aug 2025</span><span aria-hidden=\"true\">5 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Bengaluru stops salaries as India’s Super League turmoil deepens | Football News | Al Jazeera",
            "time": "2025-08-05T08:37:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP18350564095798-1754381774.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bengaluru stops salaries as India’s Super League turmoil deepens</h1><p class=\"article__subhead\"><em>Indian Super League side Bengaluru has stopped player salaries amid ‘uncertainty’ around domestic football season.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indian Super League (ISL) side Bengaluru FC have stopped paying the salaries of its first team’s players and staff amid growing uncertainty over the future of the top-flight league.</p><p>In a statement, the 2018-19 ISL champions said they had taken the decision “in view of the uncertainty surrounding the future of the Indian Super League season”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Running and sustaining a football club in India has always been an uphill climb, one that we have put everything aside and made, season after season,” Bengaluru added.</p><p>“However, the lack of clarity on the League’s future leaves us with no choice but to take this step.”</p><p>The ISL was put on hold after contract renewal talks between the country’s football federation (AIFF) and their commercial partners, Reliance-led Football Sports Development Limited (FSDL), stalled.</p><figure id=\"attachment_3873302\" aria-describedby=\"caption-attachment-3873302\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873302\" src=\"/wp-content/uploads/2025/08/2014-08-28T120000Z_1132000228_GM1EA8S1LHJ01_RTRMADP_3_INDIA-SOCCER-1754380908.jpg?w=770&amp;resize=770%2C541&amp;quality=80\" alt=\"Bollywood actors and co-owners of football clubs, Abhishek Bachhan (R) and Ranbir Kapoor (2nd R), and Nita Ambani, businesswoman and promoter of the Indian Super League, react as retired cricketer and co-owner of the Kerala Blasters Sachin Tendulkar (L) speaks during the emblem-unveiling ceremony of Indian Super League in Mumbai August 28, 2014\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873302\" class=\"wp-caption-text\">The Indian Super League emblem-unveiling ceremony in Mumbai in 2014 attracted Bollywood actors and co-owners of football clubs, Abhishek Bachhan, right, Ranbir Kapoor, second right, and Nita Ambani, businesswoman and promoter of the Indian Super League, while retired cricketer and co-owner of the Kerala Blasters, Sachin Tendulkar, left, spoke at the event [Danish Siddiqui/Reuters]</figcaption></figure><p>Talks to renew the 2010 agreement came to a halt after India’s Supreme Court asked the AIFF not to renew the deal with FSDL until it had issued an order over a separate case to implement a new constitution for the federation.</p><p>“The future and wellbeing of our players, staff and their families is of utmost importance to us, and we are in touch with them as we wait for a resolution … We urge the AIFF and FSDL to end this impasse swiftly,” Bengaluru said in its statement.</p><p>The AIFF and ISL did not immediately respond to the Reuters news agency’s requests for comment.</p><p>According to reports in Indian media, eight ISL clubs will meet the AIFF this week to discuss the league’s future.</p><p>Bengaluru, which employs India’s all-time leading goalscorer Sunil Chhetri, said its youth teams would not be affected by the salary suspension.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Chhetri posted on social media in July to express <a href=\"/sports/2025/7/24/indian-football-hurt-scared-as-domestic-game-hits-fresh-low\">the “hurt, scared” feelings</a> that he said those associated with the sport in India were experiencing due to the current uncertainty.</p></div></div></body></html>"
        },
        {
            "title": "80 years after Hiroshima atomic bombing, search for missing continues | History News | Al Jazeera",
            "time": "2025-08-05T08:32:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25214614395518-1754376014.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When the first atomic bomb detonated 80 years ago on August 6, thousands of the dead and dying were brought to the small, rural island of Ninoshima, just south of Hiroshima, by military boats with crews that had trained for suicide attack missions.</p><p>Owing to inadequate medical care, only a few hundred were alive when the field hospital closed on August 25, according to historical records. They were buried in various locations in chaotic and rushed operations.</p><p>Decades later, people in the area are searching for the remains of the missing, driven by a desire to account for and honour the victims, and to bring relief to survivors who are still tormented by memories of missing loved ones.</p><p>“Until that happens, the war is not over for these people,” said Rebun Kayo, a Hiroshima University researcher who regularly visits Ninoshima to search for remains.</p><p>On a recent morning, Kayo visited a hillside plot in the forest where he has been digging for remains since 2018. He put on rubber boots and a helmet, and sprayed insect repellent.</p><p>After planting chrysanthemum flowers and praying, Kayo carefully began shovelling gravel from a hole the size of a bathtub. When the soil was soft enough, he sifted it for bone fragments.</p><p>So far, Kayo has found about 100 bone fragments, including pieces of skull and an infant’s jawbone with small teeth attached. He found the bones in an area suggested by a Ninoshima resident whose father had witnessed soldiers burying bodies that were brought to the island by boat from Hiroshima 80 years ago.</p><figure id=\"attachment_3873141\" aria-describedby=\"caption-attachment-3873141\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873141\" src=\"/wp-content/uploads/2025/08/AP25214615518670-1754376037.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Tamiko Sora, right, 83, an atomic bombing survivor in Hiroshima, puts her hands together in prayer after being shown a fragment of human bone found on Ninoshima Island by Rebun Kayo,\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873141\" class=\"wp-caption-text\">Tamiko Sora, right, 83, an atomic bombing survivor in Hiroshima, puts her hands together in prayer after being shown fragments of human bones found on Ninoshima Island by Rebun Kayo [Eugene Hoshiko/AP Photo]</figcaption></figure><p>The US atomic attack on Hiroshima instantly destroyed the city and killed tens of thousands near the hypocentre, about 10km (6 miles) north of Ninoshima. The death toll by the end of that year was 140,000.</p><p>Within two hours of the blast, victims began arriving by boat from Hiroshima at the island’s Number 2 quarantine centre. Its buildings filled with patients suffering severe wounds. Many died en route to the island.</p><p>Eiko Gishi, then an 18-year-old boat trainee, oversaw carrying patients from the pier to the quarantine area for first aid. He and other soldiers cut bamboo to make cups and trays.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In recollections published by the city years later, Gishi wrote that soldiers initially handled bodies carefully, one by one, but were soon overwhelmed by the huge number of decomposing corpses and used an incinerator originally intended for military horses.</p><p>Even this was not enough, and they soon ran out of space, eventually placing bodies in bomb shelters and burial mounds.</p><p>“I was speechless from the shock when I saw the first group of patients that landed on the island,” a former army medic, Yoshitaka Kohara, wrote in 1992.</p><p>“I was used to seeing many badly wounded soldiers on battlefields, but I had never seen anyone in such a cruel and tragic state,” he said. “It was an inferno.”</p><figure id=\"attachment_3873156\" aria-describedby=\"caption-attachment-3873156\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873156\" src=\"/wp-content/uploads/2025/08/AP25214634990330-1754376182.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Japan Hiroshima The Missing\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873156\" class=\"wp-caption-text\">The cityscape of Hiroshima as seen from Ninoshima, an island where thousands of the dead and dying were brought after the first atomic bomb detonated 80 years ago [Eugene Hoshiko/AP Photo]</figcaption></figure><p>Kohara remained at the facility until its closure, when only about 500 people were left alive. When he told the surviving patients that the war had ended on August 15, he recalled that they looked emotionless: “Tears flowed from their crushed eyes, and nobody said a word.”</p><p>Kazuo Miyazaki, a Ninoshima-born historian and guide, said that towards the end of World War II, the island was used to train suicide attackers using wooden boats meant for deployment in the Philippine Sea and Okinawa.</p><p>Miyazaki, 77, lost a number of relatives in the atomic bombing. He has heard firsthand stories from relatives and neighbours about what happened on Ninoshima, which was home to a major army quarantine centre during Japan’s period of militarist expansion. His mother was an army nurse who was deployed to the field hospital on the island.</p><p>The remains of about 3,000 atomic bombing victims brought to Ninoshima have been found since 1947, when many were dug out of bomb shelters.</p><p>Thousands more are thought to be missing.</p></div></div></body></html>"
        },
        {
            "title": "Japan logs two new highest temperatures on record in a day | Climate Crisis News | Al Jazeera",
            "time": "2025-08-05T07:45:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250805__68QT2NQ__v4__HighRes__TopshotJapanWeatherHeat-1754377967.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japan has logged two new heat records in a day with the mercury hitting 41.6 degrees Celsius (106.8 degrees Fahrenheit) and then 41.8C (107.2F), according to the country’s Meteorological Agency, warning that temperatures may rise further.</p><p>The scorching temperatures in the city of Isesaki, located in southern Gunma Prefecture in the country’s northern Kanto region, on Tuesday <a href=\"/news/2025/7/30/japan-records-highest-temperature-on-record\">surpassed the previous record</a> seen in the western Hyogo region of 41.2C (106.2F) last week.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The previous high was 41.1C (106F) – seen in 2020 and 2018.</p><p>The record temperatures came as last month was declared the hottest since records began in 1898, the weather agency said on Friday, with the average monthly temperature 2.89C above the 1991-2020 average.</p><p>Last week in tourist hotspot Kyoto, the mercury hit 40C (104F), the first time any of its observation points – the oldest opened in 1880, the newest in 2002 – had seen such a high, authorities said.</p><p>Heatstroke alerts were issued in 44 of Japan’s 47 prefectures.</p><p>Japan’s summer last year was the joint hottest on record, equalling the level seen in 2023, followed by the warmest autumn since records began 126 years ago.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Temperatures around the world have soared in recent years as climate change creates ever more erratic weather patterns, and Japan is no exception.</p><p>Experts warn Japan’s beloved cherry trees are blooming earlier due to the warmer climate – or sometimes not fully blossoming – because autumns and winters are not cold enough to trigger flowering.</p><p>The famous snowcap of Mount Fuji was absent for the longest recorded period last year, not appearing until early November, compared with the average of early October.</p><p>Neighbouring South Korea also saw its <a href=\"/news/2025/7/31/south-korea-breaks-117-year-record-with-22-tropical-nights-in-july\">second-hottest July</a>, with an average temperature of 27.1C (80.8F), according to the meteorological office, which has been collecting such data since 1973.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The hottest July on record in South Korea was in 1994, when the average temperature reached 27.7C (81.9F) .</p><p>In Japan, some dams and paddies nationwide are experiencing a water shortage, with farmers complaining that the sizzling heat combined with the lack of rain is slowing rice cultivation.</p><p>Precipitation in July was low over wide areas of Japan, with northern regions facing the Sea of Japan experiencing record low rainfall, it added. The rainy season ended about three weeks earlier than usual in western regions of Japan, another record.</p><p>Every summer, Japanese officials urge the public to seek shelter in air-conditioned rooms to avoid heatstroke, stay hydrated and avoid outdoor activities during peak heat hours.</p><p>The elderly in Japan – which has the world’s second-oldest population after Monaco – are particularly at risk.</p><p>This year, Western Europe saw its <a href=\"/news/2025/7/16/why-is-europe-facing-record-breaking-heatwaves#:~:text=This%20June%20was%20the%20warmest%20on%20record%20for%20Western%20Europe&amp;text=The%20same%20average%20temperature%20was,%2C%202019%2C%202022%20and%202023.\">hottest June on record</a>, as extreme temperatures blasted the region in punishing back-to-back heatwaves, according to the EU climate monitor, Copernicus.</p><p>Dangerous weather stretched into July, with separate research estimating that climate change made the temperature up to 4C hotter, pushing the thermometer into deadly territory for thousands of vulnerable people and greatly worsening the projected death toll.</p><p>Millions were exposed to high heat stress as daily average temperatures in Western Europe climbed to levels rarely seen before – and never so early in the summer.</p></div></div></body></html>"
        },
        {
            "title": "Hong Kong cancels passports, bans financial support for wanted activists | Human Rights News | Al Jazeera",
            "time": "2025-08-05T05:30:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20230202__338D8P6__v1__MidRes__HongKongChinaEconomyTourism-1754367485.jpg?resize=1799%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hong Kong cancels passports, bans financial support for wanted activists</h1><p class=\"article__subhead\"><em>Hong Kong’s Security Bureau announces measures over activists’ alleged role in unofficial parliament overseas.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hong Kong authorities have cancelled the passports of 12 activists based overseas in their latest crackdown on activities that they claim pose threats to national security.</p><p>Hong Kong’s Security Bureau announced the measures on Monday after a local court issued arrest warrants last month for the 12 activists and seven other pro-democracy campaigners over their alleged roles in establishing an unofficial parliament overseas.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The bureau said it had also banned individuals from providing financial support or leasing property to 16 of the “absconders,” and entering into joint ventures or partnerships with them.</p><p>The wanted activists include Chongyi Feng, an Australian citizen and professor at the University of Technology Sydney, and Sasha Gong, a United States citizen and journalist who previously worked for Voice of America.</p><p>Hong Kong authorities allege that the 19 activists’ participation in the “Hong Kong Parliament” advocacy group constitutes subversion under the Chinese-ruled city’s sweeping national security law.</p><p>A Hong Kong government spokesperson said the activists had continued to “blatantly engage in activities that endanger national security” while hiding in countries including the United States, the United Kingdom, Canada, and Australia.</p><p>The Hong Kong parliament condemned last month’s announcement of arrest warrants and bounties for the campaigners as a “blatant abuse of legal instruments to pursue political persecution”.</p><p>“These actions represent a clear escalation of Beijing’s transnational repression, extending its coercive reach beyond China’s borders and infringing upon the sovereignty of democratic nations, including the United Kingdom, the United States, Canada, Australia, and members of the European Union,” the group said.</p><p>Once known for its spirited political opposition and media, Hong Kong has radically curtailed the space for dissent since the introduction of a sweeping Beijing-decreed national security law in 2020 in response to violent anti-government protests.</p><p>Opposition parties have been effectively eliminated from the city’s legislature, and public commemorations of sensitive events, such as the 1989 Tiananmen Square massacre, essentially outlawed.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Hong Kong Chief Executive John Lee said last month that 332 individuals had been arrested for national offences since 2020.</p><p>Mainland Chinese and Hong Kong officials have defended the law, and additional national security legislation introduced in 2024, as necessary to restore stability to the city after the turmoil caused by the mass protests.</p></div></div></body></html>"
        }
    ]
}